{
    "chapters":{
        "1":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Raw animal magnetism",
                "Many Choices",
                "After the harmonic convergence",
                "EvilFuzzy9's choice",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Bolin get the harem?  </span></div></span></div>",
            "created":1377838800,
            "id":1654620,
            "title":"Bolin the Mighty"
        },
        "11":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Bolin is vactioning at Red Sand Island",
                "Bolin is practicing in the gym",
                "Bolin is just getting of the set of Nuktuk",
                "Just winning the Probending finals",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So, just his raw animal magnetism? Why not, that's always a good excuse.  Where does the encounter happen?</span></div></span></div>",
            "created":1381554000,
            "id":1678100,
            "title":"Raw animal magnetism"
        },
        "111":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "One of the Rabaroos",
                "Zin Lee or Korra",
                "Evilfuzzy9's choice"
            ],
            "content":"<div class=\"\"><div> <span>First off here are the list of characters that can and will more than likely appear in this route. The female fire bender of the Mo Ce Mongoose Lizards named Zin Lee <a rel=\"nofollow\" href=\"http://avatar.wikia.com/wiki/Mo_Ce_Mongoose_Lizards.\" target=\"_blank\">http://avatar.wikia.com/wiki/Mo_Ce_Mongo...</a>  The name and persona are all made by the writers of this route.  The Red Sand Rabaroos female team <a rel=\"nofollow\" href=\"http://avatar.wikia.com/wiki/Red_Sands_Rabaroos\" target=\"_blank\">http://avatar.wikia.com/wiki/Red_Sands_R...</a> and of course Korra and Bolin.  <br>\r\n<br>\r\nAfter the investigation from Lin Bei Fong on the Probending finals, it was deduced and proven correct that Hiroshi Sato had paid the refs to have the Fire Ferrets lose. After that the Fire Ferrets won thanks to disqualification.  The Fire Ferrets found themselves with great fame.  As a matter of fact Bolin had received a letter from Probending magazines requesting the Ferret brothers as they had been coined to join them at the Red Sand Island for the judges of a bikini contest of all the female probenders for the promo of next season.<br>\r\n<br>\r\nBolin couldn't believe his luck on Mako quitting to become a cop.  He was really bummed deep down, but a chance to get alone with Korra while they were on a 'break' was just begging for a friendly shoulder to cry on.  And maybe to caress and used to seduce the girl onto a date.  He was on the boat as he and Korra were sitting in the seat while female probenders were making use of the buffet.  As the Future Industries Fire Ferrets, Bolin was forced to bring his manager and backer, Asami Sato.  Who was rather cold to Mako ever since he forgot to break up with Asami before kissing Korra.<br>\r\n<br>\r\nBolin would always love his brother, after all they were family.  But, seriously if you forget your dating edict then deserve to get chi blocked, slapped and kicked in the balls.  <br>\r\n<br>\r\nAsami was in her room right on the yacht.  Bolin then got up as he began to walk to her room as he went someone decided to follow him.  Who was it?</span></div></div>",
            "created":1381640400,
            "id":1678195,
            "title":"Bolin is vactioning at Red Sand Island"
        },
        "1113":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Bolin was aghast, Asami was outraged",
                "Bolin was abashed, Asami was cautiously optimistic",
                "Bolin was intrigued, and Asami was the one who first suggested the idea"
            ],
            "content":"<div class=\"\"><div> <span>Bolin couldn't help but blush a little when he noticed the lovely model and star Ginger walking after him. She was incredibly attractive, by all accounts, and he was naturally more than a little infatuated with her. Though he wasn't sure why she had come along on this trip, since it was <i>officially</i> just for Pro Benders, he certainly wasn't protesting the presence of this beautiful woman. <br>\r\n<br>\r\n\"Hey,\" he said a little lamely, slowing his pace a little and waving to Ginger. \"How's it going?\"<br>\r\n<br>\r\nThe redhead (and Bolin wasn't sure if that was her natural hair color or not, but then he didn't really care) smiled at him softly, an unusually warm gesture for him to see coming from the typically aloof star.<br>\r\n<br>\r\n\"I'm just fine,\" she said, casually resting a hand on her hip as she matched her pace to Bolin's. \"But I have some business that I need to discuss with your team's manager regarding certain... plans for the photo shoot. Varrick insisted that I come here to coach these girls personally, after all...\"<br>\r\n<br>\r\nBolin chuckled sheepishly. \"Yup!\" he said. \"He<i> sure</i> did.\" Then there was a brief pause as he thought. \"Um... By the way, what IS it that you're supposed to be coaching them on, anyways? I'm a little fuzzy on the details...\"<br>\r\n<br>\r\nGinger rolled her eyes briefly, before giving Bolin an assessing look. <br>\r\n<br>\r\n\"Well, you <i>are</i> supposedly very popular with the ladies...\" she murmured, eyeing him up and down. \"Though <i>why</i> I cannot say...\" <br>\r\n<br>\r\nThen she shook her head.<br>\r\n<br>\r\n\"Well, there is a considerable market for Probending merchandise,\" explained the sultry redhead. \"And also considerable markets for certain kinds of... <i>adult</i>... entertainment... And, well, Varrick has apparently gotten it into his head that crossing the two things would result in a great deal of profit...\"<br>\r\n<br>\r\nBolin frowned slightly as they finally reached Asami's room and he pushed the door open. <br>\r\n<br>\r\n\"Uh huh... And by <i>adult entertainment</i>, you mean...?\"<br>\r\n<br>\r\nGinger smirked at him.<br>\r\n<br>\r\n\"Well, there's the usual glamour shots, and boudoir sessions,\" she said. \"But apparently Varrick has also been thinking of using that motion picture technology to shoot pornographic movers.\"<br>\r\n<br>\r\nBolin's eyes bugged out, and Asami looked up from her work, perhaps having just overheard the last part of this conversation. How did the two take this news?</span></div></div>",
            "created":1381640400,
            "id":1678532,
            "title":"Ginger"
        },
        "11133":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Asami and Ginger argue over who will become Bolin's mistress",
                "Bolin runs into the Rabaroos"
            ],
            "content":"<div class=\"\"><div> <span>Bolin was in a thinking state as he said with a hum, \"Hmm Hmm, so when you say pornographic do you mean like National Geographic?\"<br>\r\n<br>\r\nLooking at him as if he was dumb she said to him, \"Are you a virgin?\"<br>\r\n<br>\r\nBolin then said to her again with a hu, \"Hmm Hmm, is that something like a pornographic?\"<br>\r\n<br>\r\nGinger then got a twinkle in her eye, she absolutely loved breaking in virgin boys.  Oh, how she would have fun with him, strap him down to a table.  Throw off his pants and paddle his thighs until they came apart lifting up his cock.  Then she would lightly slap it and then lick her hands, giving his cock a mouthless blow job.  Oh, how would she torture him making him earn his way to he pussy for the ultimate orgasm.  The first one was always the quickest and it should be treated with great tempting and fevor for delay, until he would rather kill himself than for her to suddenly stop.  Then when she saw that conviction would she only then finally grant him release making him live for sex.  Creating him into a desperate sex slave wanting more and more sex from his mistress.<br>\r\n<br>\r\nAsami saw this and stood up as she said to him, \"Yes, it's a lot like that Bolin.  As a matter of fact me and Varrick made this whole thing.  But, all you have to do is meet me and Ginger in the main shoot room before we land on shore.  Say, 9 o'clock?\"<br>\r\n<br>\r\nBolin nodded as he said to her, \"No, problem.  Be there later.\"</span></div></div>",
            "created":1381726800,
            "id":1678866,
            "title":"Bolin was intrigued, and Asami was the one who ..."
        },
        "111331":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Accepts it and has yuri sex with Ginger",
                "Backs down, and something else happens"
            ],
            "content":"<div class=\"\"><div> <span>Ginger licked her lips as she watched Bolin walk out of the room. The young man was remarkably naive for his age, and she could only imagine the look on his face when he finally realized what was happening as she stripped him down and strapped him to the table...<br>\r\n<br>\r\n\"I'll have a <i>lot</i> of fun breaking that one in,\" she purred once the door closed behind Bolin. Asami frowned at this, though, and the backer of the Fire Ferrets gave the superstar supermodel a black look.<br>\r\n<br>\r\n\"I think I'd prefer it being done by someone he can <i>trust</i>,\" she remarked a little cattily. \"He's a good guy, and his first time should be with someone who cares about him.\"<br>\r\n<br>\r\n\"Oh, but I <i>do</i> care!\" replied Ginger huskily. \"I care about seeing him squirm and hearing him scream my name as I show him pleasures he could never imagine...\"  She sat down on Asami's desk, and she leaned back, giving the owner of Future Industries a good, clear view of her considerable, creamy cleavage. <br>\r\n<br>\r\nMiss Sato blushed, seeing the sultry look Ginger gave her. But still she glared at the mover star balefully, subtly curling her lips into a bitter snarl.<br>\r\n<br>\r\n\"<i>Whore</i>,\" she muttered darkly. But Ginger simply smirked.<br>\r\n<br>\r\n\"I prefer to think of myself as <i>experienced</i>,\" she replied airily. \"Bolin needs somebody to <i>guide</i> him.\"<br>\r\n<br>\r\n\"The only thing you'd <i>guide</i> him to,\" retorted Asami hotly, \"would be your own bed!\"<br>\r\n<br>\r\n\"Isn't that the point, though?\" Ginger replied, smiling smugly and lustily up at Asami. \"He would be much better off with a more experienced mistress.\"<br>\r\n<br>\r\n\"And he'd be even <i>better</i> off,\" snapped Asami, \"with someone who <i>cared</i> about him! Somebody who wants to see him <i>happy!</i>\"<br>\r\n<br>\r\nGinger's eyes twinkled, and she slowly turned around on Asami's desk, grabbing Miss Sato by her sleeve and pulling her down on top of her, on top of the desk. The lovely young businesswoman let out a soft gasp of surprise at this, and her lips were very cute in that tiny <i>o</i> shape.<br>\r\n<br>\r\n\"How <i>cute</i>,\" the redhead purred, a knowing smile on her lips. \"You <i>like</i> him, don't you?\"<br>\r\n<br>\r\nAsami's blush deepened, and she stammered weakly. Ginger pulled her down closer, locking their bodies together in a very <i>suggestive</i> embrace. Their breasts mashed together, fabric rumpling and rustling as Ginger drew Asami tightly into her arms.<br>\r\n<br>\r\n\"Well, if you're <i>that </i>serious about him...\" said Ginger, seeing how flustered Asami was by this line of discussion, and their physical closeness. \"...I <i>suppose</i> I could let you be his mistress...\" She smiled wickedly, then. \"That is, on <i>one condition</i>: you have to become <i>my</i> mistress, too.\"<br>\r\n<br>\r\nAsami scowled, even in spite of her continuing embarrassment at her position.<br>\r\n<br>\r\n\"Why should I do <i>that?</i>\"<br>\r\n<br>\r\nGinger leered wolfishly at Miss Sato.<br>\r\n<br>\r\n\"I don't play second fiddle,\" she said simply. \"Not to <i>anyone</i>. If you get Bolin, then I get <i>you</i>. Capisce?\"<br>\r\n<br>\r\nAsami's blush deepened, and for a moment she considered this. Bolin had certainly displayed no small amount of attraction to the sensual Ginger, and Miss Sato regrettably had no doubt who would come out on top in a contest for his heart (or certain other, more <i>southward</i> parts).<br>\r\n<br>\r\nWhat was her response to Ginger's ultimatum?</span></div></div>",
            "created":1381813200,
            "id":1679558,
            "title":"Asami and Ginger argue over who will become Bol..."
        },
        "1113311":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Asami and Ginger continue to fuck",
                "Meanwhile, back with Bolin..."
            ],
            "content":"<div class=\"\"><div> <span>\"Okay,\" said Asami softly, blushing a bright beet red. \"I'll do it... for Bolin.\"<br>\r\n<br>\r\nGinger gave the brunette a lusty smile.<br>\r\n<br>\r\n\"Whatever you need to tell yourself, darling,\" she purred, before mashing her lips against Asami's. She kissed the younger woman deeply, passionately, her tongue invading the fair lass's mouth. <br>\r\n<br>\r\nThen she rolled over, pinning Miss Sato beneath her even as she deepened the kiss yet further, causing Asami to weakly moan and shiver. She tasted every inch of Asami's mouth, devouring the sweet scent of her breath. She traced every contour of her palate, licking the younger woman's tongue and nibbling her soft, plump lips.<br>\r\n<br>\r\nGinger's hands moved up and down Asami's body, deftly undoing buttons and buckles. She undressed the Republic City entrepreneur, discarding the various pieces of her outfit. It was like a puzzle, almost, finding the right part to remove to expose the other parts, and gradually revealing the smooth, pale flesh of Miss Sato's beautiful naked body.<br>\r\n<br>\r\nWhen Asami was fully naked, Ginger finally broke off the kiss, leaning back a few inches to smile hungrily at the <i>adorable</i> young woman. She raked her eyes greedily up and down the lass's naked form, appreciatively beholding the many generous hills and valleys of Asami's young, nubile body.<br>\r\n<br>\r\n\"You look almost good enough to eat...\" the redhead coyly remarked, causing Miss Sato to blush. Then she smirked, and skillfully slipped off her own dress. She wore nothing underneath, and the garment was easy to remove. <br>\r\n<br>\r\nAsami's eyes widened a little at the sight of Ginger's naked body. The supermodel might have been the most buxom woman she had ever encountered, surpassing even Korra, and every facet of her body seemed to be utterly flawless. If Asami herself was beautiful, then Ginger was a veritable <i>goddess</i> of glamour and sensuality. She was <i>gorgeous</i>, from her striking red hair all the way down to her hourglass figure, miles-long legs, and her dainty, adorable, perfectly pedicured toes.<br>\r\n<br>\r\nShe blushed, feeling very self-conscious all of a sudden. Certainly, Miss Sato took a sort of pride in her lovely appearance, but for Ginger looks were <i>everything</i>. Her beauty was her life, her earning power, and Ginger did everything in her power to preserve and perfect those mover star looks.<br>\r\n<br>\r\nMaybe that was just the difference between them. In terms of looks, Asami might have been a firecracker, but Ginger was a megaton bombshell.<br>\r\n<br>\r\nAnd Asami, half unconsciously, cupped the redhead's generous bosom with a hint of awe, blushing as she felt Ginger return the favor and then some.<br>\r\n<br>\r\n\"They say that massaging your breasts helps them grow,\" remarked Ginger casually as she kneaded Asami's mammaries, rubbing and rolling them between her fingers. She let out a soft moan, then, feeling Miss Sato tweak her nipples. \"<i>Oh!</i> My. <i>Good</i>...\" she purred. \"<i>Very</i> good.\"<br>\r\n<br>\r\nAsami yelped when she felt Ginger do the same, but with an added twist and tug that had her panting and groaning incoherently. Her pussy was wet, and she whimpered when she felt Ginger's gaze shift to it.<br>\r\n<br>\r\n\"You look like you're getting ready,\" was all the redhead said, before suddenly leaning back and pressing her own womanhood against Asami's. <br>\r\n<br>\r\nMiss Sato moaned along with Ginger as the two of them began furiously scissoring.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1381813200,
            "id":1679579,
            "title":"Accepts it and has yuri sex with Ginger"
        },
        "11133112":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "He does it, he's just that gulliable when it comes to pretty girls.",
                "He's embarrassed that Adi is watching."
            ],
            "content":"<div class=\"\"><div> <span>Bolin got down from a pull up bar in his cabin. He heard a knock from the door as he got down and answered it.  There was the Rabaroos: Adi, Umi and Ula.  Ula then said to Bolin, \"Hey, you're a boy and we need a boy's opinion.\"<br>\r\n<br>\r\nBolin then was about to say something as Adi grabbed him and pulled him along, \"Come on, hurry up!\"<br>\r\n<br>\r\nUmi walked behind Bolin as Adi dragged him by his arm and Ula to his back left.  Every once in a while Bolin would look back at the two after yelping and feeling someone pinch his butt.  Each time he was met by whistling until Adi pulled him to a private portion of the ship and said, \"Here we are.\"<br>\r\n<br>\r\nBolin saw a wall with a hole in it as he noticed that Ula and Umi were gone.  Adi said to him, \"We were having a debate on guessing what was on the other side of this hole.  And we want your opinion.\"<br>\r\n<br>\r\nBolin looked into the hole to see darkness and then looked away.  He then asked her, \"What do you want me to use to investigate it?\"<br>\r\n<br>\r\nAdi then said casually, \"Well, you could always use your penis.\"<br>\r\n<br>\r\nDoes he do it?  I mean he is a virgin and didn't know what Ginger and Asami were talking about. Or is he too embarrassed that there is a girl standing there? </span></div></div>",
            "created":1382158800,
            "id":1681279,
            "title":"Meanwhile, back with Bolin..."
        },
        "111331121":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Ula or Umi were stroking or sucking his cock while the other filmed",
                "Both of them were pleasuring while Zhu Li was filming"
            ],
            "content":"<div class=\"\"><div> <span>Bolin blushed, gulping a little nervously. Adi was smiling at him, and he felt very conscious of how, well, <i>attractive</i> the captain of the Red Sands Rabaroos was. The thought of using his penis to explore the hole made him nervous, quite apart from the fear that there might be something dangerous on the other side.<br>\r\n<br>\r\nBut then, Adi <i>was</i> very pretty, and she <i>was</i> asking him for a favor...<br>\r\n<br>\r\n\"Could you turn the other way?\" he requested. \"Or at least cover your eyes. This is kinda embarrassing...\"<br>\r\n<br>\r\n\"Whatever you say, handsome,\" said Adi, causing Bolin to chuckle a bit, nervously. She placed her hands over her eyes.<br>\r\n<br>\r\nMind made up, though, the muscular young earthbender unzipped his trousers and took his flaccid dick in hand. He approached the hole, which was conveniently right at waist height, and with considerable courage considering the circumstances, Bolin stuck his penis through the hole.<br>\r\n<br>\r\nAdi was peeking through her fingers when he did this, and she licked her lips appreciatively. Bolin was <i>very</i> well endowed.<br>\r\n<br>\r\n\"Hm,\" said Bolin, somewhat awkwardly shifting his body to move his penis around in the hole. \"I don't <i>feel</i> anything... Feels pretty open, actuallLLLL--\" His words suddenly trailed off into an incoherent squeal mid sentence, and his head rolled back on his shoulders, his eyes wide and his mouth in an <i>O</i>.<br>\r\n<br>\r\nAdi afforded herself a small smirk. She already knew perfectly well what was on the other side of the hole -- it was a part of the on-boat set for filming and photo shoots, and she and her teammates had decided to get a head start on making some magic. <br>\r\n<br>\r\nThis was a so-called <i>glory hole</i>, a central prop for a series of planned shoots and short films revolving around female probenders anonymously servicing some lucky bastard's cock. Even at this very moment, one of her teammates was probably having fun with Bolin's dick while the other photographed or filmed it. <br>\r\n<br>\r\nBut, who was doing what?</span></div></div>",
            "created":1382245200,
            "id":1682025,
            "title":"He does it, he's just that gulliable when i..."
        },
        "1113311212":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Me",
                "Asami"
            ],
            "content":"<div class=\"\"><div> <span><span class=\"chotpink\"><i><b>Inside the room</b></i></span><br>\r\n<br>\r\nUla and Umi were smiling as they licked and kissed the long 9 inch cock that poked through the hole.  Zhu Li then said to Umi directing her, \"Please, use water bending on the honey.\"<br>\r\n<br>\r\nAs honey had water inside it and the bottle of honey that was beside them had extra water in it.  It was easier to water bend that way and yet still sticky enough as well as sweet to make an erotic mover.  Umi began to water bend as Zhu Li used the mover to record the porn.  The honey danced along the cock as Ula licked it and looked at the cock with lewd eyes.  <br>\r\n<br>\r\nMoving her hands she earth bent some clay to twist around the base of the cock.  Morph into a pair of clay hands that jacked him off as she licked the slit of the cock.  The girls were smiling as Zhu Li then said to them, \"Alright, a blow job taking turns.\"<br>\r\n<br>\r\nThe two moved their hands up and down as Ula made a fist while Umi made open hand with three fingers pointing up.  Ula said to her with a grin, \"Earth beats fire.\"<br>\r\n<br>\r\nUla put Bolin's cock in her mouth first as Umi went next.  The two switched back and forth until Bolin was heard outside to be moaning extremely loudly.  His cock smacked one of the girls as they knew he was about to cum.  The placed his cock between their tits as he came upon their tits.  Umi stood up as she said stroking her pussy, \"Alright time to do this.\"<br>\r\n<br>\r\nThe door to the glory room as it was called open as Ginger walked in.  She then said to Umi, \"Sorry, but he's reserved.\"<br>\r\n<br>\r\nUmi then asked her, \"For who?\"<br>\r\n<br>\r\nUla said with a shout, \"Yeah, who?\"<br>\r\n<br>\r\nThe room was sound proof so Bolin didn't hear anything, plus Adi was charged with making sure he didn't suspect anything.  Ginger then replied to them, \"...\".</span></div></div>",
            "created":1382504400,
            "id":1683168,
            "title":"Both of them were pleasuring while Zhu Li was f..."
        },
        "11133112122":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "One of the other girls took their turn",
                "Asami still wanted more of Bolin's meat"
            ],
            "content":"<div class=\"\"><div> <span>\"Asami insisted on having the first go at him,\" Ginger informed the girls. \"So, if you would please step aside...\"<br>\r\n<br>\r\nThe mover star moved to the left, and Asami Sato walked in through the door. The pale, lovely brunette's eyes immediately alighted on Bolin's cock, still covered with a fair amount of honey, and she licked her lips.<br>\r\n<br>\r\n\"Looks good...\" she said softly, quietly appreciating the view. Her eyes danced with lust as she walked forward, and Zhu Li immediately trained the camera on Miss Sato as she moved toward Bolin's dick, discarding articles of clothing piece by piece.<br>\r\n<br>\r\nBy the time Asami reached the appetizing wall-sausage, she was completely naked, and Zhu Li was biting her lip as she filmed, drinking in the scene as Asami got down on her knees and smiled up at the camera, cupping her breasts to push them up and together, emphasizing her bosom while concealing her nipples.<br>\r\n<br>\r\n\"Excellent,\" said Zhu Li encouragingly. \"The camera loves you, baby.\"<br>\r\n<br>\r\nAsami's smile widened an iota, and she turned her attention back to Bolin's cock. She placed a kiss on it head, tasting precum mingled with honey and saliva, and she let out a lewd moan, pinching herself on the nipples as she took the earthbender's meat into her mouth. <br>\r\n<br>\r\nShe felt the shudders that must have been running through Bolin's body as she anonymously pleasured him. She took his length all the way into her mouth, deepthroating him eagerly. Anonymity was a liberating thing, she thought. Bolin had no idea what she was doing, and she was free to express all of her sexual desires on his cock. <br>\r\n<br>\r\nIt was exhilarating. <br>\r\n<br>\r\nShe licked up the rest of the honey from his dick, greatly enjoying the sweet taste. She moaned shamelessly, vibrating her tongue against Bolin's shaft and wiggling her hips for the camera as she fingered herself and twisted her nipples. Horny and lustful and filled with a perverse pleasure at what she was doing, Asami came for the camera, and pulled her head back when she felt Bolin's cock twitch warningly.<br>\r\n<br>\r\nHe came, and the seed from Bolin's manhood sprayed all over Asami's face, landing in her hair and on her cheeks, and also upon her outstretched tongue.<br>\r\n<br>\r\nZhu Li, Ula, Umi, and Ginger all gave Asami a thumbs up. What next?</span></div></div>",
            "created":1382590800,
            "id":1683654,
            "title":"Asami"
        },
        "115":{
            "author_id":"wolfboy0618",
            "author_name":"Wolfboy",
            "choices":[
                "When he first meets Korra.",
                "During Harmonic Convergence.",
                "Some other time."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>When does Bolin's adventure begin? </span></div></span></div>",
            "created":1585630800,
            "id":2810760,
            "title":"Reader's Choice"
        },
        "1151":{
            "author_id":"wolfboy0618",
            "author_name":"Wolfboy",
            "choices":[
                "A few minutes later in the gym.",
                "The next day.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>Bolin was all geared up and ready for his match, it never failed to amaze him how far he and his brother Mako had come. Two kids living on the streets of Republic City, seemingly never going to amount to anything, now finding themselves on their way to becoming Pro-Bending champions. As he walked down the hall to the arena he passed the gym and from the corner of his eye he noticed someone was in there, when he turned his heard to get a better look he notice that someone was a girl, a very pretty girl.<br>\r\n<br>\r\nWith her mocha colored skin, cyan eyes and blue clothing she seemed to be from the Water Tribe. She was tall too, almost as tall as him. And while she had some rockin curves she also had some great muscle tone. He could immediately tell that she could hold her own in a fight. She seemed to be just looking around the gym, she didn't even seemed to notice him yet. So Bolin put his game face on and casually walked up to her.<br>\r\n<br>\r\n\"Hey there. What'cha doing here? \" he said friendly.<br>\r\n<br>\r\nShe quickly turned to him surprised at his greeting and noticed his Pro-Bending uniform. He must be one of the fighters here \" Uh..I was just looking for the bathroom and got lost.\" she shrugged sheepishly.<br>\r\n<br>\r\n\"Ah the old 'I had to pee' excuse.\" he said knowingly \"It's okay I get it. Your a big fan of Pro-Bending, but didn't have money to pay for a ticket. But you just love Pro-Bending so much you had to see this fight since it would be the first match you would see in person. Tell me, am I warm?\" he asked with charming smile.<br>\r\n<br>\r\nShe was amazed that he could see right through her so easily and blushed a little since he was pretty handsome \"Uh..yeah that just about sums it up.\" she said with an awkward grin.<br>\r\n<br>\r\n\"Don't worry I won't call security. In fact if you want I could take you to the best seats in the house.\" he casually offered.<br>\r\n<br>\r\nShe was stunned at his generosity \"Really? You'd do that for me? But you don't even know me.\"<br>\r\n<br>\r\n\"Hey I believe that strangers are just friends you haven't met yet. So what do you say, friends?\" he said with an open smile and hand extended.<br>\r\n<br>\r\nAn ear to ear smile crossed her face \"Definitely!\" she ignored his hand and nearly tackled him to the ground in a powerful hug.<br>\r\n<br>\r\n[Wow she's stronger then she looks.] he thought to himself feeling his spine popping. \"Names Bolin by the way.\" he said in slightly strained voice.<br>\r\n<br>\r\n\"Korra.\" she introduced herself unaware of her strength.<br>\r\n<br>\r\nShe released him and Bolin gestured to the hallway \"Now if you will follow me miss.\" he said with playful gentlemen tone.<br>\r\n<br>\r\n\"Why thank you sir.\" she played along, even giving a curtsy with her fur pelt. They shared a good laugh as he escorted her to the ring \"Seriously though, thanks.\" she said sincerely.<br>\r\n<br>\r\nAfter a minute of walking Bolin opened the door that lead to the fighter podium. \"What i'd tell ya? Best seats in the house right?\" he asked knowingly.<br>\r\n<br>\r\n\"Wow..this place is even more amazing the I imagined!\" she said giddy as she looked over ever inch of the stadium like a kid in a candy store.<br>\r\n<br>\r\nHer enthusiasm made him smile fondly, it reminded him of himself when first saw this place. \"Psst, Bolin.\" whispered his brother Mako from behind him.<br>\r\n<br>\r\n\"Yeah?\"<br>\r\n<br>\r\n\"I told you to not bring your crazy fan girls in here before the matches. Get her out of here.\" he said rather rudely as he put on the rest of his uniform.<br>\r\n<br>\r\n\"Aw come on Mako..she's not a fan girl she's a friend and I promised her she could stay. Besides something tells me there's something special about her. Korra,\" he took her shoulder to face his brother \"I\"d like you to meet my brother, Mako.\"<br>\r\n<br>\r\n\"Mako? Wow I heard you play on the radio!\" she reach out her hand eager to shake it.<br>\r\n<br>\r\n\"Come on Bolin, we're up.\" he ignored her putting on his helmet.<br>\r\n<br>\r\nKorra looked down at her wondering if she did something to offend him \"Or I could meet him later.\"<br>\r\n<br>\r\n\"Yeah sorry about that. My brother always gets so focused before a match.\" he explained as he put on her own helmet \"Well I got go. Wish me luck, not that I'll need it.\" he said with a confident swagger as he joined his team.<br>\r\n<br>\r\n\"Heh Good luck. Knock em out!\" she punched the air in emphasis.<br>\r\n<br>\r\nThe bout between The Fire Ferrets and The Tiger-Dillo's was intense. The Ferret's lost the fist round despite giving it their all, but manged to barely win the second keeping them in the game. But just as the third round started The Ferret's water bender stumbled into Mako cause them to be knockout of the ring into the drink. It was all up to Bolin and despite his best efforts to bob and weave between the blows he found himself at the edge of the ring with the water waiting below.<br>\r\n<br>\r\nIt seemed like all hope was lost, but then just when it looked like it was over a miracle happened. Bolin dug in his feet and endured The Tiger-Dillo's assault. It was a risky, some would even say stupid move. But despite being pummeled by a relentless barrage of fire, earth and water Bolin refused to budge an inch. He was completely rooted, as unmovable as a mountain. And when The Tiger-Dillo's paused their assault to catch their breath Bolin returned the favor 10 fold and knocked The Tiger-Dillo's out of ring.<br>\r\n<br>\r\nThe stadium was silent for a moment as nobody could believe what just happened, but the crowd cheered so loud it could deafen everyone in it. But no one was cheering louder then Korra. She had never seen anyone with such sheer grit and force of will. And she watched the underdog hero smiled, waved and blew kisses to his adoring fans she felt time slow to a crawl and the cheers of the crowd go silent. He was covered in dust, his uniform singed, had a black eye and his teeth were red from the blood in his mouth, but he was so happy, so full of pride and strength. Her heart hammered in her chest and her face turned dark red with a blush.<br>\r\n<br>\r\nAnd then her seemed to move on it's own as she leapt into the drink, rocketed herself onto the ring with a waterspout, ran to capture him in her arms and give him a powerful kiss on the lips. His was frozen stiff at the sudden assault on his lips, but he quickly recovered to return her passion with his own. The crowd cheered even loud at the display as it seemed a new love was born.</span></div></div>",
            "created":1585630800,
            "id":2811133,
            "title":"Pro-Bending: An underdog story."
        },
        "12":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Yay!",
                "More",
                "More",
                "More",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright, lets try Teddy Bear Bolin, where Bolin ate himself too many noodles at Narook's Seaweed Noodlery?</span></div></span></div>",
            "created":1382331600,
            "id":1682546,
            "title":"Many Choices"
        },
        "121":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "He ate because of betrayl",
                "He ate to celebrate",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After the fifth episode he starts to gain weight from eating as an escape from the pain of Mako and Korra's combined betrayl?  Or perhaps, after he decided to eat lots after finding out the Fire Ferrets won thanks to the officials deciding to investigate the Wolf Bats cheating?</span></div></div>",
            "created":1382331600,
            "id":1682555,
            "title":"Yay!"
        },
        "1211":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Adi likes funny, romantic, gentle and large guys, he's a teddy foxbear!",
                "Umi likes funny, romantic, gentle and large guys, he's a teddy foxbear!",
                "Ula likes funny, romantic, gentle and large guys, he's a teddy foxbear!"
            ],
            "content":"<div class=\"\"><div> <span>Bolin was at Narooks, it was during the time that his home the Probending arena was devastated.  He couldn't believe his life. First he had to probend with a traitor of a brother who couldn't decide on who he should date.  Then the losing of the probending finals and losing the only home he could remember.  And while he was happy that he was living in a mansion now, he still silently hated how he had to live in his brother's girlfriend's house.  What the fuck was wrong with him?  Not even the girl cosplayer of the Fire Ferrets team would go on a date with him!<br>\r\n<br>\r\nBolin fucking hated this as he just ate another bit of the noddles.  His one and true love, noodles would never betray him.  He then pulled out his money and placed it on the bar.  He got up and walked out with his belly having been expanded.  Not by much but there was evidence to his over eating.  He felt his shirt was a bit tight so he looked at his wallet and went into a clothing store.  He put on an 1XL shirt as he then saw that you could see his belly's shape.  Pulling it off he went into the 3XL section and pulled it on.  He liked it, he wasn't big enough yet to be truly showing.  While he was here he bought three pairs of pants that were 42s, evidence to his weight gain.  Nothing that would prevent him from his bending and if anything at least now he would have a reason to repel women.<br>\r\n<br>\r\nWalking out of the stall he would be okay with his size and grinned.  Screw the world and all the ladies who don't dig his funny jokes or his feelings of romance.  Screw them for not hooking up with him cause of his weight.  No, he couldn't do it.  Not fully at least, he decided he would just be himself. Just a bit larger than usual.  Bolin bought the three pairs of pants and pair he was already wearing.  He also bought the shirt he was wearing plus three more.  <br>\r\n<br>\r\nBolin walked out with two bags as he threw away his old cloths that were just too small.  He put them into a donations box for the homeless.  He really hated this as he began to walk in the frigid cold air.  Then suddenly a female voice asked him, \"Hey, Cutie, mind walking me to my flat?\"<br>\r\n<br>\r\nWho was it?</span></div></div>",
            "created":1382331600,
            "id":1682569,
            "title":"He ate because of betrayl"
        },
        "12111":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "She invited him inside with a wink",
                "She asked if he'd be available for a date"
            ],
            "content":"<div class=\"\"><div> <span>Turning around, Bolin saw none other than the captain of the Red Sands Rabaroos, the only all-female probending team in the league. Adi, a firebender from Red Sand Island, was the founder and leader of the Red Sands Rabaroos, a strikingly pretty young firebender who had decided to make her mark in the heavily male sport of probending. <br>\r\n<br>\r\nAdi was the only other person here, and Bolin was momentarily befuddled. <br>\r\n<br>\r\n\"Um, are you talking to me?\" he asked nervously, unable to believe that this pretty probender could possibly have been referring to him.<br>\r\n<br>\r\nShe smiled at him, eyes sparkling like tiny stars in the lamplight.  <br>\r\n<br>\r\n\"Do you see anyone else here?\" she asked him wryly, amusement in her tone. <br>\r\n<br>\r\nBolin momentarily glanced around, and he did indeed see that he and Adi really were the only people here. <br>\r\n<br>\r\nHe blushed.<br>\r\n<br>\r\n\"Oh,\" he said, abashed. \"Well, um... Okay...\" he stuttered awkwardly. \"I-I... Y-you want me to walk you back, back to your apartment...?\" <br>\r\n<br>\r\nAdi nodded, smile widening infinitesimally. Bolin couldn't help but feel flustered with how pretty and confident she was. He had heard the rumors, of course, regarding the RSR captain's extremely active love life, and he found it easy to believe them, faced with the woman herself in the flesh, out of uniform. She was lovely, indeed, and there was something about the way she comported herself that bespoke considerable experience with courtship and romance.<br>\r\n<br>\r\n\"Yes,\" she said, taking a step towards him, taking one of his hands, pulling one of his thick arms into a rather tight embrace. \"If you would be so kind.\" She fluttered her eyelashes, covertly pressing Bolin's arm into her chest. <br>\r\n<br>\r\nThe earthbender of the Fire Ferrets was a bright, fluorescent pink by now.<br>\r\n<br>\r\n\"Okay, then...\" gulped Bolin. \"I suppose it would be rude to turn down such a pretty lady...\"<br>\r\n<br>\r\nAdi giggled, and she showed him the way to her flat. But, what happened when they got there?</span></div></div>",
            "created":1382418000,
            "id":1682848,
            "title":"Adi likes funny, romantic, gentle and large guys"
        },
        "121112":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Tits man",
                "Rabaroos man"
            ],
            "content":"<div class=\"\"><div> <span>Adi and Bolin were walking down the street as they wound a corner.  Adi and Bolin stopped to see two Red Monsoons water bending at a small shop owners place.  Bolin was tried of bullies as then looked to Adi who nodded.  Bolin looked around and saw a small shop keeper behind him selling earth pots.  Bolin then asked Adi after he felt his pockets, \"Got a couple of bills?\"<br>\r\n<br>\r\nAdi nodded as she handed him a couple of bills and he went to buy two pots.  He then earth bent them into discs as he carried them giving his bags to Adi.  Adi watched as Bolin ran in and tossed up the two earth discs.  He bent one at the feet of a Red Monsoon as he hit the ground.  Leaping into a tackle Bolin hit the other one to the ground as he then earth bent the last disc at the one he had knocked making sure he was down.  The two were about to get up as Adi then walked up with fire in her hands saying, \"You sure you want to do that?\"<br>\r\n<br>\r\nThey then ran as the shop keeper said to them, \"Thank you thank you.  Please, take whatever you want for a reward.\"<br>\r\n<br>\r\nAdi looked to see it was a restaurant, \"Mind if we get a free meal tonight?\"<br>\r\n<br>\r\nThe shop keeper nodded as Adi said to Bolin, \"That settles it, tonight is date night for me and the girls.  See you at 8.\"<br>\r\n<br>\r\nBolin was waiting at the shop 3 hours later finely dressed in new cloths that were big enough.  Thanks to Asami's cash load he could afford new cloths for this date.  He was thinking it was a loan, but she for some reason blushed when he asked to borrow a couple of bills.  Bolin was waiting wondering what Adi had meant.  Maybe she was saying that her 'girls' was her bosom and was going to accentuate them or was she bringing the other rabaroos?</span></div></div>",
            "created":1382418000,
            "id":1682856,
            "title":"She asked if he'd be available for a date"
        },
        "1211121":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Play footsie with Adi",
                "Never mind, there's the waiter"
            ],
            "content":"<div class=\"\"><div> <span>When Adi walked in through the door of the shop, Bolin blushed beet red. She was wearing a low-cut blouse that did wonders for emphasizing and accentuating the size and shape of the firebender's breasts. Bolin could not help staring a little at her exposed cleavage as she walked over to him, a confident smile on her face.<br>\r\n<br>\r\nIt was only after almost half a minute of staring that Bolin managed to tear his gaze away from Adi's chest and meet her eyes. She was grinning at the blush on his face as she slid into the booth opposite her date, and she leaned forward over the table, crossing her arms under her chest.<br>\r\n<br>\r\n\"Like what you see?\" she asked him coyly, smirking knowingly. Bolin's blush deepened, and for a second he had to avert his gaze out of anxiety.<br>\r\n<br>\r\n\"You look... very nice, tonight,\" he said awkwardly. \"Um, not that you don't <i>usually</i> look good...\" he stammered nervously, beginning to ramble even as his eyes were drawn, as if by a gravitational force, back down towards Adi's cleavage.<br>\r\n<br>\r\nShe laughed quietly, smiling at Bolin. <br>\r\n<br>\r\n\"Don't be shy,\" she told him. \"You like my tits? That's good. If you like them, then enjoy your fill. I'm sure you'll be able to return the favor after dinner.\" She winked, and Bolin's stomach fluttered nervously. <br>\r\n<br>\r\nEven as inexperience as he was, he could tell what she was implying. And while he wasn't sure how much was serious and how much was just banter, he nonetheless looked back up into her eyes.<br>\r\n<br>\r\n\"Well, um, I do like your, uh...\" He blushed. \"...er, your <i>you-know-whats</i>, but... Your eyes are just as pretty.\" <br>\r\n<br>\r\nHe scratched the back of his neck then.<br>\r\n<br>\r\n\"Aw, geez...\" he mumbled, abashed. \"That sounds a lot cheesier out loud than it did in my head...\"<br>\r\n<br>\r\nAdi shook her, giggling lightly.<br>\r\n<br>\r\n\"No,\" she said, \"I think it's sweet. You're a good guy.\"<br>\r\n<br>\r\nBolin felt Adi's toes brush against his shin, and he became aware of how intensely she was eyeing him. <br>\r\n<br>\r\n\"I'm not <i>that</i> good...\" he murmured, feeling self conscious.<br>\r\n<br>\r\n\"Nonsense,\" Adi replied. \"You're a true blue gentleman.\"<br>\r\n<br>\r\nHer foot went higher this time, tracing its way up his calves.<br>\r\n<br>\r\nBolin blushed even redder. He gulped nervously, and silently he wondered when the waiter would get there... He was torn between wanting them to come right away, and wanting them to take their sweet time.<br>\r\n<br>\r\nAdi's foot brushed his thigh this time, and he shivered, aware of how close she had come to his crotch. Idly, the notion entered his head to reciprocate what Adi was doing. <br>\r\n<br>\r\nDid he?</span></div></div>",
            "created":1382418000,
            "id":1682890,
            "title":"Tits man"
        },
        "12111212":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "To get a different kind of creamer and Honoka decided to help her",
                "The little ladies room"
            ],
            "content":"<div class=\"\"><div> <span>Bolin was just about to play footsie with Adi as the waiter came up.  The waiter was Honoka, the female probender from the Mo Ce Mongoose Lizards.  She was dressed in a green kimono with yellow brown trim and all silk with a dragon print.  The obi was yellow brown and the menus she was holding were Jasmine Dragon menus of the worlds largest franchise restaurant.<br>\r\n<br>\r\nHonoka smiled at them and them blushed at seeing Bolin.  She couldn't deny the fact that she liked men that were big enough to totally hold her all around and were soft enough to lay on.  She then said to them handing them the menus, \"Welcome to the Jasmine Dragon.  I have been informed that you are to have a free meal.  Whatever, you want you will get, thank you for your services.\"<br>\r\n<br>\r\nIt was known that after the cheating that the wolf bats used on the mongoose lizards that Honoka broke a portion of her chi line.  She could bend, but it would take a couple of years before she would probend again.  To pay for the doctors bills as a server to get into the sport she loved would take her til she was in her forties.  Bolin didn't like how everyone fell from the wolf bats cheating ways.<br>\r\n<br>\r\nBolin then looked at the menu as he asked her, \"Can we have the 10 tea special?\"<br>\r\n<br>\r\nNodding Honoka then said to them, \"I'll let you let you read over the menu while I go get your tea ready.\"<br>\r\n<br>\r\nHonoka went as walked into the line of vision of Bolin's with a shake to her hips.  She made an aggressive display luring his eyes to her rump that was really full.  Bolin then went to the menu as Adi smiled and licked her lips.  She enjoyed men who had divided attentions, cause that meant they would get creative if more than one girl was in bed.  Plus, that would leave her open into inviting men into the show if she wanted and she was sure Bolin didn't mind.  She then asked him, \"Bolin, what are your opinions on open relationships?\"<br>\r\n<br>\r\nBolin thought about it as he then said to her, \"Well, the whole community relationship of where you are dating someone and I'm dating someone.  And we all hang out as if we're a big couple while me and you are dating.  Does have it's advantages, but I will not <i>you know</i> with a guy.  Sorry, I'm a ladies man, but watching a guy go down on a girl is okay or the other way around.\"<br>\r\n<br>\r\nSmiling Adi then said to him as she stroked his inner thigh with her foot, \"Oh, this relationship is so going to work.\"<br>\r\n<br>\r\nHonoka then arrived as she said to them, \"Here is your first round of tea.  Yellow Mint Leaf tea, I hope you enjoy.\"<br>\r\n<br>\r\nTaking a sip of the tea Adi then said to him, \"This tea could use some creamer.\"<br>\r\n<br>\r\nBolin then replied to her as he was moving to grab some of the powder, \"Sure.\"<br>\r\n<br>\r\nWhen he looked where Adi was, he realized that she was gone and so was her cup of tea.  Just where did she go?</span></div></div>",
            "created":1382418000,
            "id":1682947,
            "title":"Never mind, there's the waiter"
        },
        "121112121":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Order regular food",
                "Eat a special off their waitress"
            ],
            "content":"<div class=\"\"><div> <span>Bolin's eyes widened when he heard the faint but unmistakable sound of his pants being unzipped, followed by the feeling of someone grabbing his dick. He had a pretty good idea of who it was, and his ears were pink as the warm fingers skillfully worked his little bender to full mast. <br>\r\n<br>\r\nHe glanced aside to where the waitress, Honoka, had been standing, only to see that she had also vanished. <br>\r\n<br>\r\nThen he felt another hand grab his member, working together with the first to tease him higher and higher. Bolin whimpered quietly, overwhelmed a tiny bit by the sensations being inflicted upon him. Adi and Honoka had ducked underneath the table, and the two of them were now double teaming his dick with remarkably deft hands. <br>\r\n<br>\r\nRight when he was at the brink of coming, Bolin felt the hands leave his dick. He was dismayed by this, for a moment, right up until he felt the two pairs of lips kiss either side of his cock's head. <br>\r\n<br>\r\nHe came with a shudder, biting his lip to keep from crying out. A moment later, Adi emerged from under the table, a smile on her face and an unmistakable white substance in her hand. While Bolin's date dumped his seed into her tea and began to stir, their waitress was licking his manhood clean, or at least that was how it felt. Certainly, she sucked on Bolin's sausage for several seconds, and he had a feeling she was doing it as much for herself as she was doing it for him or Adi.<br>\r\n<br>\r\nBut eventually Bolin came again (Adi peacefully sipping her tea, smiling at him suggestively), and Honoka finally reemerged from under the table, licking her lips and beaming at the both of them. <br>\r\n<br>\r\n\"Would you two like anything else?\" she asked. \"Some noodles? Some fish? Or perhaps...\" she leaned over the table, a vulpine grin tilting her lips. \"...you'd like a taste of <i>me?</i>\"<br>\r\n<br>\r\nAdi smirked, and Bolin blushed. The former knew that this establishment was known for serving certain kinds of food on the bodies of naked women. (as in this: <a rel=\"nofollow\" href=\"http://en.wikipedia.org/wiki/Nyotaimori\" target=\"_blank\">http://en.wikipedia.org/wiki/Nyotaimori</a> ) What did they do?</span></div></div>",
            "created":1382418000,
            "id":1682967,
            "title":"To get a different kind of creamer, Honoka helps"
        },
        "1211121212":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Go ahead and eat the food",
                "Go ahead and eat the food, but sexually tease Honoka too"
            ],
            "content":"<div class=\"\"><div> <span>Honoka smiled as she heard Agi say to her, \"Sense this is a free meal and those services you speak of are for thousandaires, why not?\"<br>\r\n<br>\r\nHonoka then replied to them as she said to them, \"Very good, by the way what would you like on your <i>plate</i>?\"<br>\r\n<br>\r\nAdi then said to her with a smile, \"If you could put on some spicy garlic sauce tuna shrimp with vegetables that would be nice.  Also a side of bread sticks would be great.\"<br>\r\n<br>\r\nHonoka smiled as she decided to leave after taking the menus.  A new server walked up to refill their drinks as Adi had a small plate with extra cum that she had slipped onto it for <i>creaming</i> her tea.  She put in a spoon full as she then drank this new tea that was green pineapple.  <br>\r\n<br>\r\nAbout 30 minutes later a cart was pushed in.  On top of the cart was Honoka with brown sauce on her breasts and belly with tuna shrimp here and there with various vegetables and pineapple rings.  In between her legs at the crotch were seven bread sticks with six being held in a ring by her inner thighs and one sticking inside the pussy a bit.  Honoka smiled as she said to them, \"Dinner is served.\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1382418000,
            "id":1682984,
            "title":"Eat a special off their waitress"
        },
        "125":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Yes",
                "No",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So both Korra and Asami are bisexuals.  That's fantastic.  But, lets see if they want some Bolin action perhaps?</span></div></span></div>",
            "created":1420952400,
            "id":1916680,
            "title":"After Korrasami Get back from the Spirit World"
        },
        "1251":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Succubus Korrasami",
                "Korrasami parents!",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>What if Korra and Asami came back infected by spirit energy and turned into succubi?  Will they go after Bolin after they find out that he is the unlimited fountain of sperm?  Or are the girlfriends wanting to become moms thus they want to get babies and chose Bolin for various reasons?</span></div></div>",
            "created":1420952400,
            "id":1916682,
            "title":"Yes"
        },
        "12511":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Korrasami look for something to eat, and smell something DELICIOUS",
                "Korra and Asami can't keep their hands off each other...",
                "They come across Bolin in a rather... compromising position"
            ],
            "content":"<div class=\"\"><div> <span>Korra felt a wave of dizziness pass over her as she stepped back into the physical realm. Her head spun, and for a moment she lost all sense of up and down. <br>\r\n<br>\r\nAsami, sensing her lover's disorientation, squeezed the avatar's hand reassuringly. <br>\r\n<br>\r\n\"I've got you, Korra,\" she said softly, wrapping an arm around her waist. <br>\r\n<br>\r\nThe Southern Water Tribeswoman smiled weakly at the beautiful young CEO of Future Industries. <br>\r\n<br>\r\n\"Thanks,\" she said, allowing herself to lean tiredly against the other girl. \"Oof, I feel like I could sleep for a week.\"<br>\r\n<br>\r\nAsami chuckled, a soft tinkling sound, and leaned over to plant a soft kiss on Korra's cheek. Her eyes then widened, and she jolted upright, feeling her lips burn and tingle at the contact. It was not painful (if anything, it was quite a pleasurable sensation) but something about it startled her, and Korra seemed to feel it too, judging by how her cheeks darkened.<br>\r\n<br>\r\nKorra gave Asami a soft smile, and slung her arm over the other girl's shoulder. <br>\r\n<br>\r\n\"You're awfully hot,\" the latter remarked, earning a wry laugh from the former.<br>\r\n<br>\r\n\"Thanks,\" she said with a cheeky wink. \"I know.\"<br>\r\n<br>\r\nAsami rolled her eyes, although a smile quirked her lips. <br>\r\n<br>\r\n\"I don't mean like that, Korra,\" she said. \"It's... you feel like you're burning up.\" <br>\r\n<br>\r\nKorra's stomach noisily rumbled at that moment, causing the avatar to laugh. <br>\r\n<br>\r\n\"I'm <i>starving</i>, is what I am,\" said the dark-skinned beauty. \"I feel like I could eat a whole ostrich horse.\"<br>\r\n<br>\r\nAsami nodded sheepishly, feeling her own stomach churn as though she'd not had a bite for days.<br>\r\n<br>\r\n\"Yeah, I know what you mean...\" she murmured. \"Is that a side-effect of going to the spirit world?\" She placed a hand over her stomach. \"Because I know we weren't gone for <i>that</i> long.\"<br>\r\n<br>\r\nKorra looked thoughtful at this, smacking her lips and narrowing her eyes as she stared into the distance.<br>\r\n<br>\r\n\"I don't remember feeling this hungry the other times I came back from the spirit world,\" she commented, \"but maybe something was different this time?\" She shrugged. \"I don't know, but I am FAMISHED. Let's grab a bite to eat, eh?\"<br>\r\n<br>\r\nAsami smirked. <br>\r\n<br>\r\n\"Are you asking me out on a date?\" she said with a twinkle in her eyes.<br>\r\n<br>\r\nKorra grinned toothily, brusquely stealing a kiss from the fair young woman's lips. <br>\r\n<br>\r\n\"I'm game if you are,\" she purred huskily, making it clear that she was much more interested in something else.<br>\r\n<br>\r\nAsami smiled, and stole the kiss back with interest. There was a fair bit of tongue, and one of her hands may or may not have found its way to the curve of Korra's firm, shapely rear.<br>\r\n<br>\r\n\"It's a date,\" she whispered, gazing intently into her beloved's glistening sapphires. <br>\r\n<br>\r\nKorra laughed heartily.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1421038800,
            "id":1916857,
            "title":"Succubus Korrasami"
        },
        "125113":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Korra: Lets eat!",
                "Asami: Mind if we join you?"
            ],
            "content":"<div class=\"\"><div> <span>The pair walked away from the new spirit portal that is in the heart of Republic city.  They follow their noses as they reach Bolin's house that Opal visits every once in a while.  Seeing as she's an air nomad she has to travel nearly all year long making week long stays every month or two at Bolin's.  <br>\r\n<br>\r\nAs the pair of lovers reach the tall 3 story mansion they see guards.  Female guards who for some reason begin to run to each other to make out.  Korra and Asami walk past the gate after the prior metal bent it to the ground.  They walked up to the door as Asami then pulled out a lock pick kit and worked on the lock.  While Korra bent the gate up once more and the pair soon got inside.  As they made their way to the kitchen sniffing the air they found themselves in the dining room by the kitchen.  And on the table was what looked so delectable.  Bolin was lying on the table with leaves, apples, cheeses, breads and various fruits all laid on his naked body.<br>\r\n<br>\r\nOpal's lips were around Bolin's cock as she had a half eaten apple in her other hand.  Her cheeks blushed along with Bolin's as he looked up at the pair of ladies.  The pair looked at each other as they looked back down at the pair of lovers.</span></div></div>",
            "created":1421038800,
            "id":1916908,
            "title":"They come across Bolin in a rather... compromis..."
        },
        "1251131":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "They have a newfound craving for cum",
                "They're \"starving\" to ravish Opal"
            ],
            "content":"<div class=\"\"><div> <span>Korra's eyes lit up, and she licked her lips. Asami's stomach audibly growled. Opal had a look on her face like a kid who had been caught in a cookie jar. Bolin's eyes were as wide as dinner plates, and he was blushing fiercely.<br>\r\n<br>\r\n\"Uhh... I know what this might look like...\" he said awkwardly, feeling all too aware of Korra and Asami's eyes on his naked body. \"But, er, it's not. This is not what it looks like.\"<br>\r\n<br>\r\nOpal looked torn between covering her face, covering her body, and continuing to suck her on-and-off boyfriend's cock. She settled for closing her eyes and sucking extra loudly.<br>\r\n<br>\r\n<i>Smack. Smack. Smack.</i><br>\r\n<br>\r\n\"I think I know EXACTLY what I'm looking at,\" Korra replied. There was a hungry gleam in her eyes as she surveyed the many and varied foodstuffs which had been laid out on Bolin's body. \"Free grub!\"<br>\r\n<br>\r\nSomewhat curiously, her eyes were focused more on Bolin's dick when she said this, rather than any of the food. The predatory way she stalked forward certainly did not help matters.<br>\r\n<br>\r\nAsami smiled, watching quite hungrily as Korra swayed her hips. Her eyes twinkled, and she licked her lips. She watched Korra grab a slice of bread from Bolin's chest, and a lump of cheese from his abdomen. <br>\r\n<br>\r\nKorra took a sizable bite out of her cheese-laden bread, then turned and mashed her lips against Asami's. She grabbed her girlfriend's ass with her free hand, squeezing playfully and pushing some of the food into her mouth. <br>\r\n<br>\r\nBolin watched them with eyes with and mouth agape, feeling very rude for staring as Korra and Asami did things to that mouthful of bread and cheese that made him feel as hard as the rocks he bent.<br>\r\n<br>\r\n\"...wow,\" he mumbled, gulping and feeling his balls tighten almost painfully as Korra and Asami's bodies pressed together in such wonderfully soft and bouncy ways.<br>\r\n<br>\r\nHe was unable to tear his eyes away as the two lovers made out, swallowing their first mouthful and bringing the rest up between them. The pair tore strips of bread and chunks of cheese away with their teeth, suggestively masticating in between sessions of heated kissing. Hands roamed freely up and down one another's bodies, the two suggestively stroking and squeezing, embracing and undressing. <br>\r\n<br>\r\nBy the time Korra and Asami finished off that hunk of bread, most of their clothes were lying on the floor. They were half naked, and seeming uncaring of Bolin and Opal's presence as they moaned as rubbed their bodies together. Asami fondled Korra's firm, muscular thighs, and Korra pressed a couple of her fingers down Asami's top-of-the-line panties, teasingly rubbing them up and down over a hot and moist slit. <br>\r\n<br>\r\nBolin gawked at the pair, completely incapable of looking away. His eyes were glued to the duo's all but naked bodies. And when Asami freed Korra's breasts from their restraints, he was not able to maintain his grip any longer.<br>\r\n<br>\r\nOpal squeaked, surprised by a sudden, copious ejaculation that filled her mouth with Bolin's seed. She blushed hotly, mewling as her cheeks puffed out.<br>\r\n<br>\r\n\"Mm... Mmmph...!\" she pulled her mouth off of Bolin's manhood, a fair amount of his sperm dripping from her lips. She could barely keep it in her mouth, and it was a struggle to swallow the full amount. As it was, a good deal of his semen clung to her chin and dripped down onto her chest. <br>\r\n<br>\r\nOpal looked at Korra and Asami, and she blushed hotly to see both sets of their eyes on her. The pair stared at Bolin's semen on Opal's face, and on her breasts. <br>\r\n<br>\r\nKorra's stomach grumbled like a sky bison. A bit of drool leaked from Asami's lips.<br>\r\n<br>\r\nWhat is it?</span></div></div>",
            "created":1421038800,
            "id":1916936,
            "title":"Korra: Lets eat!"
        },
        "12511311":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Drink from the tap",
                "Someone interupts them.  (Zhu Li, Ginger, Pema any one you the reader chooses)"
            ],
            "content":"<div class=\"\"><div> <span>Asami sniffed the cum from what splashed on Opal as her eyes grew cloudy and dark with lust.  She finally understood what it was she was missing.  She then said to Korra who was getting the same look, \"It's cum, that's what we are missing.\"<br>\r\n<br>\r\nKorra then asked her with confusion, \"But, I'm bi, I know it.  I love you.\"<br>\r\n<br>\r\nAsami nodded as she rested her forehead on Korra's, \"Yes, I know that.  But, I think we are over loaded with spirit energy.  Maybe its what happened after we were out of the spirit portal.  And I love you to.  But, we're both bi and its not like we're married or monogamous.  Or at least we haven't decided we are.  But, don't think of it as love, just food.  And food from a source that will treat us right.\"<br>\r\n<br>\r\nSmiling Korra then said with a smile, \"Yeah, it's Bolin.  He's pretty cool.  Plus, if we need to we can always just dominate him and make him submit.\"<br>\r\n<br>\r\nOpal smiled saying to them after swallowing, \"Dominate him?  Ha, yeah right.  I got him trained.  I snap and he submits.  How do you think I got him to volunteer to this?\"<br>\r\n<br>\r\nSmiling Korra then said taking a finger full of cum off Opal chest and putting it into her mouth, \"Mmm, its really good.\"</span></div></div>",
            "created":1421038800,
            "id":1916964,
            "title":"They have a newfound craving for cum"
        },
        "125113111":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Korra licks Asami clean, now",
                "Opal wants to lick Asami clean and repay the favor",
                "The girls feel like rewarding Bolin for being so obedient"
            ],
            "content":"<div class=\"\"><div> <span>Korra grinned, turning and winking at Asami. <br>\r\n<br>\r\n\"You wanna eat it off the platter?\" she joked, gesturing at the semen which splattered Opal's cheeks and chest. \"Or would you prefer getting it straight from the tap?\" She gestured at Bolin's dick.<br>\r\n<br>\r\nAsami smiled, glancing from Korra to Opal to Bolin. <br>\r\n<br>\r\n\"Which would <i>you</i> prefer?\" she replied, smirking. <br>\r\n<br>\r\nKorra chuckled, and grinned. \"I could eat off of you any day of the week,\" she said huskily, giving Asami's rear a playful squeeze. \"But I suppose Opal here can suffice.\"<br>\r\n<br>\r\nThe airbender smiled at this, blushing a little bit under Korra's piercing glance. Asami laughed, and smirked at her lover.<br>\r\n<br>\r\n\"You <i>cheat</i>,\" she joked, her tone playfully facetious. \"But I guess that means I get to have a drink from Bolin.\" She bent over, smiling over her shoulder at Korra, before looking up at the earthbender and his rod.<br>\r\n<br>\r\nBolin gulped nervously, glancing from Asami, to Korra, to Opal. He blushed hotly, fidgeting awkwardly in place. <br>\r\n<br>\r\n\"Be a good boy, dearie,\" Opal said, shooting him an almost imperious glance. <br>\r\n<br>\r\nHe immediately obeyed, stiffening up in more ways than one at the tone of his girlfriend's voice. His eyes followed Korra as the avatar bowed her head to lick a bit of his seed off of Opal's cheek. <br>\r\n<br>\r\n\"Ahh, this is very bold of you, Korra,\" Opal remarked, a playful lilt to her voice. \"Mm, oh! Watch where you're putting those hands, now. Your girlfriend is right there behind you!\" <br>\r\n<br>\r\nKorra grinned, feeling emboldened by Opal's words, and kissed a dimple on her chin. She hefted the other girl's left breast, squeezing the underside testingly. Asami chuckled, hearing Opal squeak as Korra started licking her way down the airbender's neck, past her collarbones, down to the swell of her bosom.<br>\r\n<br>\r\nAsami took the tip of Bolin's prick into her mouth, smiling against his penis as she licked the slit, tasting the lingering flavor of his latest ejaculation. She purred, her tastebuds bursting into life, a party rocking up in her mouth as she teased her lips slowly and torturously down his shaft.<br>\r\n<br>\r\nKorra licked semen up from Opal's cleavage, roughly squeezing and kneading the girl's breasts as she all but buried her face in her bosom. She followed the spatter of Bolin's sperm, thoroughly and systematically licking Opal's chest clean.<br>\r\n<br>\r\nAsami rocked her head back and forth, swirling her tongue around Bolin's pecker. She was finding it surprisingly easy to take his respectable length into her mouth, nimbly and skillfully working her lips back and forth over smooth, velvety skin.<br>\r\n<br>\r\nKorra took one of Opal's nipples into her mouth, Bolin's semen all but forgotten in light of the airbender's fairly generous bosom. She kissed Opal's areola, gently pinching the nipple between her teeth, licking and sucking. She eagerly worked her fingers deep into the tissue of Opal's other breast, the young woman moaning and writhing beneath Korra's hungry ministrations.<br>\r\n<br>\r\nAsami slid her mouth up and down Bolin's manhood, deepthroating him with a preternatural ease, working his balls in the palms of her hands. He whimpered and groaned as he suckled at his cum faucet, working the tap with deft pumping motions. Her eyes rolled back in her sockets, and she purred delightedly, vibrating her mouth against Bolin's cock.<br>\r\n<br>\r\n\"Aaah! Asami, I'm...!\" Bolin gasped, his eyes clamping shut. <br>\r\n<br>\r\nHis dick twitched in her mouth, and he bucked his hips. Asami pulled back so that her mouth was only an inch or so from the earthbender's prick, sticking her tongue out to catch the coming eruption.<br>\r\n<br>\r\nBolin blew all over Asami's face, into her mouth, and down even onto her torso. He came in waves, aftershocks of the initial orgasm propelling additional loads of semen from his meatus. <br>\r\n<br>\r\nAsami moaned, catching as much of his sperm on his tongue as she could, swallowing every drop to get into her mouth. This still left quite a mess, though.<br>\r\n<br>\r\nSmirking, Asami licked her lips and stood up. She looked down at the thick ropes of white which clung to her front.<br>\r\n<br>\r\n\"I make this look good,\" she commented, looking at Korra. \"Don't I?\"<br>\r\n<br>\r\nThe avatar gave her a lopsided grin.<br>\r\n<br>\r\n\"Yeah,\" she agreed. \"You look good enough to eat.\"<br>\r\n<br>\r\nHer eyes twinkled lustily.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1421038800,
            "id":1917074,
            "title":"Drink from the tap"
        },
        "1251131113":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Korra came and then eats the banana erotically",
                "Asami and Opal take turns placing Bolin's penis inside their pussies."
            ],
            "content":"<div class=\"\"><div> <span>Korra began to lick off Asami as the billionaire moaned and let out a squeal when she felt her lover's lips lower to her own down stairs.  Asami's cheeks lit up with red as Opal then went and began to lick off the spilled spunk on her face.  Bolin just watched as he saw this action and then let out a whimper.<br>\r\n<br>\r\nGiggling Korra then said to the other girls, \"Well, Bo did give us plenty to eat and was pretty obedient.\"<br>\r\n<br>\r\nKorra then took a banana and splipped it into Bolin's mouth peel included.  She then said to the boy who only had enough in his mouth not to choke him, \"Time for a face fuck.\"<br>\r\n<br>\r\nShe slipped the banana into her coochie and smiled down at Bolin's eyes that were between her legs.  Asami and Opal decided to put their pussies on either side of his cock.  They began to grope each other and sissor each other with Bolin's cock between them.<br>\r\n</span></div></div>",
            "created":1421298000,
            "id":1918289,
            "title":"The girls feel like rewarding Bolin for being s..."
        },
        "12511311132":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Opal and Asami continue to ride Bolin's prick",
                "Korra rides Bolin's face and has him eat her out",
                "They decide it's time for some titfuck fun"
            ],
            "content":"<div class=\"\"><div> <span>While Korra impaled herself on the unpeeled banana, Asami and Opal took turns riding the earthbender's cock. The intrepid Miss Sato caressed Opal's soft and dusky bosom, her eyes gleaming with interest as she explored the soft and yielding tissue.<br>\r\n<br>\r\nOpal mewled cutely, wrapping her legs around Asami's waist. She bounced her hips up and down, squealing with delight as her boyfriend's thick manhood twitched and pulsed inside of her. Juices squelched between their joined sexes, and her eyes were squeezed tightly shut.<br>\r\n<br>\r\n\"Mmg... uwaaan...\" she moaned, beads of sweat beginning to trickle down her face. \"Oh, baby, yesss. Nf, ha, ohhhh! Bolin is a very good boy, mhmhm❤\"<br>\r\n<br>\r\nWith a playful, suggestive grin, Asami bowed her head and licked one of Opal's nipples. The other girl gasped, and tossed her head from side to side.<br>\r\n<br>\r\n <i>Slurp, smack, slurp.</i><br>\r\n<br>\r\n<i>Thluck, thluck.</i><br>\r\n<br>\r\nFor a minute or more, Asami licked and kissed Opal's creamy, sumptuous mounds. She wrapped her lips around stiff, erect nipples, sucking sensuously on the sensitive nubs.<br>\r\n<br>\r\nThe airbender cooed, and smiled wickedly at Asami, pulling herself off of Bolin with some effort of will.<br>\r\n<br>\r\n\"I think it's your turn now,\" she teased, blushing hotly and sparing a friendly leer for the other girl's quite shapely figure. <br>\r\n<br>\r\nAsami smiled, and soft as a feather she stole a kiss from Opal's lips, before planting herself gingerly atop Bolin's manhood. A soft hiss slipped through her teeth and she ground a drenched slit anxiously on the purplish head of his cock for moment, before shuddering and pushing herself downward.<br>\r\n<br>\r\n\"Ahhhh....!\" she squealed, shivering. A bit of warm nectar spurted out as she sheathed the earthbender inside herself, and she felt Opal's hands dancing over her body. <br>\r\n<br>\r\n\"It hurts a little at first, doesn't it?\" Opal remarked, grinning as she squeezed one of Asami's buttocks. \"He's pretty big, so I reckon it can take some getting used to...\"<br>\r\n<br>\r\nAsami smiled, and kissed Opal. <i>Hard.</i> There may have been tongue involved. Korra whistled at this, egging her girlfriend on with a husky growl. <br>\r\n<br>\r\nThe kiss lasted for several seconds, Asami's hands roaming over Opal's back, and Opal's fingers digging sharply into Asami's bum, the airbender thoroughly surprised by the intensity of this smooch. Finally, after what felt like an age and a half, Asami broke the kiss, Opal gasping and blushing hotly, and she licked her lips.<br>\r\n<br>\r\n\"It's a perfect fit,\" she purred silkily, her voice sending a shiver up Opal's spine. \"Mmm... I could get used to this❤\"<br>\r\n<br>\r\nOpal smirked at this, and placed a hand on one of Asami's breasts. <br>\r\n<br>\r\n\"You could, could you? I hope you don't plan on stealing my boyfriend away.\"<br>\r\n<br>\r\nAsami slowly and languorously rocked herself back and forth on Bolin's boner, sparing a wry and suggestive smile for Opal. Her eyes glittered, and she smacked her flawless rear down on their boytoy's thighs.<br>\r\n<br>\r\n\"Not unless you're included in the deal,\" she said with a wink.<br>\r\n<br>\r\nOpal giggled, and kissed Asami.<br>\r\n<br>\r\n\"Mm, who knows?\" he said. \"As long I get to keep my Bolin, it might be interesting.\"<br>\r\n<br>\r\nThey laughed, and Asami picked up her pace.</span></div></div>",
            "created":1421470800,
            "id":1919149,
            "title":"Asami and Opal take turns placing Bolin's p..."
        },
        "13":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "This idea is dumb",
                "She seemed horny after being revived",
                "She attacked him!",
                "Something else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After the harmonic convergence a giant rock flew through the sky as Bolin was on a new passenger ship owned by Varrick.  The ship rocked and Bolin fell over board as he screamed, \"HEEEELP!\"<br>\r\n<br>\r\nPeople searched and searched, but could find a sign of Bolin.  Bolin was lost at sea and that was not a good thing.<br>\r\n<br>\r\nMako attacked at the fire resistance punching bag as he sent fire all over it.  He growled as he then said with a single tear leaving his eye, \"Why Bo, why?\"<br>\r\n<br>\r\nAsami starred at her love as she looked down and then breathed in.  She had to be strong as she then held up an envelope.  Asami walked up to Mako as she said to him, \"The lawyer dropped this off.  It's Bolin's will.\"<br>\r\n<br>\r\nMako then furrowed his brows as he said angrily, \"We don't need to open that.\"<br>\r\n<br>\r\nAsami breathed as she said to him, \"Mako, I loved him to.  He was my brother in law after all.  He was family and he's been gone from us for a year now.  They searched all the islands and the sea is too vast for the various search.  The search has been over now for months and we need to move on.\"<br>\r\n<br>\r\nMako then opened the envelope as he then read the first thing on the paper.  In the will Bolin left Mako the title of the fire ferrets, the apartment that he owned, all the money in the bank account and he left him his probender ring he won after a successful three year run.  <br>\r\n<b><i><span class=\"corange\"><br>\r\nOut in the Southern Sea</span></i></b><br>\r\n<br>\r\nBolin walked on an island with a Elk Panther on his back.  His bore no shirt and his shorts were tattered.  He had a full beard and long spiky hair going everywhere.  He put down the animal as he then began to cut into it and cut off the meat.  From a distance came a noise of rocks falling as Bolin looked to the mountain with a swath in it.<br>\r\n<br>\r\nBolin looked at his meal as he then put the good parts above the fire.  He then began to go up the mountain.  After a few hours he finally got to the meteor crash site.  He had been there a million times, but something was different.  He saw a glow that was being smothered as he moved the rocks out of the way.  <br>\r\n<br>\r\nThere he saw five crystals as he then earth bent them seeing what was making them glow.  A great flash of light hit the world as people could see it from the shores of the United Republic.  Bolin rapidly closed and opened his eyes as he looked after the flash died down.<br>\r\n<br>\r\nThere laying in the stones were Azula, Ty Lee, Visola, Toph and Malu.  They were naked as he then began to carry them down to the camp site.  One at a time as he then covered them in a few furs.  <br>\r\n<br>\r\nBolin was poking at the cooled fire as the morning was now upon them.  Azula was the first to wake as she then said curiously, \"Where am I?  Why aren't I in the after life?\"<br>\r\n<br>\r\nBolin then said to her, \"Uh, don't know where you came from alien.  But, the after life couldn't take you without some form of damage.\"<br>\r\n<br>\r\nAzula then saw him as she then looked down feeling a draft.  She saw that she was naked.  How did she react?</span></div></div>",
            "created":1384146000,
            "id":1692932,
            "title":"After the harmonic convergence"
        },
        "131":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Yes!",
                "Nope dumb. Something else",
                "are you kidding?  Something else"
            ],
            "content":"<div class=\"\"><div> <span>Its still after Harmonic convergence, but along with the air benders something else comes through.  What if from flowers came pollen that transformed into horny female anthros?  Basically a rip off of Pollinic Girls Attack.   All pollen girls look like atla girls.</span></div></div>",
            "created":1421557200,
            "id":1919467,
            "title":"This idea is dumb"
        },
        "1311":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "The three pollen girls get what they want, semen!",
                "Senna appears she was visiting looking for Korra",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Bolin looked at the new spirit vines in Republic city.  He smelled the pleasant fragrant wafting on the air.  As he walked he realized something, \"Wait, aren't I allergic to pollen?  If there are flowers, where's the pollen?\"<br>\r\n<br>\r\nFrom the spirit vine covered area of the city floated out three naked females.  They had hair and skin that was covered in spots of semen and female ejaculate.  They looked like Azula, Ty Lee and Mai only happy with smiles and giggles as they floated on the air.  Their naked bodies mesmorized Bolin as he backed up and said with surprise, \"What the spirit world is going on?\"<br>\r\n<br>\r\nThe Azula (P) giggled as she sprinted through the air to Bolin as she let out from her hands pollen that took the shape of flames.  The pollen slipped into his shirt and turned outward making his shirt fall off onto the ground.  He hit a wall as the Ty Lee (P) appeared at his side and kissed his cheek, then moved to his lips licking inside of his mouth.  Bolin could taste the various bodily fluids that this magical girl had consumed probably moments ago attacked a fellow traveler.  <br>\r\n<br>\r\nThe Mai (P) appeared to his other side as she had pollen come out in the form of a blade.  Cutting off his pants Bolin saw his 7 inch flaccid turning hard cock flop out.  The three magical girls giggled at the sight of his manhood.<br>\r\n<br>\r\nI have made all the pollen girls names have a (p) identification to make it easier to realize that that girl is a pollen girl.  Please when using a gril place a (p) by their name.  </span></div></div>",
            "created":1421557200,
            "id":1919624,
            "title":"Yes!"
        },
        "13111":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "The pollen girls want more of his sperm!",
                "A non-pollen girl stumbles across Bolin",
                "Something else (reader's choice)"
            ],
            "content":"<div class=\"\"><div> <span>(P) Mai tittered and wriggled shapely, pale hips. Her lips quirked in a lovely smile, and round, modest breasts bobbed as she leaned forward to lick the tip of Bolin's hardening dick.<br>\r\n<br>\r\n\"Whaaa... wha, wha, what's happening...?\" Bolin stuttered, his eyes going wide as dinner plates. \"Wait, what? Eeep!\" he squealed, gasping as the lovely raven-haired woman continued to lick her way down his cock.<br>\r\n<br>\r\nThe (P) Ty Lee pressed soft, plump breasts into his side, giggling as she ground her body against him. (P) Azula wagged a tight, delicious ass and planted hungry kisses on his chest. She sealed her lips around one of Bolin's nipples, causing him to hiss in pleasure as she nibbled.<br>\r\n<br>\r\n(P) Mai continued to lick his manhood, curling her tongue around Bolin's thick, pulsing shaft. She cupped his balls in her hands, nimble fingers stroking and pinching his scrotum. (P) Ty Lee dropped down alongside (P) Mai, tittering as she joined her fellow pollen girl in tasting some delicious earthbender dick.<br>\r\n<br>\r\n(P) Azula lifted herself up, raising her bosom to Bolin's mouth. Acting on instinct, overcome by these playfully passionate pollen babes, he took one of (P) Azula's nipples into his mouth, returning the favor to her. He reached around with one hand, as well, bringing his fingers up to the lovely brunette's burning crotch.<br>\r\n<br>\r\nBolin's fingers entered the (P) Azula's pussy, and at the same time he felt his balls tighten. Grunting, he switched to (P) Azula's right nipple and cupped the unattended breast in his free hand. He scissored his fingers inside her cunt as he felt himself come all over the (P) Mai and (P) Ty Lee's faces.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1421643600,
            "id":1920036,
            "title":"The three pollen girls get what they want, semen!"
        },
        "131112":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "(p) Katara wants some",
                "Korra some how joins them"
            ],
            "content":"<div class=\"\"><div> <span>Asami came around from the corner almost all naked with just her skirt and bra on.  She was covered in female ejaculate as she ran from a pair of floating pollen girls (p) Katara and (p) Ming.  Asami saw Bolin as she ran over even while seeing the pollen girls with him, \"Bolin, what's going on?\"<br>\r\n<br>\r\nBolin said as he felt his cock being brought back to hardness, \"I-i-I don't know.\"<br>\r\n<br>\r\n(p) Azula saw the running away human as she ran at Asami and grabbed her bosom.  Ripping off the bra (p) Azula licked at her nipples and began to suck on them.  She giggled as she then bit on one just enough to make Asami squeal.  (p) Katara and (p) Ming caught up and grabbed Asami molesting her.  (p) Katara lifted up the skirt where it revealed that there were no panties and a dripping pussy.  (p) Katara began to lick and drink from the pouring pussy taking in the bodily fluid that came out of Asami.  Asami's eyes rolled back as she walked back into the wall and fell to her bum just sitting on the ground laying against the wall.<br>\r\n<br>\r\n(p) Ming went to work on Asami's pussy while (p) Azula went at the breasts.  (p) Katara wiped her lips with her arm and made a sigh at the refreshness her tongue had drunk.  She then saw Bolin and smiled as him with a hum on her person.</span></div></div>",
            "created":1421643600,
            "id":1920142,
            "title":"A non-pollen girl stumbles across Bolin"
        },
        "1311121":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "(P) Katara isn't satisfied yet!",
                "Korra appears and rescues the pair"
            ],
            "content":"<div class=\"\"><div> <span>(P) Katara floated over to Bolin, a dreamy smile on her face. (P) Mai and  (P) Ty Lee were giggling and licking the semen off each other's cheeks, the earthbender in question watching in morbidly aroused fascination as the two very naked female bodies pressed oh-so-lewdly together. <br>\r\n<br>\r\n\"Um... wow, this sure is something,\" said Bolin weakly, glancing from (P) Katara to Asami, who was being most thoroughly molested by (P) Azula and (P) Ming. <br>\r\n<br>\r\n\"Ah! Oh! Eeek!\"  Asami squealed, gasping and shamefacedly moaning.<br>\r\n<br>\r\nBolin gulped. (P) Katara straddled his waist, an innocently hungry look on her hazelnut brown features. Modest breasts heaved with a lusty breath, and the (P) Katara eagerly thrust herself down on Bolin's cock.<br>\r\n<br>\r\n\"OH! AHhhhhhhh...!\" Bolin gasped, squeezing his eyes shut against the agonizing bliss as the pollen beauty's silky folds enveloped him. \"Eeeeee! Nngh!\" he squealed and grunted, unconsciously clapping his hands down on (P) Katara's bouncy brown buttocks.<br>\r\n<br>\r\n(P) Katara enthusiastically rocked back and forth, grinding herself on his rigid manhood. Bolin bucked his hips reflexively, his insides tensing and tightening; he moved in time with (P) Katara, only half aware of what he was doing.<br>\r\n<br>\r\nThey sped up, and Asami stared wide-eyed at the sight, even as (P) Mai came to join (P) Azula in attacking her tits, and (P) Ty Lee slipped behind her and buried her face between Miss Sato's pert yet pliable ivory nether cheeks.<br>\r\n<br>\r\n(P) Katara let out a wordless cry, shrill and girlish. She tossed her head back and shuddered. Bolin gasped and shivered, and Asami could tell that he had come. <br>\r\n<br>\r\nShe blushed red hot at this realization.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1421730000,
            "id":1920531,
            "title":"(p) Katara wants some"
        },
        "13111212":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "(p) Yangchen and (p) Kyoshi appeared!",
                "(p) Umi and (p) Ta Min appeared!"
            ],
            "content":"<div class=\"\"><div> <span>Dropping from the air Korra landed as she said with seriousness, \"Bolin, Asami, I'm here to rescue you.\"<br>\r\n<br>\r\n(p) Azula feeling threatened of her need flew at Korra to grab her.  Korra air bended the pollen girl away and sweeped her glider staff at the others.  The pollen girls flew back as Korra grabbed up Asami and Bolin.  She snapped her glidder staff as it opened, stomping her right Korra summoned wind to the glider.  Bolin had grabbed onto her waist so she could fly the glider properly.  Asami also wrapped an arm to her waist the three took to the air just a little above the housing of Republic City.<br>\r\n<br>\r\nKorra said as the pollen girls gave chase, \"It seems that pollen has been corrupted by the spirit vines.  Taking on former human forms to get sex in order to produce more seeds for new spirit vines.  And for some reason like a weed they need human semen like we need air to breath and live.  They also seem to be attacking women to attract men to come to their defense taking advantage of a male's need protect females.  And then getting the human seven to make more spirit vines from them.\"<br>\r\n<br>\r\nBolin was startled by this news.  What no one expected happened next.</span></div></div>",
            "created":1421730000,
            "id":1920592,
            "title":"Korra appears and rescues the pair"
        },
        "131112121":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Korra tries to fight the pollen girls off",
                "Korra succumbs and gives in to the pleasure",
                "Asami and Bolin find themselves helping to undress Korra"
            ],
            "content":"<div class=\"\"><div> <span>Korra swooped between a pair of especially thick and rigid vines which had wrapped around two of the taller buildings in Republic City, and Bolin saw the clouds of naked girls drifting through the air. In the streets far below, he could just barely make out several men and women lying in heaps among these strange, lustful creatures.<br>\r\n<br>\r\nHe shivered, feeling both frightened and aroused. He felt very conscious of his and Asami's nakedness, but Korra seemed relatively unperturbed. Her mind was on other matters, it seemed.<br>\r\n<br>\r\nSuddenly, Korra veered in midair, nearly losing hold of her two passengers.<br>\r\n<br>\r\n\"Monkey feathers!\" she cursed. A pair of the floating women were coming at them now.<br>\r\n<br>\r\n(P) Kyoshi drifted up with a playful smile on her lips. (P) Yangchen accompanied her, lithe and slim. The former came towards them from the front with a surprising speed -- the latter flitted nimbly behind them, and Korra let out a yelp when the pollen air nomad's hands lightly but firmly grasped her bosom.<br>\r\n<br>\r\nFor a single, fleeting moment, Bolin feared that they would fall straight from the air. Korra's glider had stopped moving forward, and he could feel gravity jealously reasserting its hold on their bodies. <br>\r\n<br>\r\nThen (P) Kyoshi reached them, wrapping powerful arms around all him, Korra, and Asami. Large, mountainous hills of creamy, jiggling flesh pressed up against them.<br>\r\n<br>\r\n(P) Yangchen tittered from behind them, and (P) Kyoshi mashed her lips fiercely onto Korra's. The two avatar-shaped pollen beauties carried them down from the sky, drifting to the verdant roof of a nearby building: what might have once been an apartment complex, before convergence happened and buried whole swathes of the city in some kind of primordial spirit jungle.<br>\r\n<br>\r\nKorra, Asami, and Bolin were set down amidst the vines. The avatar was blushing fiercely, feeling (P) Yangchen's hands on her tits and (P) Kyoshi's tongue in her mouth. She squirmed and mewled, firmly sandwiched between Asami and Bolin's naked bodies.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1422075600,
            "id":1922452,
            "title":"(p) Yangchen and (p) Kyoshi appeared!"
        },
        "1311121213":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "This is Bolin's harem, done they attack Bolin!",
                "They go on Korrasami!"
            ],
            "content":"<div class=\"\"><div> <span>Bolin and Asami were hit by a purple mist that flew from (p) Kyoshi's lips.  Smiling she saw the pair move at Korra before she could grab her glider staff.  Bolin smacked the roof summoning up a pair of stones to cut Korra's pants and move back tearing off her pants.  Asami kissed Korra on the lips as her hands moved to the shirt and began to pull it off.<br>\r\n<br>\r\n(p) Yang Chen waved at (p) Katara, (p) Azula, (p) Ty Lee and (p) Mai who flew down at them with giggles.  Bolin then saw (p) Ty Lee saunter up to him as she shimmed down to his groin.  As she moved her lips to his cock as she brought it to life and as it bent back while pointing up she clapped along with a mewl.  (p) Mai threw the glider staff off the roof with a smile.  (p) Katara moved over to Korra and Asami as she took Korra's face and placed it in her crotch.  Asami was dragged back by (p) Azula who went down stairs to please Asami while having her pussy in the Future Industries CEO's face wiggling from side to side as she licked at Asami's clit.<br>\r\n<br>\r\n(p) Mai went at Korra's breasts as she massaged them and tweaked at her nipples.  She licked at her pussy too making Korra moan into (p) Katara's pussy.  The pair of (p) avatars just looked at the scene with a smile as they were deciding on who to attack.</span></div></div>",
            "created":1422162000,
            "id":1922935,
            "title":"Asami and Bolin find themselves helping to undr..."
        },
        "13111212131":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "(P) Yangchen",
                "(P) Kyoshi",
                "(P) Ty Lee"
            ],
            "content":"<div class=\"\"><div> <span>Asami and Korra were both pinned down: (P) Mai, (P) Katara, and (P) Azula were keeping them busy. <br>\r\n<br>\r\n(P) Ty Lee hummed as she sucked Bolin's cock, moving her mouth skillfully up and down his pulsing shaft. (P) Yangchen and (P) Kyoshi grinned, and floated eagerly over to the stout earthbender.<br>\r\n<br>\r\n(P) Ty Lee's lips smacked noisily on Bolin's erection. She wiggled naked hips cheerfully, shaking a delicious heart-shaped booty for him to see. Pert and rosy buttocks tensed and flexed, wobbling and quivering most delightfully.<br>\r\n<br>\r\n(P) Kyoshi came at Bolin from the left, wrapping powerful arms around him. She placed a broad hand on the back of his head, pushing his face into her immense tits. Bolin shivered and opened his mouth, taking one of (P) Kyoshi's nipples between his teeth. He sucked and nibbled, grasping and fondling at her other breast with one of his hands.<br>\r\n<br>\r\n(P) Yangchen came at him from the right. She pressed a slender form against his body, rubbing her modest breasts on his arm and hungrily kissing his neck. Bolin raised his other free hand to her crotch, rubbing her slit with calloused fingers. (P) Yangchen cooed happily, bucking her hips and lustily burbling. She coaxed him to put his fingers inside her.<br>\r\n<br>\r\n(P) Ty Lee slurped on Bolin's cock, fondling his balls. His cock twitched, and he came in her mouth. She swallowed it down eagerly, drinking up every last bit of his seed. Then she removed her mouth from his penis and brought her breasts to bear. <br>\r\n<br>\r\nBolin nearly lost it when (P) Ty Lee sandwiched his manhood in her cleavage, and he moaned blissfully against (P) Kyoshi's nipple as the busty brunette rolled her soft and bouncy mounds up and down his throbbing length. He slipped another finger up (P) Yangchen's pussy, and she rode him like an ostrich horse.<br>\r\n<br>\r\nIt didn't take long for Bolin to come again, and his semen spurted all over (P) Ty Lee's breasts. She pulled off of him with a lusty giggle, and placed one more kiss on the tip of his manhood. At the same moment, both (P) Yangchen and (P) Kyoshi came, squirming and panting heatedly. <br>\r\n<br>\r\nAs one, the three pollen girls took a step back from the dazed, dreamily smiling Bolin. They all stared at his erection, visibly aroused and eager to ride him properly.<br>\r\n<br>\r\nWhich of them went first?</span></div></div>",
            "created":1422162000,
            "id":1923102,
            "title":"This is Bolin's harem, done they attack Bolin!"
        },
        "14":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Korra",
                "Asami",
                "Lin",
                "All of the above?",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"No, seriously Mako!\" said a certain stocky, broad-shouldered earthbender, addressing his scarf-wearing brother. \"The ad in the paper said—!\"<br>\r\n<br>\r\n\"—<i>Bo,</i>\" Mako interjected. \"Don't tell me you actually <i>fell</i> for that garbage? Everybody KNOWS that catalog is full of joke items.\"<br>\r\n<br>\r\n\"Nuh-uh!\" retorted Bolin in a <i>remarkably</i> childish fashion. \"Not this! This is one hundred percent genuine!\"<br>\r\n<br>\r\nMako sighed, and he pinched the bridge of his nose between his fingers.<br>\r\n<br>\r\n\"Bo, you spent your entire share of the winnings from the Fire Ferrets' last match on a <i>rock</i>.\"<br>\r\n<br>\r\n\"A <i>magic</i> rock!\" Bolin corrected.<br>\r\n<br>\r\nMako sighed again.<br>\r\n<br>\r\n\"Right,\" he said. \"A <i>magic</i> rock.\"<br>\r\n<br>\r\nHe shook his head.<br>\r\n<br>\r\n\"Tell me again, Bo. <i>How</i> is that thing supposed to improve your love life?\"<br>\r\n<br>\r\nBolin shrugged.<br>\r\n<br>\r\n\"I dunno. Space magic, or something.\"<br>\r\n<br>\r\n\"<i>Space magic?</i>\"<br>\r\n<br>\r\n\"Yeah!\" said Bolin excitedly. \"This rock is a chunk of space earth! I just have to bend it a little while thinking of a girl I like, and I'll have luck with her!\"<br>\r\n<br>\r\n\"Luck with... Bolin, <i>what is that even supposed to mean?</i>\" Mako asked his little brother, feeling a migraine coming on. \"Because I only know of one way to interpret something like that, and if you expect me to believe that bending a piece of space rock while thinking about a girl will get you laid, then you might just want to have Korra take a look at your head. I think you might have taken one too many hits to the head, bro.\"<br>\r\n<br>\r\nBolin scoffed.<br>\r\n<br>\r\n\"Yeah? Well, I'll show <i>you!</i> Won't I, Pabu?\"<br>\r\n<br>\r\nThe fire ferret poked a nose out from its owner's coat pocket, and squeaked at Mako. Bolin, grinning, then took the lumpy black chunk of rock and focused on thinking about a specific girl, before proceeding to earthbend it.<br>\r\n<br>\r\nWho did he think of?</span></div></div>",
            "created":1377838800,
            "id":1654639,
            "title":"Ads for the Gullible... or Not?"
        },
        "142":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "He went along with it to see where it went",
                "He tried to convince Asami to slow down a little",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Focusing, Bolin thought of the lovely, sensual, feminine Asami, who blended Earth Kingdom and Fire Nation features in a most interesting way. While he might, honestly, have been more inclined to think of Korra, he knew that the Avatar was happy with his brother, and he didn't want to break up what the two had. Not really.<br>\r\n<br>\r\nUnlike Mako, Bolin believed in the rock's powers one hundred percent, so when he thought of Asami and bent the rock into a few different shapes, he completely expected something to happen.<br>\r\n<br>\r\nHe was just a little surprised with how <i>sudden</i> it was.<br>\r\n<br>\r\nEven as he returned the rock to its original shape, Bolin was suddenly tackled by something slight and soft, and very nice-smelling. He felt something warm and sweet and moist press hard against his lips, and it took him a moment to realize that this something was <i>Asami.</i><br>\r\n<br>\r\nIf Bolin was startled by the suddenness of Asami's appearance, or the passion behind her kiss, then Mako was downright <i>gobsmacked.</i><br>\r\n<br>\r\n\"A-Asami?!\" he exclaimed, but if the girl heard him, she did not react. She appeared to be too busy exploring Bolin's tonsils to pay Mako any attention.<br>\r\n<br>\r\nAfter a minute or so, though, Asami eventually pulled back from the kiss, and she smiled up at Bolin.<br>\r\n<br>\r\n\"How did it take me so long to realize my feelings for you?\" she wondered out loud, lazily running a hand up and down his broad chest. <br>\r\n<br>\r\n\"Ubuh?\" said Bolin, a little too dazed from the kiss to be very coherent.<br>\r\n<br>\r\nAsami's smile widened. <br>\r\n<br>\r\n\"You're so handsome,\" she purred, pressing her slender but also curvy-in-all-the-right-places form against him, uncaring of who might see what she was doing. \"So sweet, and funny, and loyal... How did I never realize it until just now?\"<br>\r\n<br>\r\n\"Uhhh... I dunno,\" said Bolin intelligently, unsure how to respond. The fact that blood was starting to flow from his brain to his nether regions probably had something to do with this.<br>\r\n<br>\r\nAsami smiled.<br>\r\n<br>\r\n\"The second I saw you, just a moment ago, everything just <i>clicked</i>,\" she whispered. \"How you were there for me when things were going rough with Mako, how you saved me from my father... It all just came together, and I realized how much you mean to me.\" <br>\r\n<br>\r\nHer smile widened, and she grabbed Bolin's hand.<br>\r\n<br>\r\n\"I <i>want you</i>, Bolin,\" she purred, beginning to drag the earthbender toward a secluded alley (Mako had already taken the hint and made himself scarce, not really wanting to watch his brother and his ex swapping spit).<br>\r\n<br>\r\nHow did Bolin react to this declaration?</span></div></div>",
            "created":1377838800,
            "id":1654654,
            "title":"Asami"
        },
        "1422":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Put aside our differences and share our love properly",
                "Fight for Bolin",
                "Lin and Pema come to see what's going on."
            ],
            "content":"<div class=\"\"><div> <span>Bolin had no clue what was happening to him so he objected thrice as Asami just dragged him further into the alley.  Looking at the space Earth he then bent it as he thought of the person who could ever and would help if he ever go into a jam.  Suddenly, the water in the pipes came out of the walls for the building's plumbing.  Bolin looked happily just in time to see Korra.  But, something was off.<br>\r\n<br>\r\nKorra had a pink tinge to her cheeks a she then water bent at Asami.  Asami dropped Bolin like a sack of potatos as she pulled on an electro glove.  The two went into a fight as Bolin then ran to try to get them to stop fighting.  He waved his hand as he hollered at them, \"Stop fighting, let's just try to get along.\"<br>\r\n<br>\r\nThe destruction was too loud for Bolin to hear it, but Korra slapped Asami across the face saying, \"Bolin's mine I saw him first and dated him first.\"<br>\r\n<br>\r\nAsami then kicked her in the gut saying, \"You kissed Mako you bitch, he had feelings for you.  Why would you do that to poor sweet Bolin.\"<br>\r\n<br>\r\nKorra then said with tears of self guilt rage, \"I don't know, I don't know what I was thinking of dating that two timer Mako.  The fact he cheated on the both of us with out really deciding is what is the real dagger to the chest.\"<br>\r\n<br>\r\nAsami then exhausted then asked, \"So, what do we do about it?\"</span></div></div>",
            "created":1377838800,
            "id":1654673,
            "title":"He tried to convince Asami to slow down a little"
        },
        "14221":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "To fuck, of course",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"How about we make like friends and share?\" said Korra suggestively, the pink in her cheeks darkening a little to red as her deep blue eyes flitted over to Bolin. She raked her eyes up and down the earthbender's broad, muscular form. \"Looks to me like there's plenty to go around, after all.\"<br>\r\n<br>\r\nShe licked her lips, and Asami purred a little at the thought.<br>\r\n<br>\r\n\"Mm, yesss,\" the lovely young woman whispered, eyeing the sizable bulge in Bolin's trousers. \"There's <i>definitely </i>more than enough of him for <i>both</i> of us,\" she agreed. <br>\r\n<br>\r\nAnd faster then Bolin could react, he suddenly felt his feet get swept out from under him by a focused gust of air, but he was caught by a wave of water before he could hit the ground, and the next thing he knew he was swept into the ally by the water, his hands and feet sunken into the earthen wall at the end of it. <br>\r\n<br>\r\nBefore he could even try to break out of his restraints with earthbending, however, Asami was right in front of him, and she quickly jabbed her fingers into a few different places on his chest. Suddenly, his arms and legs went limp and noodly, tingling weirdly in a familiar sort of way.<br>\r\n<br>\r\n\"Since when were you a chi-blocker, Asami?!\" he blurted out the first thing that came to mind as she walked towards him, teasingly, slowly stripping out of her clothes as she swayed her hips in an all too sensual manner. <br>\r\n<br>\r\nAsami smirked, even as Korra raised up another wall of earth just inside the alley entrance to give them privacy.<br>\r\n <br>\r\n\"The Dim Mak fighting style first came to Republic City via the wife of the late, honorable Councilman Sokka,\" she said conversationally. \"It was taught to the Kyoshi Warriors by Lady Ty Lee, and then brought to the city as a way for civilians to learn self defense against benders. Most of the legal schools and dojos got shut down by Tarrlok, of course, when the Equalists started getting strong, but a few have opened back up since then. Naturally, I took a few lessons at one of the best accredited schools,\" she explained.<br>\r\n<br>\r\n\"Enough with the history lesson,\" interjected Korra, rolling her eyes at Asami. \"Are we here to talk, or to fuck?\"<br>\r\n<br>\r\nAsami smirked.</span></div></div>",
            "created":1378011600,
            "id":1655603,
            "title":"Put aside our differences and share our love pr..."
        },
        "142211":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Asami gets some pussy on cock action",
                "The girls join breasts on his cock"
            ],
            "content":"<div class=\"\"><div> <span>Asami then said to Korra who was horny as horny as Korra was, “Why fuck of course.”<br>\r\n<br>\r\nAsami then moved to Bolin's pants as she pulled out his member.  She then tapped it twice along the length.  Bolin grew hard as Asami smiled as Korra then licked her lips.  Korra then got on her knees as she then licked his cock.  She licked the head as she said to him, “Yum.”<br>\r\n<br>\r\nKorra began to get undress by ripping her shirt wide open showing her bouncy bosom.  She got out of her pants as she undid one hair braid letting her hair appear half messy giving a sexy look to her.<br>\r\n<br>\r\nAsami then got down as she then said to the 14 inch long cock with width that was incredible, “How are you doing shafty?”<br>\r\n<br>\r\nKorra then looked at her with a quirked eye brow as she asked her, “So, you do talk to cocks like Mako said.  Well, I've seen weirder things in my past life times.”<br>\r\n<br>\r\nShe then licked the head of the cock as she then kissed it.  She then began to suck it as she pulled the cock into her mouth.  She tasted the cock as she could only fit in only five inches of it into her mouth.  She tried to pull in more as she then gagged as she then pulled back.<br>\r\n<br>\r\nAsami then got down as she pressed his cock between her breasts after Korra pulled his cock out. Asami moved her breasts around as she stroked and played with his cock some until he came on her face.  She then squealed as she was getting sprayed and giggled soon after.<br>\r\n<br>\r\nKorra then got up as she pressed his cock into her pussy. She moved up and down on his cock as she used earth bending to slid her hands and feet up and down the rock face.  She moaned as she let her breasts shake wildly as she felt herself ready to cum.  Moving faster and faster as she slammed down harder each and every time she felt him cum inside as she screamed out loud.</span></div></div>",
            "created":1378098000,
            "id":1656073,
            "title":"To fuck, of course"
        },
        "1422111":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Yes, and he took out a small, black, lumpy rock...",
                "No, he told her and Korra to do something (reader's choice on what)"
            ],
            "content":"<div class=\"\"><div> <span>Pulling the moaning, half-insensate Korra off of Bolin's still-hard member, Asami licked her lips. Lining up his cock with her entrance, she inched herself down onto the earthbender's mighty rod.<br>\r\n<br>\r\nShe moaned, feeling how completely he filled her up every inch of the way as she lowered herself further and further down onto his cock. He stretched her out in such an amazing way, his massive throbbing manhood surpassing even his brother's in length and girth (and for all of his faults, real or imagined, Mako had <i>certainly</i> not lacked anything under the hood).<br>\r\n<br>\r\nEventually, she reached the point where she could fit no more of Bolin's meat inside of her. It just wasn't possible. She was at the phsyical limit of how much could be stuffed inside her pussy.<br>\r\n<br>\r\nSo she began rocking back and forth, thrusting herself up and down on the probender's stone hard dick. <br>\r\n<br>\r\nAsami moaned, fucking Bolin faster and harder, grinding herself on his cock deeper and longer and wider and <i>more</i>.<br>\r\n<br>\r\nShe was gasping and panting, playing shamelessly with her generous, creamy white breasts -- not quite as large as Korra's, of course, but then not many <i>were</i> -- as she rode Bolin like her Satomobile brand motorcycle, fast and dangerous and reckless.<br>\r\n<br>\r\nShe came with a wail, gasping and shuddering as she felt Bolin's cock shoot some of his seed inside of her. She went weak in the knees, her legs turning to jelly beneath her. She rough, broad, calloused hands squeeze her breasts, and she could not help tumbling back, boneless and willing, her legs spread and her pussy still hungry for more.<br>\r\n<br>\r\nThat was when she noticed that Bolin was on top of her, no longer contained in the wall.<br>\r\n<br>\r\nThe chi-blocking had worn off.<br>\r\n<br>\r\nIf it had been someone other than Bolin, Asami supposed she might have been worried about what they might do to her, naked and reduced to a puddle of orgasmic bliss as she was. But since it was Bolin, she simply smiled up at him and asked:<br>\r\n<br>\r\n\"Ready for round two, big boy?\"<br>\r\n<br>\r\nHow did Bolin respond?</span></div></div>",
            "created":1378098000,
            "id":1656328,
            "title":"Asami gets some pussy on cock action"
        },
        "14221112":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Bolin duh!  (Reserved for EvilFuzzy9)",
                "Korra, let's get lezzy!"
            ],
            "content":"<div class=\"\"><div> <span>Bolin was tired, tired as fuck as he then said to them, \"No, sorry, but I got to recharge on some food.\"<br>\r\n<br>\r\nLooking at each other Asami and Korra then stood up as the pulled on their clothes.  Asami then said to Korra, \"You take him to get dressed and I'll make the reservations.\"<br>\r\n<br>\r\nKorra stood up as she then said to Bolin, \"Come on we got to get you dressed.\"<br>\r\n<br>\r\nBolin walked with her as he had on his old clothes.  He then asked her as Naga came to give them a ride, \"Where are we going?\"<br>\r\n<br>\r\nKorra then said to him as they got on the animal, \"Asami took us to this awesome high class restaurant on our girls night out the other day.\"<br>\r\n<u><b><i><span class=\"cyellow\"><br>\r\nTwo hours later</span></i></b></u><br>\r\n<br>\r\nBoline was eating noodles and other items as they came down a conveyor belt.  People would sit at round booths as behind them was a converyor belt for them to take a plate of food and eat.  It was an all you could eat buffet of very good food for just 735 yuans per person and an extra 400 yuans per hour spent there.  Needless to say Asami could afford 15 weeks here straight, but tonight they needed a power charge for Bolin.<br>\r\n<br>\r\nKorra grabbed a plate of capybara cow patties with bread and pickles.  She made herself a burger like no other as she ate it with relish.  Literally she put relish on it.  (Pun intended)<br>\r\n<br>\r\nAsami ate a noodle dish with white sauce as she ate it she got some on her lip.  She then said to Bolin as she kissed his mouth, \"Give me your face napkin.\"<br>\r\n<br>\r\nNow that her lips were clean she then licked them at the taste of his mouth.  Noodles, skunk bear arms with spice and pig bear sausage.  Tasting of sausage she decided that she needed a better quality sausage and her coke was out.  Thus her throat was parched, but luckily at the table there was an open tap with quality sausage. Who was it? </span></div></div>",
            "created":1378184400,
            "id":1656680,
            "title":"No, he told her and Korra to do something (read..."
        },
        "142211121":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Korra wanted a turn",
                "Someone saw them, and came over"
            ],
            "content":"<div class=\"\"><div> <span>Smirking suggestively at Bolin, Asami casually ducked her head beneath the table. Without the slightest hint of hesitation, she unzipped his trousers and took his member in hand.<br>\r\n<br>\r\nBolin gasped openly at the feeling of Miss Sato's cool fingers curling around his junk. Korra saw the expression on Bolin's face, and noticed a bit of Asami's long black hair bobbing up and down just above the table, making it fairly obvious what was going on.<br>\r\n<br>\r\nFor a moment, she pondered interrupting, but the sweet siren call of genuine capybara cow beef drew her mind away, and she resumed eating. (It was a <i>damn good burger</i>)<br>\r\n<br>\r\nShe could always get her own turn with him later, she figured.<br>\r\n<br>\r\nMeanwhile, Bolin's sausage had swollen to its full, mouthwateringly tantalizing length and girth. It was deliciously big and plump and hard, and Asami eagerly devoured it. Bolin groaned audibly as she bobbed her head up and down on his cock, laving her tongue over every inch of his savory, manly meat.<br>\r\n<br>\r\nAsami moaned a little, as well, feeling herself growing wet, both from the thought of what she was doing so shamelessly in public -- where anyone could see, if they bothered to look -- and also from the taste of her love's dick. It was the second most delicious thing she had ever tasted in her life, surpassed only by the sublime flavor of his semen.<br>\r\n<br>\r\nAnd speaking of sperm, Bolin, after a little more stimulation from Asami's hands and mouth, came with an loud groan, frame shivering and breath hitching as he shot a load of his thick, viscous sauce in Asami's mouth.<br>\r\n<br>\r\nShe swallowed it gleefully, savoring every last drop of this rich, generous dessert.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1378184400,
            "id":1656985,
            "title":"Bolin, duh! "
        },
        "1422111212":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Hand job",
                "blow job"
            ],
            "content":"<div class=\"\"><div> <span>(Older, say 13 thus making this an AU.  Sorry, 12 year old girls *cough Toph cough* is one thing.  But, 10 is just too young.  Sorry.) Jinora saw them as she walked over and said to them, \"That's an interesting game you are playing with Bolin Asami.  Can I play?\"<br>\r\n<br>\r\nAsami was about to say she couldn't when Bolin got a dirty thought.  The stone shifted on thought as it shapened and formed back to normal.  There was suddenly a bond between the three girls as they knew something.  But, not what.  <br>\r\n<br>\r\nAsami then said to her, \"Sure, why not, come on down.\"<br>\r\n<br>\r\nJinora jumped up and down and went forward.</span></div></div>",
            "created":1378184400,
            "id":1657215,
            "title":"Someone saw them, and came over"
        },
        "14221112121":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "The girls all get him out of there and some where private",
                "Korra gets her turn"
            ],
            "content":"<div class=\"\"><div> <span>Asami then said to her, \"Why don't you come on over and stroke Bolin?\"<br>\r\n<br>\r\nBolin then gasped as he was about to do something else.  Korra water bent the water from his glass to his waist.  She froze him to his seat as she smiled at him.  She then said to him, \"It's not polite to keep a girl waiting.\"<br>\r\n<br>\r\nJinora went up to his cock as she then took it into her hand.  She stroked him from being flaccid until he was hard.  She stroked him hard and long as Korra then got a dish she knew Bolin would love.  It was a spicy soup as she picked it up and water bent some to her mouth.  She then kissed him as she forced him to drink the soup.<br>\r\n<br>\r\nAsami then too his hand as she hitched up her skirt that she wore for this occasion. She pulled her panties to the side as she inserted his fingers into her pussy.  She enjoyed his hard long fingers, they were better than any vibe she had invented for herself. She pulled his wrist so that her pussy would feel his rough hands to further inside her.  She moaned as she hit the table and felt his fingers take over.<br>\r\n<br>\r\nJinora was pumping up and down on Bolin's cock with astonishment in her eyes.  She couldn't believe how long and girthy it was.  She then took her hand to his balls as she touched and danced on them with her fingers.  Bolin then came onto the girl as she heard him groan, but was muffled by Korra's kissing.</span></div></div>",
            "created":1378270800,
            "id":1657442,
            "title":"Hand job"
        },
        "142211121211":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Jinora wanted a ride on Bolin",
                "Korra demanded to have her turn"
            ],
            "content":"<div class=\"\"><div> <span>After zipping Bolin up and cleaning Jinora off, Korra and Asami proceeded to lead the other two out of the restaurant and down to a private, discreet location where they knew the four of them would not be disturbed.<br>\r\n<br>\r\nBolin did not resist when Korra and Asami stripped him of his clothes, nor did he protest when they and Jinora stripped out of their own clothes. He was too preoccupied with staring openly at their gorgeous bodies.<br>\r\n<br>\r\nAsami and Korra, of course, were quite curvaceous, with bodies that managed to hit the ideal sweet spot between mature and developed and young and supple. But Jinora was also surprisingly sexy as well, in her own way. The thirteen year old smiled a little shyly at the way Bolin stared at her youthful, developing figure, and she blushed. <br>\r\n<br>\r\nBolin's dick was as hard as the earth his bending favored, and it stood tall and proud and stalwart, proudly saluting the three  nude, attractive females who stood before him.<br>\r\n<br>\r\nKorra smiled at this, and Asami licked her lips. Jinora seemed to leer a little at the earthbender's cock, eyeing it with astonishing hunger.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1378270800,
            "id":1657596,
            "title":"The girls all get him out of there and some whe..."
        },
        "1422111212112":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "The girls stopped and decided to share",
                "Korra won and rapes Bolin for herself"
            ],
            "content":"<div class=\"\"><div> <span>Jinora began to play with her top a little as she began to get out of it.  Korra then shouted as she bent some earth up, \"No!  I want a turn!\"<br>\r\n<br>\r\nAsami then said to her, \"Hey, we should Jinora have some Bo Love.\"<br>\r\n<br>\r\nJinora then said to her arguing, \"Yeah, I want some too.\"<br>\r\n<br>\r\nKorra then said to her, \"I've known him longer!\"<br>\r\n<br>\r\nKorra earth bent at Jinora as she leaped and flipped over landing on the ground.  Asami threw her arm as she slipped on an electro glove.  Lightning shot out at Korra as she was shocked.  Jinora then said to Asami, \"HEY!  DON'T ATTACK KORRA!\"<br>\r\n<br>\r\nJinora shoot an air funnel at Asami pushing her back.  Bolin saw this was becoming a dog cat fight as he backed up.  Korra got up as she then threw water at Jinora shouting about how she shouldn't attack Asami who was on her side.  All this fighting for dominance was turning Bolin on as his submissive side liked the competition about him.  <br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1378357200,
            "id":1657994,
            "title":"Korra demanded to have her turn"
        },
        "14221112121122":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Korra lets Asami and Jinora go, and they triple-team Bolin",
                "Jinora is free, and she wants a ride on the earthbender"
            ],
            "content":"<div class=\"\"><div> <span>It was a short fight, all told. Asami was a fine fighter, as far as non-warrior, non-benders went, but there was a good reason the Avatar had existed for so long, had been chosen to keep the balance. A gout of flame forced her back against the wall, into which she was then earthbent by Korra.<br>\r\n<br>\r\nJinora did not fare much better. She was a talented airbender, but there was a reason she did not yet bear the arrow tattoos. She was still learning. She still had yet to master her element, whereas Korra had, thus far, mastered three -- and was well on her way to mastering the fourth.<br>\r\n<br>\r\nKorra bent away the gust of air Jinora sent at her, circling the wind around her body like a sling before shooting it back at Jinora, who dodged only to get caught in a splash of water, and then the <i>crack</i> of swiftly freezing ice.<br>\r\n<br>\r\nIn just a little over ten seconds, Korra was the victor.<br>\r\n<br>\r\nAnd to her went the spoils.<br>\r\n<br>\r\nTurning her attention back to Bolin, who was by now painfully hard once more, Korra smirked and licked her lips.<br>\r\n<br>\r\n\"Tasty,\" she said, hungrily eyeing the earthbender's naked body. <br>\r\n<br>\r\nAnd he had a <i>great</i> body, though of a different sort than Mako. Where the firebender was more lean, with most of his strength focused into his arms and shoulders, Bolin was built like a brick house. He was stocky and stout, broad and doughty, solid and bulky. His body was thick and hard all the way down. Even where the earthbender <i>looked</i> soft, Korra knew there was plenty of firm, dense muscle just beneath the surface.<br>\r\n<br>\r\nShe licked her lips again, and, walking over to Bolin, Korra proceeded to get down on top of him. Sizable, round, supple, brown breasts she pressed against his broad, barrel-chest. Stiff, dark, puffy nipples jabbed into his skin, the sensation nearly as arousing as the feeling of Korra's nether lips teasingly rubbing the tip of his cock.<br>\r\n<br>\r\n\"You're so cute when you're horny,\" said Korra lustily, planting a deep, hot, wet kiss on Bolin's mouth. And even as her tongue flitted past his lips, the Avatar thrust her juicy, wide, meaty hips downward onto the earthbender's manhood. <br>\r\n<br>\r\nShe moaned happily into his mouth, rocking her pelvis up and down as she rode him -- slowly, at first, but gradually, steadily gaining speed, until she was fucking him zealously, fervently, frenetically.<br>\r\n<br>\r\nBolin groaned and writhed as Korra rode him, long and hard, and he reciprocated her kiss passionately, eagerly. His tongue curled and twined with hers, a little clumsily in the beginning, but as their kiss continued he swiftly grew more confident, more capable. Soon, Korra was moaning as much from kissing him as she was from fucking him, and his large, calloused hands eagerly attended to her breasts, squeezing and rubbing them with a childlike wonder, enraptured by the large twin globes of Water Tribe teat. <br>\r\n<br>\r\nAt length, Korra came, and she came <i>hard</i>, screaming and shivering and gasping and panting. Her pussy clenched tightly down on Bolin's, hungrily, greedily milking his cock for seed, which it gave up readily, eagerly. <br>\r\n<br>\r\nBolin's sperm filled Korra's womanhood, poured into her womb, and she moaned delightedly at the feeling. She felt so <i>fulfilled</i>, so <i>satisfied</i>.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1378357200,
            "id":1658086,
            "title":"Korra won and rapes Bolin for herself"
        },
        "142211121211221":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "The girls continue triple-teaming him",
                "Someone shows up..."
            ],
            "content":"<div class=\"\"><div> <span>Getting up off of Bolin's member -- feeling some of his semen drip from her pussy -- Korra gestured lazily with her hands. She had a broad, sorta drunken grin on her face, body still flush with the tingling, giddy warmth of orgasm.<br>\r\n<br>\r\nThe wall in which Asami had been trapped quite suddenly opened up, freeing the girl. At the same time, the ice which had encased Jinora's limbs instantly melted into water.<br>\r\n<br>\r\n\"Get over here,\" she said to the two. \"I think it will take more than just one girl to satisfy this earthbending stud.\" <br>\r\n<br>\r\nThe Avatar smirked, glancing down at Bolin's cock, which was still quite hard and erect. <br>\r\n<br>\r\nAsami and Jinora, following Korra's gaze, smiled also and licked their lips.<br>\r\n<br>\r\n\"I think you might be right,\" said Asami sultrily, beginning to sway her hips seductively as she walked over towards them.<br>\r\n<br>\r\n\"Yeah,\" agreed Jinora, blushing a cute pink as her eyes drank in the sight of Bolin's nakedness.<br>\r\n<br>\r\nThe earthbender in question simply stared silently, raptly, as the naked bodies of this three lovely young women came closer and closer, before they finally <i>pounced.</i><br>\r\n<br>\r\nJinora got onto Bolin's chest, flushing a little bashfully, but also perversely, as she started to press and rub her body against it. And she started to kiss his neck, too. Her actions seemed a little awkward -- and maybe even hesitant -- at first, but then she began to pick up the tempo, and soon she was grinding her youthful body against the earthbender's hard chest while biting and licking his neck.<br>\r\n<br>\r\nAsami, for her part, took Korra's place on Bolin's dick, eagerly taking his full length into herself. Her legs were spread as she rode him reverse cowgirl style, bouncing hungrily up and down on his cock, her fairly generous bosom jiggling most interestingly as she did so. <br>\r\n<br>\r\nHer hands, meanwhile, she placed on Jinora's hips. Asami happily fondled the young airbender's nice little bum, squeezing small round buttocks and slipping a finger here or there into Jinora's tight virgin asshole.<br>\r\n<br>\r\nKorra, on the other hand, sat on Bolin's face, hungrily pressing her pussy against his lips. She desperately implored him to eat her out, moaning and playing with her lewd chocolate milk jugs as mashed her pelvis into his face. Bolin obliged her readily enough, eating Korra out, licking up her juices. He was a little flustered to realize that there was a fair amount of his own semen yet inside of Korra, but it was not for no reason that the girls had declared his seed <i>delicious</i>. <br>\r\n<br>\r\nThough it was still weird for him, if only because it was his own sperm that was mixed in with the Avatar's juices, but the embarrassment only made him harder.<br>\r\n<br>\r\nHe came inside of Asami, who moaned in delight.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1378616400,
            "id":1659748,
            "title":"Korra lets Asami and Jinora go, and they triple..."
        },
        "1422111212112212":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Bolin thought while Earth bending about Lin",
                "Skip to a year later so Eska, Zhu Li and Ginger can be included!"
            ],
            "content":"<div class=\"\"><div> <span>Lin came to their exposed sex as as she then said with a holler, \"Halt you are underarrest!\"<br>\r\n<br>\r\nThe girls stopped their sexual frenzy as they appeared shocked at the shouting of a woman who was not enthralled by the beauty of Bolin's cock. Korra looked to Jinora as the pair nodded and Jinora said to Asami, \"Get him out of here.  Save our love, we'll distract her.\"<br>\r\n<br>\r\nBolin then felt himself be pulled up and struck in a few places.  He was dragged paralyzed as Korra and Jinora engaged Lin in a bending fight.  Korra sent up some rocks as the metal cables were used to smack them out of the way.  Jinora summoned a funnel to entangle the metal chords. <br>\r\n<br>\r\nAsami dragged Bolin around the corner to her office building.  With the equalists gone and her father in prison.  She was left in charge of the company.  <br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1385010000,
            "id":1697336,
            "title":"Someone shows up..."
        },
        "15":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Wake Bolin in time to register",
                "Try out their bending",
                "Hama got jealous of Pabu's breast size",
                "Another animal girl was there as a kangeroo rat",
                "EvilFuzzy9's choice"
            ],
            "content":"<div class=\"\"><div> <span>Bolin was tired of all the turn downs.  He walked down the street of rupublic city as he just came from a fire ferrets game.  They had won, but only Mako and Korra got the attention as the couple on the team.  Girls would laugh in his face as he asked them out and he was feeling hopeless.  He eventually came to a park as he sat down in the park.  Mako was going to stop being a member of the Fire Ferrets soon and join the police force.  Korra at this news decided to break from the team and now the team was splitting.  <br>\r\n<br>\r\nAfter Bolin quit the thug life and gave everything he owned on the fight that decided his life. He now was losing everything around him.  Unless if he found another fire bender and water bender soon he was going to get no where.  What he found in the park was Pabu wrestling a small frog newt.  Stopping the two Bolin then said to Pabu, \"Stop it Pabu.\"<br>\r\n<br>\r\nBolin then grabbed up the frog newt after seeing it was hurt.  He then decided to take it with him calling it Hama.  As Bolin was sitting in his room in the Probending gym he let the frog newt stay in it's new home.  It had been three days now that the new room mate had joined him.  He was given an eviction now that he didn't have a team. He had two days to find a team and he had pretty much given up.  <br>\r\n<br>\r\nPabu hated seeing her owner be in the dumps, if it wasn't for him defending her from the pet shop owner.  She would not be alive today.  She went over to the frog newt environment.  She then spoke to the frog newt, but to Bolin it sounded like chirps and ribbits.  Pabu said to Hama, \"<i>I know you are a resurrected person facing punishment for past life crimes. What is your name?</i>\"<br>\r\n<br>\r\nHama then said to the creature, \"<i>I am Hama, I never committed a crime.  I just avenged my people, but I suppose that life is over now.  Now all I do just eat bugs all day.  I so desire to be a young human girl again.  That Bolin is kind and cute, plus those muscles don't harm him.  By the way who are you and if you can talk then that means you are a resurrected person too.</i>\"<br>\r\n<br>\r\nPabu responded to her, \"<i>I am Pabu, in my past life I was killed for stealing the royal cornation flame of the Fire Nation.  I would have gotten away with it too if it wasn't for that traitor.  But, I've had a good life as a fire ferret.  If there was only some way to help out our new owner like he has helped us.  I use the term owner lightly by the way.</i>\"<br>\r\n<br>\r\nThen a flash of light came as the pair of animals covered their eyes.  Aang was standing there as he then said to them, \"You have learned your lessons and with that I shall grant your last chance at a noble life.  If you live life honorably, you shall live in the spirit world upon your next death.\"<br>\r\n<br>\r\nAang rose his hands as the pair then had light flash all around them as they changed into girls again.  They were young girls that were 16 years old each and were in the nude.  Hama was a young girl with blue eyes with long black hair and a very decent bosom.  Pabu was a yellow eyed girl with long red hair with streaks of brown here and there through out her hair.  Her bosom was extra generous as she looked like her bosom was two jack fruit covered in flesh.   What did the girls do first?</span></div></div>",
            "created":1377925200,
            "id":1654867,
            "title":"Bolin the pet owner"
        },
        "151":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "Cha course",
                "NO!",
                "Evilfuzzy9's choice"
            ],
            "content":"<div class=\"\"><div> <span>Pabu and Hama were looking through Bolin's closet as they found a box.  The box was filled with female clothes that had a picture inside.  Hama then looked at them as she then asked looking at them, \"Pervert?\"<br>\r\n<br>\r\nPabu then snatched the blue dress as she put back with a gasp, \"NO!  Those must have been his mom's.\"<br>\r\n<br>\r\nHama then said commenting, \"Super Pervert?\"<br>\r\n<br>\r\nPabu then said to her asking very protectively of her care taker, \"No!  He lost his mother and father when he was young.  He misses them terribly, all he had his Mako and his Probending.  Without them he might even do something regrettable.  So, I suggest that we borrow some of Bolin's money and go buy us some cloths.\"<br>\r\n<br>\r\nHaving her brow quirk Hama then asked her, \"How are we going to do that?  We're naked.\"<br>\r\n<br>\r\nPabu then said to her, \"We're still being punished, so I assume we can change into animal form.\"<br>\r\n<br>\r\nMorphing she slowly turned into a fire ferret. Hama then concentrated as she turned back into a frog newt.  Leaping onto Pabu's back she shot her tongue at the money as she then held it in her mouth.  Pabu then said to her, \"<i>You better let me handle that.</i>\"<br>\r\n<br>\r\nHama slipped the money into her collar as the pair went out of the apartment.  <br>\r\n<br>\r\nIn a clothing store the pair had ran and went into a changing room.  Two Metalbender cops were behind them as they stopped at the entrance.  They then went to call animal control.<br>\r\n<br>\r\nHama then said to Pabu, \"<i>Running in here was your great idea?</i>\"<br>\r\n<br>\r\nPabu then nodded as she then looked up at the clothing hanging on the racks.  She then bit on one of the soon to be inventories cloths.  She pulled it off the rack as she dragged it into the changing room.  She morphed as she put it on and ripped off the tag.  She then pulled money out as she then went to go pay for it.  She was wearing a one piece red dress that went to her mid thighs. It was too small but she did not care, she needed something to wear.  She flirted with the male cashier til he let it slip as he accepted the money.<br>\r\n<br>\r\nBolin woke up at the shaking of two girls.  He then looked at them as he then gasped and tried to cover himself.  He then realized what that he was wearing clothes.  Pabu then said to him with a grin, \"Hi, I'm Pabu.\"<br>\r\n<br>\r\nDid Bolin believe them?</span></div></div>",
            "created":1378011600,
            "id":1655369,
            "title":"Wake Bolin in time to register"
        },
        "1513":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Hama and Pabu gave Bolin the best wet dream of his life",
                "Bolin, still thinking this was a dream, had his way with the girls",
                "Someone walked in on them?!"
            ],
            "content":"<div class=\"\"><div> <span>Bolin blinked.<br>\r\n<br>\r\n\"Wow,\" he said, sounding surprisingly nonchalant as he stared up into Pabu's amber eyes, trying to focus on those and not the swell of large, generous breasts which strained against the confines of a dress at least two sizes two small to safely contain them. \"I should probably stop eating so much junk food before bed.\"<br>\r\n<br>\r\n\"What, do you think this is a dream?\" came the sound of another voice, and Bolin glanced over to see that it was coming from a young Water Tribe woman, with very Water Tribe looks. And considering Bolin's track record with Water Tribe women, this was entirely in her favor. <br>\r\n<br>\r\nHer decent -- though less than Pabu's(?) -- curves didn't hurt either, of course, and neither did the fact that she was dressed, if it was possible, in a manner even <i>more</i> scandalous than the first girl, in clothes that looked more like lingerie than anything somebody <i>sane</i> would actually wear outside.<br>\r\n<br>\r\n\"A very <i>nice</i> dream,\" Bolin corrected, his gaze inevitably zeroing in on the delicious, brown, Water Tribe cleavage. \"But who are you?\" he asked, a moment later. \"You don't look like Korra, and she's the only person I usually have these kinds of dreams about...\"<br>\r\n<br>\r\nHe paused, looking a little sheepish.<br>\r\n<br>\r\n\"...well, okay, so sometimes Asami's there, too...\" he added. \"...and there was also that one with Lin and Pema, a couple weeks ago... and the one with a grown up Jinora and Ikki... and, okay, so maybe I dream about a LOT of girls aside from just Korra, but I can't help it!\"<br>\r\n<br>\r\nThe scantily clad Water Tribe girl smirked seductively at him.<br>\r\n<br>\r\n\"Well, then...\" she said huskily, lustily swaying her hips in a very entrancing manner as she walked towards him. \"...Allow us to show you something far better than any dream, Master...\"<br>\r\n<br>\r\nPabu, from atop Bolin, purred agreeably, and she mashed her sizable bosom against the earthbender's broad chest.<br>\r\n<br>\r\n\"Yes,\" she chimed in, reaching a hand down to his zipper, \"Let us show you the adoration and love you so clearly deserve, Master...\"<br>\r\n<br>\r\nBolin groaned, shivering as he felt Pabu pull down his trousers, and then felt the cool air on his thick, pulsing erection.<br>\r\n<br>\r\nThe two girls eyed his hardness delightedly, and they hungrily licked their lips. <br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1378011600,
            "id":1655576,
            "title":"Thinks it's a dream"
        },
        "15132":{
            "author_id":"evilfuzzy9",
            "author_name":"EvilFuzzy9",
            "choices":[
                "Bolin was taken aback by what she said",
                "Bolin turned his attention to Hama"
            ],
            "content":"<div class=\"\"><div> <span>Now, before recounting the following events, it is only fair that this be clearly explained, for Bolin's sake if nothing else: <i>Bolin still thought this was a dream. </i><br>\r\n<br>\r\nAs a healthy young man of a certain age and inclination, it was only natural that Bolin should have wet dreams and the like. It was only natural for a man his age that he should, now and again, have dreams of a sexual nature. And if, in these dreams, he conducted himself in a manner most unlike how he would actually behave in reality, well that was the prerogative of his subconscious. <br>\r\n<br>\r\nAs far as Bolin knew, this was just another wet dream, and so while under normal circumstances he would have probably gone catatonic at being exposed like that before two very beautiful women, in this instance he simply growled and grabbed the first girl, Pabu, by the shoulders.<br>\r\n<br>\r\nShe gasped, a little, when he leaped to his feet and pushed her down on her back, though it was certainly not out of dismay or displeasure that she did so. <br>\r\n<br>\r\nWithout hesitation, Bolin hiked up the hem of Pabu's criminally short dress, baring her soaking wet womanhood. She moaned, feeling his hungry gaze on her most private, intimate place. And when Bolin, without the slightest hint of hesitation, plunged his dick -- which was close to the double digits in inches of length, and of a considerable girth as well -- into her pussy, she let out a lustful, almost bestial scream of ecstasy, the desires of her human consciousness melding with the primal instincts of her fire ferret incarnation as the man she loved and desired forced himself upon her.<br>\r\n<br>\r\nHama watched in aroused interest as Bolin all but raped the buxom, sensual Pabu. As the earthbender continued to ferociously, animalistically fuck the reincarnated thief, the former bloodbender began to masturbate, fingering herself and toying with her breasts as she eagerly fantasized about her own turn. <br>\r\n<br>\r\nAfter a few minutes of being dominated by her master in the most carnal of ways, Pabu came with a high, keening wail. The walls of her pussy clenched down tightly on Bolin's cock, squeezing it hard enough to push him to orgasm as well. <br>\r\n<br>\r\nHe watered her blossom with the seed of his manhood, coming in unto her with a grunting moan. Pabu's eyes rolled back in her head, and she went boneless, moaning happily at the wonderfully full feeling in her belly. She moaned lewdly, weakly, smiling up adoringly at Bolin, whom she saw as her master, her love.<br>\r\n<br>\r\n\"Thank you, Master\" said she. \"I love you,\" she whispered panting and red-faced, her skin covered in sweat.<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1378011600,
            "id":1655584,
            "title":"Bolin, still thinking this was a dream, had his..."
        },
        "151322":{
            "author_id":"m-2mousecyborg",
            "author_name":"FlashWally22",
            "choices":[
                "This isn't a dream, so want to register for probending already?",
                "Evilfuzzy9's choice"
            ],
            "content":"<div class=\"\"><div> <span>Hama then felt herself get tackled by Bolin.  He ripped off her shit as he slapped her breasts.  She squealed as she felt him then grope her breasts.  He then began to pulled her underwear off as he went into pussy.  She moaned and screamed out feeling his cock inside her.  <br>\r\n<br>\r\nBolin pumped in and out as Hama moaned and groaned.  She felt hot and bothered as she then listened to him.  He then said to her as he slammed into, “Like that?  Like that you hot chick?”<br>\r\n<br>\r\nShe nodded as she said to him, “Oh, yes, master that feels absolutely terrific!”<br>\r\n<br>\r\nBolin pumped in and out of her as he then bit down on her nipple.  She whimpered as she felt her nipple be bit down on.  She then moaned and groaned as she came on his cock..  But he still did not cum yet as he pulled out and put his cock between her tits that were smaller than Pabu's.  <br>\r\n<br>\r\nHe rubbed his cock along her breasts as he stroked multiple times.  He slammed between her breasts as she moaned and groaned.  He then came out on her face and breasts.  Bolin then said to came all over Hama, “Alright, now to wake up from this dream.”<br>\r\n<br>\r\nWhat was her reply?</span></div></div>",
            "created":1378098000,
            "id":1656093,
            "title":"Bolin turned his attention to Hama"
        }
    },
    "info":{
        "author_id":"m-2mousecyborg",
        "author_name":"FlashWally22",
        "brief_description":"Bolin gets a harem so lets get to it!",
        "created":1377905940,
        "description":"<td align=\"left\" class=\"norm\">Alright so this is inspired by Sokka's Harem done by Evilfuzzy9.<br>\r\n<br>\r\nSame rules apply to this story as Sokka's harem, for futher info please look here <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://www.writing.com/main/interact/item_id/1939418-Sokkas-Harem\" target=\"_blank\">http://www.writing.com/main/interact/item_id/1939418-Sokkas-Harem</a><br>\r\n<br>\r\nI've had permission to do this story so that's out of the way.  Now on with the story.</td>",
        "id":1950021,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585687140,
        "pretty_title":"Bolin Harem"
    }
}