{
    "chapters":{
        "1":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Judy Hopps",
                "Nick Wilde",
                "Benjamin Clawhauser",
                "Finnick",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>Zootopia hid many secrets in its depths, some good and some bad. But there were few that held such interesting mysteries as the quaint little shop sitting between two massive buildings on the fringe of Central Savannah and the downtown area, owned by the strangest goat you'd ever seen. She was a collector of wares of all sorts, some of the strangest items that could exist in such a fascinating universe. She had traveled the world to collect them and wished to share all that she had found. So, she had opened the store, Stephanie's Store, under the guise of selling antiques.<br>\r\n<br>\r\nOf course, if you had ever been inside the store and purchased something, you'd know just how much of an underestimate \"antiques\" was given what these items could do. Though that was part of the fun, Stephanie had decided. Letting her patrons discover the joy of what secrets the world held was why she had founded her place of business in the first place. Not out of any pursuit of money or wealth.<br>\r\n<br>\r\nIt was a slow day for Stephanie as she sat waiting at the counter, drumming her hooves as she listened to the radio. A few of the regulars had stopped by that morning, but nothing much interesting had happened.<br>\r\n<br>\r\nThat was all about to change, of course, as the bell at the door clanged out and someone walked in. Someone brand new, who had never stepped foot in Stephanie's Store. Someone who was entering the shop for a very particular reason as yet undecided. But to start, who was it that had discovered the quaint little antique store?</span></div></div>",
            "created":1603163760,
            "id":2925096,
            "title":"Stephanie the Goat"
        },
        "11":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "She's investigating the shop for a case.",
                "She's looking for something to impress a certain someone.",
                "She's looking for a gift for her family.",
                "She just happened to walk in.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Stephanie was already pretty large for a goat. So, she was towering over the small rabbit as she walked into her store. She was a cute little thing, wearing a police officer uniform and with fairly wide hips and big purple eyes. That's when it clicked who this was, as Stephanie had been listening to the news. This was Judy Hopps, the rather famous bunny cop who had taken care of all that Nighthowler business a ways back.<br>\r\n<br>\r\nThe only real question was why Judy was here.<br>\r\n<br>\r\n\"Hello there, honey,\" Stephanie chimed as she turned off the radio. \"How can I help you today?\"<br>\r\n<br>\r\nAll patrons came into Stephanie's Store for one reason or another. Sometimes even they didn't know what they were looking for or why. What was Judy's reason?</span></div></div>",
            "created":1603194840,
            "id":2925365,
            "title":"Enter Judy Hopps"
        },
        "112":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Transform her!",
                "Grow her!",
                "Shrink her!",
                "Inflate her!",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Judy Hopps was in a bit of a pickle.<br>\r\n<br>\r\nIt was almost Valentine's Day and she was grossly unprepared, having distracted herself with work that she hadn't been paying attention at all to the date. It was thanks to Clawhauser that she had her reminder literally the morning of. And she desperately needed something to give to her best friend. It was the first Valentine's Day she'd have with Nick. And though they weren't dating yet, Judy desperately wanted to send him the message that she was willing and able to explore something other than \"just friends.\" Of course, she didn't want to be the one to say it. That's why she was here.<br>\r\n<br>\r\nShe had seen the shop briefly on one of their patrols and it was unusual to stick out in her mind, plus it was on her route to work. She figured it was worth a shot to pop her head in. And when she did, she found the most unusual goat lady she had ever seen waiting for her.<br>\r\n<br>\r\n\"Hello there, honey. How can I help you today?\"<br>\r\n<br>\r\nJudy remained quiet for a while as she stared. The goat was <i>huge</i>, even by goat standards. It felt like she was almost as big as Bogo as she leaned over the counter to look at the tiny rabbit.<br>\r\n<br>\r\n\"...Oh!\" Judy replied as caught herself. \"Sorry! I guess I am looking for something, but I'm not sure exactly what yet..\"<br>\r\n<br>\r\n\"Of course! We get all sorts. What is your desire?\"<br>\r\n<br>\r\n\"Well, that's the thing this isn't for me, exactly. It's a gift for a friend. A Valentine's Day gift.\"<br>\r\n<br>\r\n\"Oooh, I see!\" the goat's eyes lit up before she gave Judy a wink. \"Well, we definitely have something that might catch your eye and send the right message.\"<br>\r\n<br>\r\nJudy could feel the blush in her ears and couldn't help but wonder what she had walked into. And more importantly, unbeknownst to Judy, what would the item Stephanie offer her do?<br>\r\n<br>\r\nThe item would...</span></div></div>",
            "created":1603337520,
            "id":2926617,
            "title":"A Gift for Nick"
        },
        "1121":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "A fox",
                "A mouse",
                "An elephant",
                "A hippo",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Stephanie smirked as she knew exactly what to with the bunny and what sort of change she needed. She needed to see things from another perspective, literally in this case. And fortunately, the goat had plenty of items that could do just that.<br>\r\n<br>\r\nOf course, there was only the matter of what she could turn the clueless rabbit into. Going down her mental list of stock items in her inventory, Stephanie decided that it would be best to have Judy transform into...</span></div></div>",
            "created":1603565820,
            "id":2928131,
            "title":"Transforming Judy"
        }
    },
    "info":{
        "author_id":"eblmeg",
        "author_name":"Ëtalfni",
        "brief_description":"Come join the inhabitants of Zootopia as they transform in strange and interesting ways!",
        "created":1603141680,
        "description":"<td align=\"left\" class=\"norm\">In the lesser known parts of Zootopia there exists a small store owned by the most curious goat named Stephanie who has many wondrous things for sale, from magical items, to mysterious potions, to scientific marvels. If you're brave enough to enter her shop, you may find that what your heart desire's is a little bit of change in your life. And change will certainly happen, as one of the characters of the Zootopia movie plot stumbles on in, perhaps on accident or perhaps seeking a different perspective in the world.<br>\r\n<br>\r\nOnly you can say!<br>\r\n<br>\r\nThe primary focus will be on Nick and Judy, but please include other characters if you'd like! The only real rules are don't end the story and try to write chapters that aren't just one or two sentences, unless they're choice chapters, of course! And try to keep it in character as best you can.<br>\r\n<br>\r\nAny sort of fetish stuff goes, from inflation, transformation, shrinking, growing, to anything in between! Be creative and have fun!</td>",
        "id":2235699,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1603562254/item_id/2235699.png",
        "last_full_update":1603163760,
        "modified":1603565820,
        "pretty_title":"Zootopia's Shop of Transformation"
    }
}