{
    "chapters":{
        "1":{
            "author_id":"pokefan2",
            "author_name":"Ponymon",
            "choices":[
                "Guys (Games)",
                "Girls (Games)",
                "Guys (Comics/Cartoons/etc)",
                "Girls (Comics/Cartoons/etc)",
                "Multiple Characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well, since there’s so many choices, let’s get started.<br>\r\n<br>\r\nWho are you shrunk around?</span></div></span></div>",
            "created":1579928400,
            "id":2778072,
            "title":"Getting Started   "
        },
        "11":{
            "author_id":"pokefan2",
            "author_name":"Ponymon",
            "choices":[
                "Sonic",
                "Tails",
                "Knuckles",
                "Silver",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well let’s get the big ones out of the way first.</span></div></span></div>",
            "created":1579928400,
            "id":2778074,
            "title":"Guys (Games)"
        },
        "112":{
            "author_id":"goldenrp",
            "author_name":"CrazyNoisyGreatDays",
            "choices":[
                "Was walking towards you. He didn't notice you.",
                "Was walking towards you, he looked down and saw you.",
                "Was walking towards yu ou"
            ],
            "content":"<div class=\"\"><div> <span>In a clear sunny morning, You were about to play the newest Sonic game that you had bought yesterday. You slide the disk in your Xbox One and grab your Xbox controller and select the menu. You waited until the title screen loaded and then you press start to begin playing. However, instead of playing, your TV screen flashed white. The flash grew brighter and brighter until you suddenly passed out.<br>\r\n<br>\r\nAfter what seemed to be a long time, you slowly wake up to a large room with what looks to be wood structure interior. \"Ugh, where am I?\" You asks your self as you look at the large room your in. \"What is this place and how did I get so small?\" You ask yourself, but your thoughts get interrupted as you hear the sound of giant earthquakes. You turn around and you see a familiar look orange, two-tailed fox. \"Is that Tails?\" You again ask yourself as Tails...</span></div></div>",
            "created":1581570000,
            "id":2786968,
            "title":"Tails"
        },
        "115":{
            "author_id":"freeflame",
            "author_name":"FreeFlame",
            "choices":[
                "Big",
                "Ray",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these?</span></div></span></div>",
            "created":1581570000,
            "id":2786858,
            "title":"Other males"
        },
        "12":{
            "author_id":"pokefan2",
            "author_name":"Ponymon",
            "choices":[
                "Amy",
                "Cream",
                "Rouge",
                "Blaze",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well, let’s start with the big ones.</span></div></span></div>",
            "created":1579928400,
            "id":2778073,
            "title":"Girls (Games)"
        },
        "122":{
            "author_id":"christyadot",
            "author_name":"Weeb Lord",
            "choices":[
                "You make it,now you can indulge..",
                "The mother comes and lay on the couch, snapping you out of your trance.",
                "The rabbit suddenly turns around to get something to eat...only to find you."
            ],
            "content":"<div class=\"\"><div> <span>For the last six or so weeks, you have been mysteriously transported to a cozy little cottage while also shrunk to roughly the size...of eh...a Barbie Doll you reckon. And to your utter surprise that the inhabitants are two rabbit-woman monsters and one blue cupid thingie. From what gathered from eating bread crumbs and bits of whatever random fruit you have to find in your scavenging and exploring, the two weird rabbits both appear to form a typical familial unit, with the bigger more mature creature acting as a parent and the smaller one was the child. With the weird angel thing as a household pet like a dog or cat in your world. Life for you includes staying out of sight and eating the scraps of their foods when they aren't looking. The whole ordeal has been frankly dehumanizing and stressful, making you feel like some filthy rat. Your clothes reduced to mere tatters. Hair grew long and messy. You can't help but feel a certain level of contempt for these beings as they go through their everyday life as normal while you eat their table scraps like some diseased vermin.<br>\r\n<br>\r\nBut with that contempt, alongside curiosity and lust.<br>\r\n<br>\r\nYou couldn't help but feel a sense of general sense of awe at the sight. Which only did wonders for repressed sexual desires you gained. You couldn't release it due to fending for yourself. You were simply going mad as your baser urges keep you up hours into the night. The occasional sight of the older rabbit in a surprisingly revealing red-colored silk night grown made your head nearly burst. This is just only the tip of the iceberg of your extended stay in this hell...<br>\r\n<br>\r\n\"Until now..\" You mutter to yourself and sourly scowled as you made your way toward the living room's floor, going far from the little hole in the wall that you have been calling home for the past weeks. The itch in gotten so bad that you <i>have</i> to relieve your self. There you spot the smaller one laying on the floor, absentmindedly reading a book. With her human-shaped feet facing your general direction. You always had a rather healthy foot fetish, so the sight of her feet was like water in the desert. Your hungry eyes feasted on them. Just like the rabbits from your world, they were <i>large</i> to the point where they were fairly disproportionate in comparison to the rest of the creature's body. They had the typical elongated length associated with lagomorphs but had a definite plumpiness that added girth to her feet. Thus having a certain wideness that was just made your knees quivers in utter anticipation, But like an human's, their feet lacked pads and soles. Your cock was harder than it ever been in your life as her flat chubby bulbous toes wiggled and flexed, causing small wrinkles to form on the dusty wide and expansive soles. Quietly revealing her more claw-like nails that are messily painted in bright orange.  The sight of it all made your pale skin damp with sweat, arousal and urges override your line of thought as you approach the bunny like a hungry wolf...<br>\r\n<br>\r\nBut happens next?</span></div></div>",
            "created":1582434000,
            "id":2791828,
            "title":"Time to see if rabbit's feet are truly lucky!"
        },
        "1223":{
            "author_id":"christyadot",
            "author_name":"Weeb Lord",
            "choices":[
                "In a moment of fear and rashness ,you blurted everything you wanted to do her.",
                "The rabbit shares her lunch with you.",
                "You get cleaned and get to wear the clothes of her dolls."
            ],
            "content":"<div class=\"\"><div> <span>Just as you reach the midpoint of the direction of your crazed prize. The ground began violently as the massive creature stood up. Causing you to stare at her massive form, at this distance this was the absolute closest you ever ventured towards these beings. The gentle rays beaming through the nearby windows made her soft orange hair shine brightly-making seem almost golden. Her face wrinkled as her mouth opened-letting out a soft yawn and revealing her upper buck teeth. Her right hand tenderly rubbing her tummy as a faint breeze caused her skirt blown upward. Revealing her unmentionables, simple white panties. The sight made the crotch of your makeshift shorts to noticeably tight, causing your body to be wrack with shock with primal desire and arousal. But yet, despite your underworked cock starting to grow as your blood filled it's veins your old sense of morality and decency starts to trickle back in your deprived psyche, Shame, and guilt over the fact you about take full advantage of someone a while ago. Even now, your cock wants, no <i>begging</i> to you to debase her body with semen<br>\r\n<br>\r\n<i>'Exactly like a <b>dirty</b> vermin'</i> With a small shake of your head, you let out a long stuttering sigh. You may have your gripes about these giants...but you weren't a monster. But the thoughts couldn't dwell as loud *<u><b><i>Tawoosh</i></b></u>* sounds filled the air. Causing you to see the giant rabbit!  The doughy toes scrunch while the muscles in her large feet visibly bend and flex as the colossus began to go on the move!  Your blue eyes trailed her from her slim legs stare at her orange auburn orbs...<br>\r\n<br>\r\nMaking you realize...that she was looking directly at you-<br>\r\n<br>\r\n<i>You have been found out!</i><br>\r\n<br>\r\nWith knees now filled jelly, you tried to run back to the safety of the hole in the wall...the keyword here, however, is  <i>tried</i>. You didn't even manage to get in twenty steps as her hand enveloped your entire form in her soft furred fingers. The soft almost cotton-like quality of the fur combined with the soft perfume of honey and jasmine did little to soothe the now growing sense of dread festering in your gut. Light flooded back as you were staring face to face with the titan. Her nose twitch and wrinkled, undoubtedly getting used to your scent. Her soft eyes held not a smidge of malice-if anything they were pleasant and warm, <br>\r\n<br>\r\n\"Hello there Mister. What is your name?\" The youth asked a very simple question with the most friendly voice you have ever heard from. But you could only look around her palm with your darting eyes. Too scared to say anything, let alone do anything. This cause the rabbit's smile rapidly curve into a worried frown. The sight of your state only made her heartache, so dirty and wearing tattered rags for clothing. All of this just made her mind up on one thing<br>\r\n<br>\r\n<i>She'll help you no matter what!</i><br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1586235600,
            "id":2815247,
            "title":"Cabin fever with a side of cream please!"
        },
        "125":{
            "author_id":"mariosonicfan4",
            "author_name":"Echo",
            "choices":[
                "Vanilla ",
                "Tikal",
                "Other girls"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here's some more girls who are well known.</span></div></span></div>",
            "created":1582606800,
            "id":2792942,
            "title":"Other"
        },
        "1252":{
            "author_id":"gooberg",
            "author_name":"SwiggitySwooty",
            "choices":[
                "Feet",
                "Waist",
                "Back"
            ],
            "content":"<div class=\"\"><div> <span>You wake up with a start. Your head is throbbing, and you can't seem to remember what happened to you. All you can really think is that you feel...different, somehow. And it's...really hard to breathe...<br>\r\n<br>\r\nSome time passes. You could tell when you first came to that wherever you were was somewhere really damn bright. With slight hesitation, you open your eyes just a bit, figuring that if this headache you have is a migraine, you'd only be making it worse. <br>\r\n<br>\r\nThe sight that meets you nearly made you pass out a second time. You were lying on the ground in the middle of a lush, green patch of forest—or is it a jungle?—but that wasn't what scared you...it was that everything was HUGE! What would normally be insignificant blades of grass were nearly as thick as your own legs and grew up to your chest; hell, even the smaller weeds around here were much taller than you! Luckily, there wasn't anything around. You don't want to think about what kind of bugs live here, let alone the 'regular-sized' animals.<br>\r\n<br>\r\nIn the distance, something catches your eye; it looks like the base of some large stone structure. Very narrow, as if it's sticking up into the sky, like some kind of pillar—not that you can really tell, with the massive leaves overhead. With no real hope of shelter anywhere else in sight, nor anything better to do, you decide to trek to this unusual landmark. The journey is long; the location might've only been a few minutes' walk if you were normal sized (relatively speaking), but now it could probably take more than an hour...<br>\r\n<br>\r\nYou take the spare time to wonder about your predicament, such questions being: Why did you wake up in some random jungle that you've never seen before? What could've possibly transported you here? And why is everything so big? Or is it that you're small...? Uncomfortable with the direction your line of thinking is going, you choose to focus more on the scenery. The plants here are really quite lush; even if you were normal-sized, the trunks still look like they'd stretch up, like they were trying to reach at the heavens. Speaking of, how far up is this place? You felt pretty out of breath when you woke up, but that doesn't necessarily mean you're on Mount Everest or something; especially considering that you don't even know what the hell brought you here. Jeez, why does everything you think about keep coming back to that?! It's stressful enough to <i>subconsciously</i> acknowledge that you're in the middle of nowhere for no real reason...<br>\r\n<br>\r\nYou stop, take a few deep breaths (that still don't seem to relieve your lungs too much), and continue on. As the distance closes between you and the stone structure, the foliage seems to fold back, giving off an heir of importance to whatever it is that caught your eye. This also allows you to get a better look at what exactly 'it' is; it turns out that the pillar you guessed it to be was only part of a <i>much</i> larger structure. There were lots of them, edging the corners of terraces that reminded you of a book you read on Mayan agriculture. The outermost pillars were interconnected at the top by more stone, while the interior had seven larger, each with a flourish at the top, like a watchtower. And at the center, there was what looked like a...massive, glowing gemstone?!<br>\r\n<br>\r\nNevermind that, it looks like there's someone there, sitting on the bottom steps of the gem-shrine! Short, with bright, orange hair. Wow, that's a lot of orange...all over their body...are they even human? You guess you can't rule out your 'everything is big and I'm my normal size' hypothesis just yet. Even if approaching a gigantic stranger isn't the best idea at your current stature, it's probably a better one than just standing around.<br>\r\n<br>\r\nYou resume your trek towards the steps of the shrine, now intrigued by both the structure itself and the person you're about to meet. As far as you know, they're the only other person here. Maybe they're in the same boat as you?<br>\r\n<br>\r\n---<br>\r\n<br>\r\nAs you make your way there, any plant life larger than grass eventually peters out, leaving a small clearing that encompasses the shrine. Among some detritus strewn on the ground (if you had to guess, you'd say it's because of erosion), you can make out some tattered white cloth and shards of what look like broken jewelry. Was there a group of people here? A tribe, maybe?<br>\r\n<br>\r\nFinally, your journey is finished. You've reached the steps of the shrine, and are peeking out at the person you saw before. Strangely, they hadn't moved much at all, not even standing up or pacing around idly. A closer look at her face reveals that she is indeed not human, but still some kind of mammal. She's wearing a long, green skirt, patterned with diamonds that alternate between red and pale yellow, one inside another like a matryoshka doll. Adorning her right arm, collarbone, and forehead are ornately designed bands made of gold and slotted with a type of blue gem. She has large, sky blue eyes, with wristbands to match. Strangely, she only has a short, white, high-top shirt that almost looks like a bra. The same type of linen cloth you saw on the ground is wrapped carefully around various parts of her body; her left arm, her dreadlocks, and some long, winding ones around her legs, down to her large, auburn feet, which lie on pretty, white sandals. <br>\r\n<br>\r\nAs weird as it sounds, she's kind of...beautiful, in her own way. She looks terribly forlorn, though, with the way she's hunching over, barely holding up her head with her hands, and looking off into nothing. Did she live here, and something happened to her people?<br>\r\n<br>\r\nYou feel a powerful urge to help her, but there's not much you can do from here, at the foot of the steps. Surely, your presence would at least help to distract her from whatever's on her mind at the moment. But from where do you decide to approach her? Her feet are the closest to where you are, and it shouldn't take much to attract her attention from there, given that it would take one movement of her neck to see where you are; however, it isn't necessarily the safest place to be. If you go for her waist, she'd probably also notice you easily, but she could just as soon scoot over and crush you from there. Besides, she might not take kindly to you being so close to her unmentionables. Finally, you could try to crawl over her back and to her ears, but that could also end in you getting flung somewhere.</span></div></div>",
            "created":1586235600,
            "id":2815065,
            "title":"Waking up on Angel Island"
        },
        "14":{
            "author_id":"pokefan2",
            "author_name":"Ponymon",
            "choices":[
                "Sticks",
                "Sally",
                "Marine",
                "Bunnie Rabbot",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>One of these ladies perhaps?</span></div></span></div>",
            "created":1579928400,
            "id":2778077,
            "title":"Girls (Comics/Cartoons/etc)"
        },
        "141":{
            "author_id":"freeflame",
            "author_name":"FreeFlame",
            "choices":[
                "Her hand",
                "A cage",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You woke up with a painful throbbing feeling on your forehead, it almost felt like someone hit you across the head with a club or something. But you would be forgetting about this pain pretty soon as you looked around in shock. Just a moment ago you were standing in your room, the night sky coming in through your window. Now you were seeing what appeared to be some sort of Jungle setting and it was the middle of the day. <br>\r\n<br>\r\nThen you heard grumbling echoing above you. It sounded feminine but by no means was this voice girly. It didn’t take long to find the source as right behind you was a massive orange animal of some sort. She walked upright like a human and even had human like features, but she was covered in orange fur and had a curious looking snout. She was also dressed, though her outfit made her look like a feral jungle dweller more than a civilized being. You were almost too scared to speak as the gigantic animal girl looked down at you unsure what to make of her find. You feared that she would view you as food or something, but instead she simply reached down to grab you, dropping you in a bag hanging around her waist and sealing it off.<br>\r\n<br>\r\nYou were left in darkness as your prison shook about with the animal girls movements. You still had no clue what her intentions were, but surprisingly you heard her voice overhead, seemingly speaking English. At the very least communication was possible. Finally the movement stopped and you were dumped out of the bag and into...</span></div></div>",
            "created":1581570000,
            "id":2786860,
            "title":"Sticks"
        },
        "143":{
            "author_id":"triplefour",
            "author_name":"Triple",
            "choices":[
                "Check closer",
                "Get away from her"
            ],
            "content":"<div class=\"\"><div> <span>{Thank goodness I have a copy of the Marine story branch. Just adding what I have saved, with some minor grammar corrections and editing to cohesion}<br>\r\n<br>\r\nThree days ago you were out on a boat with some friends. It was pretty fun. You were relaxing on the deck when the sky darkened. The tides and waves got really crazy and you ended up being tossed from the ship. You tried to get help and return to the ship, but it was no use. The boat only got further and further away before you finally passed out, expecting to never awaken again.<br>\r\n<br>\r\nThat was a week ago.<br>\r\n<br>\r\nSince then, you awakened on a beach somewhere on an unknown island. You didn't see any other people around and the whole place seemed deserted. You wandered aimlessly through the island trying to make the most of a bad situation. Though you didn't see any animals so far, there was plenty of vegetation. In fact the trees were absolutely massive, as were their fruits. After a nervous first try to see if it was edible, it was clear you weren't going to hungry here. However, today lead to one of your biggest discoveries about the island. You stood in complete awe of the sight, at first believing it to be a ditch or something before you got a better view.<br>\r\n<br>\r\nThere was no mistake that it was a giant footprint. A rush of emotions filled you as you stared. You saw another not too far from this one, and even more after that. You weren't alone on this island, and on top of that whoever this other person was, he or she had to be gigantic. The footprints were so huge you could lay inside them. By comparative scale, you'd probably be barely three inches to the giant... assuming you weren't actually three inches. The massive plants certainly seemed to have a new meaning with this revelation. Not that the exact nature of your sizes really mattered now. At the moment, you carefully followed the tracks, curious about what exactly you were sharing the island with. The journey took almost the whole day, but you eventually stood before a huge shack fairly close to one of the beaches. Your heart pounded, but you felt it would be easy enough to inspect the building unnoticed and made your way inside.<br>\r\n<br>\r\nAs the sound of waves echoed in the distance and the faint smell of sea water tickled your senses, you inspected the rooms. It wasn't too large, but the owner clearly had some essentials like a kitchen, bathroom, and living room. You saw some junk and ship parts laying around before a noise started to echo. You quickly hid and waited... but nothing came. Soon the sound echoed once more. It... kinda sounds like... snoring? Your heart finally slowed up after the initial scare. Still, maybe this would be a good time to investigate the owner to see exactly what you were dealing with. Though perhaps you tried your luck enough for one night and should keep away from her for now.</span></div></div>",
            "created":1582693200,
            "id":2793061,
            "title":"Marine"
        },
        "1431":{
            "author_id":"triplefour",
            "author_name":"Triple",
            "choices":[
                "Wake her up.",
                "Leave her be."
            ],
            "content":"<div class=\"\"><div> <span>You cautiously entered what appeared to be the bedroom. Careful not to disturb the owner, you slowly make your way towards the centre of the room so you could see whoever was on the bed better. To your surprise, the figure was an anthropomorphic raccoon of sorts, its body covered by brownish-orange hair along with dark brown fur surrounding its eyes and ears. Beside its intimidating size, it didn't really look that threatening, and who knows, it might just be able to help you. After deciding to approach it, you climb onto the bed. You start to make your way to its head when you notice how small its body is. Granted, it was still huge compared to yourself, but if you were at your normal height you'd probably be about two to three feet taller than the animal. As you get closer to its head you also noticed it had really small and hard to see cleavage. Well at least now you knew it was a girl. Shortly after that discovery you finally make it to her head, her hot breath almost knocked you down.<br>\r\n<br>\r\nAs the hot gusts of air rushed over your body, you quickly grabbed the bed to hold your place. The giant orange creature's breath had a bit of that morning odor to it, but at the very least, the heat was a welcome change after wandering around in the cold dark for the past couple of hours. Inspecting the sleeping giant a bit more, you figured that your best hope would be to get her attention as soon as possible. Of course, it was easier said than done as this, humanoid raccoon looking girl was out like a light and your size certainly wasn't doing you any favours with waking her up. On the other hand, maybe it wasn't such a good idea to wake her up, right? You don't even know if she's friendly or someone willing to kill you. What do you do?</span></div></div>",
            "created":1582693200,
            "id":2793176,
            "title":"Check closer"
        },
        "14312":{
            "author_id":"gooberg",
            "author_name":"SwiggitySwooty",
            "choices":[
                "Yes; Marine rolls to the side in her sleep, yanking the sheets.",
                "No; you stick the landing safely, and figure things out from there."
            ],
            "content":"<div class=\"\"><div> <span>You decide against waking the giant, sleeping raccoon, both because you aren't certain that what she would do in the moments between being woken up and actually being awake wouldn't kill you, and because she probably wouldn't be in the best of moods if you just woke her up in the middle of the night, nor would she be too appreciative of someone crawling onto her bed while she was resting. You also suppose that it's not terribly safe here, either; she could roll around in her sleep, after all. Based on your reasoning, the best place to be before you inevitably try to come in contact with the only person you're aware of is most certainly not here.<br>\r\n<br>\r\nMaking good on your logic (which you're pretty proud of, honestly), you make your way to the edge of the bed once again, and attempt to crawl down the plain white bedsheets and back to the (relative) safety of the floor. Since they're not even tucked into the bedframe, they shift easily, meaning one side became very lopsided, with the sheet nearing the floor at one point. Whether that was because this massive raccoon girl moves around a lot in her sleep, or she's just not bothered to move it back in place, you're not entirely sure. Either way, it makes for a convenient way to travel up her bed and back.<br>\r\n<br>\r\nYou try to ignore the fact, also according to your logic, this whole endeavor was a massive waste of time and energy. Oh well; at least you figured that out before you actually attempted to wake her, because that could've gone south <i>real</i> quick. <br>\r\n<br>\r\nThe slightly coarse fabric makes for a useful climbing surface, even if your weight sometimes changed the shape of the creases you climbed down on. However, you can't help but feel like there might've been something you overlooked when committing to getting back to the floor this way...<br>\r\n<br>\r\nDoes anything happen while you climb down?<br>\r\n</span></div></div>",
            "created":1585976400,
            "id":2813026,
            "title":"Let Sleeping Raccoons Lie"
        },
        "143121":{
            "author_id":"freeflame",
            "author_name":"FreeFlame",
            "choices":[
                "You land on the bed",
                "You land on Marine"
            ],
            "content":"<div class=\"\"><div> <span>You neared the floor, starting to position yourself to hop off from the bedsheet. However, at that very second Marine did something that undid all your work. You heard a faint groaning coming from atop the bed. You didn’t think too much of it now. You just figured you’d hide under the bed and wait to see if she was getting up. But before you could get off the sheet, the raccoon started to shift and turn about tugging the bedsheet and pulling it up faster than you could process what was happening. Since you were getting ready to hop off, your grip on the sheet wasn’t very tight, so when she unknowingly pulled the sheet back up, you found yourself being flung skyward.<br>\r\n<br>\r\nYou kicked and flailed about, terrified that you would end up landing on the hard wooden floor. But you soon realized that you were falling towards the bed. A soft landing. Well hopefully. You couldn’t tell quite yet but it seemed like there was a 50/50 shot that you’d also land right onto the sleeping raccoon girl. You tried to adjust your landing to avoid this, but you seemed to have no control over your fall. You could now only shut your eyes and hope you don’t end up waking this girl up like this.</span></div></div>",
            "created":1586408400,
            "id":2816125,
            "title":"Pulled Back Up The Bed"
        },
        "145":{
            "author_id":"gooberg",
            "author_name":"SwiggitySwooty",
            "choices":[
                "Clove the Pronghorn",
                "Cassia the Pronghorn",
                "More Characters"
            ],
            "content":"<div class=\"\"><div> <span>How about the Pronghorn Sisters from the Archie Sonic Universe?<br>\r\n<br>\r\nClove the Pronghorn - An Egg Boss who joined the Eggman Empire in exchange for a treatment for her sister's debilitating disorder, Clove is a very solemn, no-nonsense mobian. Though she appears cold and calculating, she stresses a lot about her situation, the fate of her sister, and is not too happy to be an underling of Robotnik himself. Disliking pointless violence, she often prefers pragmatic options to some of Eggman's more maniacal schemes.<br>\r\n<br>\r\nCassia the Pronghorn - An Egg Boss who joined the Eggman Empire along with her sister in order to get treatment for a debilitating, seemingly fatal disease. Cassia the Pronghorn has undergone slight roboticization (or cyberization, as it is called in canon) in order to correct her disorder, which had often left her bedridden. Her cybernetics grant her heightened senses, such as smell and sight. She's very peppy and competitive, and is usually very snarky towards her subordinates in Northamer. Despite this, she's very well-liked among them, and she enjoys playing video games with them on her off time and flaunting about her high scores.</span></div></div>",
            "created":1580619600,
            "id":2781821,
            "title":"Other"
        }
    },
    "info":{
        "author_id":"pokefan2",
        "author_name":"Ponymon",
        "brief_description":"Wake up tiny around the cast of the Sonic games.",
        "created":1579928640,
        "description":"<td align=\"left\" class=\"norm\">{This is another old interactive that was not transferred over to me. A few people expressed interest in having it revived, so I looked into reconstructing it as best I could. Unfortunately, it seems as if only the first few choice chapters got archived, so it's essentially releasing completely fresh. Like the \"Shrunk by Pokémon Trainers\" this one will remain the same as before. For those of you who missed it, please enjoy... once it gets filled up a bit.}<br>\r\n<br>\r\nMuch like the title implies, you find yourself shrunken around the cast of the long running Sonic the Hedgehog franchise.<br>\r\nPick any character you like and go crazy.<br>\r\n<br>\r\nRules:<br>\r\nPlease refrain from killing off the main character or abruptly ending the story in some other way. You can end a story, but do try to give it a decent conclusion.<br>\r\nPlease refrain from assigning them a name or age.<br>\r\nAlso try to keep them somewhere between 2 and 6 inches tall.<br>\r\nOther than that, most things are fair game. Feel free to message me if you’re unsure about something.<br>\r\n<br>\r\nFebruary Bonus Character: Blaze the Cat</td>",
        "id":2211191,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586436780,
        "pretty_title":"Shrunk by Sonic Characters"
    }
}