{
    "chapters":{
        "1":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "Your older brother, Paul. He's never gonna beleive what you found!",
                "Go downstairs. Your parents have some SERIOUS explaining to do.",
                "Your best friend, Laurie. She's always been into paranormal stuff.",
                "Your boyfriend, Taylor. He's... imaginative. He'll have a great time with it.",
                "Nobody. You should go to your room and test this alone some more."
            ],
            "content":"<div class=\"\"><div> <span>You <i>hate</i> cleaning the attic.<br>\r\n<br>\r\nEver since you were a young boy, you've always hated even entering the attic. It's dusty, moldy, dimly lit, and it's full of old junk that nobody could possibly care about, you figure. I mean, it's in the attic, isn't it? Nobody puts shit in the attic that they want to keep close at hand. Now that you're home from college for the summer and you've been tasked with cleaning it out, you can see that hasn't changed one bit. On nice days like this, you should be out doing something with your boyfriend.<br>\r\n<br>\r\nJust look at all this garbage. All this antique furniture left by your grandfather, you bet it probably looked somewhat presentable when he had it, but it didn't go with anything in your parents' house, so off it went into the attic, forgotten. This may very well be an archaeological find, judging by how old some of these items look. You open the round window at the front end of the attic so you don't suffocate in the stale air up here.<br>\r\n<br>\r\nAs you're walking you bump your knee on a vanity with a missing mirror and accidentally knock over a vase which was precariously perched on its corner.<br>\r\n<br>\r\n\"Shit,\" you mutter, hoping your mom didn't hear that. As you bend over to pick up the pieces, you notice something gleam off the beam of your flashlight. Something very strange-looking indeed. You reach under the vanity and pull it out to inspect it.<br>\r\n<br>\r\nIt's a sizeable knife, probably the most beautiful one you've ever seen. The first thing you notice as you gently swing it around is how incredibly light it is. The handle is like a tight coil of polished silver with a sleek guard to protect the fingers of whoever wields it. The pommel has the brightest gem you've ever seen, the magenta-tinted stone catching your flashlight and making it dance like a kaleidoscope on the floor and wall in front of you. The onyx-colored blade is firm, razor sharp, and delicately curved ending in an incredibly fine point. This looks more like a priceless work of art than a knife. You not only have no idea how it got in that vase, but also how it's stayed in such pristine condition when everything else in here looks like it would crumble if you breathed on it wrong.<br>\r\n<br>\r\nYou place the knife on top of the rickety old vanity and continue your inventory of the attic. There's, what, <i>three armoires</i> up here? Who even needs that many bulky, ugly closets? You walk over to the dustiest one and brush off a few cobwebs. Slowly, you pry it open, the ancient door creaking to reveal nothing but a couple old coats. They're wrapped in plastic, but somehow the super-powered moths living in your attic have managed to get through them and devour significant portions of them anyway. You push them aside to reveal...<br>\r\n<br>\r\n<i><b>\"FUCK!!\"</b></i><br>\r\n<br>\r\nA bat, cranky from having its beauty sleep interrupted, takes flight in the direction of your face! You scream and stumble back, tumbling over the vanity and falling to the floor. It breaks with a crunch and you hear the knife clatter on the floorboards. You shelter in place, putting your hand over your head as the bat circles the room. Eventually, it finds the open window and makes its exit. You get up quickly and rush to shut the window so it can't get back in.<br>\r\n<br>\r\n\"Phew...\" you gasp as you wipe the sweat from your brow with your wrist. Wait...<br>\r\n<br>\r\n<i>Wasn't there a hand here a minute ago?</i><br>\r\n<br>\r\nYou look down wide-eyed at your right arm to see that it ends in a perfectly smooth stump of flesh. It looks like you never had a hand. You'd scream again if it weren't for the shock. Out of the corner of your eye, you spot something moving on the floor by the rubble of the vanity.<br>\r\n<br>\r\n\"It... couldn't be...\"<br>\r\n<br>\r\nBut it could.<br>\r\n<br>\r\nThere it was, your hand. Your detached hand performing the exact movements you're making and feeling. You attempt to hold up two fingers, and the limb complies. You give yourself a thumbs up, again all systems go. You bend over and pick up your hand, noting how strange it feels to be holding it like this. As you look it over you notice no significant damage other than a couple minor scuffs from landing hard on the floor. It also ends in the exact same stump your right wrist does.<br>\r\n<br>\r\nPutting two and two together, you try to put hand and wrist together. Thankfully, two and two add up to four. Your hand is securely attached back on your wrist. No amount of tugging seems to pop it back off.<br>\r\n<br>\r\n\"How the hell did that happen?\" you ask yourself, until you notice the gemstone-encrusted pommel of the knife poking out from the rubble of the destroyed vanity. You brush the wood aside and retrieve the blade. It's still in immaculate condition. There's only one explanation as to what could have happened to your hand, but it's just... insane... right? Right!? Your heart flutters as you decide to take the ultimate leap of faith.<br>\r\n<br>\r\n\"Here goes nothing...\" you say as you tightly shut your eyes and grip the knife, swinging it down quickly. You don't even hear a chop, you just hear and feel a thud. When you open your eyes, your left hand is resting on the ground, again, no blood or pain. You bend over and pick this one up too, examining it. After you're sufficiently sure what you're seeing is real, you put it back on and wiggle your fingers, testing them. Everything continues to be all good.<br>\r\n<br>\r\n\"This is going to be fun. Weird, but fun,\" you say, forgetting all about cleaning the attic. But, who should you talk to first about the knife?</span></div></div>",
            "created":1574917200,
            "id":2753177,
            "title":"Summer Cleaning"
        },
        "11":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"Can we go show you off to some other people?\"",
                "\"Can you cut my head off too?\"",
                "\"Could I keep your head for a little while?\"",
                "\"What happens if we try to switch heads?\"",
                "\"What about... y'know... down there?\""
            ],
            "content":"<div class=\"\"><div> <span>You feel pretty blessed that you've always gotten along pretty well with your older brother. Sure, there's been plenty of teasing between you two over the years, but it's always come from a place of love and mutual respect.<br>\r\n<br>\r\nYou pocket the knife and descend the attic stairs, making a U-turn in the narrow upstairs hallway. Your brother's door is covered in stickers and kitschy fake road signs. You knock, but the door slowly creaks open. Nobody's home. You shrug and let yourself in, There's all manner of sports memorabilia and a couple posters of swimsuit-clad women. So stereotypical of the jock older brother to have a room decorated like that, you think to yourself.<br>\r\n<br>\r\nYou pick up the photo on his desk of Paul and his girlfriend, Amanda. If you swung that way... damn. Suddenly, the world goes dark! You feel an intense pressure on your head! And then... a noogie? You realize that the universe is not, in fact, abruptly collapsing, but that it's just your brother sneaking up on you to give you his customary \"welcome-home\" greeting.<br>\r\n<br>\r\n\"Hey there, Ross!\" he bellows.<br>\r\n<br>\r\n\"Ahh! Paul, get off me!\" you shout through laughter. Finally breaking free, you give Paul a real hug and he happily returns it.<br>\r\n<br>\r\n\"Is it really summer break already?\" he asks.<br>\r\n<br>\r\n\"Yeah, man, I'm home for a few months,\" you reply.<br>\r\n<br>\r\n\"Awesome! We should go out and play football with the guys later!\" Paul enthusiastically suggests. You've never really been a sports geek, but you like to spend time with Paul so you usually humor him.<br>\r\n<br>\r\n\"Maybe later, big bro, right now I have to show you something I found in the attic.\" You reach into your back pocket and draw the knife. The blade shines in the sunlight pouring through the window. Your brother backs up cautiously.<br>\r\n<br>\r\n\"Jesus, Ross, watch where you're waving that,\" he warns. You scoff, much to his confusion.<br>\r\n<br>\r\n\"No, man, you don't understand. This is, like, some kind of magic knife or dagger or something!\"<br>\r\n<br>\r\nYour brother looks incredulous. \"Really?\" he says, clearly not buying a single thing you're selling. You decide you don't want to argue about this so you decide to just show him. <br>\r\n<br>\r\n\"Promise not to freak out,\" you say. But before Paul can even ask why, you bring the blade to your neck and chop straight through with absolutely no resistance. Your head leaps off your neck and into your startled brother's hands while you stand there crossing your arms, headless.<br>\r\n<br>\r\n<i>\"Now </i>do you believe me?\" you ask from your new vantage point. Paul stammers and stutters, trying to process what's happening. You shut the door and lock it, noting your surprising dexterity despite losing your head.<br>\r\n<br>\r\n\"So... magic, huh?\" he finally squeaks out, sitting on his bed with your head still held tight in his hands.<br>\r\n<br>\r\n\"That's my guess, anyway,\" you say, shrugging your empty shoulders. Paul looks both parts of you over and after a bit of deliberation, gets a mischievous gleam in his eye. Uh oh. You recognize that look. Soon, his knuckles are grinding on your scalp once again in a brotherly noogie. At least it didn't take him long to warm up to this.<br>\r\n<br>\r\nOnce things settle down, you sit down next to him and hold your head in your lap. Paul begins to rapid fire questions at you.<br>\r\n<br>\r\n\"So does your head go back on?\"<br>\r\n<br>\r\n\"Yeah, I just need to touch it back to my neck.\"<br>\r\n<br>\r\n\"Does it only do heads?\"<br>\r\n<br>\r\n\"No, I managed to cut off my hands earlier.\"<br>\r\n<br>\r\n\"Does it hurt?\"<br>\r\n<br>\r\n\"Not at all, feels kinda good, actually.\"<br>\r\n<br>\r\n\"Are you controlling your... the rest of you?\"<br>\r\n<br>\r\n\"Yeah,\" you say as you wave to him.<br>\r\n<br>\r\n\"Hmm...\" Paul says, putting more thought into the next question. He blushes a little and finally asks...</span></div></div>",
            "created":1574917200,
            "id":2753184,
            "title":"Your brother, Paul"
        },
        "112":{
            "author_id":"maletf17",
            "author_name":"Swappers02",
            "choices":[
                "\"...we swap heads, you can go with my body!\"",
                "\"...we swap heads, I can go with your body!\"",
                "\"...you go with your detached head?!\""
            ],
            "content":"<div class=\"\"><div> <span>\"Okay? Why, you want to be headless too?\" you asked him, surprised and kinda curious.<br>\r\n<br>\r\n\"I-I-I just wanna try it! Nothing weird, Ross,\" Paul says, his face blushes more, kinda avoiding eye contact with you.<br>\r\n<br>\r\n\"Hmm, okay Paul, let me first just atta-\"<br>\r\n<br>\r\n\"Wait!! Don't attach your head! I wanted you to be headless with me,\" he interrupts you.<br>\r\n<br>\r\n\"Well, if you want too. I'll gladly be headless with you,\" you say, giving him a friendly smile. Your body gets up and brings the blade into Paul's neck and cuts it, in a very easy way. His head starts falling off, but thankfully your body grabs him.<br>\r\n<br>\r\n\"So... how do you feel bro? You like it?\" you asked him.<br>\r\n<br>\r\n\"This feels awesome, I love the feeling!\" he giggles and says excited, his body touching his own empty neck stump. <br>\r\n<br>\r\nAfter all of that. Paul's body grabs you and sits you on his lap, your body is petting Paul's head softly. Both of you enjoy this calm time, being headless and chilling in the bed.<br>\r\n<br>\r\nEventually, you hear a notification sound, it's Paul's phone.<br>\r\n<br>\r\n\"What happened, Paul?\" you ask<br>\r\n<br>\r\n\"I need to go, my team needs me for football practice...\" he says, kinda disappointed because he wanted to be headless for a more time.<br>\r\n<br>\r\n\"Wait!! I got an idea!\" you say with a mischievous smile.<br>\r\n<br>\r\n\"What is it?\" Paul asked out of curiosity.<br>\r\n<br>\r\n\"What if... \"<br>\r\n</span></div></div>",
            "created":1575003600,
            "id":2753245,
            "title":"\"Can you cut my head off too?\""
        },
        "12":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "Mother",
                "Father",
                "Maybe both"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If anyone would know what this is, it’s your parents, more specifically your...</span></div></span></div>",
            "created":1575176400,
            "id":2754134,
            "title":"Go downstairs. Your parents have some SERIOUS e..."
        },
        "121":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "In the kitchen working",
                "In the living room relaxing",
                "In her room getting ready to go out"
            ],
            "content":"<div class=\"\"><div> <span>...mother. Having lived with your grandfather most of her life, you know she has to know something about this knife. Plus she’s always had a sort of...mystery...about her.<br>\r\nPicking up the knife and twirling it in your hands, you head downstairs to question her. Although the twirling results in you accidentally removing your foot once when you drop it. “Thank god this is a magic knife,” you mutter.<br>\r\nWhere is your mom currently?</span></div></div>",
            "created":1575176400,
            "id":2754136,
            "title":"Mother"
        },
        "1212":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "Wake her",
                "Self experimentation ",
                "A little off the top"
            ],
            "content":"<div class=\"\"><div> <span>You find your mother in the living room, in a daze on the couch. Better yet, she was completely nude. After a long day out shopping, you knew that your nudist mother was exhausted. So, do you wake her and ask her outright, leave her be and try it on yourself a bit more and come back to her later, or cut part of her off to ask her?</span></div></div>",
            "created":1592283600,
            "id":2852127,
            "title":"In the living room relaxing"
        },
        "122":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "In the living room relaxing",
                "In the garage or yard working",
                "In his bedroom getting ready to go out"
            ],
            "content":"<div class=\"\"><div> <span>...father. Having lived with your grandfather most of his life, you know he has to know something about this knife. Plus he’s always had a sort of...mystery...about him.<br>\r\nPicking up the knife and twirling it in your hands, you head downstairs to question him. Although the twirling results in you accidentally removing your foot once when you drop it. “Thank god this is a magic knife,” you mutter.<br>\r\nWhere is your dad currently?</span></div></div>",
            "created":1575176400,
            "id":2754137,
            "title":"Father"
        },
        "1221":{
            "author_id":"barlen343",
            "author_name":"Barlen",
            "choices":[
                "Disgust, apparently him and the knife share some bad history.",
                "Excitement, he definitely knows about the knife, and is ecstatic to see it.",
                "Bewilderment, he’s got no clue about the knife."
            ],
            "content":"<div class=\"\"><div> <span>You eventually find your father in the living room, stretched out on the couch and you watching tv with one arm underneath his head, the other holding the glass of lemonade he’s sipping at with a straw. The picture of relaxation.<br>\r\n<br>\r\nYou clear your throat to get his attention.<br>\r\n<br>\r\n“Hey, dad?”<br>\r\n<br>\r\n“What’s up sport?”<br>\r\n<br>\r\n“I found <i>something</i> while I was cleaning the attic... I was wondering if you knew anything about it?”<br>\r\n<br>\r\nHe sits up and turns around, and when you hold out the knife, the look on his face is one of pure:</span></div></div>",
            "created":1585803600,
            "id":2812266,
            "title":"In the living room relaxing"
        },
        "12213":{
            "author_id":"loucaman2",
            "author_name":"Loucaman",
            "choices":[
                "Grab your dad's cock and play with him.",
                "Ignore the impulse. It's too weird. "
            ],
            "content":"<div class=\"\"><div> <span>\"What's that kiddo?\" He asks you. <br>\r\n<br>\r\n\"It's a knife,\" you say, but his look says that he already knew that. \"It's magic. It can cut off body parts but without pain or doing damage. I cut off my hand and I could still feel and control it. Then I put it back on again.\" You explain as you show your dad your wrist. Your dad looks at you dubiously.<br>\r\n<br>\r\nYou decide to prove it and cut off your hand. Your dad sits up in shock as your hand falls to the floor. You use your fingers on your detached hand and make it crawl towards your dad. Your hand crawls up the couch and onto his lap. As your hand crawls, it feels something moving under it. You realize it's your Dad's hardening cock. You smile and your hand continues to crawl up your dad until it reached his face. <br>\r\n<br>\r\n\"That's wild.\" your dad says excitedly. He moves and your hand lands in his lap. You can feel your dad's cock through his pants. It twitched under your fingers. The urge to grab it crosses your mind. You...</span></div></div>",
            "created":1586149200,
            "id":2814328,
            "title":"Bewilderment, he’s got no clue about the knife."
        },
        "1223":{
            "author_id":"wolfbane2174",
            "author_name":"wolfbane",
            "choices":[
                "Remove his head and put yours on his body",
                "Steal his cock",
                "Swap cocks"
            ],
            "content":"<div class=\"\"><div> <span>As you make your way to your parents bedroom, you see the door cracked slightly and can hear distinctive snoring inside. For a moment you consider knocking, but then a different thought crosses your mind. <br>\r\n<br>\r\nPushing the door open slowly, you carefully make your way over to the bed where your father is sprawled out haphazardly, blanket barely covering him. He shifts slightly and the blanket falls to reveal he's wearing a pair of silky blue boxers. More importantly what caught your attention was the distinct outline of the bulge inside those boxers. Your breath catches in your throat as you grip the magical knife and ponder how you might utilize it. </span></div></div>",
            "created":1592370000,
            "id":2852607,
            "title":"In his bedroom, napping"
        },
        "12232":{
            "author_id":"wolfbane2174",
            "author_name":"wolfbane",
            "choices":[
                "Sneak back to your room",
                "Sneak back to the bathroom",
                "Caught by your mother",
                "Caught by your brother",
                "Cut your dad into more pieces"
            ],
            "content":"<div class=\"\"><div> <span>You carefully peel back a little more of the blanket, staring at the bulge in your father's boxers. You weren't entirely sure why but you felt committed to going ahead with this plan. Sliding a finger along the front fabric flap, you were happy to find it was quite loose. The gap was just large enough that you could slip the knife inside, but from there you had to do the rest by feel alone.<br>\r\n<br>\r\nYou pressed the knife gently against the base and slid it through without much resistance. Your heart raced, but as it cut through the final bit, you could see the appendage slip away from its usual position. The weight pulled it toward the leg of the boxers, and you were pretty sure you could see the tip poking out from beneath the fabric.<br>\r\n<br>\r\nYour father grunted, causing you to freeze on the spot. You were certain he was going to wake up right then and there. If he did, you'd have no way to explain what you were doing. Luckily instead he simply shifted positions a bit and let out another snore. The shift even proved helpful, as it widened the gap between the fabric and his leg. You carefully reached in and punched the tip gently, sliding the appendage out the leg of the boxers.<br>\r\n<br>\r\nCradling the object in the palm of your hand, you knew you wanted to see how it compared against your own, but you couldn't do it here. For now, you'd have to sneak back out of the room...</span></div></div>",
            "created":1592456400,
            "id":2853109,
            "title":"Steal his cock"
        },
        "122322":{
            "author_id":"wolfbane2174",
            "author_name":"wolfbane",
            "choices":[
                "Attach your dad's cock to you",
                "Take a bath with your dad's toy ",
                "Suck your dad's detached cock",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You quickly make your way out of the room and down the hall unseen, breathing a sigh of relief once you reach the bathroom and lock the door behind you. <br>\r\n Now that you're guaranteed a few minutes of privacy, you lean against the counter and take in the sight of your father's detached cock.<br>\r\n<br>\r\nMuch to your surprise, it doesn't look as big as you'd expected. In fact, while it was flaccid, you were pretty sure you might be bigger. You set the appendage down on the cold counter and watched it retract a bit. You had to know which of you was bigger, so you unzip and use the knife on yourself, cutting as close to the base as you can.<br>\r\n<br>\r\nPlacing it down next to your father's, the was no doubt you were slightly bigger. However, it wasn't much of a fair comparison, considering the whole situation was turning you on. There was only one way to know for sure.<br>\r\n<br>\r\nYou pick up your dad's cock and start rubbing the tip gently, coaxing it to stiffen. He was in for one hell of a surprise if he woke up now. You keep rubbing until your sure he's fully hard and then place it next to your own stiff member. To your disappointment, he was quite the grower and overtook you by at least an inch.<br>\r\n<br>\r\nYou couldn't help but wonder what it would be like to have a larger cock like this one, or even what it would be like to take a cock like this. </span></div></div>",
            "created":1593493200,
            "id":2858953,
            "title":"Sneak back to the bathroom"
        },
        "122324":{
            "author_id":"wolfbane2174",
            "author_name":"wolfbane",
            "choices":[
                "Shove the cock in your pants and show him the knife",
                "Shove the knife in your pocket and show him the cock ",
                "Fess up and show him both"
            ],
            "content":"<div class=\"\"><div> <span>Quietly making your way back to the door, you cradle your prize in one hand and knife in the other. Just as you were about to take your leave, you hear a grunt come from behind and feel the detached cock twitch slightly in your hand. You freeze on the spot, not daring to look at it. Ignoring the cock proved to work as your dad settles back down.<br>\r\n<br>\r\nIt isn't until you get back to the hallway that you celebrate the successful heist. The celebration is short lived as you see your twin brother round the corner and stop in his tracks. Hastily, you hide your hands behind your back, but the look on his face indicates that he'd seen something. <br>\r\n<br>\r\n\"What was that?\" He asks.<br>\r\n<br>\r\nYou know he isn't going to let you just leave without showing at least one of the things you're hiding.</span></div></div>",
            "created":1593061200,
            "id":2856574,
            "title":"Caught by your brother"
        },
        "1223241":{
            "author_id":"wolfbane2174",
            "author_name":"wolfbane",
            "choices":[
                "He recognizes the knife and knows what it can do",
                "He finds your finger on the floor",
                "You decide to use the knife on him before he can say anything else"
            ],
            "content":"<div class=\"\"><div> <span>Fiddling with your waistband, you manage to slide the cock into your pants. The warmth of your dad's dick pressed against your buttcheek was a sensation you weren't quite prepared for. Shifting on your feet, you can feel it start to harden, but had to focus on your brother for now. <br>\r\n<br>\r\nYou bring your other hand around and show him the knife. <br>\r\n<br>\r\n\"I found this in the attic.\" You left out the most important part about your find, how it can magically cut through people without harming them.<br>\r\n<br>\r\nAs you're showing him the knife, you realize that he's staring at your hand. It takes a moment to notice that one of your fingers is noticeably smaller than the others. The knife must have cut it off at the knuckle while you were trying to hide it from your brother.<br>\r\n<br>\r\nHis eyes go wide...</span></div></div>",
            "created":1593061200,
            "id":2856597,
            "title":"Shove the cock in your pants and show him the k..."
        },
        "1223242":{
            "author_id":"wolfbane2174",
            "author_name":"wolfbane",
            "choices":[
                "He recognizes your father's cock immediately",
                "He offers to help you use the \"dildo\" properly",
                "He teases you, and the only way to get him to stop is to use the knife"
            ],
            "content":"<div class=\"\"><div> <span>Worried about how much you'd have to explain if you showed him the knife, you hastily slide the blade into your back pocket. Blushing, you realize this means you're going to have to show him the cock. <br>\r\n<br>\r\nWith all the jostling, the detached dick has begun to stiffen. Maybe if you are lucky, it could be passed off as a dildo. You gently squeeze the shaft a bit and feel it getting harder.<br>\r\n<br>\r\n\"It's um... one of mom's toys.\" You say sheepishly. It wasn't <i>technically</i> a lie. You grip the shaft tightly and hold it at your side, hoping your brother won't look at it too carefully.<br>\r\n<br>\r\nA tense moment of silence passed as you waited to see how your brother would react.</span></div></div>",
            "created":1593061200,
            "id":2856581,
            "title":"Shove the knife in your pocket and show him the..."
        },
        "123":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "In their bedroom",
                "In the kitchen",
                "In the living room "
            ],
            "content":"<div class=\"\"><div> <span>...both of your parents. You figure at some point in the past they had to have moved this stuff before. And considering the condition the knife is in, you doubt it could have been untouched for all these years. Plus the vase it was in was much too new to have been on a vanity that collapsed and broke under your moderate weight.<br>\r\nPicking up the knife and twirling it in your hands, you head downstairs to question her. Although the twirling results in you accidentally removing your foot once when you drop it. “Thank god this is a magic knife,” you mutter.<br>\r\nWhere are your parents currently?</span></div></div>",
            "created":1575176400,
            "id":2754144,
            "title":"Maybe both"
        },
        "14":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"...play with your cock a little?\"",
                "\"...see the knife myself?\"",
                "\"...take your junk home with me?\"",
                "\"...chop off a piece of myself too?\""
            ],
            "content":"<div class=\"\"><div> <span>You whip out your phone and ring your boyfriend of a year and a half. He's usually home at this time of day.<br>\r\n<br>\r\n\"What up, bitch?\" you hear.<br>\r\n<br>\r\n\"Hey, slut,\" you playfully reply.<br>\r\n<br>\r\n\"How's cleaning the attic going?\"<br>\r\n<br>\r\n\"Actually, way better than you'd think,\" you say cryptically. \"How soon can you get here?\"<br>\r\n<br>\r\n\"Lemme get my shoes on and I'll head right over,\" Taylor says. \"See you soon, babe.\"<br>\r\n<br>\r\n\"Bye, hon!\" you say chirpily as you hang up.<br>\r\n<br>\r\n- - -<br>\r\n<br>\r\nIt's not long before you hear a knock at the front door. You open it to be immediately tackled by your affectionate boyfriend. You wrap each other in a tight, loving embrace.<br>\r\n<br>\r\n\"Hey sweetie,\" you say, \"let's get up to my room quick.\" Your boyfriend gets a cute, but horny, grin on his face as you both run up the stairs and slam the door to your room, making sure to lock it.<br>\r\n<br>\r\n\"Alright, I'm here, what was so important?\" Taylor asks, crossing his arms and sitting on your bed.<br>\r\n<br>\r\n\"Watch this,\" you say, giving him a wink. You put on a little show of getting undressed for him, each article of clothing being removed from your body in a different sexy way, until finally you're down to just your tight briefs. You pull down the waistband to reveal to Taylor...<br>\r\n<br>\r\n...nothing. Your crotch is totally bare. You are sporting nothing between your legs but a smooth, round, bulge.<br>\r\n<br>\r\nHis smile falls from his face and turns to brief horror as he rushes to your naked cock-less and ball-less body, touching and checking your sensitive smooth crotch over for any sign of your junk. You softly moan at the sensation, but also giggle at the futility.<br>\r\n<br>\r\n\"What the fuck happened to you, babe!?\" your boyfriend says in a panic.<br>\r\n<br>\r\n\"Relax, look under my pillow,\" you say casually. Taylor slowly lifts the pillow and just about faints, seeing your detached junk erect on the bed with no owner attached.<br>\r\n<br>\r\n\"Ross, honey, what the fuck did you do to yourself?\" Taylor asks. Rather than explain, you simply hand him your detached dick. He stops panicking when he feels the warm shaft and notices it throbbing and twitching in his hands. He pieces together what is happening and looks up at you with an even bigger and hornier smile.<br>\r\n<br>\r\n\"You mean you can still feel this?\" he asks excitedly.<br>\r\n<br>\r\n\"Yup. I found this weird-ass knife in the attic and after a couple... accidents... I figured out it did this.\"<br>\r\n<br>\r\n\"And... does it hurt?\"<br>\r\n<br>\r\n\"Nope. It feels great, honestly, I've been sitting here dickless waiting for you and it's actually really nice to not have it stuffed in my pants.\"<br>\r\n<br>\r\nTaylor looks like he's just won the lottery, still gingerly holding your detached genitalia. \"This is so cool. Like, the coolest thing ever. In fact, mind if I...\"</span></div></div>",
            "created":1574917200,
            "id":2753195,
            "title":"Your boyfriend, Taylor"
        },
        "141":{
            "author_id":"lurkingleapold",
            "author_name":"Bangle",
            "choices":[
                "lean in and blow him.",
                "turn around and grind on his dick.",
                "grab the knife and make a brand new hole between your legs!",
                "cut off his cock, turn him around, buttfuck him with his own cock!",
                "more options."
            ],
            "content":"<div class=\"\"><div> <span>\"What, do you think I cut it off just to fuck with you?\"  You ask, turning your desk chair around to face your bed and planting your bare butt firmly in that chair to give yourself a front row seat to what was surely going to be one hell of a show.  \"I mean, I did, but not just metaphorically!\"<br>\r\n<br>\r\n\"And you call me a slut?\"  Taylor sarcastically asked, bringing your detached cock up to his mouth and giving the head a quick lick.  You gripped the arms of your chair tightly, your body quivering as Taylor casually flopped down onto the bed facing you causing your balls to bounce roughly in his grip.  \"How's the view from that glass house of yours?\"  Taylor asked, pointing your cock at you.<br>\r\n<br>\r\n\"Perfect.\"  You said, spreading your legs wide and reaching down to rub the empty patch of surprisingly sensitive skin left in place of your junk.  Taking that as his cue, Taylor started his show, seductively narrowing his eyes and grinning as he leveled your package with his mouth.  He moved in painful slow motion, half a dozen warm and teasing breaths pouring over your dick as he slowly inched it forward before finally closed his lips, with only the head between them.  Your closed his eyes entirely, his expression going from impish to serene in record time as he gently lapped at your glans.  Your rubbing intensified, your glasses sliding down your nose as your whole body shook.  You knew Taylor was way too good at this, you'd jerked off right after calling him to make sure it wouldn't end to quickly, but even so you could already feel another load brewing.<br>\r\n<br>\r\nFirmly gripping the base of your shaft with one hand while the other craddled your balls, Taylor began sucking in earnest, gently bobbing his head back and forth as he moved your cock further into his mouth.  With each thrust he moved your cock a little further down, and inch by inch your cock disappeared down Taylor's throat until every inch of your cock was in his mouth, your balls trailing out and resting between his cupped hand and chin.  Having run out of shaft to hold, Taylor's newly freed hand traveled down to his pants, which were tenting like you'd never seen before.<br>\r\n<br>\r\nRealizing that you were having all the fun and showing no common courtesy, you shoved your glasses firmly against your face, scrambled to your feet, and quickly leaned over to unfasten Taylor's belt, pulling this pants and briefs down to his knees and allowing his full mast to spring out.  Despite being the exact same length as you (like, exactly exact.  Uncannily exact.  Within half a millimeter exact) you always thought that Taylor's more curved shaft and bigger, pinker head always made his look more impressive than your did.  Then again, Taylor complained that your straighter and more traditionally proportioned tool was cuter than his.  You always joked that yours was just straighter because you were the straighter boyfriend, a bisexual rather than Taylor's out and proud gay, but-<br>\r\n<br>\r\nYou realized Taylor wasn't sucking any more, and was instead staring down at you staring at his cock with a confused and expectant look on his face.  You had no idea how long you'd been sitting there doing nothing, but it had definitely been too long.  Acting without thinking, you...</span></div></div>",
            "created":1586840400,
            "id":2818556,
            "title":"\"...play with your cock a little?\""
        },
        "1411":{
            "author_id":"lurkingleapold",
            "author_name":"Bangle",
            "choices":[
                "back to normal, and cuddling with Taylor in your bed.",
                "back in 1 piece, but NOT back to normal.",
                "still in 3 pieces, but Taylor brought 1 home with him and left the rest behind!",
                "in even more pieces than before, Taylor having gone a bit crazy with the knife.",
                "in your parents room?!"
            ],
            "content":"<div class=\"\"><div> <span>While your new toy had certainly opened up a whole new world of sexual possibilities, sometimes you can't argue with the classics.  Leaning down and taking Taylor's entire length in a single thrust, you found that Taylor agreed, his throat producing a low and satisfied grumble as his free hand firmly gripped the back of your short cut hair.  While you didn't have the raw talent and honed technique that Taylor had, what with him being your first boyfriend while you were his forth, the frantic pace you moved at as you tried to catch up with his head-headstart was doing a good job of compensating for the skill gap.  Feeling Taylor's precise tongue movements resume, you made a mental note to 'practice' on yourself with the knife before your next date.  Really surprise him with how much you'd improved.<br>\r\n<br>\r\nAs if reading your thoughts, Taylor surprised you with a grand display of his superior skills.  Your eyes widened and your sucking came to a screeching halt you felt Taylor tip his head back, open his mouth wide, and allowed the head and half your shaft to slide down his throat, your balls sinking into his mouth which closed tightly behind them.  Just as you were about to worry if Taylor would accidentally swallow one of your most precious pieces, his throat clamped down tightly against your cock and his tongue firly pressed a ball into the roof of his mouth, holding you secure.  The sensation of this before anatomically impossible deepthroating instantly buckled your knees, dropping you hard on your ass as you moaned uncontrollably.  Taylor leaned forward slowly, his tongue massaging your slightly fuzzy balls while his throat squeezed and released the head of your cock.  When he was low enough for you to see his face, his cheeks puffed up like a squirrel hoarding nuts and his complexion red with exertion, he smiled, and began jerking off right in your face.<br>\r\n<br>\r\nThe sights and sensations were too much for you to handle, and with a sharp gasp you came down his throat, gsqueezing your empty groin as the pressure released.  Feeling you empty your load down his throat, Taylor closed his eyes and jerked faster, not wanting to pull you out until he was done but also not wanting to asphyxiate on your rod.  Just as you were leaning in to help speed him along, Taylor finished, plastering your nose, forehead, and hair with what had to be his biggest load ever.  You were a bit embarrassed that you didn't get to finish him off yourself, but judging by Taylor's ridiculous o-face he didn't seem to mind.<br>\r\n<br>\r\nReaching into his mouth and grabbing your sack firmly, Taylor dragged your sopping wet tool out of his mouth and took several long, deep breaths.  \"Think... this belongs... to you...\"  He panted, holding your cock out to you.<br>\r\n<br>\r\n\"It's fine.\"  You say, taking your cock back in one hand and trying to wipe some of his mess off the lenses of your glasses.  \"Nothing a nice hot shower won't fix.  Care to join me?\"<br>\r\n<br>\r\n\"Bitch,\"  Taylor said, pausing and waving his hand for added dramatic flair, \"You could not STOP me from joining.\"<br>\r\n<br>\r\n\"Well come on then, let's go.\"  You said, grabbing Taylor's hand with one hand and continuing to carry your detached cock in the other.<br>\r\n<br>\r\nIt didn't even occur to you to put your dick back on, your body already so comfortable walking around in its modified state.  Perhaps it was this comfort, and the sight of your magic knife on the table, that caused Taylor to say \"Wait a sec, why are you showering?\"<br>\r\n<br>\r\nYou turned around, confused, and used your saliva caked cock to point at your cum soaked face.  \"Uh, because I'm not going to walk around all day like this?\"<br>\r\n<br>\r\n\"No, but like, why is ALL of you showering?  Only two of your parts are really dirty.\"  He said, reaching out and grabbing the knife off your desk.  \"And since it's all my mess, I think it's only fair that I be the one to clean it up.\"<br>\r\n<br>\r\nUnderstanding, you shrug your shoulders and say \"I cannot fault the logic.  Go ahead and clean me, you dirty boy!\"<br>\r\n<br>\r\nAfter clapping his hands rapidly in front of his chest and squeeing with delight, the single cutest and gayest thing you'd ever seen your boyfriend do, Taylor took a fistful of your hair and slide the knife through your throat from front to back.  While the knife tickled like crazy, you managed to keep still enough for a mostly level cut, and when Taylor somewhat painfully) lifted you off of your shoulders the look in his yes showed that he was completely satisfied with the quality of the cut.  \"God, how could you manage to become even more adorable?\"  He asked, bringing your blushing severed head in for a quick kiss before tucking youn under one arm like a ball and taking your cock with his other hand.<br>\r\n<br>\r\nwaddling to the bathroom with his pants still around his ankles, Taylor set your head and genitals down in the rim of the sink while he stripped naked and started the shower.  While he was busy, you had your headless, dickless body feel around for your bed and climb into it, laying out spread eagle and letting out a deep, contented sigh.<br>\r\n<br>\r\nYou really needed to clear out the attic more often.  Who knows what else is up there?<br>\r\n<br>\r\n\"Thank God you were wearing your safety goggles, I could've taken your eye out!\"  Taylor said, lifting your glasses off of your face and running them under the hot water, patting them down with damp washcloth.<br>\r\n<br>\r\n\"Eh, if you were the last thing I saw I wouldn't mind going blind.\"  You answered.<br>\r\n<br>\r\n\"Oh you sweet talking skank, stop before you give me a cavity.\"  Taylor said, in a way that made it very clear he wanted you to go on.  Setting your glasses aside, Taylor picked up your head and cock and stepped into the shower, setting your head down on the alcove meant for storing shampoo and soap and whatnot which he'd already taken the liberty of clearing of all shampoos and soaps and whatnots.  Standing under the running water and lovingly scrubbing down your cock and balls, you felt your member struggle desperately to build up a third erection in the span of 20 minutes.  It managed only a strained half-mast, even with your body rubbing your neck and crotch stumps in the other room, but the lecherous grin Taylor shot you as he squeezed your raw cock showed made it seem like the sexiest thing in the world to him.  When he finished cleaning your tool off, and after he gave himself a good once over with the soap and shampoo to remove any excess sweat, Taylor swapped out your head and began cleaning you off with a soapy sponge.  Cradled between your boyfriend's lean arm and firm chest, warm water lapping over your face, the scent of lavender filling the air as he scrubbed you clean with what seemed like the softest sponge in the known universe, your body sprawled across your bed, and all of that in the wake of the best blowjob in your life, you smile contently and before you know it you managed to fall asleep right in Taylor's arms.<br>\r\n<br>\r\nYou don't know how long you were out, but when you wake up you're...</span></div></div>",
            "created":1586840400,
            "id":2818591,
            "title":"lean in and blow him."
        },
        "14113":{
            "author_id":"lurkingleapold",
            "author_name":"Bangle",
            "choices":[
                "head.",
                "genitals.",
                "body.",
                "knife.",
                "head and genitals."
            ],
            "content":"<div class=\"\"><div> <span>To your surprise, not only were did you wake up in three separate pieces, confirming that what had happened was real and not some fever dream induced by attic fumes, and not only had Taylor left your house and went back to his own home while you were dozing, but you could tell almost immediately that your boyfriend had actually taken one of your parts home with him when he left!  Specifically, Taylor had absconded with your...</span></div></div>",
            "created":1586840400,
            "id":2818594,
            "title":"still in 3 pieces, but Taylor brought 1 home wi..."
        },
        "143":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "Lop that cock of yours off as well",
                "Chop our heads off and go from there",
                "Turn me around so you can screw me"
            ],
            "content":"<div class=\"\"><div> <span>“...take your junk home with me? I promise I’ll take good care of it.”<br>\r\n<br>\r\nYou smile and nod. “Actually, they’re yours. I simply enjoy the feeling of being null too much. I love you, and I know you’ll take good care of them.”<br>\r\n<br>\r\nHis jaw drops to the floor, amazed that you would simply give him your junk. Without wasting a moment, he pulls you in for a deep kiss, the two of you collapsing on your bed for a makeout session. While he holds you close however, you stealthily begin removing his bottoms, pulling down his boxers to let his own large cock lay against your flat crotch.<br>\r\n<br>\r\nGrinning through the kiss, you look up at him.<br>\r\n“Hey Taylor?”<br>\r\n<br>\r\n“Yeah hon?”<br>\r\n<br>\r\n“Let’s...”</span></div></div>",
            "created":1575090000,
            "id":2753730,
            "title":"\"...take your junk home with me?\""
        },
        "1431":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"Yeah, please,\" Taylor says. You reach for the knife and grant his request.",
                "\"Eh, you can keep it for now,\" Taylor says, laying back in bed.",
                "\"How about we trade, mine for yours?\" Taylor asks, picking up your old junk."
            ],
            "content":"<div class=\"\"><div> <span>\"Heh, feeling kinky, Ross?\" Taylor says. You smile and kiss him.<br>\r\n<br>\r\n\"Well... if you're keeping mine, I'm gonna need a replacement,\" you say with a mischievous grin. Before Taylor can fully process what you just said, you quickly swing the knife through the base of his junk and attach them to your own null crotch.<br>\r\n<br>\r\n\"You stinker, I'll get you back for this,\" Taylor threatens teasingly. Suddenly, the feeling of your boyfriend's much larger junk zips through your nervous system and you realize you can feel and control his junk. Taylor, on the other hand, is now realizing that he no longer has feeling of any junk at all. He grabs at his smooth bulge between his legs, playing with the null stump and moaning softly.<br>\r\n<br>\r\n\"Ngh, it's like there's something there but the feeling is dulled... like I'm rubbing my cock through four layers of clothing...\" Taylor grunts. Meanwhile, you're getting quite a bit of enjoyment out of his stolen equipment. You can comfortably fit both hands on his shaft and his balls are nice and heavy in your palm. Your boyfriend was packing a serious monster, but you've certainly tamed the beast.<br>\r\n<br>\r\n\"You will give that back, right?\" Taylor asks as he watches you stroke what used to be his, a tinge of worry coloring his question.<br>\r\n<br>\r\n\"Ahh... don't worry, babe...\" you moan reassuringly, \"I'd never steal something like this for good from you. I love you too much.\"<br>\r\n<br>\r\n\"In that case, Ross...\" Taylor says, standing over you and proudly displaying his null crotch. The sight of your boyfriend's genderless body makes you even harder. \"Let me show you how to use that thing.\"<br>\r\n<br>\r\nTaylor pushes you onto your back on your bed, straddling you and planting his butt on your belly as he kisses you passionately. His fingers find your nipples and give them gentle pinches. He knows what you like, you can feel your new junk throbbing with desperate need. Taylor seems to sense this- or maybe he just hears you moaning into his kisses -and pushes his butt back, his hole teasingly pressing against the tip of your long, thick cock. Taylor briefly gasps in a cute high-pitched voice as it makes contact with him, causing you to giggle.<br>\r\n<br>\r\n\"Shut up, you know I'm not usually a bottom,\" Taylor says, trying to fight off a blush and a smile.<br>\r\n<br>\r\n\"What changed your mind today?\"<br>\r\n<br>\r\n\"Well, aside from having pretty much no other option right now, you think I'm gonna pass up a chance to take my own dick? That's every guy's dream!\"<br>\r\n<br>\r\nYou're <i>pretty sure</i> that isn't true, but you just shrug and put your hands on his hips, guiding them up and over your cock, which is now standing straight up.<br>\r\n<br>\r\n\"Are you ready, babe?\" You ask, basically trembling with anticipation. Taylor answers by simply easing down onto your borrowed shaft, taking only a few inches. He lets out a cute squeak as you produce a deep moan, you've fucked Taylor before, but that was with your own cock. This is like a whole new sensation. He suddenly feels much tighter and your new tip is so much more sensitive. It's incredible. Your legs are jelly as he starts to slowly move up and down his former dick, taking just a little more of the length each time he lowers himself.<br>\r\n<br>\r\nAfter a few minutes, he finally lets in the last inch and his soft butt makes contact with your groin, Taylor having officially taken his entire own cock balls-deep. You feel yourself on the very edge of orgasm when your boyfriend leans forward and kisses you, holding your cheeks and panting heavily.<br>\r\n<br>\r\nThat does it. You're sent over the edge as your new balls tighten up, your shaft begins to throb faster, and you feel yourself pumping a hell of a load into your boyfriend's tight ass.You don't even have enough energy left to moan, you sinply hold him tight and lay there as waves of bliss radiate through your body in time with each throb. Finally, the pressure dies down and you are both left panting and sweaty as you cuddle in the afterglow.<br>\r\n<br>\r\n\"So... Ross... how was my junk? Everything you imagined?\" Taylor says, half asleep in your arms.<br>\r\n<br>\r\n\"And more...\" you say, \"that was the greatest load I've ever shot.\"<br>\r\n<br>\r\n\"Mmh... same...\" he says. Wait, same?<br>\r\n<br>\r\n\"Hold on, how is that possible?\" You ask, sitting up in bed.<br>\r\n<br>\r\n\"I don't know... near the end I just started to feel this sort of tingle between my legs, even though there was nothing there. It got stronger and stronger until I just felt this warmth all through my body, like when you get good shivers down your back, but it came from my crotch and spread everywhere.\"<br>\r\n<br>\r\n\"Crazy... so you liked not having a dick?\"<br>\r\n<br>\r\n\"I mean, I think I'd prefer having one to not having one, but this was definitely fun, and I'd totally do it again.\"<br>\r\n<br>\r\n\"Does that mean you want it back?\"</span></div></div>",
            "created":1592110800,
            "id":2851285,
            "title":"What goes around..."
        },
        "144":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "...to sample the null lifestyle, at least for now.",
                "...that you're better off with your cock than without it."
            ],
            "content":"<div class=\"\"><div> <span>You beam. Taylor has always been pleasingly kinky and not even the prospect of detaching one of his body parts will deter him from exploring that kinkiness.<br>\r\n<br>\r\n\"Be my guest, babe,\" you say, handing him the knife. Taylor looks down at it like it's made of solid gold. He spends a little bit of time carefully deliberating what to remove first, but it's clear when he's made his decision. He carefully places your cock and balls on your bedside table and undoes his pants, letting them drop to the floor along with his underwear and exposing his rock hard dick and heavy balls. You barely get a look before-<br>\r\n<br>\r\n<i>Schwick!</i><br>\r\n<br>\r\nThey land with a soft plop on your pillow, Taylor's crotch proudly displaying the same smooth round bulge as the one between your legs. He starts to rub and gently squeeze his null mound, moaning softly. The sight is making you pretty horny as well as you start to copy him. You pick up his detached genitals and set them down next to yours, both of your throbbing on the table as you smile and look into his eyes. You embrace him and start to make out, your smooth crotches rubbing together and sending waves of intense pleasure up your spines.<br>\r\n<br>\r\nYou fall on the bed on top of him and start grinding on each other, enjoying every moment of this. It's pure bliss and you are intensely thankful to share it with someone you love. After a short while, you both feel a warmth radiate from your crotches as you gasp and moan, blushing as you hold each other tighter. You feel amazing, renewed even, like a surge of energy just ripped through your body.<br>\r\n<br>\r\n\"Ahh... fuck... what was that, Ross?\" Taylor croaks out, panting in the afterglow.<br>\r\n<br>\r\n\"I don't know, I think we just came...\" you reply, similarly winded.<br>\r\n<br>\r\n\"Came? With what? Our cocks are still on your table, they're definitely hard but they're also dry.\"<br>\r\n<br>\r\n\"I don't know, babe, but if I had to guess... I think we just had a null orgasm?\"<br>\r\n<br>\r\nTaylor blushes and smiles, looking down at his round soft crotch and rubs it gently. You place a hand on it with him.<br>\r\n<br>\r\n\"Taylor, you feel so warm down here...\" you say softly. Taylor nods and puts his hand on your crotch bulge, causing you to shudder a little.<br>\r\n<br>\r\n\"So do you, Ross,\" he says. \"I think, for now at least, I want to stay this way. Can you keep an eye on my junk?\"<br>\r\n<br>\r\n\"You do? I mean, sure, but... for how long? A week? A month?\"<br>\r\n<br>\r\n\"I'm not sure yet, I just wanna see how life like this is for a while. I'll. let you know when I want my dick back, Ross.\"<br>\r\n<br>\r\n\"Or if you want it back,\" you say, laughing and kissing him.<br>\r\n<br>\r\n\"Heh, yeah. What about you, do you wanna be null with me?\"<br>\r\n<br>\r\nThis experience has been particularly wild, that felt way better than any orgasm you've had before. While the idea of abandoning your gender seems unexpectedly tantalizing, your junk is an important part of your body (and your personality, if you're being honest.) It's a difficult decision, but ultimately you decide...</span></div></div>",
            "created":1592110800,
            "id":2851279,
            "title":"\"...chop off a piece of myself too?\""
        },
        "1442":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"Of course,\" Taylor says, \"what are detachable boyfriends for?\"",
                "\"Ehh, I'd prefer if you didn't, babe,\" Taylor says.",
                "\"Why stop there,\" Taylor says, \"put on both! See how that looks!\""
            ],
            "content":"<div class=\"\"><div> <span>\"Sorry babe, I don't know if I'm ready to commit to a choice like that just yet,\" you say to Taylor. \"I'll totally keep your junk safe, though.\"<br>\r\n<br>\r\nYour ever-understanding boyfriend leans in and kisses your cheek, gently rubbing your shoulders. \"It's no trouble, Ross, I understand.\" You place your hands on his and smile.<br>\r\n<br>\r\nReaching over to the bedside table, you take your shaft in your grip and are about to reattach it and become fully male again, when you get an idea.<br>\r\n<br>\r\n\"Hey babe,\" you begin, \"since you're not using it right now, could I wear your junk until you want it back?\"</span></div></div>",
            "created":1592110800,
            "id":2851280,
            "title":"Put it back"
        },
        "15":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "See what else you can chop off.",
                "Take some headless pictures with your phone.",
                "See how much of your body you can rearrange.",
                "Go play with the knife at the mall."
            ],
            "content":"<div class=\"\"><div> <span>Your mind is reeling with possibilities. This knife opens up so many doors you didn't even know <i>could </i>be opened! It also seems to have awakened something inside you, because right now there is nothing in the world more important to you than taking it back to your room, locking the door, and not coming out for several hours.<br>\r\n<br>\r\nYou practically sprint down the attic stairs and into your room. You close the door, lock it, and barricade it with a chair. Probably overkill, but you definitely don't want to be disturbed at a time like this.<br>\r\n<br>\r\nYour heart races and you can feel your face turning red at the thought of your first real idea. You bring the knife up to your neck and shut your eyes, swiftly chopping straight through it. You feel a pleasing sort of peeling sensation as you tumble forward off your shoulders and land face down on your bed. It's surprisingly easy to direct your headless body remotely to find you and pick you up.<br>\r\n<br>\r\n\"Wow...\" is all you can muster, looking at your headless body from your own hands. The stump between your shoulders is smooth and alluring. It really looks like you never had a head to begin with. You set your head down on the bed and stand in front of yourself, poking and stroking the stump. It just feels <i>so good,</i> so sensitive and alien.<br>\r\n<br>\r\nYour libido officially gets the better of you as you watch your headless body slowly pull your hoodie up, the shirt under coming with it a bit and exposing your slender midriff. This feels somewhat narcissistic, lusting after your own body like this, but it also feels so right that you really don't care. You watch your body toss the hoodie to the side as it playfully removes its shirt as well. You start to dance sensually and slowly, the way you would imagine a stripper dances. You breathe heavily as a disembodied head, watching your body's chest rise and fall at the same rhythm.<br>\r\n<br>\r\nFinally, it moves on to the good part. Your body undoes its belt, tossing it aside and shaking its butt at you, your jeans sliding off your legs and revealing the tight briefs you put on this morning. You've never seen your ass from this angle. You've certainly been missing out, because <i>damn.</i><br>\r\n<br>\r\n\"You been working out?\" you joking ask your body. You wave your hand at your head in a way that says <i>\"oh, hush, you~\"</i>, pretending your body is someone else. This little exchange causes your crotch to bulge even more. Looks like you discovered a kink you didn't even know you had... or even knew existed.<br>\r\n<br>\r\n\"Come on, uh... me... show me your... my goods?\" you say, trying to talk all sexy but stumbling over your words and confusing your boner. You put your hand on your hip and rub your elbow in an embarrassed fashion. \"Maybe I should work on my dirty talk...\"<br>\r\n<br>\r\nYou shake off the awkwardness and return to putting on a show for yourself. You dance and sway closer and closer to your head on your bed until you get the brilliant idea to just rip off your underwear. Your respectable 6 inch cock bounces out and almost hits you in the nose. Unable to contain yourself, you puck up your head and push it onto the head of your cock, sucking on your own tip.<br>\r\n<br>\r\nUnfortunately, the dancing and general kinkiness of your first headless self-suck proves to be more than you can handle at the moment and you blow your load almost immediately. You take yourself by surprise and accidentally spray cum all over your face. Luckily, your glasses kept it from going in your eyes. You throw on some clothes and pick up your head, tucking it under the crook of your arm and stealthily making your way to the bathroom to get some toilet paper to wipe your face off.<br>\r\n<br>\r\nWhile you're on your lap cleaning yourself, you can't help but love the feeling of being headless. There's no two ways about it, this knife is your key to a happier and more interesting life. But what to do with it next?</span></div></div>",
            "created":1574917200,
            "id":2753190,
            "title":"Self-exploration"
        },
        "151":{
            "author_id":"barlen343",
            "author_name":"Barlen",
            "choices":[
                "It cuts! Also things get magical when you attach the penlight.",
                "It cuts, but still won’t attach to you. Your desk on the other hand...",
                "*Tink!* It’s a regular knife to non-body parts, and the penlight is metal."
            ],
            "content":"<div class=\"\"><div> <span>As you go about cleaning your face you consider what to use the knife on next... cutting off more limbs is always an option, and immediately you think of your package under your head, still resting from it’s orgasm. The idea has merits, I mean, come on, detachable penis! But then again... you already have your head detached and can pleasure yourself that way... and despite their respectable size, your bits aren’t that big in the scheme of things, you could potentially lose your junk! Your head on the other hand features all of your senses that aren’t touch, so it’s more of case of losing the rest of you if it gets misplaced...<br>\r\n<br>\r\nThat raises another problem, what do you do if your head and body get separated? You can’t hear or see things around one without the other, your eyes and ears are on your head after all... and though you suppose relocate an ear, hearing alone doesn’t help your body find its way, and your eyes in particular are not very useful off your head without some serious modifications: you need your glasses to see clearly. Without them anything more than a few feet away from you turns into fuzzy blobs. besides, the thought of removing an eye with the knife gives you the willies... that and eyes where they don’t belong are creepy.<br>\r\n<br>\r\nWith a sullen sigh you place your head back on your neck and roll said neck until it pops. You like being headless, but the harsh facts of life mean you’d be best off keeping it on your shoulders outside your bedroom... if only you could stick a camera and a mic on your neck and see and hear though them.<br>\r\n<br>\r\n...<br>\r\n<br>\r\nWait a minute, <i>maybe</i> you can! So far all you’ve used the knife on is yourself, you’ve not tried It on anything else like toys, devices or other inanimate objects... so what happens when you try to use the knife on things other than body parts? You rush back to your room to find out and rummage through your desk to find something to try the knife on. Eventually you find an old dead penlight... dead as in both new batteries and a new bulb failed to fix it, so it’s not like you can break it more (well, you <i>can</i>, but that’s just semantics as it’s already at the point where you should have chucked it in the recycling bin ages ago).<br>\r\n<br>\r\nYou twirl the tiny flashlight for a moment, wondering how you’re gonna experiment with it, and decide to try replacing your right pinky with it. You cut off said pinky and set it aside, then press the back of the penlight to the stump and... absolutely nothing happens. You then try to cut the end off with the knife and...</span></div></div>",
            "created":1583730000,
            "id":2798735,
            "title":"See what else you can chop off."
        },
        "1511":{
            "author_id":"barlen343",
            "author_name":"Barlen",
            "choices":[
                "It’s time to tinker! (Make something out of the stuff in your closet)",
                "Time for a camera head!",
                "Go find something else to, maybe ask your parent about the knife?"
            ],
            "content":"<div class=\"\"><div> <span>Despite being made of metal, the penlight’s casing offers absolutely no resistance to the knife, which glides right through it and into your desk underneath! You grimace and pull it free and rub the spot where it penetrated and the hole closes right up. Well, that’s handy! Mistakes with the knife on inanimate objects are just as easy to correct as ones with your body!<br>\r\n<br>\r\nYou file that tidbit of info away in the back of your head as you inspect the penlight, honestly if you didn’t know better you’d say nothing happened to it, smooth metal the same blue as the rest of the light covers the back end of it, where before it terminated in a loop for a nylon lanyard. You smile and press that smooth stump to the smooth stump on your hand where your pinky resided... and things get <i>interesting</i>!<br>\r\n<br>\r\nInstantly it connects, and a ring of electricity forms around the spot and travels up the little flashlight from its base, and you can feel it as you gain sensation of the light where the ring passes. This continues until the ring reaches the light’s switch, which stops it in it’s tracks. You blink, then immediately hiss as a painful sensation like a stinging soreness erupts from that spot and shoots up your arm. You flex your hand, which helps as the ring begins to arc, until finally it bursts forward and up to the light’s actual light and you feel and hear an electrical *pop!* at the trouble spot, and feel immediate relief from your discomfort as the light clicks on! You blink... the light is working again! More than that, you seem to be able to turn it off and on by will alone!<br>\r\n<br>\r\nYou whoop in triumph as you make your new body part flicker on and off, then decide to take off to see what happens. One quick cut with the knife latter and it’s still a part of you, much in the same way your detached pinky is, in that you can still control it and feel it... though it is worth mentioning that because it’s made of metal your sense of touch is limited, like your teeth, and fingernails and toenails. Also... reuniting it with it’s other half doesn’t remove your “ownership” from it.<br>\r\n<br>\r\nYou put your pinky back on and pick up the knife and stare in awe at it. You knew this thing was going to open doors you never dreamed of, but you didn’t have a frame of reference of just how little you’ve dreamed of until just now, seeing as you can claim inanimate objects as parts of your body!<br>\r\n<br>\r\nNow the only question is: “What to do next?”<br>\r\n<br>\r\nYour closet has a bunch of toys in it, and not the kind for little kids: drones, RC cars, and other tech stuff... plenty of stuff to tinker with in there... including some sex toys in a box at the far back. Or you could go grab that old camcorder up in the attic, behead yourself again and put it where your head was and see and hear through it! Though, if memory serves it broke because it got fumbled one Christmas, and got put up in the attic because your dad was gonna fix it but never got around to it. <i>If</i> it’s anything like your flashlight the fact that it’s broken shouldn’t be an issue... but it might hurt, potential a lot, as broken bits in machinery seem to smart until the magic fixes them.<br>\r\n<br>\r\nOr you could find something or someone else to use/show the knife on/to. What do you do?</span></div></div>",
            "created":1583730000,
            "id":2798748,
            "title":"It cuts! Also things get magical when you attac..."
        },
        "15111":{
            "author_id":"barlen343",
            "author_name":"Barlen",
            "choices":[
                "The drone",
                "The Truck",
                "The robot"
            ],
            "content":"<div class=\"\"><div> <span>You peek inside your closet and smile at what you see, lots and lots of gizmos and gadgets, all stuff you bought or got as presents in junior high and high school. Drones, RC cars, a few robots and controllable robotic arms... and behind all that your sex toys, which include a few dildos, vibrators and a pair of flesh lights (one a pussy in case mom or dad found it... and the other a dude’s mouth, after you came out to mom and dad and they were cool with your sexual orientation. Your father actually got it for you after you joked around about what you wanted for Christmas).<br>\r\n<br>\r\nImmediately you are drawn to four things: your Parrot drone (with a built in camera), your RC monster truck, and pair of robotic arms, one small, but the perfect size to fit your drone and (hopefully)light enough let it still fly, the other bigger with greater reach and base that fits inside the truck. <br>\r\n<br>\r\nThere’s also a foot tall programmable robot in there from Japan, who’s name eludes you for the moment. It’s cool, but you could never get into the programming thing, it gave you headaches just to get the little guy to pose without falling over.<br>\r\n<br>\r\nNow, you figure you can do the same thing you did with the flashlight with any of these things, connect it to you, and you should be able to control it once it’s off you. The drone and the robot show promise, the both have cameras you’re hoping you can see through. The truck shows promise too, it’s fast and tough, but you’ll have to salvage a camera off something to see with it. As for the sex toys, well it shouldn’t be to hard to figure out something kinky to do with them.<br>\r\n<br>\r\nSo what do you decide to play with first?</span></div></div>",
            "created":1583730000,
            "id":2798761,
            "title":"It’s time to tinker! "
        },
        "152":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "Message Dean.",
                "Message Lana.",
                "Create a group chat and message them both."
            ],
            "content":"<div class=\"\"><div> <span>Chopping off your head was the best decision you ever made, oddly enough. Even now, you can't take your eyes off your neck stump. The way it pokes out of the top of your t-shirt is so surreal, yet the sight fills you with lust. What else to do but make some of your friends jealous? Of course, this will let the secret out about the knife, but sharing is caring, after all. If you had some friends willing to try this thing with you, the sexy hi-jinks would be unimaginable. There's no better way to test the waters than with some... creative advertising, but you should probably start slow, no more than a couple people initially.<br>\r\n<br>\r\nYou walk back to your room, still headless and excited, your hands on your cheeks holding your head in front of your stomach. You toss yourself on your bed, bouncing a little and almost landing on the floor while you direct your remote-control body to shut and lock the door. After fishing your phone out of your pants, you jump on the bed and lay in front of your head, turning the screen outward so you can see it.<br>\r\n<br>\r\nYou pull up your contacts list. Dean, your best friends since kindergarten, is a good person to start with. You've trusted each other with dozens of secrets over the years and none of them have ever gotten out. You've even seen each other naked on a few occasions, though he's straight and you're not, but once he starts falling to pieces, who knows? Maybe he'll be feeling a little more adventurous than normal.<br>\r\n<br>\r\nLana's name also stands out to you. She's not as old a friend as Dean, but she's got a nearly impenetrable layer of chill about everything. You've<i> never</i> seen her get riled up about anything. Aside from also being able to keep a secret, she might finally crack after seeing what this knife can do. She's also pretty hot, and you suspect she might be into you, so there's definitely something there as well. Good thing you and Taylor have a healthy open relationship.</span></div></div>",
            "created":1592542800,
            "id":2853470,
            "title":"Take some headless pictures with your phone."
        },
        "154":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "...a younger guy, mid 20s, dressed like a punk and listening to music.",
                "...an older guy, probably late 50s, sleeping on a bench.",
                "...a young woman who looks to be in her 30s talking on her phone."
            ],
            "content":"<div class=\"\"><div> <span>The mall, of course! Plenty of people there to test it out on. You figure as long as you're sneaky, you could get away with quite a bit. Your body gets dressed in front of you and picks you up, but as you're about to go out the door of your bedroom, you realize that being headless in public, while incredibly arousing to you, would probably cause a panic as soon as people saw you. You begrudgingly reattach your head, tucking the knife into a modestly covert holster on your hip, and then it's out the door.<br>\r\n<br>\r\nThe mall isn't as crowded as it used to be when you were little, thanks to the online shopping revolution. Regardless, there are scattered shoppers either solo or in groups as big as five people. You figure it would be easiest to pick someone who is alone to steal a body part from. You take a seat at the mostly empty food court and scan the thin crowds for your first mark. It would be easier to hit someone who is distracted. Almost immediately, someone stands out to you, they're...</span></div></div>",
            "created":1592110800,
            "id":2851000,
            "title":"Go play with the knife at the mall."
        },
        "1541":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "Chop off his head!",
                "Chop him in half at the waist!",
                "What if you introduce yourself first?"
            ],
            "content":"<div class=\"\"><div> <span>This guy is just your type. He's got brightly-colored natural red hair grown out long on one half of his head and shaved short on the other. He's wearing a black crop top which was clearly cut by him at home and he's wearing denim cutoffs, likely also modified in a DIY fashion. He's wearing black and blue striped arm and leg warmers and oddly bright sneakers. You can't get a good look at his face, but he's clean-shaven and sports a small nose ring. You always did like the bad boys.<br>\r\n<br>\r\nMore importantly, he's headbanging to the demo headphones at the music store with his eyes shut. As you approach his aisle in the music store, you can almost make out the rock song he's listening to. There's no way he's gonna hear you coming. The clerk at the counter is also listening to music of his own on his phone and definitely not paying attention to the shop. However, once you chop something off, he'll probably put it together that something is amiss. You've got to be quick and make it count.</span></div></div>",
            "created":1592110800,
            "id":2851002,
            "title":"...a younger guy, mid 20s, dressed like a punk ..."
        },
        "15411":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"Not yet, what else can that knife of yours do?\"",
                "\"No, but it's probably safer to put my head back on, just for now.\"",
                "\"No way, in fact, let's go prank someone!\""
            ],
            "content":"<div class=\"\"><div> <span><i>Schwick!</i><br>\r\n<br>\r\nThe knife cuts cleanly through his neck without messing up his hair or slicing though the punk rock spiked collar he was wearing. Unfortunately, even though you didn't mess up his style, you did throw off his groove. His  headless body tarts to stumble a little as he swipes at the air above his neck stump and you're holding your hand over his mouth to make sure he doesn't scream. Thankfully, the aisle hides you both from the cashier's view. You turn his head around and shush him, taking your hand off his mouth.<br>\r\n<br>\r\n\"What the FU-MMGH!?\" He says as you quickly replace your hand.<br>\r\n<br>\r\n\"Don't be alarmed,\" you shout-whisper, \"you're alright, I'm not gonna hurt you.\" You turn his head so he can see his stumbling body, all dressed in leather and denim. You take your hand away again when he seems to calm down a little.<br>\r\n<br>\r\n\"Is that... me? What happened?\"<br>\r\n<br>\r\nYou show him the ornate knife. \"I used this. It's magic, or maybe cursed. Either way, despite having your head separated from your body, you're fine.\" You stand up and hold his head out to his body. He takes it, slowly tilting himself up and down.<br>\r\n<br>\r\n\"I mean... this is metal as fuck and all, but is there any reason you couldn't have just talked to me first?\"<br>\r\n<br>\r\n\"Most people don't react too well when you ask then to let you slice off their head.\"<br>\r\n<br>\r\n\"True, I guess...\" the punk turns his head around, tucking it under his arm. You smile at how natural he looks doing this. \"I'm Alejandro, but you can call me Al.\"<br>\r\n<br>\r\n\"Nice to meet you, Al, I'm Ross,\" you say, offering your hand for a shake. Al nearly drops his head trying to reciprocate. You both laugh as you offer the other hand instead.<br>\r\n<br>\r\n\"Man this feels so cool...\" Alejandro says, touching his stump. He closes his eyes and lets out a small grunt as he does, clearly loving the sensitive nature of his new flat neck. You blush as you watch. It's several seconds before he remembers he's still in front of you and quits pleasuring himself in public, looking down and offering an embarrassed cough. \"Uhh, sorry about that.\"<br>\r\n<br>\r\n\"No problem,\" you reply reassuringly, \"I know how it is,\" you say with a wink. <br>\r\n<br>\r\n\"So anyway, how do I get back on?\" Alejandro asks, looking up toward his armpit.<br>\r\n<br>\r\n\"Oh, that's easy, you just kinda... stick yourself back up there. Why, getting bored already?\"<br>\r\n<br>\r\nAlejandro just laughs, repositioning his head in his hands, and says...</span></div></div>",
            "created":1592283600,
            "id":2851991,
            "title":"Chop off his head!"
        },
        "154112":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "...and reattaches with a satisfying *fwump*.",
                "...but has miscalculated significantly and is now attached backwards!"
            ],
            "content":"<div class=\"\"><div> <span>\"Aww, so soon?\" You say, a little dejected.<br>\r\n<br>\r\n\"Yeah, can't be freaking the locals. Or at least not this much,\" Al says, lifting his head above his neck stump. \"I definitely am not done though, will I be able to take off my head again after I put it back on?\"<br>\r\n<br>\r\nYou shake your head. \"No, I'd have to chop it off again.\"<br>\r\n<br>\r\n\"Well then I guess I'm sticking with you today,\" Alejandro says, giving you a wink and a smile. He brushes his red hair aside and lowers himself down onto his body...</span></div></div>",
            "created":1592283600,
            "id":2851992,
            "title":"Reattach for now."
        },
        "154113":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"...scared people with my headless form.\"",
                "\"...each went headless and scared people like that.\"",
                "\"...start chopping parts off people randomly.\""
            ],
            "content":"<div class=\"\"><div> <span>You like the way this guy thinks. Of course, there are a multitude of ways to prank someone with a tool like this.<br>\r\n<br>\r\n\"How did you want to do it? I'll let you decide,\" you say, patting his stump. His headless body shivers with each touch as his detached head grunts and blushes.<br>\r\n<br>\r\n\"Nnf... watch it, Ross, at least buy me and my body dinner first!\" He playfully swats your hand away.<br>\r\n<br>\r\n\"Anyway,\" Alejandro begins, \"I think it'd be funniest if we...\"</span></div></div>",
            "created":1592283600,
            "id":2851994,
            "title":"Prank time!"
        },
        "15413":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"You gotta decapitate me next!\"",
                "\"I saw this magic show once where a guy cut someone in half, do that to me!\"",
                "\"Would it be too forward to ask you to chop off my junk?\""
            ],
            "content":"<div class=\"\"><div> <span>It's probably ill-advised to get between a punk and his music, but you take a deep breath and nervously tap his shoulder. He takes off the blaring headphones and sets them down, turning to look at you.<br>\r\n<br>\r\n\"Sorry, dude, were you waiting to use these?\" He asks politely. You're taken aback not only by his warmth but by his beautiful face. You could get lost in his big brown eyes.<br>\r\n<br>\r\n\"...Huh? Oh, uh, no, I just wanted to...\" you stammer.<br>\r\n<br>\r\n\"You ok, man?\" he asks, putting a hand on your shoulder.<br>\r\n<br>\r\n\"Yeah, it's nothing. I'm Ross,\" you finally blurt out.<br>\r\n<br>\r\n\"Alejandro, nice to meet you\" the punk says. Of all the names you'd have guessed, Alejandro would have probably been at the bottom of the list. \"My friends call me Al, though.\"<br>\r\n<br>\r\n\"Al, cool. Hey, I realize this is sudden, but I wanted to ask you something,\" you say, getting straight to the point. Al smiles, crossing his arms and looking at you quizzically.<br>\r\n<br>\r\n\"Alright, Ross, what's on your mind?\" He asks, acting like you two are old friends already. You glance over your shoulder, noticing a few more customers browsing the shelves. It's probably a bad idea to play with the knife where other people can see.<br>\r\n<br>\r\n\"Can... we go somewhere a little more private?\" you ask. You realize this is starting to sound a lot more flirtatious than you intended. Alejandro, on the other hand, doesn't seem to mind at all.<br>\r\n<br>\r\n\"Sure, man, follow me. There's a rack near the back of the store we can hide behind.\" He takes your hand and leads you through the store as you blush. Soon, you reach the fabled <i>Rack at the Back of the Store.</i> Truly the legends didn't do it justice. With only a couple of CDs from some 70s band you've never heard of under a dusty and misspelled \"CLEARANEC\" sign, you doubt anyone will disturb you back here.<br>\r\n<br>\r\nAlejandro shoves it aside a little, revealing a door frame without a door leading into a disused storage room. There are a couple of cardboard standees of musicians you don't recognize and an empty metal shelf with some cobwebs, but more importantly an air mattress, a camping lantern, a stack of magazines, and a couple of six-packs of warm cola.<br>\r\n<br>\r\n\"Nice place,\" you whisper as you walk inside and he pulls the rack over the hole, \"is this like a secret clubhouse of yours or something?\"<br>\r\n<br>\r\nAl giggles quietly and scoffs. \"Something like that, yeah. As far as I know, the cashiers don't know about this room. It's the perfect place to go when I want to be alone.\"<br>\r\n<br>\r\n\"Honestly, this is one of the cooler things I've seen in a mall,\" you say, inspecting the closet. Behind you, you hear the jingle of a belt.<br>\r\n<br>\r\n\"So, you ready?\" Al says.<br>\r\n<br>\r\n\"Whoa, hold on!\" You whisper-shout, turning back with embarrassment.<br>\r\n<br>\r\n\"What? Isn't this what we're doing? I thought you were asking-\"<br>\r\n<br>\r\n\"N-no! I mean, you're really attractive and everything, but I wanted to show you something.\"<br>\r\n<br>\r\nAl scoffs again, putting his belt back on. \"Tch, come on, man! I even showed you my hideout! This had better be a cool something.\" He brushes his hair from his face, lightly scowling.<br>\r\n<br>\r\nYou smirk. \"Oh, you won't be disappointed.\"<br>\r\n<br>\r\nYou pull the knife from your holster. Al backs up and puts his hands up, shocked.<br>\r\n<br>\r\n\"Fucking hell, I don't have any money, dude!\" Al says worriedly. You put your hands up as well, trying to show him you mean no harm.<br>\r\n<br>\r\n\"No, you don't understand, I'm not robing you and this isn't a normal knife,\" you say.<br>\r\n<br>\r\n\"Not a normal knife?\" Al repeats. \"What do you mean by that?\" He asks, keeping his distance.<br>\r\n<br>\r\n\"Watch this, just don't freak out too much, things are about to get really weird...\" you warn, turning it around and using it on yourself. You slice straight through your neck! Your head pops off with a little bit of pressure, flying forward a little and landing on the air mattress unharmed and looking straight up at Alejandro. His face turns white as a sheet, but thankfully he doesn't scream or run away. He relaxes his stance and looks down at you, mouth completely agape, then to your body, still standing up as you make it put one hand on its hip and use the other to give a thumbs up.<br>\r\n<br>\r\n\"See? I told you it was about to get weird,\" you chide, \"don't be shy, you can pick me up!\"<br>\r\n<br>\r\nAl kneels down and inspects your detached head, poking your nose to check if you're real. \"Ow,\" you say. He picks you up, his hands a little clammy from shock, and starts to rotate you, checking your head out from every angle. Your body stumbles a little from dizziness, but you're able to remain standing. He then tucks you under the crook of his arm like a football and approaches your body slowly.<br>\r\n<br>\r\n\"I don't bite, Al,\" you say teasingly. He reaches out and touches your neck stump. His touch tickles a little, but mostly just sends pleasurable tingles down your spine. Al also seems to be enjoying the act of massaging your neck stump.<br>\r\n<br>\r\n\"This is... the most fuckin' metal thing I've ever seen...\" he mutters, still in utter disbelief of the situation before him. \"This doesn't hurt?\"<br>\r\n<br>\r\n\"Actually... when you touch my stump it feels amazing...\" you say, barely holding back moans.<br>\r\n<br>\r\n\"So if I like...\" Al says, trailing off and lifting your detached head to his eye level. You wink and smile at him, enjoying his bewilderment. He reaches forward and places you back on your neck stump, your head reattaching seamlessly. You're a little disappointed that he put you back, but you also enjoy that he's now begun to feel at and inspect your reattached neck for any kind of seam or scar. He's amazed to find none.<br>\r\n<br>\r\n\"This is wild...\" he says, looking you over some more. \"The knife you have does that?\"<br>\r\n<br>\r\n\"Yeah, I saw you checking out the music and... I kinda wanna try it on you, I mean, if you're into it...\"<br>\r\n<br>\r\n\"Ross, my man, are you kidding? This is the coolest shit I've ever witnessed, I'd be psyched to participate in whatever crazy magic you got going on!\" Alejandro says, unable to contain his excitement while managing his volume enough that nobody in the store hears him.<br>\r\n<br>\r\n\"Alright then,\" you chirp, blushing with pride and raising the knife again, \"where do you want me to cut first?\" It takes Alejandro no time at all to come up with an idea.</span></div></div>",
            "created":1592110800,
            "id":2851006,
            "title":"A friendly greeting."
        },
        "1542":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "Head",
                "Leg",
                "Junk"
            ],
            "content":"<div class=\"\"><div> <span>This guy looks like he could be your dad. Or, at least, someone's dad. He's an older guy, he's got that stereotypical dad-bod gut going on, and his short-sleeve-short-pants outfit screams \"dad casual.\" He's got a pretty thick beard and a surprisingly thick head of hair, but going by his visible arms and legs, not terribly thick body hair.<br>\r\n<br>\r\nQuite a big target you've chosen, but he's literally sleeping. How hard could it be to snag something off someone who's unconscious? You nonchalantly make your way over to the bench he's on and carefully take a seat, so as not to disturb him. He stirs a little, but you're fairly confident you didn't cause that.<br>\r\n<br>\r\nAfter waiting for a short while and continuously checking around you, you finally get an opportunity where nobody is in view of the bench you two are occupying. You covertly draw your knife and make a quick slice, cutting off his...</span></div></div>",
            "created":1592110800,
            "id":2851009,
            "title":"...an older guy, probably late 50s, sleeping on..."
        },
        "15421":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "Run for it, go straight home!",
                "You have to do something, someone has seen the headless guy!",
                "It would be suspicious to leave now, you have to stay and blend in."
            ],
            "content":"<div class=\"\"><div> <span>It's a HUGE gamble to go right for his head, but you've always been a risk-taker. You'd have to be to even think of trying to steal parts at the mall.<br>\r\n<br>\r\nThe knife chops straight through the center of his neck with no resistance whatsoever, leaving a perfectly smooth stump both underneath the detached head and between his very large shoulders. You carefully deposit his head in the backpack you brought to keep your haul in, wrapping it loosely in some clean shirts from your closet to keep it safe. His body is still, but breathing slowly, still asleep. You find yourself... really attracted to it without a head. This is definitely becoming a fetish for you.<br>\r\n<br>\r\nNo time to admire your handiwork, though, you should definitely get going so you're not caught next to his body by anyone walking around or when he wakes up. As you're leaving, you notice a wide-brimmed hat on the other side of him on the bench. Presumably, it belongs to him. You gingerly place it on his stump, hoping the flimsy facade will buy you some time to make your getaway. You slowly sling the backpack over your shoulders and start for the exit. It's way heavier with the man's head in there.<br>\r\n<br>\r\nAs you approach the mall's exit, you hear a scream! Looks like some other guy has discovered the body. You also feel your backpack beginning to stir... What do you do?</span></div></div>",
            "created":1592110800,
            "id":2851012,
            "title":"Head"
        },
        "15423":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "Stay at the mall, what else can you nab?",
                "Head to the bathroom and inspect your prize more closely.",
                "Go home for now and quit while you're ahead."
            ],
            "content":"<div class=\"\"><div> <span>This is crazy. This is absolutely insane. You're going to try to make off with someone else's cock and balls? Even if he's asleep, this is risky as fuck. But you come up with an equally risky idea to pull off this jewel heist.<br>\r\n<br>\r\nGambling on instinct, you press the knife into the crotch of his pants, the knife offering no resistance as it goes through fabric and skin alike. You carve out a chunk of his crotch, the fabric falling away to expose his honestly <i>massive</i> package. You marvel at it for only a second before deftly slicing off the cock and balls from the crotch, before replacing the now null skin.<br>\r\n<br>\r\nHoping and praying what you're about to do works, you also press the square of underwear and pants fabric against the square hole you cut in his clothes, and miraculously, they reattach as well! This is certainly useful information, but for now you simply place the man's junk in your backpack, wrapping it in some clean shirts from your room to keep it safe and protected.<br>\r\n<br>\r\nYou stand up and stretch, pretending to yawn in case anyone is watching, and walk away somewhat briskly, sweat dripping down your forehead. Your body is filled with adrenaline and you can't really believe you just did what you did. This feeling also whets your appetite for more detachable fun you could have...</span></div></div>",
            "created":1592110800,
            "id":2851018,
            "title":"Junk"
        },
        "154231":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"Deal, let this be a lesson for you,\" she says, putting the cock in her bag.",
                "\"Deal, but you have to attach this to me,\" she says, holding up the cock.",
                "\"No deal,\" she says, as your head, the stolen cock, and the knife go in her bag!"
            ],
            "content":"<div class=\"\"><div> <span>If it was that easy to steal a nice big cock, you're sure you can continue to press your luck. You've got a pretty unique opportunity here and apparently a very particular set of skills. You decide to flex them some more and get busy stealing.<br>\r\n<br>\r\nExcept for one problem: it turns out people tend to notice when their body parts go missing. Go figure, huh?<br>\r\n<br>\r\nOn your first attempt, you try to steal the left hand of a woman walking around the old part of the mall. She's wearing fitness clothing and carrying a bottle of water. You headed back there because you were sure there would be no cameras, but you neglected to consider how perceptive your target would be.<br>\r\n<br>\r\nYou manage to slice off the woman's hand, but she's quite athletic and manages to catch you an pin you to the wall with her other hand.<br>\r\n<br>\r\n\"Now you're gonna get it you little bastard, this is for cutting off my hand!\" She raises her right fist, but you manage to duck and slide away, ducking into the restroom. Thankfully, it's empty. You back up toward the wall as the woman follows you in.<br>\r\n<br>\r\n\"Hold on, it's not what you think!\" You shout as you deftly dodge another swing. You hold up her hand and show her the underside and that there's no blood or wound. She stops notcing her fingers flexing on her command and takes another look at her stump.<br>\r\n<br>\r\n\"What the... what did you do to me?\" She says, her bewilderment snapping her out of her anger.<br>\r\n<br>\r\n\"Look, I'm really sorry for trying to take your hand, I have this knife that's, like, magic or something, I got carried away with it.\"<br>\r\n<br>\r\nYou really did get carried away. As fun as it sounded in your mind, it probably wasn't a good idea to try and steal body parts.<br>\r\n<br>\r\n\"A magic knife?\"<br>\r\n<br>\r\n\"Here, let me show you,\" you say, reaffixing her hand to her wrist. You then bring the knife up and chop off your head, catching it in your arm and waving your other hand with the knife over the stump to show that it's actually been cut off. The woman just stared at you, trying to process this.<br>\r\n<br>\r\n\"Is that... real?\"<br>\r\n<br>\r\n\"You can hold me and see for yourself if you want,\" you say, holding your head out as a proverbial olive branch. She's dubious, but she takes it, rotating you every which way and checking for any sort of trick. She gives your body a glance... and then suddenly turns your head around and tucks it under her arm so you can't see yourself! She then spins your dumbfounded body around and unzips your bag.<br>\r\n<br>\r\n\"I bet I'm not the only one you tried to hit today!\" She says, throwing your shirts out and on the sink counter. It isn't long before she finds your prize.<br>\r\n<br>\r\n\"Gaah!\" She yelps, dropping the stolen cock and balls into a sink. \"Is that real too? Ugh, I hope I didn't just touch yours...\"<br>\r\n<br>\r\n\"N-no, I got that from some other guy I found sleeping on a bench,\" you admit.<br>\r\n<br>\r\n\"I saw him earlier while I was doing my daily walk. Never would have known he was packing like this...\" she says, picking the package back up and inspecting it meekly. She gives it a couple strokes and notices it throb as the balls tighten up. A tiny bead of pre forms at the tip. She seems enamored by the idea of holding a living detached penis. You begin to formulate a plan.<br>\r\n<br>\r\n\"Look, I'm really sorry I tried to take your hand, I promise I won't try to steal parts anymore. If you give my head back and let me go, I'll give you that cock I stole.\"<br>\r\n<br>\r\nThe woman puts your head on the counter, still holding the dick in her hand. She seems to be considering it...</span></div></div>",
            "created":1592283600,
            "id":2851999,
            "title":"Stay at the mall, what else can you nab?"
        },
        "154233":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "Break in your new toy!",
                "Try on your new junk!"
            ],
            "content":"<div class=\"\"><div> <span>You slip out of the building like a smooth operator, nobody knowing of your precious jewel heist. Once home, you head straight to your room and lock the door, dumping out your shirts from your backpack and unfurling your prize.<br>\r\n<br>\r\nIt's really a magnificent cock, you didn't have any time to admire it when you were stealing it, but boy did you hit the jackpot. You start to rub it so you can check it out in its full glory. Before you know it, the detached dick is standing at a highly respectable seven inches. The tip, while circumcised, is dark pink and nicely flared, standing out from the shaft that you estimate is somewhat thicker than a D-cell battery, but not thick enough that it'd cause any pain. The balls are plump and sag lower than yours, but not so low that they'd be swinging around drastically. There's definitely a satisfying pliability to the sack, though. Overall, a wonderful cock that you'd be happy to sit on any day of the week.<br>\r\n<br>\r\nThat <i>is</i>  why you took it, right? You wanted the most realistic toy money could never hope to buy. Or did you want to replace your own junk? It's nothing to sneeze at, of course, but this set is definitely bigger. An upgrade could be nice.</span></div></div>",
            "created":1592542800,
            "id":2853464,
            "title":"Go home for now and quit while you're ahead."
        }
    },
    "info":{
        "author_id":"nobodyimp",
        "author_name":"nobodyimportant",
        "brief_description":"You have a magic knife that can safely remove body parts like a hot knife through butter!",
        "created":1574983740,
        "description":"<td align=\"left\" class=\"norm\">You discover an enchanted knife able to separate body parts from anyone completely harmlessly. Detachment and swapping hijinks quickly ensue!<br>\r\n<br>\r\n<b>Information about the knife:</b><br>\r\n<br>\r\n+ There is no pain or blood involved in a cut with the knife.<br>\r\n+ The stumps left behind are smooth and have skin/hair/fur/etc covering them to match the surrounding area of the body.<br>\r\n+ Detached parts are under the control of whoever they were last attached to, no matter how far away they are from their part.<br>\r\n+ Parts can be attached to other people or where they don't normally go, for example person A could swap heads with person B or person A could switch the positions of his head and his genitals.<br>\r\n+ When a part is swapped with someone else, they get to control it. Heads are king/queen, they control anything their consciousness is connected to.<br>\r\n+ If, during a swap, person A puts on person B's body without putting person B's head on person A's body (leaving that body without a head \"synchronized\" with it), the body can either go limp and fall over <i>or</i> it can enter a sort of \"autopilot\" mode. Whatever is hotter in your current situation. ;3<br>\r\n<br>\r\n<b>Rules are as follows:</b><br>\r\n<br>\r\n+ No killing characters.<br>\r\n+ <span class=\"clred\"><b>Nothing</b> sexual or swap-related involving animals or minors. I have zero tolerance for this.</span><br>\r\n+ LGBT+ oriented chapters are OK and encouraged!<br>\r\n+ No ultra-short chapters. If you're going to add, please try to contribute something other than a single binary choice with one or two sentences.<br>\r\n+ No chapters that immediately undo the choice someone writes in.<br>\r\n+ No more than two heads to a single body, if you decide to take a path in that direction.<br>\r\n+ If you want to add a new character for the main character have sex with, don't jump straight into it. Leave a little bit of buildup to establish and develop their relationship. It doesn't have to be over several chapters, but you can't just go right from \"nice to meet you\" to \"let me fuck your head.\"<br>\r\n+ <span class=\"clblue\"><b>Proofread your chapters before adding them.</b></span> <b>Please use good grammar!</b></td>",
        "id":2206657,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1593513840,
        "modified":1593513840,
        "pretty_title":"Like Butter"
    }
}