{
    "chapters":{
        "0":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "...",
                "Crossovers",
                "Alternatives",
                "Animated",
                "Disney+"
            ],
            "content":"<div class=\"\"><div> <span>Okay, the first option doesn't work, so only 4 options will be made viable for use.<br>\r\n<br>\r\nThe second choice will be the Crossover option. Avengers, Age of Ultron, Civil War, and Infinity War/Endgame<br>\r\n<br>\r\nThird will be Non MCU Movies-Fantastic 4, X-Men, and Spider-Man Moves before Tom Holland.<br>\r\n<br>\r\nFourth is Marvel animated series, because I feel like it and want to fill space.<br>\r\n<br>\r\nand five will be the Marvel series exclusively on Disney+</span></div></div>",
            "created":1582866000,
            "id":2794325,
            "title":"Backstage Pass"
        },
        "1":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Phase 1",
                "Phase 2",
                "Phase 3",
                "Phase 4",
                "Phase 5"
            ],
            "content":"<div class=\"\"><div> <span>Okay, so a few things you'll notice that will be different about this story in comparison to other's I've authored, I will allow OC's, but with a few strings attached on things I see people do a lot.<br>\r\n-The OC is not allowed to have a giantess fetish, yeah hate me mortals! I will delete additions that do this.<br>\r\n-The OC must be named and keep his name in any follow up chapters, no first person story telling with words like \"you\".<br>\r\n-No Average Joe's off the street, they have to have a reason for being shrunk near the female characters of the MCU. Example: A Hydra/Shield agent, Stark employee, or so on...<br>\r\n<br>\r\nAs usual there are previously existing expectations on any submission placed in the story.<br>\r\n-They must be well written and thought out, use on proper grammar, punctuation, and spelling is a must. I recommend \"Grammarly\" as a writing tool.<br>\r\n-Every addition outside of choice chapters must be over 3,000-3,500 characters long, you'll notice most chapters I've written are twice if not three times that long, I'm not trying to be unreasonable here.<br>\r\n-Most of the time I realize when someone is interested in writing a specific chapter, please notify of your interest to write an addition so I can stop anyone from wasting their time on something someone else is working on. It's happened several times and I've felt bad for both parties.<br>\r\n<br>\r\nOkay, now that we've covered that, welcome to the story.<br>\r\nListed below are the 3 Phases the Marvel Cinematic Universe has gone through so far and spots for Phase 4 and Phase 5.</span></div></div>",
            "created":1582866000,
            "id":2794322,
            "title":"Welcome to the MCU"
        },
        "11":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Iron Man ",
                "Iron Man 2",
                "Captain America",
                "Thor",
                "The Avengers"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The marvel movies in Phase 1 include Iron Man, Iron Man 2, Thor, Captain America, and the Avengers</span></div></span></div>",
            "created":1591678800,
            "id":2848633,
            "title":"Phase 1 Movies"
        },
        "113":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Stuck with the secretary. ",
                "Being picked up by Peggy.",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Captain America, how will the First Avenger deal with being reduced to the size of an insect.<br>\r\n<br>\r\n1. While Steve is waiting to talk to Howard Stark, he’s hit by a prototype shrink ray. He awakens to find himself in the middle of a chair with no one else around. After a bit of waiting, Steve sees Private Lorraine approach and begins to sit down on top of him. Will he be able to escape, or will he be trapped underneath the secretary?<br>\r\n<br>\r\n2. Sometime after the serum is injected into Steve, he has an adverse reaction and shrinks to an inch tall, right next to Peggy Carter. Peggy decides to hide Steve in a secure place for his safety before bringing him back to her home. Where does she put him?<br>\r\n</span></div></div>",
            "created":1593752400,
            "id":2860666,
            "title":"Captain America"
        },
        "12":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Captain America: The Winter Soldier",
                "Ant-Man",
                "The Guardians of The Galaxy",
                "Avengers: Age of Ultron",
                "Iron Man 3 or Thor: The Dark World"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Phase 2 includes classics such as Ant-Man and The Guardians of the Galaxy.</span></div></span></div>",
            "created":1591678800,
            "id":2848638,
            "title":"Phase 2 Movies"
        },
        "122":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Specialized Training",
                "Alone with the Maid",
                "Trapped in the Ex-wife's house.",
                "A one on one Interview.",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Ant-Man has a few exciting story options. His suit likely glitches out, or it’s damaged for these so he can’t turn back.<br>\r\n<br>\r\n1. Hope has Scott shrunk down for training purposes and puts him through some specialized training.<br>\r\n<br>\r\n2. While Scott is training at Pym’s house alone, Emily, the housekeeper from the storytelling scene. After he gets hit by her, Scott realizes she damaged the suit, and he can’t return to normal. Now he needs to get her attention before she accidentally gets rid of him.<br>\r\n<br>\r\n3. Scott decides to visit his daughter Cassie, but he has to use the suit to get inside. While he was flying on one of his ants, his ex-wife Maggie knocks him out of the air. He’s now stranded in their house and has to get their attention.<br>\r\n<br>\r\n4. Scott has an exclusive interview with the writer that Falcon had talked with at the end of the movie. When Anna (that’s the actress’s name and what she’ll go by) asks him to show her what he can do, she then grabs a shrunken Scott and decides to have some fun at his expense.</span></div></div>",
            "created":1593666000,
            "id":2860165,
            "title":"Ant-Man"
        },
        "123":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Small with a One Night Stand",
                "Shrinking is never convenient",
                "Nebula's are Dangerous",
                "The assistant becomes the master.",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>sWhat misadventures can the Guardians of the Galaxy run into when sizes change?<br>\r\n<br>\r\n1. Star-Lord had successfully grabbed the orb and made a getaway from Ronan’s men. Unfortunately, he didn’t account for a secondary security feature that shrank him while he was on his ship. Luckily he’s not alone, as Bereet pops up from his sleeping area and discovers him.<br>\r\n<br>\r\n2. Ronan is defeated, and while most of the Guardians are off the ship for one reason or another, Quill mysteriously shrinks down. Now he’s trapped at a small size on his space ship with only an unaware Gamora for help.<br>\r\n<br>\r\n3. Drax and Star-Lord are separated from Gamora and Groot and have to wander the ship. Nebula notices this and decides to deal with the intruders herself. The two are shrunken down with some alien tech and now have to run away from the giant assassin. <br>\r\n<br>\r\n4. After giving the Infinity Stone to the collector, his assistant Carina uses the stone against her master. Instead of dying horribly, she sends the Collector, Rocket, and Groot to parts unknown. She then shrinks Quill, Gamora, and Drax down to a much smaller size before deciding to have fun at their expense.</span></div></div>",
            "created":1593666000,
            "id":2860178,
            "title":"The Guardians of The Galaxy"
        },
        "13":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Captain America: Civil War",
                "Ant-Man & The Wasp",
                "Spider-Man: Homecoming",
                "Black Panther",
                "More Movies"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Phase 3 brings us to the present Marvel Universe concluding with Spiderman: Far From Home.<br>\r\n<br>\r\nThese will be in no particular order.<br>\r\n</span></div></span></div>",
            "created":1591678800,
            "id":2848645,
            "title":"Phase 3 Movies"
        },
        "132":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Shrunk Before Arrival",
                "They need to work out the bugs on this suit.",
                "In the hands of the enemy.",
                "Attack of the two giants.",
                "More options."
            ],
            "content":"<div class=\"\"><div> <span>Here are some options that involve Scott shrinking on his own.<br>\r\n<br>\r\n1. While cleaning up the house for Cassie and Maggie's visit, Scott is exposed to some Pym particles and shrinks to an inch tall. Now he had to get the attention of his ex-wife and daughter and hope he wasn't mistaken for a bug. <br>\r\n<br>\r\n2. As Scott and Hope sneak into the school, his suit glitches out again. Now he's stuck at an inch tall, and Hope has to get his original suit on her own. So, will she carry him around herself or leave him with Cassie's things until they figure out what's wrong with his suit.<br>\r\n<br>\r\n3. Ava captures Scott and damages his suit so he can't return to his standard size. Now that he's no longer a threat, she decides to have some fun with the handsome tiny.<br>\r\n<br>\r\n4. Scott was getting the \"outdoor screening,\" for Cassie and Hope when the car shrank with him inside. He's able to get their attention after honking the horn, but the pair decide to have some fun at his expense first.</span></div></div>",
            "created":1593579600,
            "id":2859516,
            "title":"Ant-Man & The Wasp"
        },
        "133":{
            "author_id":"allyboy1351997",
            "author_name":"Alistair",
            "choices":[
                "Getting May’s attention",
                "Shrunk at the homecoming dance",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span>Here are some options that involve Peter shrinking:<br>\r\n<br>\r\n1  After stopping the bank robbery and being hit with one of the Chitauri tech weapons that the bank robbers were using, Peter begins to shrink. He makes it back home before finally shrinking to an inch tall. Now he has to get Aunt Mays attention <br>\r\n<br>\r\n2 After having the “Dad talk” with peter, Adrian Toomes shoots him with a prototype shrink ray that reduces him down to 1 inch tall. He throws him out of the car and drives off to do the heist on the plane. Peter has to get someone’s attention so they can warn Happy about the heist. </span></div></div>",
            "created":1593666000,
            "id":2860333,
            "title":"Spider-Man: Homecoming"
        },
        "1331":{
            "choices":[
                "No Time To Climb",
                "Safety First!"
            ],
            "content":"<div class=\"\"><div> <span>Peter barely made it beyond his front door before he realised the scale of the world around him, he was in awe at what used to be a relatively small home now huge.<br>\r\nHe had started planning how he would get May's attention when he heard and felt a loud earthquake like rumble in the distance, \"Peter are you home? i heard the door open\", Peter panicked at the site of his now towering titan of an aunt, she had clearly been cleaning in the other room, she was dressed in a light blue cardigan and some sweatpants with some plain grey socks on, Peter thought if it would be safe to run over and get her attention or maybe use his spider powers and climb the kitchen table for higher ground.</span></div></div>",
            "created":1594184400,
            "id":2864367,
            "title":"Getting May’s attention"
        },
        "13311":{
            "choices":[
                "She does",
                "She does not"
            ],
            "content":"<div class=\"\"><div> <span>Peter decided against climbing the kitchen side at risk of aunt may seeing him and thinking hes a bug or worse finding out hes Spiderman!<br>\r\nwith extreme care he continued over to Aunt may standing in the hall looking for him (not realising he was right infront of her), he reached her feet and began to scream for help, Does she see him?</span></div></div>",
            "created":1594184400,
            "id":2864390,
            "title":"No Time To Climb"
        },
        "135":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Captain Marvel",
                "Thor: Ragnorok",
                "More Movies"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Continuing on Phase 3</span></div></span></div>",
            "created":1591678800,
            "id":2848647,
            "title":"More Marvel"
        },
        "1353":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Guardians of the Galaxy Vol. 2",
                "Doctor Strange",
                "More Movies"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Still more in Phase 3</span></div></span></div>",
            "created":1591678800,
            "id":2848649,
            "title":"Even More Marvel"
        },
        "13533":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Spider-Man: Far From Home",
                "Avengers: Infinity War",
                "Avengers: Endgame"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>This ends Phase 3</span></div></span></div>",
            "created":1591678800,
            "id":2848650,
            "title":"More Marvel Still"
        }
    },
    "info":{
        "author_id":"giantess18",
        "author_name":"Haro-Haze",
        "brief_description":"One of the biggest cinematic universe's ever created will be getting much smaller.",
        "created":1582693080,
        "description":"<td align=\"left\" class=\"norm\">I'll be separating the movies by phases 1-4 in the main part of the story, with only 1-3 being active for the time being while we wait for the Black Widow movie to be released, kicking off phase 4 despite taking part in the past. Avengers Movies and Civil War essentially being Crossover's between the Movies will be available in the Zero Story, linked in the first chapter. Also in the Zero Story will be Disney Plus shows, and Marvel animated series, and Marvel movies outside of the MCU that can also be added in the zero story ONLY. Exception: Deadpool, why? Because 4th wall break....duh.<br>\r\n<br>\r\nSo again <br>\r\n<br>\r\nMain Storyline:<br>\r\n<br>\r\n1. Marvel Phase 1<br>\r\n2. Marvel Phase 2<br>\r\n3. Marvel Phase 3<br>\r\n4. Marvel Phase 4<br>\r\n5. Marvel Phase 5...when we get there<br>\r\n<br>\r\nZero Story:<br>\r\n<br>\r\n1. ...<br>\r\n2. Avengers, Age of Ultron, Civil War, Infinity War/Endgame, with a spot for future Avenger movies.<br>\r\n3. Non- MCU Marvel Movies<br>\r\n4. Animated Marvel Series<br>\r\n5. Disney+ Series</td>",
        "id":2214062,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1594350060,
        "modified":1594350060,
        "pretty_title":"Marvel's Cinematic Shrinking"
    }
}