{
    "chapters":{
        "0":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "...",
                "Crossovers",
                "Alternatives",
                "Animated",
                "Disney+"
            ],
            "content":"<div class=\"\"><div> <span>Okay, the first option doesn't work, so only 4 options will be made viable for use.<br>\r\n<br>\r\nThe second choice will be the Crossover option. Avengers, Age of Ultron, Civil War, and Infinity War/Endgame<br>\r\n<br>\r\nThird will be Non MCU Movies-Fantastic 4, X-Men, and Spider-Man Moves before Tom Holland.<br>\r\n<br>\r\nFourth is Marvel animated series, because I feel like it and want to fill space.<br>\r\n<br>\r\nand five will be the Marvel series exclusively on Disney+</span></div></div>",
            "created":1582866000,
            "id":2794325,
            "title":"Backstage Pass"
        },
        "1":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Phase 1",
                "Phase 2",
                "Phase 3",
                "Phase 4",
                "Phase 5"
            ],
            "content":"<div class=\"\"><div> <span>Okay, so a few things you'll notice that will be different about this story in comparison to other's I've authored, I will allow OC's, but with a few strings attached on things I see people do a lot.<br>\r\n-The OC is not allowed to have a giantess fetish, yeah hate me mortals! I will delete additions that do this.<br>\r\n-The OC must be named and keep his name in any follow up chapters, no first person story telling with words like \"you\".<br>\r\n-No Average Joe's off the street, they have to have a reason for being shrunk near the female characters of the MCU. Example: A Hydra/Shield agent, Stark employee, or so on...<br>\r\n<br>\r\nAs usual there are previously existing expectations on any submission placed in the story.<br>\r\n-They must be well written and thought out, use on proper grammar, punctuation, and spelling is a must. I recommend \"Grammarly\" as a writing tool.<br>\r\n-Every addition outside of choice chapters must be over 3,000-3,500 characters long, you'll notice most chapters I've written are twice if not three times that long, I'm not trying to be unreasonable here.<br>\r\n-Most of the time I realize when someone is interested in writing a specific chapter, please notify of your interest to write an addition so I can stop anyone from wasting their time on something someone else is working on. It's happened several times and I've felt bad for both parties.<br>\r\n<br>\r\nOkay, now that we've covered that, welcome to the story.<br>\r\nListed below are the 3 Phases the Marvel Cinematic Universe has gone through so far and spots for Phase 4 and Phase 5.</span></div></div>",
            "created":1582866000,
            "id":2794322,
            "title":"Welcome to the MCU"
        },
        "11":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Iron Man ",
                "Iron Man 2",
                "Captain America",
                "Thor",
                "The Avengers"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The marvel movies in Phase 1 include Iron Man, Iron Man 2, Thor, Captain America, and the Avengers</span></div></span></div>",
            "created":1591678800,
            "id":2848633,
            "title":"Phase 1 Movies"
        },
        "111":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Shrunk with the Reporter.",
                "Protection at his Cost.",
                "Tiny Airlines",
                "Your Choice",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>The movie that started it all.<br>\r\n<br>\r\n1. Tony wakes up to find himself next to a gigantic Christine Everhart after their one-night stand. Now he needs to wake the giant reporter in hopes that she’ll help him.<br>\r\n<br>\r\n2. After learning that Tony was going out as Iron Man, Pepper shrinks him down for his protection.<br>\r\n<br>\r\n3. Tony and Rhodey are enjoying themselves as the private plane takes off, only for both of them to shrink down in their seats, leaving them at the mercy of the air hostesses.</span></div></div>",
            "created":1598926020,
            "id":2895348,
            "title":"Iron Man "
        },
        "113":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Stuck with the secretary. ",
                "Being picked up by Peggy.",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Captain America, how will the First Avenger deal with being reduced to the size of an insect.<br>\r\n<br>\r\n1. While Steve is waiting to talk to Howard Stark, he’s hit by a prototype shrink ray. He awakens to find himself in the middle of a chair with no one else around. After a bit of waiting, Steve sees Private Lorraine approach and begins to sit down on top of him. Will he be able to escape, or will he be trapped underneath the secretary?<br>\r\n<br>\r\n2. Sometime after the serum is injected into Steve, he has an adverse reaction and shrinks to an inch tall, right next to Peggy Carter. Peggy decides to hide Steve in a secure place for his safety before bringing him back to her home. Where does she put him?<br>\r\n</span></div></div>",
            "created":1593753660,
            "id":2860666,
            "title":"Captain America"
        },
        "1132":{
            "author_id":"truegamr5",
            "author_name":"JuhnStar",
            "choices":[
                "Disbelief",
                "Disgust",
                "Indifference"
            ],
            "content":"<div class=\"\"><div> <span>     \"Oh boy.\" Steve Rogers said with a sigh, punctuated by a deep gulp.<br>\r\n<br>\r\n     The newly augmented hero found himself outside the tent of the intimidating yet beautiful Peggy Carter not too long after having been found in an awkward situation, unintentionally making out with Private Lorraine, drawing the ire of Peggy. The ever optimistic avenger decided he would give a proper apology to the agent before she left for the day. Clearing his throat once more, he meekly called out her name so as not to rudely barge in. It was as he said this however he began to feel light headed and struggled to keep his footing. <br>\r\n<br>\r\n     Falling to his knees, he quickly noticed the ground getting closer and his sense of space quickly disorienting. He looked up to notice the tent growing larger only to look around and notice the world around him was quickly becoming massive. Unable to believe what he was seeing, his hands went to his face rubbing his eyes only to then be greeted by giant trees in front of him-- No, blades of grass! He would not have much time to comprehend his situation as the ground began to shake beneath him.<br>\r\n<br>\r\n     Rapid and consistent tremors that would almost make Steve think there was an earthquake continued until the titanic tent opened to reveal the imposing goliath that was Peggy Carter. Wearing a white dress shirt tucked into a tight black pencil skirt she was still as beautiful as ever, thought Steve. Still, her presence was staggering as she took a small step outside the tent only to utterly shake Steve's world as her enormous high heels nearly crushed him. <br>\r\n<br>\r\n     \"Hello? Did someone call for me?\" She questioned rather softly. <br>\r\n<br>\r\n     To Cap however, the question nearly deafened him as he instinctively went to cover his ears. He quickly realized that he needed her help quickly before she went back inside and screamed at the top of his lungs to get her attention. Much to Cap's dismay, not so much as a twitch of her ears seemed to indicate she heard him. Slightly annoyed, she began to turn away and head back inside.<br>\r\n<br>\r\n     \"No!\" Cap yelled in frustration. <br>\r\n<br>\r\n     He reached for his back in hope. Thankfully, his trusty shield was still there, he reached his arm back and made a desperate throw to his giant crush as he smiled in anticipation as he hoped she would notice. This she did as her mountainous arm and hand moved to instinctively touch the spot on her upper leg the shield struck. Cap skillfully caught the shield as it ricocheted back into his hand but his smile quickly faded as the massive woman turned around with anger.<br>\r\n<br>\r\n     \"Ow, what the hell hit my leg?\" She spat in annoyance. <br>\r\n<br>\r\n     Her anger was clearly visible as she turned back around to look around again with her brows lowered. Once again, her heel moved frightening close to him but he made one last yell to get her attention, punctuated by blows to the front of her heels. As if by a miracle, she turned to his direction and knelt down slightly. <br>\r\n<br>\r\n     Cap, initially relieved, stumbled backwards as what felt like a living mountain moved so fast. As his eyes travelled up, he paused as quite the heavenly view between her titanic legs and thighs presented itself. He quickly snapped out of this as he looked higher to notice her large eyes aimed at him. Cap chuckled a nervous sigh as he saw ___ in her eyes.<br>\r\n<br>\r\n1. Disbelief: Peggy, in utter shock, notices the inch tall Captain America beneath her.<br>\r\n<br>\r\n2. Disgust: Peggy sees a tiny bug and raises her heel to quickly deal with the gross pest.<br>\r\n<br>\r\n3. Indifference: Peggy couldn't find anything and turned back around to her tent again. </span></div></div>",
            "created":1597817700,
            "id":2887793,
            "title":"An Apology Gone Awry"
        },
        "11321":{
            "author_id":"truegamr5",
            "author_name":"JuhnStar",
            "choices":[
                "Under my shirt, in my cleavage\" ",
                "In the back of my panties\" ",
                "In my heels\" "
            ],
            "content":"<div class=\"\"><div> <span>\"S-Steve?\" Peggy barely lets out with pure shock in her voice.<br>\r\n<br>\r\nBreathing a sigh of relief, despite how loud her voice is, he smiles again and replies. \"Yeah, it's me\"<br>\r\n<br>\r\n\"Oh god, here\" She lowers her hand for him to climb.<br>\r\n<br>\r\nTo Peggy, this was a relatively mundane and small act but to Cap, the Agent's hands were akin to those of a deity from the heavens. What would normally be soft, delicate hands were now incomprehensibly large platforms, capable of utterly obliterating his small body without so much as a second thought. With this in mind, Cap carefully and cautiously climbed onto her finger and moved onto her palm. <br>\r\n<br>\r\nA quick sense of vertigo followed as he was thrown onto his back with Peggy raising him high above the ground in a feeling not too dissimilar to that of a roller coaster. Passing her long legs that could seemingly go on for miles to her torso that up above, housed breasts that were both equal parts beautiful and utterly terrifying in their size to Cap. He finally arrived at her gorgeous face. Cherry red lips the size of school busses consumed his field of vision as he was brought a little too close to them for his comfort. He opened his mouth to speak though.<br>\r\n<br>\r\n\"Peggy! Can you hear me?\" He yelled with his hands at the sides of his mouth trying to amplify his voice.<br>\r\n<br>\r\nShe began to open her mouth to respond which Cap was not prepared for. The beautiful red lips parted to reveal perfectly white teeth that looked sharp enough to cut into near anything. Those naturally also made way for a staggering maw with a tongue that looked not too dissimilar to a serpent guarding a long and horrifying path to somewhere Cap did not want to even think of entering. <br>\r\n<br>\r\n\"Yes, Steve. Not very well but just enough. What on earth happened to you?\" She replied once again, nearly deafening the poor avenger.<br>\r\n<br>\r\nSteve opened his mouth and began to explain but a distant sound of a car horn was heard. <br>\r\n<br>\r\n\"Shoot, Steve. My ride home is here, I need to carry you someplace safe. I don't particularly feel too comfortable with you in my hand as I may accidentally drop you.\" She punctuated with a nervous chuckle that nearly made Cap fall over again. \"Ah\" She bit her lip and blushed \"I have an idea, but don't get any funny ideas! I'll need to put you ___\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1597819080,
            "id":2887798,
            "title":"The Agent's Hiding Spot"
        },
        "114":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Trapped on a cushion",
                "Baby sat by Lady Sif",
                "Your Choice",
                "Your Choice",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>The god of thunder just got smaller.<br>\r\n<br>\r\n1. Rather than sending the Destroyer to kill Thor, Loki uses magic to shrink his brother down while sitting on a couch. Now the powerless god of thunder must try to get Dr. Jane Foster or Darcy’s attention before they sit on him. <br>\r\n<br>\r\n2. After Thor’s attack on Jotunheim, Odin shrinks down his son as punishment. He then assigns Lady Sif the task of watching over Thor until he’s learned his lesson.</span></div></div>",
            "created":1598497200,
            "id":2892146,
            "title":"Thor"
        },
        "12":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Captain America: The Winter Soldier",
                "Ant-Man",
                "The Guardians of The Galaxy",
                "Avengers: Age of Ultron",
                "Iron Man 3 or Thor: The Dark World"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Phase 2 includes classics such as Ant-Man and The Guardians of the Galaxy.</span></div></span></div>",
            "created":1591678800,
            "id":2848638,
            "title":"Phase 2 Movies"
        },
        "121":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Just Following Orders",
                "How did this happen?",
                "Stowed Away",
                "Your Choice",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>The movie that made the Russo brother's famous, outside of the Community.<br>\r\n<br>\r\n1. After his run-in with the Winter Soldier, Steve Rogers is shrunken down by Sharon Carter. Her orders were to protect the Captain, and now no one will find him at his new size.<br>\r\n<br>\r\n2. After the destruction of the helicarriers, Steve wakes up on top of a desk while only a few inches tall. While trying to figure out what happened, Maria Hill and Natasha Romanov enter the room and notice he’s awake.<br>\r\n<br>\r\n3. Maria can save the heroes from the HYDRA agents, but she has to shrink down Steve and Sam before dumping them in her cleavage. She needed to focus on helping Natasha because of her injury.</span></div></div>",
            "created":1598495040,
            "id":2892122,
            "title":"Captain America: The Winter Soldier"
        },
        "122":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Specialized Training",
                "Alone with the Maid",
                "Trapped in the Ex-wife's house.",
                "A one on one Interview.",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Ant-Man has a few exciting story options. His suit likely glitches out, or it’s damaged for these so he can’t turn back.<br>\r\n<br>\r\n1. Hope has Scott shrunk down for training purposes and puts him through some specialized training.<br>\r\n<br>\r\n2. While Scott is training at Pym’s house alone, Emily, the housekeeper from the storytelling scene. After he gets hit by her, Scott realizes she damaged the suit, and he can’t return to normal. Now he needs to get her attention before she accidentally gets rid of him.<br>\r\n<br>\r\n3. Scott decides to visit his daughter Cassie, but he has to use the suit to get inside. While he was flying on one of his ants, his ex-wife Maggie knocks him out of the air. He’s now stranded in their house and has to get their attention.<br>\r\n<br>\r\n4. Scott has an exclusive interview with the writer that Falcon had talked with at the end of the movie. When Anna (that’s the actress’s name and what she’ll go by) asks him to show her what he can do, she then grabs a shrunken Scott and decides to have some fun at his expense.</span></div></div>",
            "created":1593668880,
            "id":2860165,
            "title":"Ant-Man"
        },
        "123":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Small with a One Night Stand",
                "Shrinking is never convenient",
                "Nebula's are Dangerous",
                "The assistant becomes the master.",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>sWhat misadventures can the Guardians of the Galaxy run into when sizes change?<br>\r\n<br>\r\n1. Star-Lord had successfully grabbed the orb and made a getaway from Ronan’s men. Unfortunately, he didn’t account for a secondary security feature that shrank him while he was on his ship. Luckily he’s not alone, as Bereet pops up from his sleeping area and discovers him.<br>\r\n<br>\r\n2. Ronan is defeated, and while most of the Guardians are off the ship for one reason or another, Quill mysteriously shrinks down. Now he’s trapped at a small size on his space ship with only an unaware Gamora for help.<br>\r\n<br>\r\n3. Drax and Star-Lord are separated from Gamora and Groot and have to wander the ship. Nebula notices this and decides to deal with the intruders herself. The two are shrunken down with some alien tech and now have to run away from the giant assassin. <br>\r\n<br>\r\n4. After giving the Infinity Stone to the collector, his assistant Carina uses the stone against her master. Instead of dying horribly, she sends the Collector, Rocket, and Groot to parts unknown. She then shrinks Quill, Gamora, and Drax down to a much smaller size before deciding to have fun at their expense.</span></div></div>",
            "created":1593671400,
            "id":2860178,
            "title":"The Guardians of The Galaxy"
        },
        "124":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Misguided Injustice",
                "A Tiny on the Couch",
                "Lost in the Party Room.",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>Let’s see what exciting scenarios can come from this movie.<br>\r\n<br>\r\n1. After Tony Stark exited his suit in the HYDRA Castle, Scarlet Witch uses her new powers to shrink him down. Now she will have her revenge against the man who made the weapons that killed her parents.<br>\r\n<br>\r\n2. The party the Avengers through went incredibly well, but after all the guests left, Steve Rogers passes out on the couch. When he finally came to, he discovered his new size and the now giant Black Widow, Maria Hill, and Helen Cho were the only ones around. How do things go for him?<br>\r\n<br>\r\n3. After using the drones against the Avengers, Ultron uses some tech he discovered from the mind stone. He shrinks down the male Avengers and leaves them scattered among the wreckage for the women to find.</span></div></div>",
            "created":1596264840,
            "id":2879115,
            "title":"Avengers: Age of Ultron"
        },
        "125":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Iron Man 3",
                "Thor: The Dark World"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So, which will it be? Iron Man 3 or Thor: The Dark World?</span></div></span></div>",
            "created":1598467680,
            "id":2891898,
            "title":"Iron Man 3 or Thor: The Dark World"
        },
        "13":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Captain America: Civil War",
                "Ant-Man & The Wasp",
                "Spider-Man: Homecoming",
                "Black Panther",
                "More Movies"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Phase 3 brings us to the present Marvel Universe concluding with Spiderman: Far From Home.<br>\r\n<br>\r\nThese will be in no particular order.<br>\r\n</span></div></span></div>",
            "created":1591678800,
            "id":2848645,
            "title":"Phase 3 Movies"
        },
        "132":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Shrunk Before Arrival",
                "They need to work out the bugs on this suit.",
                "In the hands of the enemy.",
                "Attack of the two giants.",
                "More options."
            ],
            "content":"<div class=\"\"><div> <span>Here are some options that involve Scott shrinking on his own.<br>\r\n<br>\r\n1. While cleaning up the house for Cassie and Maggie's visit, Scott is exposed to some Pym particles and shrinks to an inch tall. Now he had to get the attention of his ex-wife and daughter and hope he wasn't mistaken for a bug. <br>\r\n<br>\r\n2. As Scott and Hope sneak into the school, his suit glitches out again. Now he's stuck at an inch tall, and Hope has to get his original suit on her own. So, will she carry him around herself or leave him with Cassie's things until they figure out what's wrong with his suit.<br>\r\n<br>\r\n3. Ava captures Scott and damages his suit so he can't return to his standard size. Now that he's no longer a threat, she decides to have some fun with the handsome tiny.<br>\r\n<br>\r\n4. Scott was getting the \"outdoor screening,\" for Cassie and Hope when the car shrank with him inside. He's able to get their attention after honking the horn, but the pair decide to have some fun at his expense first.</span></div></div>",
            "created":1593579600,
            "id":2859516,
            "title":"Ant-Man & The Wasp"
        },
        "133":{
            "author_id":"allyboy1351997",
            "author_name":"Alistair",
            "choices":[
                "Getting May’s attention",
                "Shrunk at the homecoming dance",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span>Here are some options that involve Peter shrinking:<br>\r\n<br>\r\n1  After stopping the bank robbery and being hit with one of the Chitauri tech weapons that the bank robbers were using, Peter begins to shrink. He makes it back home before finally shrinking to an inch tall. Now he has to get Aunt Mays attention <br>\r\n<br>\r\n2 After having the “Dad talk” with peter, Adrian Toomes shoots him with a prototype shrink ray that reduces him down to 1 inch tall. He throws him out of the car and drives off to do the heist on the plane. Peter has to get someone’s attention so they can warn Happy about the heist. </span></div></div>",
            "created":1593693600,
            "id":2860333,
            "title":"Spider-Man: Homecoming"
        },
        "1331":{
            "choices":[
                "No Time To Climb",
                "Safety First!"
            ],
            "content":"<div class=\"\"><div> <span>Peter barely made it beyond his front door before he realised the scale of the world around him, he was in awe at what used to be a relatively small home now huge.<br>\r\nHe had started planning how he would get May's attention when he heard and felt a loud earthquake like rumble in the distance, \"Peter are you home? i heard the door open\", Peter panicked at the site of his now towering titan of an aunt, she had clearly been cleaning in the other room, she was dressed in a light blue cardigan and some sweatpants with some plain grey socks on, Peter thought if it would be safe to run over and get her attention or maybe use his spider powers and climb the kitchen table for higher ground.</span></div></div>",
            "created":1594184400,
            "id":2864367,
            "title":"Getting May’s attention"
        },
        "13311":{
            "choices":[
                "She does",
                "She does not"
            ],
            "content":"<div class=\"\"><div> <span>Peter decided against climbing the kitchen side at risk of aunt may seeing him and thinking hes a bug or worse finding out hes Spiderman!<br>\r\nwith extreme care he continued over to Aunt may standing in the hall looking for him (not realising he was right infront of her), he reached her feet and began to scream for help, Does she see him?</span></div></div>",
            "created":1594184400,
            "id":2864390,
            "title":"No Time To Climb"
        },
        "134":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Vibranium Testing",
                "Smuggled out of the city.",
                "More Scenarios"
            ],
            "content":"<div class=\"\"><div> <span>Black Panther was not my favorite Marvel movie, but it had its moments.<br>\r\n<br>\r\n1. T’Challa was going over the upgrades in his suit with Shuri when he shrinks down to an inch tall. Unsure of how this happened, Shuri decides to run some tests on her brother for science purposes, of course. <br>\r\n<br>\r\n2. After Killmonger defeated T’Challa, Shuri realized she needed to sneak Everett K. Ross out of the city for safety. She uses some prototype shrinking tech she made after the airport battle on him before stashing him somewhere on her, or someone else’s body before fleeing.<br>\r\n</span></div></div>",
            "created":1597377960,
            "id":2885385,
            "title":"Black Panther"
        },
        "135":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Captain Marvel",
                "Thor: Ragnorok",
                "More Movies"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Continuing on Phase 3</span></div></span></div>",
            "created":1591678800,
            "id":2848647,
            "title":"More Marvel"
        },
        "1353":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Guardians of the Galaxy Vol. 2",
                "Doctor Strange",
                "More Movies"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Still more in Phase 3</span></div></span></div>",
            "created":1591678800,
            "id":2848649,
            "title":"Even More Marvel"
        },
        "13531":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Smaller than a Mantis",
                "An Unexpected Encounter",
                "Between Two Sisters",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>What misadventures can our favorite group of rogues get into when shrinkings involved? <br>\r\n<br>\r\n1. Peter Quill is exploring Ego’s planet when he encounters some exotic plant life. He unintentionally inhaled some spores, which caused him to pass out. After waking up, he discovers a giant Mantis standing above him. How will she react to having a tiny person of her own?<br>\r\n<br>\r\n2. Despite the look from Gamora, Peter decides to meet with High Priestess Ayesha to “study” primitive mating of the past. When he arrived in her room, however, he was shrunken down before the golden woman. It looks like she wanted a toy instead of a partner. <br>\r\n<br>\r\n3. Ego is dead, and the Guardians are relaxing in their new ship when Peter mysteriously shrinks. He rushes off to find help but runs into Gamora and Nebula having a conversation.<br>\r\n</span></div></div>",
            "created":1597121040,
            "id":2883760,
            "title":"Guardians of the Galaxy Vol. 2"
        },
        "135313":{
            "author_id":"truegamr5",
            "author_name":"JuhnStar",
            "choices":[
                "Lost on a Massive Nebula",
                "A New Green Landscape",
                "Caught Between a Deadly Sibling Rivalry"
            ],
            "content":"<div class=\"\"><div> <span>\"Another successful mission\" Thought Quill as an Electric Light Orchestra song played in his ears as he walked around the Guardians' new ship, head nodding and hands moving to the rhythm. <br>\r\n<br>\r\nIt had been about about a couple of months since Peter had faced off against his father, Ego and saved the world yet again and things were looking good. As he walked into the kitchen area, he noticed the alien food Rocket had stolen from the people they'd just saved. A memory of Mantis saying some stuff about the food being unsafe or some weird side effects came to mind but Peter couldn't really be fussed to pay it much mind. He opened a soda from his stash of earth belongings and tried to do a cool spin while tossing it in the air, only to have it fall out his hand, bounce off his head and onto the floor. <br>\r\n<br>\r\nWith a defeated sigh, Peter just grabs the weird food and takes a bite, walking off without bothering to clean up his spilled drink. Suddenly, he starts to feel weird all of a sudden but, in typical manner, he just shrugs it off and keeps walking and listening to his music. Feeling a bit tired, he yawns and closes his eyes for a second. In that brief, short moment, he opens his eyes again and immediately his surroundings had changed. For a second, Peter thought he had been teleported somehow but taking a more cursory glance, he recognized the scenery as his ship, only much <b>MUCH</b> bigger. Walls as high as skyscrapers and tables big enough to hold an entire city, Peter was completely dumbfounded. Immediately, he started panicking and thinking up what he'd do. <br>\r\n<br>\r\nDrax, Rocket and Groot were off doing some exploring and bartering on the nearby colony they were docked at leaving just Mantis, Gamora, and Nebula onboard for him to seek out. Thankfully, he was wearing his jetpack that miraculously still worked. He turned it on and started flying around looking for help. Yet again, Peter still couldn't comprehend just how small and diminutive he had become as halls he'd be able to traverse relatively quickly were taking him minutes upon minutes. <br>\r\n<br>\r\nHe started thinking about how dangerous his ship and even worse, his crewmates were at this size. Gamora would probably not even recognize him, he thought. The gigantic green alien could likely snuff him out with a single, unceremonious step of her boots. Nebula would likely be far worse, especially if she thought he was a bug. She tends to be... sadistic and considering her more repressed rage, Peter shuddered at how she would treat what she thought was a bug. He took solace in hoping he'd stumble upon Nebula first although with her affectionate and sweet yet naïve nature, she may end up more trouble than expected. Eventually, he heard voices muffled in the distance to which he made a beeline to the common area. <br>\r\n<br>\r\nHe rounded a corner and there he spotted from a distance, Gamora and Nebula sitting on the couch having a heart to heart. They'd been trying to grow closer lately (to varying degrees of success) and typically Peter would be able to avoid it by dipping into another room but now it seemed he had to endure it this time. As he got closer, he was once again reminded of his size once he realized just how massive these two women were. They were already incredibly lethal at normal size but seeing their absolutely titanic figures just made Peter utterly intimidated on another level. His prior thoughts lingering in his head, he fearfully and cautiously decided to press forward only to find some difficulty with his jetpack.<br>\r\n<br>\r\nHe fiddled with the controls and smacked it a few times until...<br>\r\n<br>\r\n1. The jetpack goes haywire, he gets quickly launched forward as he lands somewhere on Nebula's body and has to get her attention.<br>\r\n<br>\r\n2. The jetpack goes haywire, he gets quickly launched forward as he lands somewhere on Gamora's body and has to get her attention.<br>\r\n<br>\r\n3. Nebula quickly darts her head and notices Quill with her cybernetics only not as him but as a fly. Given the two girl's competitive nature with one another they both attempt to kill the \"fly\" each progressively trying to one-up the other in each more extravagant attempts</span></div></div>",
            "created":1597823520,
            "id":2887816,
            "title":"Between Two Sisters"
        },
        "13533":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Spider-Man: Far From Home",
                "Avengers: Infinity War",
                "Avengers: Endgame"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>This ends Phase 3</span></div></span></div>",
            "created":1591678800,
            "id":2848650,
            "title":"More Marvel Still"
        },
        "135331":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Alone with Hill",
                "Shrunk in a Foreign Country",
                "Stuck in the Aisle",
                "Your Choice",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>The Spider-Man sequel, not much else to say to describe it. <br>\r\n<br>\r\n1. After meeting with Nick Fury, Peter shrinks in the SHIELD hideout on his way out before blacking out. He comes to and goes into the base, but he has to get Maria Hill’s attention since she’s the only one in the room. It may be her, or it could be Soren. <br>\r\n<br>\r\n2. At a rest stop in Austria, the Seamstress, played by Toni Garrn, shrinks Peter down, so Brad doesn’t find him when he walks into the room. It will take some time for the shrinking to where off, so the SHIELD agents claim the bus needs a few hours before moving. Leaving Peter stuck with the tall blonde agent, or he has to make it back to his classmates.<br>\r\n<br>\r\n3. On the plane ride to Europe, Peter shrinks down after a trip to the bathroom while walking back to his seat. He’s now tiny in the middle of the aisle while almost everyone is sleeping. Now he can get Betty Brant’s help since she’s awake or tries to wake up MJ.<br>\r\n</span></div></div>",
            "created":1597377660,
            "id":2885384,
            "title":"Spider-Man: Far From Home"
        },
        "14":{
            "author_id":"expireat456782",
            "author_name":"Yolo2",
            "choices":[
                "End game",
                "Black widow",
                "Ant man",
                "Infinity war"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about</span></div></span></div>",
            "created":1599973200,
            "id":2902146,
            "title":"Phase 4"
        }
    },
    "info":{
        "author_id":"giantess18",
        "author_name":"Haro-Haze",
        "brief_description":"One of the biggest cinematic universe's ever created will be getting much smaller.",
        "created":1582693080,
        "description":"<td align=\"left\" class=\"norm\">I'll be separating the movies by phases 1-4 in the main part of the story, with only 1-3 being active for the time being while we wait for the Black Widow movie to be released, kicking off phase 4 despite taking part in the past. Avengers Movies and Civil War essentially being Crossover's between the Movies will be available in the Zero Story, linked in the first chapter. Also in the Zero Story will be Disney Plus shows, and Marvel animated series, and Marvel movies outside of the MCU that can also be added in the zero story ONLY. Exception: Deadpool, why? Because 4th wall break....duh.<br>\r\n<br>\r\nSo again <br>\r\n<br>\r\nMain Storyline:<br>\r\n<br>\r\n1. Marvel Phase 1<br>\r\n2. Marvel Phase 2<br>\r\n3. Marvel Phase 3<br>\r\n4. Marvel Phase 4<br>\r\n5. Marvel Phase 5...when we get there<br>\r\n<br>\r\nZero Story:<br>\r\n<br>\r\n1. ...<br>\r\n2. Avengers, Age of Ultron, Civil War, Infinity War/Endgame, with a spot for future Avenger movies.<br>\r\n3. Non- MCU Marvel Movies<br>\r\n4. Animated Marvel Series<br>\r\n5. Disney+ Series</td>",
        "id":2214062,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600049220,
        "modified":1600049220,
        "pretty_title":"Marvel's Cinematic Shrinking"
    }
}