{
    "chapters":{
        "1":{
            "author_id":"bimbofuta",
            "author_name":"BimboFuta",
            "choices":[
                "The two bubble butts rip their pants!",
                "Eavesdropping blackmail!",
                "A prank on the bullies! ",
                "Infoleak about the bullies!",
                "More options!"
            ],
            "content":"<div class=\"\"><div> <span>This story is about two girls in particular: Jazmin and Brielle, two best friends that are also their school's biggest bullies. All the chapters are going to be following these girls and their continued embarrassment, so here are descriptions of them: <br>\r\n<br>\r\nJazmin Murray - Jazmin is a short, tan, Latina bully with medium-length black hair and a curvy figure. Her breasts are slightly larger than average, but below that is her massive, wide, wobbling bubble butt that threatens to tear open the fabric of everything she wears, from her typical jeans to even skirts and dresses, on the rare occasion she wears them. She tries to give off a mean aura, usually furrowing her brow a bit, and dressing in dark colors and jeans, jackets, and other \"tough\" clothing. She does this to make up for the fact that her younger sister, Cindy, had been given full control of her choice in underwear after the administration at Grover High reported her bullying to her mother, Tara. As punishment, Cindy got to choose a plethora of embarrassing and humiliating underwear choices for Jazmin to wear, and her old underwear were thrown out. As such, Jazmin has to be more careful not to bully other girls in front of teachers, otherwise Tara will be informed, and her punishment will be even worse. As it stands, every Wednesday is Jazmin's \"punishment night,\" where Tara takes her daughter over her knee for a half hour long spanking to make sure she keeps up with the good behavior. Jazmin has a deal with Cindy so that Cindy won't expose Jazmin's humiliating panties, as long as she also gets to toy with Jazmin's outfits when she dresses in the morning, which is humiliating, but Jazmin doesn't have much of a choice. <br>\r\n<br>\r\nBrielle Williams - Brielle is a bit taller than her bestie, and quite a bit paler. She has less of a mean, tough face, and more a beautiful, princess-like pretty face, with flowing blonde hair going down to her back. Her breasts are slightly smaller than Jazmin's, but her big bubble butt is almost as big, though the girls did take measurements in a contest to determine whose bottom was bigger, much to Jazmin's embarrassment. While it is a bit smaller, it still pushes the boundaries of her clothing all the same, threatening to tear her jeans apart if she stretches them too much. Her wardrobe isn't too different from Jazmin's, albeit a bit brighter and slightly more colorful, but not so much to call her a girly-girl. This is because her panties, on the other hand, are as girly-girl as can be, with bright pinks and yellows, purples and blues, many of them with glitter or frills as well. She also has an entire drawer dedicated to panties with the word \"Princess\" on them. All of this because Brielle's older sister, Bonnie, is the acting head of the house, since Brielle's mother moved away for her job. Bonnie loves to bully Brielle and bring out the girly-girl in her younger sister, and as such forces Brielle to wear Bonnie's old panties, all of which are the embarrassing girly panties mentioned before.Though she hasn't exposed Brielle to any of her friends (yet), Brielle is still quite afraid of the day Bonnie decides to show her off.. <br>\r\n<br>\r\nNow come the choices for these two bullies' humiliation. Each chapter should be about both characters together, since they're best friends, but some chapters can be character-specific, though they shouldn't stay that way for very long. Here are options for their humiliating downfall: <br>\r\n<br>\r\n#1: While doing something, one (or both) of the girl's pants rip at school, exposing their panties to someone nearby!<br>\r\n<br>\r\n#2: Someone is nearby, and hears/sees the girls saying/doing something embarrassing, using it as blackmail!<br>\r\n<br>\r\n#3: Someone steals one (or both) of the girl's phones and finds embarrassing evidence on them!<br>\r\n<br>\r\n#4: One (or both) of the girl's sisters finally reveal humiliating information about them, whether on purpose or by accident!</span></div></div>",
            "created":1589086800,
            "id":2833352,
            "title":"The (For Now) Bullies"
        },
        "11":{
            "author_id":"bimbofuta",
            "author_name":"BimboFuta",
            "choices":[
                "Jazmin bullies Brielle into giving up her shirt to tie around Jazmin's waist.",
                "Jazmin calls Cindy to deliver them new pants (for a price).",
                "The girls go to the lost and found to get new pants or cover up.",
                "McKenna bullies the girls at lunch. ",
                "Reader's choice!"
            ],
            "content":"<div class=\"\"><div> <span>It was Skip Day at Grover High School, an unofficial holiday which almost all students participated in; a day most girls simply skipped school and took the day off for fun. The only girls who chose not to stay for Skip Day, were, of course, the biggest nerds and dorks in the whole school.<br>\r\n<br>\r\nAnd Jazmin and Brielle. <br>\r\n<br>\r\nAfter being recently exposed for bullying, Jazmin's mother, Tara, told her that she wasn't allowed to participate in Skip Day, and if she did participate, Tara would drag her out to the backyard to spank her. Needless to say, Jazmin chose not to participate. Brielle, on the other hand, was told by Bonnie that she couldn't participate. Of course, she refused and got into an argument with Bonnie, at the end of which Brielle was rubbing her freshly-spanked bottom through a pair of bright frilly panties.<br>\r\n<br>\r\nSo, neither girl could participate, instead choosing to tell their friends that they wanted to go to school that day to pick on the nerds that willingly showed up. Which was partially true; Jazmin and Brielle had been uploading pictures to their private accounts showing countless girls being wedgied, pantsed, swirlied, noogied, wet willied, and much more, throughout the day. <br>\r\n<br>\r\n\"Oooh, bubble butt!\" Brielle said giddily, \"Ellen liked my post of me giving Brittany that bra-connection wedgie!\" <br>\r\n<br>\r\nJazmin smiled, rolling her eyes but saying, \"Congratulations, princess,\" nonetheless, giving a playful tug to the back of Brielle's jeans, making the seam ride up nice and tight between Brielle's big cheeks. <br>\r\n<br>\r\nBrielle was wearing a tight black pair of skinny jeans and a gray long sleeve v-neck that hugged her figure well, and her hair tied up in a tight ponytail. Jazmin was letting her hair fall down to just past her shoulders, her slightly larger breasts being contained with a deep blue tank top. On bottom, she was wearing a pair of embarrassingly tight leggings which continually gave her a natural wedgie, no matter how many times she awkwardly picked it.<br>\r\n<br>\r\nThe girls were heading to their fourth class of the day, just before their lunch hour. \"Ugh,\" Jazmin groaned, looking at all the empty chairs. \"Seriously, no nerds in this class today?\" \"Well, it is a super easy class, bubble butt,\" Brielle replied as they sat down, \"I'm only here because you... 'persuaded' me into taking it,\" Brielle said, blushing as she remembered the atomic wedgie Jazmin often used to \"persuade\" Brielle. Jazmin simply giggled, also remembering that day, but perking up as someone walked through the door as the bell rang. <br>\r\n<br>\r\nThe girl was McKenna, one of the head students in the school's Newspaper and Yearbook Club. Her hair was a dirty blonde running down to her shoulders, a bit shorter than Jazmin's. Her frame was slender but curvy, with average sized breasts, a medium waist, and a nice round, bouncing bottom, of course not as big as Jazmin's or Brielle's. She was wearing a white t-shirt that had a camera lens on it, wire-frame glasses, and gray leggings. As soon as she saw that she was the only one in the room with Jazmin and Brielle, her eyes widened and she sat far away from them, blushing deeply, much to the two girls' amusement. <br>\r\n<br>\r\n\"Wow, I forgot she was even in this class!\" Jazmin smiled, waving at McKenna. Brielle nodded, \"Remember, last week we put that 'Wedgie Me!' sign on her back?\" \"Let's do that again,\" Jazmin giggled, getting out a piece of paper as the bell rang. \"Ugh,\" she groaned, seeing the teacher walk in, foiling her plans. <br>\r\n<br>\r\n\"Wow, big turnout today!\" The teacher, Ms. Conway smiled. \"This must be my smallest class so far! Well, so far we've mostly just been doing fun little games, we even went into the gym last hour, do you guys wanna do that?\" \"Sure!\" Jazmin smiled, happy to get out of work. \"Do you think I could bring my camera? For Newspaper Club?\" \"Doesn't sound like a problem to me!\" Ms. Conway smiled.<br>\r\n<br>\r\n\"Ugh, I hate the gym,\" Brielle groaned. \"You hate the gym 'cause you're a dork who can't play sports,\" Jazmin teased, poking Brielle's jiggly booty through her jeans. \"Sports are just boring! Maybe you played too many sports, that's why you have such a big booty,\" Brielle smirked back, giving Jazmin a quick spank. Jazmin almost retaliated with a wedgie, but saw McKenna pointing her camera at them. \"What're you filming, nerd?\"<br>\r\n<br>\r\nThe group of four walked into the gym, McKenna picking out the massive wedgie she just received. \"Oh, I'm sorry girls, I have to take this call. I'll be right back, the balls are over there, feel free to play whatever you'd like,\" Ms. Conway smiled before briskly walking out the door to the gym and going out of sight. McKenna sat down near the bleachers with her camera, seemingly on her phone, not paying attention to the duo. <br>\r\n<br>\r\n\"Want me to teach you how to play volleyball or soccer, so you don't get completely embarrassed?\" Jazmin smiled, grabbing a soccer ball from the rack and bouncing it between her hands. \"I don't want to learn how to play sports, or how to get a big bubble butt like you,\" Brielle stuck out her tongue with a smile. \"Your butt is almost as big as mine, okay? Plus, I heard Ellen might like girls who play soccer,\" Jazmin said in a sing-songy voice. \"Fine.\" Brielle muttered, walking towards Jazmin. <br>\r\n<br>\r\n\"First thing's first. Before we do anything, we need to stretch. Can you touch your toes? No, down further, come on, down here, with me!\" Jazmin directed. The two girls were standing right next to each other, facing the same direction. \"Make your back come down with my back.\" \"I'm trying!\" Brielle whined, stretching down slowly. \"Here, we'll just go quick, okay? 3, 2, 1, down!\" <br>\r\n<br>\r\n*RRRRRRRRRRIPPP*<br>\r\n<br>\r\nThe girl's eyes went wide as Jazmin felt her leggings easily tear open, and Brielle felt her jeans rip open from the seam, both girls now grabbing their own butts in a panic, standing up straight and feeling the massive tears exposing most of their big bottoms. <br>\r\n<br>\r\nThey turned their heads and gasped when they heard giggling from the bleachers, seeing McKenna pointing her camera right at them, taking multiple pictures as she laughed and pointed at them. \"Hey!\" Jazmin snapped, quickly marching over to the sitting girl with Brielle. \"You better delete those right now, dork.\" McKenna smiled, wiping a tear from her eye and looking up at Jazmin, \"Or what? These are already on my cloud, all I have to do is upload them.\"<br>\r\n<br>\r\nAs McKenna spoke, she turned the camera, showing a picture of the girls, looking at the camera, blushing deeply, their proportionately tiny hands grasping their wide booties, their pants exposing their panties. Jazmin was wearing a pair of white panties with big rainbows on them, while Brielle was wearing a pair of yellow panties with bright red hearts on them. <br>\r\n<br>\r\nJazmin and Brielle were speechless, blushing as they watched the embarrassing pictures begin to cycle. \"I think it'd make a cute Newspaper cover photo. And background photo. And yearbook photo! It's still early in the year, we can still make you two 'Most likely to be made fun of'! Or maybe 'Biggest bubble butts'? Look at those things!\" McKenna giggled, setting the camera down and standing up. <br>\r\n<br>\r\n\"We could just wedgie you until you delete them,\" Brielle said as the boxed McKenna in against the bleachers. \"Ladies, ladies! I think we can come to an agreement. I won't share the pictures - or put them up anywhere that anyone but me can see them. IF you two agree to let ME bully YOU.\" She smiled, pointing at the two of them. \"I won't tell anyone, and I won't show anyone, but you two can't bully me anymore, and when no one's around, I get to bully you.\" <br>\r\n<br>\r\nThe girls looked at each other. \"But we can still wedgie you to keep up appearances?\" McKenna groaned, \"Ugh, fine. But keep it to a minimum, or-\" \"Yeah, you'll leak the pictures, we know...\" \"Nope! Or I'll give you the spanking of a lifetime!\" McKenna giggled, taking her first slap to the girl's bottoms. \"Wow, jiggly, too! You guys are going for all the awards!\" She teased, gripping each girl's juicy butt with one hand and shaking them around. <br>\r\n<br>\r\n\"Say it again!\" McKenna smiled, yanking up on Jazmin's panties, while Brielle stood next to her, both of them facing the wall with their hands on their heads. \"I'm a dork!\" Jazmin blushed, speaking to the wall, closing her eyes and wincing as her panties snapped down. \"Now you, say it again!\" \"Ouch!\" Brielle yelped as her yellow heart panties rocketed up her back as McKenna wedgied her. \"I'm a nerd!\" <br>\r\n<br>\r\n\"Faster now!\" McKenna grinned, putting one hand on each girl's panties, \"I'm a nerd!\" \"I'm a dork!\" \"I'm a nerd!\" \"I'm a dork!\" \"I'm a nerd!\" \"I'm a dork!\" McKenna giggled, letting the panties and the girls relax for a moment. \"And together, you are?\" The girls yelped as McKenna jumped into the air with their panties, giving them massive wedgies as they responded, \"We're bubble-butted losers!\" <br>\r\n<br>\r\n\"Whew, these are really stretchy panties,\" McKenna commented, giving one last tug to each girl's panties before letting them pick their embarrassing wedgies. \"Ugh,\" Jazmin groaned, \"Are we done?\" \"Yeah, class is almost over,\" Brielle added, trying to pull the back of her jeans together unsuccessfully. \"There's one more thing I want to do,\" McKenna grinned, picking up her camera. <br>\r\n<br>\r\nJazmin walked on screen \"My name is Jazmin, and I'm a dork.\" Brielle followed her, \"My name is Brielle, and I'm a nerd.\" Then, they spoke together, \"And we just got wedgied by McKenna, because we're bubble butted losers.\" The girls blushed deeply as they spoke the words, turning to McKenna, \"Are we done now? That's like the fifth time!\" \"Seriously, McKenna, isn't it enough?\" <br>\r\n<br>\r\nMcKenna rolled her eyes, picking up her camera, \"Okay, I guess that's fine. We're done! You two can go and... try to hide those big butts,\" she giggled as she gathered her things with the ringing bell. \"Good luck, losers!\" She called on her way out of the gym. <br>\r\n<br>\r\nWhat happens next? </span></div></div>",
            "created":1589086800,
            "id":2833368,
            "title":"The two bubble butts rip their pants!"
        },
        "12":{
            "author_id":"bimbofuta",
            "author_name":"BimboFuta",
            "choices":[
                "Someone sees their wedgies!",
                "Mikayla texts the girls, and makes them do something!",
                "Mikayla bullies the girls in a class!",
                "Mikayla tells her girlfriend, Emma, and they bully the girls after school!",
                "Reader's choice!"
            ],
            "content":"<div class=\"\"><div> <span>Jazmin smiled, panting slightly as she slowed down in her run, brushing stray hairs out of her face and re-tying her ponytail a bit tighter to contain them. Brielle, on the other hand, breathed deeply through her nose, trying to act as if she wasn't tired, though her pale face was completely red from the small jog they had just been on. Her long blonde hair was also tied into a ponytail. <br>\r\n<br>\r\n\"Wow, princess,\" Jazmin smirked, \"you seriously need to exercise more.\" Brielle stuck her tongue out, catching her breath and replying, \"maybe you can lecture me when you get better than a 'C' in Algebra, dork,\" she smirked as Jazmin rolled her eyes. <br>\r\n<br>\r\nGym was always a constant back and forth between the two girls, with Jazmin having played volleyball and soccer previously, and Brielle being much more studious, and less athletic than her best friend. Though they still had fun together, since most of their time in the gym was unsupervised, meaning they could bully as much as they wanted to without consequence. <br>\r\n<br>\r\n\"Watch this,\" Jazmin smirked, walking over to a group of girls that were in a small huddle. Jazmin quickly grabbed the panties of one girl and tugged up, raising the white fabric to her shoulders and quickly walking away, making sure not to be seen. \"Did you seriously just give me a wedgie, Ava?\" \"Uhmmm, no?\" Jazmin and Brielle giggled as the girls devolved into a wedgie war between one another. Soon, everyone in the gym was pointing at them, giggling or cheering as certain girls gave other girls atomic wedgies, and others were embarrassingly hung up on goal posts. <br>\r\n<br>\r\nAs Jazmin walked back over to Brielle, the taller blonde whispered, \"Bubble butt, your panties!\" Jazmin hastily turned around, hiding her big butt from sight to fix her shorts, where a sliver of pink was visible between her black shorts and her black shirt. \"I hate these stupid regulation shorts,\" she whined, \"they are way too tight!\" Brielle giggled, \"I think your butt's just too big.\" \"Oh, shut up! It's not even that much bigger than yours,\" Jazmin groaned, giving Brielle a quick pants wedgie while everyone's attention was on the other group of girls. <br>\r\n<br>\r\n\"I guess you're kinda right,\" Brielle groaned, quickly fixing her shorts. \"These things are like booty shorts!\" She looked down at the black fabric. On both Jazmin and Brielle, the fabric clung tightly to the girl's legs, and very tightly around their wide, wobbling behinds. On other girls in the gym, it was decently tight, some more tight than others, while these two seemed as if they were about to burst under too much movement, which was only made more embarrassing by how the girls' bottoms bounced whenever they ran. <br>\r\n<br>\r\nSoon enough, the bell rang, and Jazmin sighed, \"Here we go, back to nerd classes. Are you happy?\" She smiled up at Brielle who replied with a quick spank and, \"Oh shut it, dork,\" as they walked back to the locker room.<br>\r\n<br>\r\nDue to the girls' unfortunate underwear situation, they always had to make sure that they were the last ones in the locker room before they stripped to change. Luckily, they were able to do this by bullying the other girls. <br>\r\n<br>\r\n\"Owwwwieee, five, five!\" Gabby whined, tapping out on a nearby locker as Jazmin bounced her in her panties for the fifth time. The short Latina giggled, dropping Gabby and waving over the next girl, laughing as she saw Brielle give some poor girl an atomic wedgie before sending her off. <br>\r\n<br>\r\n\"Seriously? Again?\" A girl named Tori groaned as Brielle yanked her pants to the floor. \"I thought you guys liked to 'mix it up' or whatever! This is the third day in a row I've had to walk out without pants!\" \"I know,\" Brielle smiled, \"but you're really popular, and it's funny seeing you waddle around in your little white panties. Now go on!\" She ordered, ushering Tori away with a spank. <br>\r\n<br>\r\nSoon enough, the locker room was empty except for the two girls. They did a quick double-check, including just outside the doors, and nodded to each other. \"Ugh! Stuck again? Can you help me out here, princess?\" Jazmin groaned, trying to get her tight shorts over her big bottom without tearing them. \"Seriously, bubble butt? How big is your butt?\" She teased, walking over and helping to finally get them over Jazmin's wide bottom and down to her ankles. \"Wow, pink panties, huh? Real tough, Jazmin,\" Brielle smirked, giving her friend a spank before standing up and taking her own shorts down. <br>\r\n<br>\r\n\"Oh, because white panties with 'Precious' written in cursive rainbow letters is so much tougher!\" Jazmin scoffed, taking off her shirt to reveal her matching pink bra. \"You know what color people think of when they think of tough girls?\" Brielle smiled. \"Pretty pink, just like your undies. Oh, look at that! Even your tushy's pink!\" \"Don't call it my 'tushy'!\" Jazmin said quietly, blushing very deeply. \"But I know. Last night was punishment night, so-\" \"Another half hour spanking from your mom?\" Jazmin nodded, \"Yeah, another one. She says I'm gonna be getting them until the end of the school year!\" \"But school just started!\" \"I know it did!\" <br>\r\n<br>\r\nBrielle huffed, taking her shirt off and stuffing it into her locker as well, \"Sorry, bubble butt, that sucks. Maybe it'll make you feel better to know that last night, Bonnie gave me the biggest wedgie ever.\" \"Ouch, another Bonnie wedgie?\" Brielle nodded. \"She was watching TV with her friends, and apparently they lost reception, so she decided I could be entertainment! It was the worst,\" Brielle groaned. <br>\r\n<br>\r\nThen, at that moment, as the two girls were standing together in nothing but their bra and panties, they heard someone giggling in the locker room. The girls, already blushing, immediately tried to cover themselves, putting one arm over their bras, and the other between their legs, completely falling to cover enough of the fabric to hide. On top of that, their wobbling booties were left completely exposed in their humiliating panties. <br>\r\n<br>\r\n\"Who's there?\" Brielle asked, trying to sound tough, a comical sight in her \"Precious!\" panties. \"Come out and we won't wedgie you too hard!\" Jazmin called, equally as comically and not-tough-sounding. They wandered around the seemingly empty locker room together, every once in a while hearing small giggles coming from somewhere. \"Where are you, twerp?\" Jazmin asked, blushing deeply. \"Seriously, this isn't funny! If you just stop, maybe you won't be wringing toilet water out of your hair!\" <br>\r\n<br>\r\n\"Hey there, you two!\" A voice popped up behind them. The girl turned around to see Mikayla, a pretty girl with long brunette hair and glasses. Much like Brielle and Jazmin teased each other for their bubble butts, Mikayla was typically bullied for her large breasts, which made the gray shirt she was wearing look like a crop top. At the moment, she had no pants, but she was wearing a white thong. She was also holding her phone up and smiling.<br>\r\n<br>\r\n\"Mikayla?\" \"What are you still doing in here?\" Mikayla lowered her phone, \"Angelina shoved me in that locker before you guys started going around wedgieing everyone, so you never got to me. But she didn't close it right because you guys dragged her away to give her a swirlie, so I was just hiding here until you left. Then I started hearing you talk, and I thought...\" she turned her phone, showing the girls perfect footage of their conversation, including very clear images of their big bottoms and embarrassing panties. <br>\r\n<br>\r\n\"If you delete that right now, maybe we won't give you a shoulder wedgie in that thong,\" Brielle smirked. \"Yeah, and maybe we'll let you keep that shirt you have on.\" Surprisingly, Mikayla laughed at their insults. \"Seriously, you two? Do you realize how un-intimidating you look right now?\" The girls looked down, blushing as they saw not only their colorful panties and naked skin, but the wimpy poses they were in as well: knees bent inwards, hands between their legs and cupping their breasts. <br>\r\n<br>\r\n\"That doesn't change the fact that we can still wedgie you!\" Brielle said, albeit a bit softly. Mikayla just laughed again, setting her phone down, \"Oh, look, my phone turned off! And you don't know the passcode! Lucky for you, I don't really want to upload that video, because I think it's hilarious, and I don't want to share this secret with anyone. Instead, you two are gonna do whatever I want. Got it?\" Jazmin and Brielle looked at each other, blushing, but having no other options. \"Great! Now turn around.\" <br>\r\n<br>\r\nJazmin and Brielle turned around hesitantly, feeling Mikayla's eyes on their big butts as they wobbled. \"Jazmin, remember when you took my shirt and made me go the rest of the day in a bra, and called me a loser?\" Jazmin slowly nodded, wincing as she felt fingers wrap around her panties before Mikayla tugged upwards, shooting the pink fabric between Jazmin's big cheeks. \"Who's the loser now?\" \"I am...\" \"Sorry, who?\" \"I am!\" \"One more time?\" \"I'm the loser!\" Jazmin whined, dancing on her tip-toes as Mikayla wedgied her. <br>\r\n<br>\r\n\"Brielle, remember when you gave me a swirly?\" \"Uhm... yes...\" Brielle sighed, hanging her head in defeat as Mikayla's fingers wrapped around her panties and yanked upwards, causing her to squeaky and whine pathetically as the white panties were tugged up her back. \"Lucky for your big butts, the bell's about to ring. So I'll just do one more thing.\" <br>\r\n<br>\r\nJazmin and Brielle walked out of the bathroom to the sound of Mikayla's laughter, awkwardly stretching their backs and hunching slightly, making sure their shirts got down to their pants, blushing furiously as they dealt with the embarrassing bra-connection wedgies Mikayla had put them in.<br>\r\n<br>\r\nWhat happens next? </span></div></div>",
            "created":1589086800,
            "id":2833381,
            "title":"Bubble booty blackmail!"
        },
        "122":{
            "author_id":"jesslaurent56",
            "author_name":"Jess345",
            "choices":[
                "The girls spend the night at Brielle's",
                "The girls spend the night at Jazmin's",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>          Jazmin and Brielle waddled through the empty hallways to their next class hunched over due to the bra-connection wedgies Mikayla had put them in, moaning as they went. \"Owie,\" whined Brielle, rubbing her jean-clad bubble butt, \"I can't believe Mikayla is blackmailing us...Mikayla! She's basically a nerd!\"<br>\r\n<br>\r\n\"I know,\" sighed Jazmin as she futilely wiggled her hips trying to shake the wedgie loose, succeeding only in making her butt jiggle wildly, \"It's not the worst though, she's not going to spill our secret. If she does her fun is over, but I still don't want to risk it.\"<br>\r\n<br>\r\nBrielle nodded, \"Especially since you can't give wedgies publicly now without your mom freaking out, bubble butt.\"<br>\r\n<br>\r\n\"I know, princess,\" Jazmin frowned, \"that's why we'll go along with her orders for now and when the opportunity comes we'll strike, delete the black mail and get our revenge on her!\"<br>\r\n<br>\r\nBoth bullies high-fived and gave each other smug smirks, which turned to grimaces as they reached the door of their class and stood up straight to cover up the bra-connection wedgies, driving them deeper in the process. Each girl made the other's shirt was tuck into their pants, so they were sure no one could see their humiliating wedgies.<br>\r\n<br>\r\n          As Brielle and Jazmin entered the class the room went silent went as the two most feared girls of Grover High entered the class, standing tall with their shoulder back striding to their customary desks at the back of the class. In stark contrast to the confident face both were wearing Jazmin an Brielle were cringing with the pain of their wedgies and fear of exposure. They strode quickly across the room bubble butts wobbling behind them grinding their wedgies in with each bounce. Both girls froze when they heard a voice burst out in amusement:<br>\r\n<br>\r\n\"Hey look,\" cried out Bella, a dark haired cheerleader with a slender frame. Jazmin and Brielle winced and turned around. \"Check out this picture Jazmin uploaded of her and Brielle hanging Sheriden off of the the field goal posts!\" Bella turned her phone around showing the image of a blonde haired girl in the school soccer uniform with a round bottom hanging from her white panties, which were wrapped around the middle bar of the goal posts with Brielle and Jazmin on either side of her smiling with thumbs up next to her blushing face. The class erupted in laughter and cheers as Brielle and Jazmin feigned modesty waving away the cheers as they headed to their desks, using the laughter as cover to take their seats as the bra-connection wedgies reached their deepest point making each girl let out a pathetic squeal that was thankfully drowned out by the crowd.<br>\r\n<br>\r\n          Jazmin and Brielle sat bored stiff through the different pairs of girls geography presentations only squirming occasionally with discomfort. Jazmin began to nod off until she was jolted awake by the buzzing of her phone. Jazmin took her phone out, saw she had a message from Mikayla and groaned. Jazmin blushed as she read the message and tapped Brielle on the shoulder. \"Hey, Bri,\" whispered Jazmin as Brielle turned towards her, \"Bad news, Mikayla wants us to take pictures of our wedgies and send them to her.\" Brielle blushed upon hearing that, but her face quickly took a turn for the haughty. \"Why don't we just wedgie her and get this over with it's so, so, so...I know, I know we have to bide our time,\" said Brielle with an exasperated sigh, \"just make sure your flash is turned off.\" Jazmin rolled her eyes \"No duh, princess.\" Brielle stuck her tongue out as Jazmin began lifting the back of Brielle's shirt up.<br>\r\n<br>\r\n          Jazmin giggle as she saw Brielle's bunched up white panties hooked through her bra with the word \"Precious\" still visible in rainbow writing, stretched taut against her pale back. Jazmin quickly snapped a pic and whispered \"This is pretty funny, I should put you in these more often,\" Brielle wordlessly reached behind Jazmin and tugged on her already wedgied panties getting a gasp from Jazmin. \"Alright, alright my bad.\" Jazmin tucked Brielle's shirt back in and handed her the phone. Brielle returned the favor taking an extra second to enjoy the sight of Jazmin's pink panties hooked to her match bra before taking the picture and pulling Jazmin's shirt down.<br>\r\n<br>\r\n\"Jazmin and Brielle,\" Called out the stern voice of Miss Steele, their very curvy brunette teacher, \"Playing with your phones again, hm? Maybe you'd like to share with the class what's so interesting on those phone?\" Jazmin and Brielle looked up shocked, mouths opening and closing stupidly as their worst fears flashed before their eyes. \"You know what never mind,\" barked Miss Steele, \"I don't need you two showing off some new wedgie you've given some poor los-student. Just sit still and behave please!\" Both girls blushed and nodded, sighing with relief as they tried to stop shaking with fear. <br>\r\n<br>\r\n          A few moments later Brielle's phone buzzed and with a grunt of disdain Brielle saw it was from Mikayla. Brielle blinked in disbelief as she read the message and leaned over to whisper to Jazmin. \"Bad news, bubble butt, more orders from Mikayla,\" Jazmin rolled her eyes and motioned for Brielle to continue, \"she wants us to do some squats when we get up to present...we can face our butts away from the class I think she just wants us to look silly.\" \"Obviously, princess.\" \"Oh and she wants me to make a reference to my bubble butt and you to your big tushy. She says she'll know if we don't.\" The girls gave each other a resigned look and waited in dread until they were called up.<br>\r\n<br>\r\n          Jazmin and Brielle took their place in front of the class and Miss Steele told them to begin. \"Before we start,\" said Jazmin, \"Brielle and I need to stretch out, we've been sitting a bit too long.\" Steeling themselves as they looked at the sea of confused faces both Jazmin and Brielle dropped into a deep squat stick out their fat asses. Both of them bit their tongues, literally, and summoned all their will power not to cry out in pain as their wedgies reach their deepest points and were nearly unbearable. Both girls shot up and went down again. As they did Brielle noticed the seat of her jeans straining, as they weren't meant for this sort of use and began to panic. Jazmin was having a very similar problem with her too tight leggings. Both girls shot up quickly and launched into their presentation as they saw the amused faces of some of their classmates, who were at least to scared of them to laugh out right. A bit of laughter came when Brielle said \"..and if I had to deal with everything involved in setting up the panama canal it would have been a pain in my bubble butt.\" And more still when Jazmin announced \"Thanks for listening to our presentation, it was a real pain in my big tushy to write it.\" Both girls took their seats with blushes. As class ended they both received the same text from Mikayla: \"Meet me in your personal bathroom, big butts, I wanna see you between periods.\"<br>\r\n<br>\r\n          Brielle and Jazmin approached the third floor washroom on the east side of the building with dread for the first time in their lives. Both girls didn't have to speak to know what the other was thinking. That this was ridiculous, this was their washroom that other girls feared. No one came here of their own choice they were either dragged or summoned by Jazmin and Brielle. Both girls took a deep breath and opened the door. Inside they were greeted by a very smug Mikayla who was tapping her toe and checking her watch. \"Hurry up losers we only have 10 minutes between classes and a lot to do,\" ordered Mikayla.<br>\r\n<br>\r\n\"Watch it,\" growled Jazmin, Or else-\" \"Or else, what?\" Countered Mikayla. \"Or else we'll wedgie you to kingdom come and break your phone,\" snarked Brielle. \"What would that accomplish,\" laughed Mikayla, \"I've saved the video in multiple places, I'm not stupid.\" Brielle and Jazmin backed down immediately.<br>\r\n<br>\r\n\"Good girls, now I have two things for you to do and only one of them involves a wedgie, so why don't you decide between yourselves who's getting it.\" Jazmin and Brielle quickly flipped a coin. Brielle cheered as she won and Jazmin scowled. \"That's a shame I was really hoping for some revenge on Brielle, oh well. Get in the stall, wide-load.\" Jazmin grumbled as she went into the middle stall and then gasp as she was pushed to her knees by Mikayla. Jazmin groaned in relief as her wedgie was undone, only to gasp in pain as her stretched undies were yanked back up her sore crack. \"Take a deep breath, loser, we're going for ten flushes and you know what I want to hear after each one, don't you?\" Jazmin nodded, \"good, Brielle, you're on camera duty.<br>\r\n<br>\r\n\"T-ten, I deserve this for being a loser,\" cried Jazmin as her head was yanked out of the toilet, her black hair plastered to her red face as Brielle and Mikayla laughed at her. \"That was awesome, now we are just about out of time, but one thing left,\" Mikayla held out a black g-string to Brielle, \"put this on. While I can't spill your secrets I can make you something that doesn't seem humiliating to others, but I know would humiliate you.\"<br>\r\n<br>\r\n          Brielle stood in front of the bathroom mirror filming herself, with jazmin next to her, sticking out her nearly naked pale white booty. \"Hey to all my followers, just wanted to remind you girls what a real bubble butt looks like,\" smarmed Brielle as she blew a kiss to the mirror and giving a little pout as Jazmin gleefully spanked her besties bubble butt, Brielle blushing as the camera caught every ripple before shaking it some more as Jazmin gave it a few small spanks. Mikayla watched an embarrassed Brielle upload it to her instagram \"Okay you girls are free to go...for now, but don't forget your parting gifts.\" <br>\r\n<br>\r\nJazmin and Brielle left the washroom blushing in their new bottoms. Brielle was wearing pink booty shorts that barely covered her panties with \"Juicy\" on the back and Jazmin was wear yellow ones with \"XXXL\" on the back.</span></div></div>",
            "created":1590123600,
            "id":2839437,
            "title":"Mikayla texts the girls, and makes them do some..."
        },
        "1222":{
            "author_id":"bimbofuta",
            "author_name":"BimboFuta",
            "choices":[
                "Someone finds Jazmin and Brielle on their pants-less walk!",
                "Madison and Ellen invite the girls to hang out with them tonight!",
                "Skip to tomorrow!"
            ],
            "content":"<div class=\"\"><div> <span>\"Okay, I admit, that cover up story was pretty good, bubble butt,\" Brielle said as they entered Jazmin's house and dropped their backpacks to the floor. They had a very long day of awkwardly pulling their tight booty shorts out of their fat butts, trying to make sure their panties weren't showing in any way. Luckily, Jazmin had the idea to take the volleyball teams shorts and put a cover story on Instagram that the whole point was to mock the volleyball girls. <br>\r\n<br>\r\n\"I told you, maybe if you stop going to math competitions like a nerd and start actually being a bully, like me, you'd think of this stuff,\" Jazmin smirked confidently, dropping the smirk once she turned to see Cindy waiting for her. \"Hey, big sis!\" Cindy smirked brattily, walking towards Jazmin and casually throwing her arm over her shoulder, bending her over and dragging her fingers across Jazmin's head. \"Ah! Cindyyyyy!\" Jazmin whined, stamping her feet pathetically, blushing as Brielle giggled at her booty wobbling around in the tight yellow shorts. \"What were you saying about being a bully?\" Brielle teased.<br>\r\n<br>\r\nStill giving Jazmin the humbling noogie, Cindy turned to Brielle. \"What'd you say to my sister, blondie?\" Brielle opened her mouth to respond, but Cindy was too quick, \"Oh, by the way? I saw your panties sticking out of those cute shorts! They look good on you! They make you look like a real sissy,\" Cindy teased as Brielle gasped, instinctively clapping her small hands against her massive bottom, blushing as she felt it jiggle around from the impact. \"Complete with those white panties, all you need is some thick glasses and you'll look like a real nerd!\" <br>\r\n<br>\r\nBrielle scoffed, blushing at the idea of Cindy, a freshman, calling her a nerd. \"Shut up, twerp! Maybe Jazmin can't give you any wedgies, but I can still stuff you into your locker tomorrow!\" Cindy smirked in response, quickly pulling Jazmin's shorts down to reveal her bright pink panties, pushing her over into the carpet and leaving the short Latina with her wobbling tushy high in the air. Cindy stepped towards Brielle with a smile. \"Oh, yeah? I don't think so. Because I saw you walk into school this morning with your usual black jeans, trying to cover those humiliating panties you always wear.\" Brielle blushed, feeling herself shrink against Cindy's accusation. \"So I know that someone bullied you into wearing these cute shorts.\" Cindy reached around Brielle, grabbing the waistband of the pink shorts and tugging upwards, wedging them nicely between Brielle's wide cheeks. \"And I might just find out who did it. Are we clear?\" Brielle pressed her lips together, nodding quickly, causing Cindy to let go of the elastic shorts. \"Great!\" <br>\r\n<br>\r\nBrielle awkwardly picked her shorts out of her fat butt as Jazmin stood, pulling her shorts up to her own bubble booty. \"Uh, did I say those could come up?\" Jazmin scoffed, looking at her younger sister and whining, letting the shorts rest right beneath her big cheeks, letting her big tan booty wobble around in her pink panties. \"No, it's fine. You want them up?\" Jazmin shook her head, \"No, Cindy, come on, please, nonono, don't-!\" Jazmin let out a girly whine as Cindy firmly gripped the stretchy elastic and tugged upwards, giving Jazmin a firm wedgie with the bright yellow fabric. <br>\r\n<br>\r\n\"Now call yourself a dweeb with an extra large tushy,\" Cindy giggled as she continued to tug up on the stretchy shorts. \"Oh, come on, CIndy!\" Jazmin whined, rocking onto her tip-toes to try and escape the wedgie from her younger sister as Brielle looked on, laughing under her breath. \"You know I hate the word tush-\" Cindy interrupted her with a big tug, stretching the bright yellow up to her shoulders, \"I don't care, I'm telling you to say it!\" Jazmin whined, closing her eyes and mumbling something. \"Say it louder, dork!\" Cindy ordered, using her free hand to grip Jazmin's ear firmly, getting a whine from the tan shorty. \"Fine! I'm a dweeb... with an extra large tushy,\" Jazmin's face flushed a deep red as she finished the sentence, only multiplied by her wedgie. \"Sorry, what was that?\" \"Ugh! I'm a dweeb with an extra large tushy!\" \"One more time?\" \"I'm a dweeb with an extra large tushy!\" <br>\r\n<br>\r\nBrielle giggled loudly, knowing how much Jazmin hated referring to her bubble butt as a \"tushy\", covering her mouth and pointing as Cindy continued to wedgie her. After Jazmin had ridiculed herself to Cindy's satisfaction, she was let go with a loud thwap of the elastic waistband coming back down, her shorts all bunched up between her big cheeks, exposing her pink panties on either side. \"Still laughing at my sister, blondie?\" Brielle scoffed, \"Wh- come on, you're giving her a wedgie! It's funny!\" She gulped as CIndy began to walk towards her. <br>\r\n<br>\r\n\"Now say it!\" Cindy ordered, tugging Brielle's white 'Precious' panties out of her shorts and high into the air, much to Jazmin's amusement. \"I'm a fat-assed nerd!\" Brielle whined, her back arched as Cindy pulled her hips upward with the force of the wedgie. \"Again!\" \"I'm a fat-assed nerd!\" \"What are you?\" \"I am a fat-assed nerd!\" Brielle cried out, her pale face a deep shade of red as she felt her big bottom shake around wildly with each tug from Cindy. \"Are you going to stuff me into a locker tomorrow?\" Brielle groaned, \"No...\" \"And why not?\" \"Because I'm a fat-assed nerd?\" She asked weakly, hanging her head as Cindy laughed, giving her an extra-hard tug, lifting her up into the air before letting her fall to the floor gracelessly. <br>\r\n<br>\r\n\"Now both of you, take those ridiculous shorts off,\" Cindy said casually, brushing her hair out of her face. The two girls looked at each other, slowly lowering the shorts down their thick legs, eventually getting them around their feet. Cindy snatched the shorts out of their hands, walking away. \"Wait, Cindy!\" Brielle called. \"I need to walk home! I need to wear something!\" Her hands instinctively slapped against her bubble butt once more, gripping her cushiony cheeks tightly, thinking fearfully of what might happen if someone saw her on the street with nothing to cover her wide bottom except the embarrassing white 'Precious!' panties.<br>\r\n<br>\r\n\"Don't worry!\" Cindy called back, \"Jazmin's gonna walk you home! You two will look cute together, walking with your big booties shaking around in those panties!\" The girls once more made a nervous eye contact, both of them reaching back in a feeble attempt to cover their humiliating panty-clad bubble butts with their hands before hastily going up the stairs to Jazmin's room. <br>\r\n<br>\r\n\"So this is bad,\" Brielle muttered as they got into the room. \"Are you forgetting something?\" Jazmin smiled, opening the door to her bathroom. \"Ugh, Jazmin, come on!\" \"No, I was serious! I think whatever Mikayla does to one of us should be done to the other, too! Which means you're getting ten swirlies, princess. You can either come willingly, or with your panties on your head. Your choice.\" Brielle slumped her shoulders, walking into the bathroom past a giggling Jazmin. <br>\r\n<br>\r\n\"Okay, okay!\" Brielle gasped, water trickling down her face, \"I'm a loser, I'm a loser!\" She wiped her wet hair out of her face, groaning as Jazmin's laughter filled her ears. \"You were right, princess, this is fun!\" Jazmin smiled, helping Brielle stand and dry off before they both reconvened on Jazmin's bed. \"Oh, look at this, princess,\" Jazmin said, pointing to her phone. \"Ellen liked your 'bubble butt' post!\" Brielle blushed deeply as she watched the footage of her booty being smacked by Jazmin play on repeat, her own voice ringing in her ears. \"I guess she likes your fat butt. Maybe you have a shot with her after all!\"<br>\r\n<br>\r\nBrielle blushed, but began to smile as Jazmin's phone got a notification from Madison, a girl Jazmin had confessed to Brielle she had a crush on. \"Hey, Jazmin. I really liked your post today about the volleyball girls. Especially the third picture.\" It was Jazmin's turn to blush as Brielle laughed loudly behind her. The third picture, of course, was a picture of Jazmin's big behind stretching out against the yellow fabric, even stretching the \"XXXL\" writing across her rear end. \"Hey, it makes sense,\" Brielle smiled, \"she's besties with Ellen, after all. I guess she likes your fat butt!\" Brielle said mockingly. <br>\r\n<br>\r\n\"Thanks, it was really fun picking on those losers!\" Jazmin typed out to Madison, blushing as Brielle laughed again. \"Seriously? You sound like such a dweeb!\" She laughed. \"Next are you gonna say how comfortable the shorts felt on your butt?\" \"No!\" Jazmin blushed, pulling her phone away from Brielle. \"You know, Madison's a pretty good bully, too. Maybe she will date you, and she'll wedgie your big booty.\" \"Shut up, princess!\" \"Madison and Jazmin sittin' in a tree! Madison gives Jazmin a huge wedgie!\" Brielle teased, pushing Jazmin forward onto the bed and yanking her pink panties up to her shoulders.<br>\r\n<br>\r\n\"Owie! Quit it, Brielle!\" Jazmin groaned, sitting up and pushing Brielle over, tugging up on the white panties and bouncing Brielle on the bed with a wedgie. \"I bet Ellen's gonna write you a little love letter inside your locker, then she'll stuff you into it with your jeans at your ankles!\" Jazmin smirked, pushing Brielle's head down into the bed and tugging on her panties, lifting her hips into the air. \"Maybe she'll even go to your little mathlete competitions!\" <br>\r\n<br>\r\nBrielle blushed deeply, flustered as she sat up and got her hair out of her face. \"Shut up! You know I only went to one mathlete competition!\" \"And you won, didn't you?\" Jazmin teased, putting her hand on her forehead in the shape of an \"L\". \"But that's okay! Maybe she can just buy you some of those dorky books instead!\" <br>\r\n<br>\r\n\"The Venrath's Wand books are not dorky, and the extended collector's edition only double the price!\" Brielle blushed as she realized what she was saying, deciding to shift focus, \"Maybe Madison can come watch you cry when your mom spanks you!\" Jazmin scoffed, \"That was one time! And you promised you wouldn't bring it up!\"<br>\r\n<br>\r\nAfter a little while of bickering with each other, what happens to the best friends next? </span></div></div>",
            "created":1590123600,
            "id":2839745,
            "title":"The girls spend the night at Jazmin's"
        },
        "12221":{
            "author_id":"bimbofuta",
            "author_name":"BimboFuta",
            "choices":[
                "Brielle gets stuffed into the trash can!",
                "Jazmin gets stuffed into the trash can!",
                "The girls compromise, and they stuff both of themselves into the trash can! "
            ],
            "content":"<div class=\"\"><div> <span>\"Cindy, please, can we at least talk about-\" Jazmin pleaded, but got cut off by the front door slamming closed. She stood with Brielle on the porch, both of them now in only their brightly-colored, embarrassingly matching bra and panties, as Cindy had taken their shirts as well. \"Your little sister is so mean, bubble butt,\" Brielle whined, her hands absent-mindedly going down to her round bottom, kneading her wobbly booty up and down nervously. \"Yeah? Well at least she didn't give you a wet willy and call it a 'wimpy willy',\" Jazmin groaned, pitifully wiping her ear as the girls began their walk. <br>\r\n<br>\r\nThe girls blushed as they walked, their quick movements across the concrete and paved roads causing their big rear ends to jiggle and shake around in their exposed panties. Jazmin had constant thoughts of all the girls she had mocked for having pink panties, blushing at the idea of them seeing her now and paying her back for the years of wedgies she'd given. Brielle, of course, was thinking over all the girls she had called sissies and girly-girls for having panties not unlike the ones she was wearing now. Her hands slapped against her bubble butt in an attempt to hide the \"Precious!\" that spanned her wide behind, but they were far too small to cover it all. <br>\r\n<br>\r\nConstantly the girls had to duck into bushes or behind trees as cars passed by, or as they heard talking nearby. Every sound was putting them on edge, their exposed panties making them feel as vulnerable as nerds in a lunch room. <br>\r\n<br>\r\n\"I can't believe we have to hide around like those wimpy dorks at school,\" Jazmin blushed, her hands constantly shifting around in an attempt to cover her exposed tan skin, and her bright pink underwear. \"Maybe if your bubble butt didn't stretch those panties out so much it wouldn't be so hard!\" Brielle smiled. Jazmin scoffed, giving Brielle a quick spank, \"you have a bubble butt, too! And your panties are like a big bright white spotlight for anyone to come see and wedgie us! We might as well have 'Wedgie Me' signs on our backs because of your big fat booty!\"<br>\r\n<br>\r\n\"Wait, shut up, bubble butt.\" \"Why? Because you can't admit that you have such an oversized b-\" \"No, shhh! Oh no, car!\" Brielle gasped as the quiet hum of a slow-driving car reached Jazmin's ears. The two bullies panicked, looking around for anything to cower behind. Brielle let out girly whines as each direction revealed nothing, and Jazmin sighed as her eyes settled on a trash can. \"Uhhh, math princess? I think we only have one option.\" Brielle scoffed, \"No WAY am I getting stuffed into a trash can!\" \"Uhh, yes you are! You're the bigger nerd, so you go in the trash can!\" \"But your butt is bigger, so it's more believable that you'd be in the trash can!\" \"Nuh uh!\" \"Yeah huh!\" The girls gulped as the purring of the car's engine became louder and louder.<br>\r\n<br>\r\nWhat happens next? </span></div></div>",
            "created":1592370000,
            "id":2853015,
            "title":"Someone finds Jazmin and Brielle on their pants..."
        },
        "122213":{
            "author_id":"bimbofuta",
            "author_name":"BimboFuta",
            "choices":[
                "Jazmin stays to watch the spanking!",
                "Jazmin heads home.",
                "Skip to tomorrow!"
            ],
            "content":"<div class=\"\"><div> <span>\"The engine is getting really close, Brielle! Get in the trash can!\" Brielle bit her lip, looking between the dreadful, looming trash can, and the street the car was coming down. \"Only if you go in, too!\" Jazmin rolled her eyes, \"Brielle, there is no way I'm going into a trash can with you! That's so pathetic and nerdy! That's something that would happen to like, Avery and Brook!\" <br>\r\n<br>\r\n\"Oh my God! Is that Avery and Brook over there?\" Brielle blushed deeply as she heard the car's engine hum to a halt before dying down, and two voices, muffled by all the trash, chatting. She tried to shuffle around the various sodas, smoothies, shakes, and other discarded drinks and foods. She did get a small giggle when she saw Jazmin pull her face up, seeing her short bestie spit out the yogurt that she had landed face-first into. \"No way! Look at those booties bounce around!\" Another voice giggled, closer than before. \"Avery doesn't have a bubble butt THAT big! Even she isn't that much of a loser.\" Jazmin blushed profusely, trying to get the yogurt out of her mouth as she whined at the approaching voices. <br>\r\n<br>\r\nBrielle and Jazmin were blushing beet red, their extra large behinds dangling out of the trash can, their feet failing to reach the grass, leaving their legs pathetically dangling, thick thighs and big bottoms wobbling around as they pathetically struggled. To make matters worse, the rather full trash can was certainly smearing and smudging all sorts of drinks into their hair and faces. \"Ugh, soda...\" Jazmin groaned as the contents of a large cup dribbled down her back and over her hair, further cementing her mortifying defeated position.<br>\r\n<br>\r\n\"Bubble butt...\" Brielle whispered. \"This trash can is big enough to fit both of us.\" Jazmin groaned, \"Yeah, obviously. And?\" \"So why didn't we hide behind it, instead of IN it?\" Jazmin's mouth opened to respond, and her face blushed a deeper red as she failed to find an answer to Brielle's question. Regardless, they were out of time, as the voices were right next to them now. <br>\r\n<br>\r\n\"Looks like we have a couple of grade A+ dorks!\" One of them giggled, gently tugging at Brielle's panties before letting the waistband snap down. \"Lucky us! A nice night, and two bubble butted nerds served on a silver platter!\" The other voice smiled, giving Jazmin's round bottom a hard spank, eliciting a loud whine from her. \"Who do you think they are?\" \"With wimpy panties like these?\" Brielle winced and gave a soft whine as her bright white panties were casually yanked up, giving her a firm wedgie and pushing her further into the trash. \"Honestly, they might as well be mathletes!\" \"Nah, even mathletes would be begging for help right now. These two losers are especially pathetic for some reason.\" Jazmin and Brielle made a tense eye contact as they felt their panties tightly gripped. Both girls let out loud, shrill, girly whines as their panties were yanked up quickly, lifting their hips from the sides of the trash can momentarily from the force of their wedgies. <br>\r\n<br>\r\nEvery tug from the mystery bullies was met with a girly, wimpy cry from the girls inside. It was all they could do to avoid their identities being discovered; they simply had to play their part of complete nerds getting publicly wedgied. \"Brielle,\" Jazmin whispered, \"mayb-IIIIEEEE! We just have to-EOUCH! Convince them to le-EEEEEEEAVE!\" Jazmin blushed as her sentence was continually interrupted by her bully. Brielle groaned, trying to move around in the crumpled bags and plastic. \"Ow ow ow ow ow OWIE! Yeah, what should w-EEEE-eeeheeeeheeeee! ... do?\" Brielle replied pathetically, having the same problem as her best friend. <br>\r\n<br>\r\n\"Wow! Have you ever seen a nerd's butt bounce so much when you gave them a wedgie?\" Brielle's bully asked, giving Brielle's pale booty a quick spank. \"Never! I think this dork has an even bigger bubble booty than yours! It's definitely jigglier! Look at this!\" Jazmin endured not only the mystery bullies' laughter, but also Brielle's quiet giggles as Jazmin's bully gave her a quick bouncing wedgie to demonstrate her tushy's wobbliness. The girls blushed as their embarrassing panties were constantly tugged at, lifting their hips with the wedgies. They also blushed as their massive booties were mocked, accompanied by plenty of laughter and smacks to their round, shapely rear ends to further emphasize the point.<br>\r\n<br>\r\n\"Ew, get away from me, math princ-EEEEEE!\" Jazmin shrieked as she was wedgied again, pushing her further into Brielle's face, the two girls being smushed against one another. \"No, you get away from me, bubble butt! You - Owhowhowhowhowiiiiiee! You have yogurt breath!\" \"Yeah, because you pushed me into a puddle of yogurt!\" \"Right, because you're a loser, and you deserved it!\"  <br>\r\n<br>\r\n\"We should send a video of these wimps to Jazmin and Brielle!\" \"Great idea!\" Jazmin and Brielle sighed as they felt their panties finally snap back down to their poor, wedgied bubble butts. The two mystery bullies even picked their wedgies for them, which allowed the girls more time to shuffle around in the trash. Unfortunately, their efforts were only met with more humiliation, as they fell forwards, finding their lips pressed together awkwardly. The two girls blushed and pathetically back-pedalled, their legs outside of the trash can wiggling and flailing pathetically as they attempted to recover from their awkward kiss. <br>\r\n<br>\r\nThis was only worsened by the laughter they heard muffled through the trash, \"Wow, look at those butts jiggle! Their panties suit their wimpy personalities so well!\" \"I know, right? I mean, look at this sissy pink loser!\" Jazmin scoffed and then whined as her pink panties were once more yanked firmly between her wobbling cheeks. \"And 'Precious!' over here? Talk about a girly-girl!\" It was Brielle's turn to blush as her panties were stretched forward, cocking her hips in the same direction, her bubble butt embarrassingly jiggling, shaking, and even clapping slightly from the wedgie. <br>\r\n<br>\r\n\"Anyways, hey Jazmin! We just found these total dorks just hanging out of this trash can! Look at this wimp! Can you believe this pink panties? They remind me of the time you gave McKenna an atomic wedgie just for saying she liked the color pink!\" Jazmin blushed, not only as she recalled that memory, but also as her panties were, of course, tugged up her bubble butt again. \"And this sissy over here! Look at these panties, Brielle!\" Brielle whined pathetically, lurching forward as she was given another expert wedgie. \"Brings me back to when you ran Kayla up the flagpole for talking about her makeup!\" Brielle blushed as Jazmin's hushed giggles mocked her through the trash. <br>\r\n<br>\r\n\"Anyways, we just wanted to show you guys this gold mine of nerdiness! Wish you were here to bully these losers with us! Talk to you later!\" \"All right, Madison, what do you want to do with these dweebs now?\" Jazmin's eyes widened as she looked at Brielle. \"Madison?\" She whispered. \"Let's just... ooh, I know! Jazmin taught me this one at a party last year.\" <br>\r\n<br>\r\n\"See you wimps later!\" \"Feel totally free to come kiss our asses once you've nursed those wedgies!\" Jazmin and Brielle could do nothing but whine as they were mocked. Eventually, the car doors opened and closed once more, and the engine turned on, leaving the two \"bullies\" to themselves, their hair smattered with trash, their bottoms slightly red from spanking, and their egos completely shattered with total humiliation.<br>\r\n<br>\r\n\"Do you really think that was Madison and Ellen?\" Brielle whimpered, wriggling around. The two bullies had stretched Jazmin and Brielle's panties, hooking the stretchy fabric to the other side of the trash can, making a wedgie net which made it almost impossible for the girls to exit the trash can. \"Who else could it be? I know I definitely taught this to Madison last year...\" Jazmin whined, feeling her face heat up as she blushed, struggling with Brielle to get out of their wedgie prison. <br>\r\n<br>\r\nAfter nearly thirty minutes of wimpy struggling that the girls would never admit to, they finally managed to get out. Jazmin laughed as she saw Brielle's beautiful blonde hair and face smeared with milkshake and dampened with soda. Brielle laughed in response, enjoying Jazmin's hot, mean face being softened by yogurt spreading across her cheeks and into her dark black hair. The two girls eventually agreed to a truce, picked their panties from their fat bubble butts, and began to walk towards Brielle's home, the spitting image of bullied nerds.<br>\r\n<br>\r\n\"Ugh, looks like it's true,\" Brielle whined, showing her phone to Jazmin. On the screen was a text from Ellen, which contained the video that the two best friends had unfortunately starred in. \"At least they didn't know it was us,\" Jazmin groaned, rubbing her big booty as she walked. Soon enough, they were at Brielle's home, and Jazmin walked her up to the front door. When they opened it, they were surprised to see Brielle's older sister, Bonnie, sitting in the living room with a hair brush in her hand.<br>\r\n<br>\r\n\"Brielle, I thought I told you to come home by 10. What time is it?\" Brielle slowly looked to her phone, scoffing as she read, 10:04 on the clock. \"Bonnie, come on! I've had a really tough day and- YEOW!\" Brielle gave a girly cry as Bonnie expertly pulled her younger sister over her knee. \"Jazmin, feel free to stay or go home and wash up,\" Bonnie said smugly before raising the hairbrush and bringing it down quickly onto Brielle's panty-clad bubble butt. \"Brielle, you know the drill!\" <br>\r\n<br>\r\nBrielle looked at Jazmin, blushing deeply before facing the floor as she laid over Bonnie's knee. \"I'm a naughty princess, please spank me again...\" She repeated the line over and over for each whack of the hairbrush Bonnie administered to her wobbling butt, much to Jazmin's amusement, finally getting to see Brielle get spanked, rather than the other way around.<br>\r\n<br>\r\nWhat happens next? </span></div></div>",
            "created":1592456400,
            "id":2853032,
            "title":"The girls compromise, and they stuff both of th..."
        },
        "1222131":{
            "author_id":"jesslaurent56",
            "author_name":"Jess345",
            "choices":[
                "Tomorrow at school",
                "Someone confronts the girls before school"
            ],
            "content":"<div class=\"\"><div> <span>          Jazmin looked smugly at the red face of her whimpering bestie Brielle, who was struggling while trapped over the lap of her big sister Bonnie. \"You know what Bonnie,\" said Jazmin while tapping her chin mockingly as though in deep thought, \"I think I'll stick around for a bit.\" Jazmin punctuated her statement by sticking her tongue out at Brielle's outraged face. <br>\r\n<br>\r\n\"Bonnie you can't seriously be letting her st-EE-OUCH!\" Brielle was cut of mid whine by a harsh whack of the hairbrush on her wobbling, reddened bubble butt. \"Who is the queen around here Brielle?\" \"...you are Bonnie.\" \"And that makes you what?\" \"That makes me a naughty little princess who need to learn her place.\" Brielle squeezed her eyes shut in embarrassment after the last phrase trying to block out Bonnie and Jazmin's laughter. \"Good, now try and remember that or I may have to put you back in that princess dress I had you wear when you were 'entertaining' the company I had over yesterday.\" Jazmin's laughter grew even louder upon hearing that leaving her breathless and red faced. <br>\r\n<br>\r\n\"Jazmin!\" Jazmin stopped laughing with a start when she heard the commanding voice of Bonnie. \"If you're going to hang around and watch watch at least make yourself useful. Get over here, yank Brielle's precious panties up her bountiful booty and hold them up until I'm all done the spanking.\" Jazmin gave a mock salute, rushed over and pulled Brielle's panties up to her shoulders in an instant as she squirmed and whined. \"Perfect, now we can continue,\" Bonnie said with a sinister smirk. *whack* \"I'm a naughty princess, please spank me again!\" <br>\r\n<br>\r\n          30 minutes and a few hundred spanks later Jazmin let go of Brielle's undies and Bonnie rolled Brielle off her lap leaving the blonde haired beauty panting pathetically on the ground with her hair disheveled and both sets of cheeks bright red. \"Ok Jazmin, time to go, it is a school night after all,\" Bonnie said while pointing at the clock. \"Oh, um, Brielle was going to lend me some clothes before I went,\" said Jazmin as she gestured awkwardly to her undressed state, becoming very aware how sticky she was from the soda that had spilled on her in the garbage can.<br>\r\n<br>\r\n\"Oh was I?\" huffed Brielle as she rose, unsteadily, \"I think Bonnie's right Jazmin, it's late and you've got a long walk home ahead of you.\" Jazmin stared wide-eyed and desperate at her friend, silently pleading with her. Brielle just crossed her arm and narrowed her eyes. \"Please prin-Brielle, I'm sure if you check the clock you'd find there's plenty of time to <i>turn this around</i> and head upstairs with me.\" Brielle smiled and softened as she caught Jazmin's drift. \"Bonnie, could Jazmin please just come upstairs and grab some clothes? We wouldn't want her getting arrested for public indecency would we?\" Bonnie sighed and said: <br>\r\n<br>\r\n\"She can stay for half an hour. One second longer and both of you will be getting a spanking, clear?\" \"Crystal!\" replied both beleaguered bullies as they bolted upstairs their big butts jiggling wildly as they went. As the soon as girls entered Brielle's room Brielle made a beeline for her bed and sat down on the edge, as she immediately patted her lap beckoning a groaning Jazmin.<br>\r\n<br>\r\n           \"F-five hundred! I'm a selfish loser with the biggest tushy in school,\" groaned Jazmin as she endured another wallop on her wobbling behind from Brielle, blinded by her pink panties that Brielle had hooked under her nose, plastering the latina beauty's dark hair to her forehead. \"There all done, now we're even,\" said Brielle, unable to keep the smile out of her voice as she undid Jazmin's wedgie, giggling as Jazmin yelped as the elastic snapped on her hip. \"Now let's find you some clothes and maybe clean you up a bit,\" mused Brielle as she searched through her drawers. 10 minutes later a freshly swirlied Jazmin left the Williams' home with her wet hair matted down, clad in a pair of skin tight leggings that left nothing about her backside to the imagination and a simple black t-shirt.<br>\r\n<br>\r\n          Brielle exited her shower, removing her contacts for the night before toweling off. Brielle hemmed and hawed at her dress with her towel wrapped around her chest as she selected her sleepwear. She happily grabbed a white t-shirt that read \"Venrath Cast a Spell on Me\" a gag gift from Jazmin to tease her about her taste in geeky book, that Brielle secretly loved. Far less happily Brielle went through the pile of panties she considered to humiliating to risk wearing at school and ended up choosing a pink pair with \"I <img loading=\"lazy\" style=\"\" src=\"https://images.Writing.Com/imgs/writing.com/writers/e15/heart.png\" alt=\"*Heart*\" class=\"emoteZ\" title=\"Heart\" border=\"0\" width=\"15\" height=\"15\"> Math\" written on the back that she won in a math contest she had entered online. Once changed Brielle hopped into bed and turned off her light, but right as she was about to head to sleep her phone buzzed. With a heavy sigh Brielle reached for her thick black framed glasses on her bedside table and reached for her phone. \"Stupid near-sightedness...a message from Mikayla, gawd what could she want now,\" Brielle muttered to herself. Brielle nearly tossed her phone across the room in frustration when she read the message.<br>\r\n<br>\r\n          Brielle timidly knocked on Bonnie's door. \"What is it Brielle,\" asked Bonnie. \"Can I come in? I need a favor.\" The door opened with a light creak and Brielle stepped into the master bedroom that Bonnie had taken over when their mom left. \"Brielle you look positively adorkable in that outfit, very geek chic!\" Brielle blushed. \"Yeah whatever,\" Brielle muttered, \"Look I lost a bet to a friend and I need you to film you give me some wedgies.\" Brielle spat the sentence out as quick as she could. \"Sorry, I couldn't quite hear you...\" \"I NEED YOU TO WEDGIE ME!\" \"...And?\" \"AND I NEED YOU TO FILM IT!\" \"What if I don't?\" \"Then I'll have to pay a forfeit.\" \"Well, looks like you'll have to pay it then because I am bushed.\" \"Please, Bonnie, I'll do anything.\" Bonnie went deep into thought before answering: \"Hmmm, okay, how about you and Jazmin come by and entertain me and my friends for a night?\" Brielle figured it would be better to ask forgiveness than permission replied \"Fine, we'll do it.\" \"Perfect, let's get started then,\" said Bonnie as she snatched Brielle's phone from her. Brielle braced herself and hoped Jazmin was having better luck that her.<br>\r\n<br>\r\n                                                                                    *Meanwhile At Jazmin's*<br>\r\n          Jazmim stood in front of her little sister clad in a pair of care bear undies and a pink unicorn t-shirt that Cindy had selected for her. \"So, you need me to wedgie you beause Mikayla, of all people, found out your secret and you want to keep her quiet?\" Jazmin nodded meekly. Not satisfied Cindy spanked her sister's bubble butt marveling at the jiggle. \"Yes Cin-Ma'am\" \"Well, I'm too tired to wedgie you but I think I can help you out...\"<br>\r\n<br>\r\nCindy pointed the camera at Jazmin's butt showing off the message she had written on her cheeks: \"Huge-Loser\". \"Okay you know the drill I call out the wedgie you perform it, go it?\" Ordered Cindy from behind the phone. \"Yes, Ma'am!\" Squeaked Jazmin. \"Regular!\" Jazmin Gave herself a small wedgie,yelping as she did. \"Melvin!\" Jazmin yanked the front of her undies gasping and drawing her knees together as she did. \"Squeaky clean!\" Jazmin alternated front and big tugs, squealing as she felt like she was sawing herself in half. \"Bouncing!\" Cindy began shaking with laughter as Jazmin stood confused before jumping up and down while yanking her own panties making her chest and butt jiggle wildly. \"Shoulder!\" Jazmin hooked her yellow panties over her shoulders making her hunch over. \"Aaand lastly: Hanging!\" Jazmins stepped on a stool and hooked her waistband on Cindy's coat rack before kick the stool out and falling into a deep wedgie that made her squeak in anguish. Cindy wiped tears of laughter from her eyes and asked Jazmin \"What just happened?\" \"My little sister wedgied me without touching me because I'm a huge loser and even touching my girly undies would have made her less cool by proxy.\" Jazmin said unable to look at the camera. \"Exactly, dork! There sent it to Mikayla for and everything. No need to thank me. Night sis!\" Cindy then turned off her light and hopped into bed leaving Jazmin hanging in shame and disbelief. <br>\r\n<br>\r\n                                                                                  *Back to Brielle's*<br>\r\n          Bonnie pointed the camera at Brielle and said \"Wow sis, you sure look like one of those nerdy girls you bully so much!\" Brielle blushed and nodded. \"What did you say about nerdy girls who wear glasses?\" \"They get wet willies.\" Brielle winced as Bonnie jammed a saliva coated finger into Brielle's ear. \"And what about nerdy girls who wear geeky shirts?\" \"They get titty twisters.\" Brielle cried out as Bonnie tweaked her nipples. \"What about nerdy girls in girly undies?\" 'They get them yanked up to their chest.\" Brielle gasped in surprise as Bonnie gave her a brutal frontal wedgie that left the waistband of her panties right under her breasts. \"And?\" Brielle groaned \"And atomic wedgies.\" Brielle whimpered and whined as Bonnie tugged her nerdy panties repeatedly stretching them out and making Brielle's booty clap before stretching them over her head and hooked them just above her eyes. \"Anything else?\" \"N-no that's it,\" grunted Brielle. \"You still have so much to learn from your big sis, nerdy girl! Hold this.\" Bonnie handed Brielle her phone and had Brielle film herself and Bonnied grabbed the large strand of underwear on Brielle's back and the back of her shirt and lifted Brielle like a suitcase letting her arms and legs dangle limply towards the ground. \"The last thing nerdy girls get is a big old swirly!\" Cheered Bonnie as she brought Brielle into her bathroom. \"Nooooooo!\" shrieked Brielle as she flailed pathetically as Bonnie slowly tipped her head towards the toilet.<br>\r\n<br>\r\n          Brielle, back in her room, slowly unhooked her soggy undies from her now messy hair as she sent the awful video to Mikayla.</span></div></div>",
            "created":1592715600,
            "id":2854389,
            "title":"Jazmin stays to watch the spanking!"
        },
        "12221312":{
            "author_id":"jesslaurent56",
            "author_name":"Jess345",
            "choices":[
                "They think Jazmin and Brielle wedgied the garbage can nerds",
                "They know it was Jazmin and Brielle in the garbage can"
            ],
            "content":"<div class=\"\"><div> <span>          Jazmin groaned as she woke up and reached back to rub her still sore tushy. It had taken her an hour and many bounces to get down from the hanging wedgie Cindy had left her in as Cindy drifted off to sleep. Jazmin hit snooze on her phone alarm and rolled over burying her face in her pillow eagerly hoping for 5 minutes of sleep to drown out the embarrassing memory of the past few days. Before sleep could take her Jazmin snapped awake as she felt a sharp smack on her ample behind. \"OWIE,\" squealed Jazmin as she whipped her head around and the grinning face of her twerp of a sister, \"Cindy could you please just lay off for one mo-OH MY GOOOOD!\" Jazmin screeched as Cindy hauled on the pitiful Latina's already stretched out panties and literally dragged her out of bed with them, dumping her unceremoniously on the ground. <br>\r\n<br>\r\n\"I don't think you ever laid off me when you had all the power, dork,\" lectured Cindy as she went through Jazmin's drawer tossing a selection of clothes over her shoulder onto the floor in front of Jazmin, \"Hurry up and get dressed or you'll be late for school and Mom will have an excuse to spank you for the second time this week, no time for a shower either to clean up from last night either!\" Cindy stuck her tongue out at her fallen sister and skipped out of the room. Jazmin let out a whine as she looked over her shoulder and saw the barely faded \"Huge-Loser\" written across her butt cheeks. <br>\r\n<br>\r\n          Reluctantly Jazmin slid on the purple panties with white hearts that Cindy had picked out for her along with the matching bra. Jazmin squeezed into the white tube top and bedazzled daisy dukes that were barely her sizes and barely covered her whole ass and threatened to ride up, exposing her panties to a passerby if she wasn't careful. Jazmin huffed as she read a text from Mikayla saying she was on her way to Jazmin's to grab a ride to school from her. Jazmin ran down stairs and grabbed her lunch money off the table barely sparing her mom, a dark haired beauty with a bubble butt to match her daughters, Tara. Jazmin yelped as she felt a pinch on her bottom. \"Lovely outfit Cindy picked out for you, sweetie,\" Her mother said with a loving smile,\"Remeber: no wedgies!\" Tara's face turned stern as Jazmin blushed and meekly nodded before heading out the front door.<br>\r\n<br>\r\n          Mikayla tapped her foot next to Jazmin's car impatiently. \"Sorry, came as quick as I could,\" said Jazmin as she reached her car, \"hop over to the passenger side and we'll be off.\" Mikayla shook her head, \"I don't think so, loser, I make the rules now and I'm driving,\"Mikayla commanded. Jazmin dug her heels in, \"No way! That's too far,\" retorted Jazmin, \"Come on, be reasonable, it's my car!\" Mikayla raised her eyebrows and unlocked her phone, \"I guess it would be reasonable that if the person I'm blackmailing disobeyed me I would send a humiliating video they sent me to...let's see...maybe their best friend to start? What do you think, fat ass?\" Jazmin lowered her head and tossed Mikayla then keys and headed to the passenger door \"Ah, ah, ah,\" said Mikayla, \"Loser's sit in the back.\" Jazmin threw her head back and let out a sigh as she hopped into the back seat. \"And just one more thing before we go Jazmin...\"<br>\r\n<br>\r\n          Jazmin shifted uncomfortably in her seat trying, without success, to make her chair wedgie tolerable as she had wrapped her undies around the headrest of her seat at Mikayla's insistence. \"Aaaand we're here,\" announced Mikayla as they reached Brielle's house. Brielle stood with her arms crossed looking pouty with her still shower damp blonde hair clad in a black t-shirt and blue jeans. Brielle waved to Jazmin and headed to the passenger seat before Mikayla directed her to the back seat. As Brielle opened the door she saw the state of Jazmin she began laughing hysterically. \"Nice undies, Jaz, love the hearts,\" giggled Brielle, \"This is hilarious, Mikayla...what?\" Brielle asked dumbfounded as Mikayla and Jazmin stared at her like she was an idiot. \"I want you to do the same thing Brielle,\" said Mikayla slowly, \"I mean...like, obviously.\" Brielle whine as the girls laughed at her as she yelped and wrapped her undies around the headrest. \"Wow, baby blue panties with cupcake print, way cooler,\" teased Jazmin at her friends sour face.<br>\r\n<br>\r\n          After 10 minutes of Jazmin and Brielle complaining during the car ride about their wedgies and the situation they were in Mikayla slammed the brakes worsening the whininh bullies' wedgies. \"Enough,\" shouted Mikayla, \"We are going to stop this back talk right now! Either both of you drop you pants to your ankles and remove your shirts until I tell you to get dressed again or I leak the videos everywhere because I am sick of this, got it?\" Both girls nodded in fear. \"I said GOT IT?!\" \"Yes ma'am!\" Both girls shouted at once as they slid their pants down and removed their shirts revealing their matching bras before shrinking in their seats and blushing in silence as Mikayla smirked in the front seat before taking pictures and continuing the drive.<br>\r\n<br>\r\n          Mikayla made a turn and said: \"30 seconds until the school parking lot! I suggest you undo those wedgies and get dressed quick or else some early birds may spot you...\" Jazmin and Brielle squeaked in fear and moved rapidly and without dignity flailing and struggling for the amusement of Mikayla. At the last minute both girls slid their tops over their disheveled heads as Mikayla pulled into the parking lot and parked Jazmin's car. \"That was close you two! I thought out fun was almost over,\" said Mikayla, \"I'll let you know if I need you during the day...oh and I'll keep the keys so I can drive you home!\" Mikayla pocketed the keys and laughed in her former bullies faces as she bounced off to school.<br>\r\n<br>\r\n          Jazmin and Brielle grumbled to each other about how they would pay Mikayla back and how unfair this all was until they bumped into two familiar figures.  \"H-hey Ellen, good to see you,\" stammered a blushing Brielle. \"Sup, Madison,\" said Jazmin trying to sound cool but way overdoing it. \"Hey to you too Brielle, we were looking for you to last night, where were you girls?\" Brielle blushed as she remembered the trash can visit \"Oh...just enjoying some losers wedgies, you know how it is,\" rambled Brielle. \"Yeah, just showing this town who's boss,\" said Jazmin crossing her arms over her chest. Madison smiled and said:<br>\r\n<br>\r\n\"Girls, we know what you did last night...\" Jazmin and Brielle paled at this and waited for what came next...</span></div></div>",
            "created":1593752400,
            "id":2861082,
            "title":"Someone confronts the girls before school"
        },
        "122213121":{
            "author_id":"bimbofuta",
            "author_name":"BimboFuta",
            "choices":[
                "Mikayla takes their lunch money; they have to find some other way to get food! ",
                "Madison and Ellen come back into the bathroom and see the scene! ",
                "Reader's choice! "
            ],
            "content":"<div class=\"\"><div> <span>\"You do?\" Jazmin asked, raising an eyebrow and wincing, practically preparing to be wedgied right there in the hall by Madison. Brielle began to look around, trying to do damage control to see how many people would witness their complete humiliation.<br>\r\n<br>\r\n\"Yeah, we do,\" Ellen smiled, looking at Madison. \"Maybe we should go into the bathroom for this.\" Madison nodded, prompting the two 'bullies' in the hall to gulp, giving off their best cocky smiles as they walked towards their private bathroom. Jazmin and Brielle mentally prepared themselves to get swirly after swirly, but when they got to the bathroom, they got a much different experience. <br>\r\n<br>\r\n\"You guys totally set those complete dweebs at the trash can up!\" Madison smiled widely, looking between the pale blonde and the short Latina. \"We think they were some random nerds from Westline High,\" Madison began, \"so we thought the Westline girls did it.\" \"But then,\" Ellen smiled, \"we realized it was way too close to the neighborhoods you guys live in! The two wedgie queens of Grover High wouldn't let those peppy Westline girls come into their territory.\"<br>\r\n<br>\r\nJazmin and Brielle exchanged a glance before turning back to their respective crushes. \"Of course we wouldn't!\" Jazmin laughed awkwardly, giving Brielle a quick slap to the booty, causing the tall blonde to wince slightly before rubbing her still-tender bubble butt. Brielle gave an awkward laugh and nod, \"no way! That neighborhood belongs to us!\" She smirked, wrapping her arm around Jazmin's shoulder and giving her a 'playful' noogie. <br>\r\n<br>\r\n\"Right,\" Madison said slowly. \"So, are you gonna tell us who they were?\" \"Yeah! I mean, the fat asses on these dorks were insane!\" \"They literally jiggled with every. Single. Wedgie! And we gave them plenty!\" \"Oh, and the gave the dumbest, wimpiest, most pathetic whiney whines of any nerd I've ever wedgied!\" \"We were gonna pull them out, but you guys really shoved those losers in deep. Yogurt, soda, milkshakes, everything!\" \"Yeah. Just like you guys told us: no bully with self respect digs a dork out of a trash can.\" <br>\r\n<br>\r\nJazmin gave another uncomfortable laugh, remembering the party she gave that advice at. And remembering the atomic wedgie Cindy gave her as soon as she got home, just to \"keep her in check.\" <br>\r\n<br>\r\n\"No, absolutely not. Only total sissies and dweebs should have to touch anything in a trash can,\" Brielle scoffed, beginning to blush. \"Right!\" Ellen laughed, putting a playful hand on Brielle's shoulder. \"So, we went to go get another nerd to dig them out. But by the time we got back, those total dorky wimps were gone!\" Madison nodded, looking down at the short Jazmin. \"I even used that special wedgie you showed me. I don't know how she got out of it! It's almost like they knew how to get out of that wedgie...\" <br>\r\n<br>\r\n\"Well,\" Brielle interjected, \"Jazmin probably gave those two dorks the same wedgie before. So maybe they figured out how it works?\" She laughed nervously, putting her hand on top of Ellen's. \"Yeah, that's probably it,\" Jazmin smiled. \"But uhm, who was this nerd you were gonna bring, anyways?\"<br>\r\n<br>\r\nMadison giggled, taking a step forward and getting close to Jazmin. \"We were gonna bring Mikayla! Can you imagine how completely humiliated those dweebs would have been if Mikayla was there to see them get bullied? We were even gonna let her give one of them wedgies, but that didn't pan out.\" <br>\r\n<br>\r\n\"Oh, yeah,\" Jazmin scoffed, \"Mikayla, huh? That would have been humiliating for sure. I can't imagine Mikayla seeing me embarrassed. Let alone giving me a wedgie!\" She laughed nervously, partially at the situation and partially at Madison's proximity to her. \"So, uhm, you guys know Mikayla?\"<br>\r\n<br>\r\n\"Yeah,\" Ellen said, still giving a sly smile at Brielle. \"She does our AP class homework. All we have to do is give her a couple wedgies a day when she gives it to us, and she stays in line.\" Madison giggled, \"Yeah, she's a total wimpy loser. She tried to blackmail us once by taking screenshots of us cheating, and we just told her we'd give her an extra hard wedgie the next day and she deleted the pictures!\" Ellen and Madison began to laugh with one another, Brielle and Jazmin joining in a bit late as they made eye contact.<br>\r\n<br>\r\n\"Can you imagine being blackmailed by a nerd like Mikayla?\" Ellen said, short of breath from laughter. \"You should have seen the look on her face when we told her she was going on the flagpole!\" \"Priceless!\" Madison giggled. \"Speaking of that dork, we have first period with her! Do you girls wanna come watch us do our 'morning routine' on that nerd?\" Jazmin and Brielle exchanged a glance before giving sly smiles to their two crushes, and heading out of the bathroom. <br>\r\n<br>\r\n<br>\r\n<br>\r\n\"I don't hear you girls laughing any more!\" Mikayla mused, giving both Jazmin and Brielle a quick swat on their stinging red bottoms. \"What's so funny? Huh, you big loser?\" Mikayla asked, gripping Jazmin's heart panties and yanking them up, causing her bubble booty to wobble around embarrassingly as she was brought to her tip-toes by the wedgie. \"Nothing, Top Bully Mikayla!\" Jazmin whined, her hands pressed firmly into the wall, her shorts on the ground around her ankles. \"And you, cupcake? Anything to laugh at now?\" Brielle shook her head, her blonde hair whipping from side to side as she whined, \"No, Top Bully Mikayla!\" \"Well I disagree. I think there are two huge nerds here to laugh at. Don't you think so?\" Mikayla giggled, pushing Brielle's pretty face into the wall and tugging her panties up, getting her feet off the ground and bouncing her against the wall. <br>\r\n<br>\r\nJazmin and Brielle had made the mistake of watching their crushes bully Mikayla, and laughing loudly about it. Now it was lunch time, and they were paying the price. <br>\r\n<br>\r\n\"Now, let's rehearse it again, losers!\" The two girls slowly picked their wedgies and turned around before speaking in unison. \"Hey, it's us. I'm massive loser Jazmin, and I'm total dweeby nerd, Brielle! Please don't wedgie us too hard, we're fragile little wimps! Is there any homework you need us to do, Top Bully Mikayla?\" The girls spat out the phrases through deep beet red blushes, whining as Mikayla turned them around once more for another round of wedgies. <br>\r\n<br>\r\n\"Yow-how-how-howwwiiie!\" Jazmin whined pitifully, kicking her short legs as Mikayla bounced her a few times before hanging her up on a bathroom stall. Jazmin pathetically whined in the background, her fat booty shaking around as she kicked fruitlessly in her hanging wedgie. \"So, nerd,\" Mikayla smirked, walking towards a frightened Brielle. The blonde girl, while taller, was suffering from classic bully fear syndrome. Her face was blushing, her knees were bent inward, and she was constantly thinking of how she was about to get wedgied. <br>\r\n<br>\r\n\"Who's going to do Madison and Ellen's AP Calculus homework?\" Brielle gulped before raising a hand, \"I am?\" \"That's right! And what happens if you don't do it?\" \"You're gonna give me more wedgies?\" \"Right again! Final question,\" Mikayla smirked, spinning Brielle around and tugging her bright blue panties upwards, causing her to stumble forward, her big bottom jiggling around embarrassingly as she did so. \"Who's the biggest, dorkiest, nerdiest sissy in all of Grover High?\" Brielle sighed, hanging her head. \"It's m-EEEEEIEEEEEE!\" She shrieked loudly, clapping her hands over her mouth in surprise as Mikayla gave a series of firm tugs, bouncing Brielle up and down off the ground, her big red booty shaking and even clapping, echoing in the bathroom along with her wimpy cries.<br>\r\n<br>\r\nMikayla slowly stopped bouncing Brielle, hanging her up on another stall before letting Jazmin down. \"Hey there, loser.\" Mikayla smirked, to which Jazmin rolled her eyes. Mikayla stuck a finger in her mouth, sucking on it for a moment before pushing it into Jazmin's ear and giving her a massive wedgie, stretching the white and red fabric up to her neck. \"Ouchie ouchie ouchie ouch! Ewwwwwww!\" Jazmin whined, scrunching up her neck as Mikayla gave her a wet willy/wedgie combo. <br>\r\n<br>\r\n\"You know you're a loser for letting me do that to you, right?\" Mikayla giggled. Jazmin sighed and whispered, \"yeah...\" before giving off a soft groan as Mikayla shoved her, causing the short Latina to fall face-first onto the tile floor, her big booty shaking around in the air as she did. Wordlessly, Mikayla walked over to Jazmin and sat on her back, gripping her panties like a saddle and yanking backwards, effectively smushing Jazmin down while wedgieing her hips high into the air with one hand. Her free hand reared back, giving Jazmin's big bouncing bubble booty spank after spank combined with the harsh tugs of the wedgies. <br>\r\n<br>\r\n\"Owwwwiiiie, come on, Mikayla, plea-heeease!\" Jazmin whined, trying to wriggle out of her humiliating position, only finding herself in an even deeper wedgie than before. \"Shut it, loser! I'm having fun riding a wimp!\" Mikayla giggled, resuming her 'ride' of Jazmin, tugging her panties harder and harder, getting her feet completely off the floor with each ruthless wedgie. <br>\r\n<br>\r\nAfter a few more minutes of giving Jazmin a constant spank-wedgie-floor press combo, Mikayla finally stood up, still giggling. \"All right, girls, I guess that's it for now. Lunch is almost over, and I have some... business to attend to.\" As she spoke, she got Brielle down from the stall and set her next to Jazmin, spinning both girls around, still pantsless. \"but before we leave each other's precious company,\" she smirked. With one swift motion, she gripped Brielle's girly blue panties, and Jazmin's sissy heart panties, tugging them up three, four, five times until she was able to hook the waistbands over the girls' heads, giving their big booties a slap to reward herself. <br>\r\n<br>\r\nThe girls whined, arching their backs and rubbing their sore bottoms as they turned around. \"Come on, Mikayla, it's been over half an hour! What more do you even wants from us?\" Mikayla smirked, tapping her chin as she looked between the two atomic wedgied girls before her. </span></div></div>",
            "created":1593838800,
            "id":2861124,
            "title":"They think Jazmin and Brielle wedgied the garba..."
        },
        "1222131211":{
            "author_id":"jesslaurent56",
            "author_name":"Jess345",
            "choices":[
                "Follow Mikayla as she attends to her business",
                "Skip to that night as the girls entertain Bonnie and her friends"
            ],
            "content":"<div class=\"\"><div> <span>          Mikayla smirked at her bullies, now stuck in humiliating atomic wedgies, looked deep into their fearful eyes and said, \"I want your lunch money.\" \"No way!\" Jazmin and Brielle shouted in unison. \"I said what I said. Do it now or else.\" Brielle and Jazmin both audibly gulped before going to pull up their pants and grab their cash before Mikayla stopped them. \"Nuh uh, turn around, bend over and show me some cheek as you get give me, top bully Mikayla, your lunch money.\" The two bullies sighed as they obeyed squeaking in pain as they bent over in their brutal wedgies and yelping when Mikayla gave them each a few spanks. They handed the unbearably smug Mikayla a few bills each and with minimal prompting said, \"Here you go top bully Mikayla! Please take our dorky lunch money we can't take another wedgie! If we did we would just start crying like the nerdy sissies we are!\" <br>\r\n<br>\r\n          Mikayla pocketed the money, \"I really do have business to attend to, but before I go I have some instructions for you, losers. You are not to take anyone else's lunch money or lunch. You two are to sit in the cafeteria lunchless and miserable. Your only hope is that someone takes pity on you and gives you some food. I doubt anyone will be too eager to approach either of you, but that's just karma.\" Mikayla held up her finger as she was about to be interrupted, \"Now if you two, by some miracle, get someone to share their lunch with you then you are free of me until tomorrow provided you have photo evidence, but if you fail we'll meet back here for another punishment, sound fair?\" Jazmin and Brielle nodded solemnly. \"Good...oh and if you cheat and force someone to give you lunch money or lunch then I'll leak your secrets, so at your own risk.\" Jazmin and Brielle blushed and shook their heads having no intention of cheating. Mikayla got to the bathroom door and waved at the girls, but stopped on a dime midway through the door \"Oh! I just realized that I gave you two excellent atomics. Both of you send me selfies of those wedgies for my records and make sure you look like you love them, ciao!\"<br>\r\n<br>\r\n          Brielle held her camera above her head, gave a strained smiled and flashed the peace sign before snapping the pic. Brielle shuddered with embarrassment as she sent the picture showing her blonde hair pinned under the cup cake covered fabric hook on her forehead and the bright blue strip of fabric splitting her pale bubble butt to Mikayla. Jazmin stood in front of the mirror and blew a kiss at her phone camera with her head pulled back by the elastic of panties snapped on her forehead, groaning as she saw the way her pose emphasized her already big butt in the mirror behind her. \"I wish we had wedgied her silly when she tried to blackmail us,\" whined Brielle. \"We missed our chance, now there's way too much blackmail for us to get out of this,\" replied Jazmin. \"Maybe we can find some blind computer nerd and get them hack her phone or something...\" Brielle smiled sarcastically as Jazmin gave her a playful punch on the shoulder.<br>\r\n<br>\r\n          As the girls stepped out of the washroom they saw McKenna, a nerdy curvy girl with dirty blonde hair, snapping pictures of the hallway for the yearbook. Jazmin smiled at Brielle, silently sneaked up behind McKenna, and snaked her hand into the back of her leggings. \"Hey McKenna,\" whispered Jazmin as she yanked McKenna's white thong out of her leggings getting a scream from her and a burst of laughter from Brielle. McKenna's shoes squeaked across the floor as she kicked helplessly as Jazmin dragged her back into the the bullies' private bathroom while Brielle held the door open for them. <br>\r\n<br>\r\n          Jazmin pointed McKenna's camera at McKenna and Brielle. \"...aaand action!\" At Jazmin's cue Brielle spun McKenna around and pantsed her revealing her, comparatively, smaller, freckled bubble butt, which wobbled slightly from the force of the pantsing. \"Work it girls!\" Jazmin snapped pictures rapidly as Brielle ripped McKenna's thong up her butt, lifting her off her feet in a brutal bouncing wedgie while making mock model faces at the camera. Brielle quickly got the thong hooked under McKenna's chin  taking the fabric to it's breaking point. \"I need to see more,\" called out Jazmin as Brielle spanked McKenna a few times before mouthing \"Cafeteria\" at Jazmin. \"Right let's finish this shoot up!\" Both bullies looked at the garbage can at the same time and Brielle dumped McKenna in head first leaving her wedgied, near naked butt hanging out for all to see. Jazmin took a few more pictures before placing the camera on the sink. \"Now McKenna you know you need to upload all those photos onto your insta when you get home and to tag us, right?\" \"Yes, my queens!\" Came the muffled reply from the garbage can. <br>\r\n<br>\r\n          only 30 minutes remained during the lunch period as Brielle and Jazmin sat on their phones, having given up any hope of anyone handing them a lunch out of pity. \"Maybe we shouldn't have wasted the first 15 minutes of lunching wedgieing McKenna,\" mused Brielle. \"Wouldn't have mattered, princess. We could have all day and no one would hand us lunch. The nearest three tables are all empty because people are afraid this is a trap. Plus I would say it was a waste of time exactly...\" Brielle chuckled and Jazmin joined her both taking comfort in the magnitude of their reputation thinking that Mikayla was nothing against that. As their laughter died the girls noticed two shadows appear over them and they looked up to see Ellen and Madison in front of them.<br>\r\n<br>\r\n\"Mind if we sit?\" Asked Madison. Brielle and Jazmin blushed lightly and smiled nervously as they gestured to the empty seats next to them. Ellen sat next to Brielle and Madison sat next to Jazmin sliding their lunch trays down as they did. Ellen munch a fry and looked quizzically at Brielle and Jazmin. \"Where's your lunches?\" The girls were startled by the question and rapidly tried to think of an answer. \"What's the matter? Someone take your lunch money,\" teased Madison. Both bullies were stunned into terrified silence by this question. Misreading their faces as angry Ellen chimed in \"We're just teasing, we know no one would dare mess with the wedgie queens of Grover High!\" \"Yeah no need to wedgie us!\" Jazmin and Brielle let out relieved laughs.<br>\r\n<br>\r\n \"W-we were just messing with you,\" said Jazmin trying to sound cocky. \"Yeah, Principal Cross called our houses because of all the wedgies we gave out last week and we got our lunch money confiscated as a punishment,\" lied Brielle, \"And with Cross watching us we can't risk stealing any lunch money or else we'll get a worse punishment.\" Ellen and Madison nodded sympathetically. \"That sucks,\" said Madison, \"Hey, wait! Ellen and I got Avery and Brook's lunch money today, we could buy you guys lunch with them if you want.\" Jazmin and Brielle shared a look of elation and nodded eagerly. Ellen slid her tray to Jazmin \"Brielle and I will go buy two new ones! be right back!\"<br>\r\n<br>\r\n          Jazmin sat in awkward silence with Madison for a few minutes before taking a deep breath and saying \"M-madison I like, like you!\" Madison smiled \"Well, no duh! I was wondering how long it would take you to say something,\" said Madison with a smile, \"I like you too, you shy goof...you were kinda dorky about this, tbh.\" Jazmin rolled her eyes and pulled Madison in for a deep kiss.<br>\r\n<br>\r\nMeanwhile Ellen was paying for the two new meals while Brielle stood behind her nervously clenching her fists as she kept starting to lean in for a kiss and backing down. Ellen put the two trays down and turned around with an exasperated look on her face. \"I can see you in the camera, Brielle! I wouldn't have taken a hottie like you for such an awkward girl!\" Brielle stammered as Ellen smiled and cut her off by grabbing Brielle by the back of her head and putting one hand on her bubblebutt and leaning the taller girl backwards in a long dominating kiss until the cough of the lunch lady interrupted them. Brielle flushed as Ellen whispered \"Was that your first kiss?\" \"N-n-no!\" \"My little awkward girl! It'll be our secret. Ellen and Brielle sat back at the table and the four girls discussed having their first real date as a double date later that week. The lunch bell rang and the pairs went their separate way smiling at each other as they did. \"I can't believe it! We have girlfriends!\" \"Yeah we do, bubblebutt!\" \"Wait...\" \"What?\" \"We forgot to get proof of them buying lunch for us...\"<br>\r\n<br>\r\n          Jazmin and Brielle were back in their private bathroom stripped down to their bra and panties in front of a victorious Mikayla. \"Undone by true love, how romantic!\" Cooed a smarmy Mikayla to the blushing bullies. \"Well, I think I've wedgied you two enough today, so since you like kissing so much let's do that.\" Both girls look confused as Mikayla handed Brielle a tube of pink lipstick and gestured for her to apply it. \"Nicely done, girly now do Jazmin...not with the tube...don't play dumb with me blondie, use your lips!\" The two besties scrunched the faces as they gave each other a tight-lipped kiss making sure to smear the lipstick around as to not have to go a 2nd time. \"Good job, fat asses! No on your knees.\" Once they were down Mikayla turned around, dropped the back of her jeans and held her phone over her head as she revealed her thong clade booty. \"I want a good smooch from each of you and I want a clear lip print on each cheek.\" The two increasingly nerdy bullies blushed crimson and both thought about wedgieing Mikayla to kingdom come, black mail be damned, but in the end they each leaned in and gave Mikayla's butt the second kiss each of them had in the past hour while Mikayla cackled. <br>\r\n<br>\r\n\"Nicely done, girls! Now let's get those mouths washed...\"<br>\r\n<br>\r\n\"...and that's five! You're free to go! See you soon, sissies!\" Jazmin and Brielle yanked their heads our of their respective toilets as they heard Mikayla exit. Jazmin wrung her hair out and said \"We never speak of this again.\" <br>\r\n<br>\r\n</span></div></div>",
            "created":1594011600,
            "id":2862282,
            "title":"Mikayla takes their lunch money; they have to f..."
        },
        "12221312112":{
            "author_id":"bimbofuta",
            "author_name":"BimboFuta",
            "choices":[
                "Madison and Ellen show up to Brielle's house and find the girls like this! ",
                "Bonnie and Claire come up for more entertainment! ",
                "Reader's Choice! "
            ],
            "content":"<div class=\"\"><div> <span>\"Uh oh,\" Brielle gulped as Jazmin pulled into the driveway. \"What's up, princess?\" Brielle pointed to a red car parked in the street next to the house: \"That's Claire's car.\" \"Claire as in, Bonnie's friend Claire?\" Brielle nodded, the beginnings of a red blush already creeping onto her face. \"Maybe we should just go to my house, and come back later.\" \"What, and get wedgied by your little sister again?\" Brielle sighed, unbuckling her seat belt and grabbing her backpack. \"We're gonna get wedgied either way, bubble butt. Might as well get it over with.\" Jazmin pressed her lips together before sighing, shutting off her car, getting her backpack, and trudging up the front steps with Brielle. <br>\r\n<br>\r\n\"Oh, hey there little sis!\" Bonnie giggled, spreading her arms out to welcome the two high schoolers. \"You remember Claire, right? You tutored her last year?\" Brielle nodded slowly, \"H-hi Claire.\" \"Wait, you tutored her?\" Jazmin asked. \"She sure did!\" Claire spoke up with a smile. She was a pretty blonde girl, who had sharp features and a beautiful smile. Her body was much the same as all of Bonnie's friends: nice and curvy, with ample breasts and a nice round bubble butt, which was currently stretching out a pair of jeans. <br>\r\n<br>\r\n\"Brielle here was the BEST tutor! Right, Brielle?\" Brielle nodded slowly in response to Claire's words, her blush now in full effect. \"Well, if you consider our little hang outs tutoring, anyways! They were way more fun than that, weren't they?\" Brielle gave a fake smile and nodded slowly before giving a sarcastic, \"Yeah, totally..\" Bonnie, noticing Jazmin's confused face, perked up and said: \"Hey, girls! It seems like Jazmin doesn't know too much about those tutoring sessions! Why don't we have a little trip down memory lane?\" Brielle's eyes went wide and she began to shake her head, but Claire had already begun to stand up from the couch, clapping her hands together in excitement. <br>\r\n<br>\r\nBefore she knew it, Brielle's backpack was on the ground, and she was in the center of the room facing Jazmin, who was already beginning to laugh. \"Now, how did we start these sessions again?\" Brielle gulped as Claire's fingers gripped the back waistband of her panties tightly, whining pathetically as her panties were tugged up high, causing her chest to lean forward awkwardly, her hands dangling down, also awkwardly, while her hips were pulled backwards by the wedgie she was getting. <br>\r\n<br>\r\nBrielle looked at Jazmin, who was now fully laughing, and closed her eyes before slowly saying: \"Math isn't cool! Claire rules, Brielle drools! I'll do your homework, just please don't wedgie me at school!\" Brielle's pale face was now completely overrun with a deep blush as she repeated the phrase twice more, each time with her wedgie getting higher and higher, until her baby blue cupcake panties were up to her shoulders. \"Mmmm, I'll have to think about it!\" Claire laughed, finally letting the panties snap down and giving Bonnie a cheesy cliche high five as Brielle stumbled forward, picking her wedgie quickly. <br>\r\n<br>\r\nThe room was filled with laughter as Brielle's hands forced their way into her tight jeans, spreading her panties across her wide booty before brushing her hair out of her face. \"Ooh, ooh, I have one!\" Bonnie giggled, standing up and getting behind Brielle, who let her head fall forward before wimpily yelping as Bonnie tugged her panties up to the back of her neck. \"Owiiiiie! Bonnie ate all of her veggies, and that's why I get so many wedgies!\" She groaned, stamping her feet pathetically as Bonnie gave more and more tugs, each one causing Brielle's bubble butt to shake and wobble around a bit more as her heels began to lift off the ground.<br>\r\n<br>\r\nAfter a few more humiliating wedgies for Brielle, Jazmin's blood turned to ice when Bonnie turned towards her. \"Is there something funny about my sister getting bullied?\" Jazmin shook her head and stammered out: \"I-I-I don't, no, uhm, I-I, wait Bonnie ple-EEEEEEAAASE!\" Now it was Jazmin's turn to blush as her purple panties with cute hearts were stretched up to her shoulders, lifting the short Latina off the ground almost instantly, her big booty jiggling around vigorously, much to the other girls' amusement. \"I'm sorry I laughed, I'm sorry!\" Jazmin whined. Her sharp, hot face, which usually had a mean, edgy appearance, was painted red with humiliation, and twisted to look much softer with her embarrassingly girly whines. <br>\r\n<br>\r\nAs Bonnie continued to torment Jazmin in the bouncing wedgie, Claire turned to Brielle, who quickly had her own laughter wiped from her face. \"So, you know, it's a new school year.\" Brielle nodded, her only comfort being Jazmin's girly cries in the background between Bonnie's fits of giggling. \"Nice panties! I thought you were a little tough girl!\" Bonnie teased as Claire approached Brielle again. \"So I have more homework for you to do for me, right?\" \"Yeah, yeah okay,\" Brielle groaned, her voice quiet and subdued. \"And what happens if I don't get my math homework done on time?\" Brielle winced her eyes and whined, \"You're gonna wedgie me, I know! I'll get it done!\" She half-whined, half-groaned. \"Great!\" Claire smirked. \"Then I just have one last little parting gift for you!\" <br>\r\n<br>\r\n<br>\r\nBrielle and Jazmin hastily scampered up the stairs to Brielle's room, both girls stuffing their brightly-colored panties back into their pants as quickly as possible. \"I can't believe they ACTUALLY sat on our faces for a whole movie!\" Jazmin groaned, sticking her tongue out and fake-gagging as the girls sat on Brielle's bed. \"A three hour long movie!\" Brielle whined, wiping her face off with her hands. \"You know, halfway through, Bonnie turned me over and sat on the back of my head? She pushed me into the sofa with her bubble butt and she gave me a huuuuge wedgie!\" Brielle groaned, rubbing her own wide bottom through her jeans. Jazmin scoffed, replying with, \"At least yours was halfway, and not every other half hour!\"<br>\r\n<br>\r\nThe girls whined and moaned about the bullying the older girls had pushed on them, before finally electing to get to their homework. \"And you have to do our girlfriend's too!\" Jazmin teased. \"Oh, and also Claaaaire's. And..?\" Jazmin smirked wrapping her arm around Brielle's neck and dragging her knuckles across the top of the the taller girl's head. \"Who else's?\" Brielle whined, trying to get Jazmin off of her, \"I have to do your homework! Now stop giving me a noogie!\" She whined, finally being released from the embarrassing hold. <br>\r\n<br>\r\nAs Brielle got started on the homework, both of the girls' phones went off. \"It's from my babe!\" Jazmin smiled, opening it up. Both Jazmin and Brielle received the same message, which included two pictures. The first picture was of Avery and McKenna, two nerds from school, laying on the ground with atomic wedgies on their heads, their pants around their ankles, and notebooks in front of them. The second was of Ellen and Madison in bikinis laying in the backyard sunbathing. The message read: \"can you guys imagine actually doing your homework when you can just bully a nerd into doing it for you?\" <br>\r\n<br>\r\nJazmin laughed loudly, while Brielle simply blushed and turned back to the piles of homework she had to do, not only for her girlfriend, but her best friend, her best friend's girlfriend, and her older sister's friend. \"That's why Ellen wears the pants in your relationship,\" Jazmin teased, giving Brielle a wet willy to boot. Brielle groaned, wiping her ear and yanking up on Jazmin's purple panties in retaliation, \"Oh shut up! I am not!\" She whined, pushing Jazmin over. \"Madison is probably gonna wedgie you the next time you see her!\" \"Oh? Does that mean Ellen's already started wedgieing you?\" Jazmin giggled as she got up, struggling, but eventually yanking Brielle's jeans up and around her big bottom and down to her ankles. <br>\r\n<br>\r\n\"Shut up! My girlfriend doesn't give me wedgies, because I'm not a nerd!\" Brielle groaned, kicking her jeans off and quickly taking Jazmin's top off of her, revealing her matching purple bra, before giving another tug to her panties. \"Oh, yeah? That's why you're doing so much homework, right? Because you're not a nerd?\" Jazmin retorted, getting up and slamming her fat booty onto the back of Brielle's head before grabbing her exposed blue panties and yanking towards herself, rocketing Brielle's hips into the sky, causing her bubble butt to shake and clap embarrassingly. \"And why you're getting a wedgie right now?\" <br>\r\n<br>\r\n\"Mmmmph! Gghehghgh fffff mmmmm!\" Brielle moaned into the bed. Jazmin tugged on the panties for a few minutes before Brielle finally used the momentum of the wedgies to push her hips forward, ending up smothering Jazmin's face with her own pale bubble butt. \"Who's the nerd now, huh?\" Brielle smirked, reaching backwards and gripping the front of Jazmin's panties, yanking towards herself and causing Jazmin's legs to pathetically gravitate towards each other from the force of the frontal wedgie. <br>\r\n<br>\r\n\"You know, I can't see you right now, but I bet your cute little face is blushing an awful lot, bubble butt!\" Brielle teased, slowly removing Jazmin's dark shorts from the squirming Latina. Brielle giggled, throwing Jazmin's shorts to the ground as she shook her bubble butt around on her friend's face, but her giggles soon turned into a shriek as Jazmin reversed the position, swiftly removing Brielle's shirt, leaving both girls in only their brightly colored bras and panties.<br>\r\n<br>\r\n\"Come on, princess, you know you lose every wedgie fight we have!\" Brielle blushed at the true statement, but lunged towards Jazmin nonetheless, managing to get the shorter girl over her knee before administering a quick spanking, her comparatively tiny hand smacking down over and over on Jazmin's wide, wedgied, tan booty, causing it to wobble and shake wildly as Jazmin kicked, whining to be let go.<br>\r\n<br>\r\nAs the two bullies squabbled and attempted to out-bully and out-humiliate each other, they were unable to notice their phones buzzing - messages from Ellen and Madison asking to come over to Brielle's house.<br>\r\n<br>\r\nWhat happens next? </span></div></div>",
            "created":1595566800,
            "id":2874500,
            "title":"Skip to that night as the girls entertain Bonni..."
        }
    },
    "info":{
        "author_id":"bimbofuta",
        "author_name":"BimboFuta",
        "brief_description":"This interactive follows two girls who go from the biggest bullies to the biggest losers.",
        "created":1589096100,
        "description":"<td align=\"left\" class=\"norm\">This interactive is about two girls: Jazmin and Brielle, who attend Grover High School, and are considered to be the biggest, meanest bully that go there. But, their luck runs out, and soon they get to experience the bullying and humiliation they'd been dishing out for so long. There are just two ground rules for this story: <br>\r\n<br>\r\nNo males<br>\r\n<br>\r\nNo character under 18: even though it's a high school, this is fiction, so none of the characters mentioned should be children. <br>\r\n<br>\r\nOther than that, be creative and have fun! </td>",
        "id":2221583,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595648700,
        "modified":1595648700,
        "pretty_title":"Two Humiliated Bullies"
    }
}