{
    "chapters":{
        "1":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Team UK",
                "Team US"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Two teams of celebrities got turned into giants, one lot in the UK, one lot in the US, but what team will you follow?</span></div></span></div>",
            "created":1234587600,
            "id":646935,
            "title":"Who?"
        },
        "11":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "UK Rob, US Zac",
                "UK Dale, US Chris",
                "UK Rick, US Corbin",
                "UK Rex, US Brad ",
                "UK Nick, US Caleb "
            ],
            "content":"<div class=\"\"><div> <span>The UK giants were: Rob Kazinsky (Sean Slater, Eastenders), Dale Howard (Big Brother UK contestant), Rex Newmark (same as Dale), Rick Edwards (TV presenter) and Nick Grimshaw (TV presenter). They were at a charity event when they all grew 100,000x taller. Meanwhile, in the US, another group of celebs were at a charity event. The US giants were: Chris Brown (R'n'B superstar), Zac Efron (a HSM actor who every girl fancies), Caleb Followil (Kings of Leon lead singer), Brad Pitt (acting superstar) and Corbin Bleu (same as Zac). When each team found out about each other, they were fuming. Who lead each team?</span></div></div>",
            "created":1234587600,
            "id":651546,
            "title":"2 titanic teams"
        },
        "112":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Go to the city and have a massive fight",
                "Go back home",
                "Argue at the park"
            ],
            "content":"<div class=\"\"><div> <span>The next day, both of the titanic celeb teams were called to a park in London. Sparks flew when the two teams met. All the small children playing there fled screaming: \"Mommy its the man from big brother but as a giant!\" upon seeing the collosal UK leader Dale. The US team leader was Chris. \"We would have been the biggest people in the world, but you came along!\" Dale boomed.  \"We were giant first!\" Chris thundered. A tiny teenage girl pulled on Chris's leg and squealed: \"OMG I luv you im your no.1 fan!\" Chris's gigantic hand came down upon her and scooped her up. \"Wanna come with us?\" he said to her. She nodded. \"Im Molly\" she squeaked. Everyone else had support, too. Dale had his girlfriend Jen, Rob had his sister Gemma, Rick had his mate James, Rex had his girlfriend Nicole, Nick had his girlfriend Katy, Zac had his actress girlfriend Vanessa Hudgens, Corbin had his mate Jack, Caleb had his bro Nathan and Brad had his superstar wife Angelina Jolie. What did the 2 giant teams do?</span></div></div>",
            "created":1234587600,
            "id":654317,
            "title":"Booming voices"
        },
        "1122":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Dales ordinary London home",
                "Chris L.A. apartment",
                "None another team member"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The colossal U.K. stars stomped on home and the U.S. stars swam across the Atlantic ocean to get home. They were so big, it only took them a few minutes. Which team leaders daily giant life do you want to follow?   </span></div></span></div>",
            "created":1235192400,
            "id":650553,
            "title":"Stomp through the city"
        },
        "11221":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "I could get revenge on people at my new huge size",
                "I could help people at my new huge size"
            ],
            "content":"<div class=\"\"><div> <span>Dale stomped to his house. Strangley, it had grown big enough for him to go inside. He came through the door, nearly squashing his sister Ashley. \"DALE!\" she screamed. Dale didn't hear his tiny sisters screams. I wonder whats happened Ashley thought to herself. Dale led on the couch and streched. \"I guess no-ones home,\" he thundered. \"I AM!\" Ashley screamed. She was unheard. Suddenly, a thought came to Dale...  </span></div></div>",
            "created":1235192400,
            "id":650554,
            "title":"Stomp through the door"
        },
        "112211":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Rachel Rice, fellow big brother contestant",
                "His sisters ex boyfriend Tom"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Dale got up off of the couch, and stomped to the door. Ashley kept well out of the way. He hated a lot of people, and could not decide who to crush or eat. Who did he finally decide on?</span></div></span></div>",
            "created":1235192400,
            "id":651550,
            "title":"Dales revenge"
        },
        "1122112":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Stomped on him",
                "Took him home"
            ],
            "content":"<div class=\"\"><div> <span>Dale hated his sisters ex boyfriend Tom more than anyone who lived in his town. He stomped through the streets with thunderous, crashing footsteps. Loads of people stood in the street staring at him. He finally got to Toms house, and a colossal shadow hung over it. Another shadow, as Dales hand grabbed the roof. Tom stuttered: \"D-d-don't eat me!\" He was usually a 6 foot hardman aged 20, but was now the size of an ant. Dale was usually a 6 foot 21 year old, but was now 600,000 ft tall. \"I WON'T BUT I'LL KEEP YOU FOR NOW!\" Dale thundered. He grabbed Tom and put him in the pocket of his dark blue hoodie. Tom was shaking. What happened to him?</span></div></div>",
            "created":1235278800,
            "id":651551,
            "title":"600,000 feet tall hoodie"
        },
        "11221122":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Stay Put",
                "Climb out"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Dale crashed back through the streets, deliberatley crushing cars and people on his way back home. When he got back nobody was home. Dale led on the couch and streched. Tom then heard thunderous, crashing snores as Dale fell asleep. What did Tom do?</span></div></span></div>",
            "created":1235278800,
            "id":651556,
            "title":"At home with a giant"
        },
        "112211222":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Call his bb mate Liam McGough, who makes Dale look like ant to come round",
                "Eat Tom"
            ],
            "content":"<div class=\"\"><div> <span>Tom clambered his way out of Dales pocket. He climbed up the nicely toned chest of his ex girlfriends giant brother. Suddenly, the snores stopped as Dale woke up. \"TRYING TO ESCAPE?\" Dale thundered. Tom was paralyzed by fear and unable to speak. Dales huge sweaty palm descended upon him and he was grabbed and put back in Dales pocket. What did Dale do now?</span></div></div>",
            "created":1235278800,
            "id":651559,
            "title":"Climb the snoring giant"
        },
        "1122112221":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Play basketball, with Liams mouth as basket and tiny people as ball",
                "Torture Rick"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Dales mate Liam came a few minutes later. He was 22 and every girl fancied him. He was usually 6 foot 4 but now stood so tall that he made even Dale look as small as an ant. They went back to Liams, but what to do now? </span></div></span></div>",
            "created":1235278800,
            "id":651091,
            "title":"Giant Mates"
        },
        "11221122211":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Dale",
                "A stray person"
            ],
            "content":"<div class=\"\"><div> <span>When they got back to Liams colossal house, Dale stuck his hand out of the window and tore a few miniscule houses off of the ground. He emptied the people onto his lap. Liam led down on his couch and opened his mouth wide. The people saw what was coming and some attempted to flee, but were stopped by Dale. Dale picked up a young woman who was screaming and threw as good as he could. She flew through the air and landed right in the colossal black hole mouth of Liam, and he was so big, she was only the size of a speck of dust to him. \"Mmmm!\" Liam thundered. Dale ate a few hisself, then threw a man about the same age as himself. The man missed and slid down through the air. He finally fell into Liams titanic shoe. \"Whos next?\" Dale boomed. Every tiny person shook their head. Dale picked up another woman, who was about 40. She was thrown and landed in Liams mouth. The rest of the people missed. \"I'M STILL HUNGRY!\" Liam thundered. He got up and crashed across the room untill his colossal sock clad foot came down..</span></div></div>",
            "created":1235365200,
            "id":651282,
            "title":"Basketball with a difference"
        },
        "112211222111":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "On the pizza",
                "Right in Liams hand"
            ],
            "content":"<div class=\"\"><div> <span>Dale tried to run but the shadow of his friends titanic sock clad foot loomed over him and came down right on top of him. Luckily, Dale had become immune to being squashed. Unlickily, he was stuck to the bottom of his 'big geordie lad' friend Liams street sized sweaty size ten sock clad foot. Liam was completey oblivious to the fact he just squashed his tiny but giant friend. Dale managed to come unstuck of his sweaty prison, and was now starting to climb the skyscraper that was Liams body. Liam stomped to the kitchen and got a slice of pizza. Dale was climbing up Liams chest, but he fell... </span></div></div>",
            "created":1235365200,
            "id":651511,
            "title":"Big Geordie Lad, Big Sweaty Foot"
        },
        "1122112221111":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Liam swallowed him",
                "Liam felt something Dale sized moving on his tounge"
            ],
            "content":"<div class=\"\"><div> <span>Dale lost his grip and fell for what felt like miles. He landed right on the slice of pizza. \"Oh no!\" Dale said. Liam went back to the couch with thunderous crashing stomps. He led on the couch with the plate on his belly. \"Wonder where Dales gone?\" Liam boomed. He picked up the pizza and raised it to his mouth. \"Right here on your fucking pizza about to go down into your belly Goliath!\" Dale screamed. Liam didn't hear or see him, and bit the pizza, leaving Dale on his Geordie friends massive tounge. His mammoth teeth chomped up and down. What happened next?</span></div></div>",
            "created":1235365200,
            "id":651518,
            "title":"Into the Geordies mouth"
        },
        "11221122211111":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Dale found a way out - but wasn't nice",
                "Liam felt something Dale sized banging on his stomach walls"
            ],
            "content":"<div class=\"\"><div> <span>Dale felt himself slipping down Liams throat. \"Oh shit!\" Dale said. Down he fell, down into the deep pit that was Liams belly. He heard Liams booming voice and he burped and the whole room (along with the massive pit) shook. Dale was banging on the muscular walls that closed him in. Dale wasn't swallowed, but what happened?  </span></div></div>",
            "created":1235365200,
            "id":651528,
            "title":"Falling into the belly of the goliath beast"
        },
        "112211222111111":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Climb Liams skycraper high back and get his attetion",
                "Jump onto another surface"
            ],
            "content":"<div class=\"\"><div> <span>Dale saw an opening - a hole of light! It wasnt nice, but it was better than being trapped in Liams stomach. Actually, Dale was having second thoughts, as he relalized it was Liams ass. \"It'll have to do\" Dale mumbled to himself. He clambered out and was in Liams boxers. He quickly climbed out of there, and was stood outside Liams jeans, with his huge towering body casting a huge Dale. Where did Dale go? </span></div></div>",
            "created":1235970000,
            "id":654667,
            "title":"Dales Escape "
        },
        "1122112221111111":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Liam was reaching for his nose - he saw Dale!",
                "Liam looked angry and annoyed - he thought Dale was a bug!"
            ],
            "content":"<div class=\"\"><div> <span>Dale grabbed Liams shirt, and began the long climb up. When he finally got up, he was holding onto a hair onto the back of Liams sweaty neck. He was going to slip, so he decided climb down onto Liams face. He climbed up onto Liams hair and was lucky he had short hair. Next, he slid down Liams nose and just about hung on the end. What happened now? </span></div></div>",
            "created":1235970000,
            "id":654671,
            "title":"Dales highest climb"
        },
        "11221122211111112":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "\"I fancy a rampage!\"",
                "\"I'm gonna have fun with you!\""
            ],
            "content":"<div class=\"\"><div> <span>\"FUCKING ANNOYING BUGS! THEY ALL DESERVE TO BE CRUSHED!\" Liam roared. Dale was shaking as his friends huge fist came to grab him. Dale jumped down and fell miles until he hit Liams foot. He now had shoes on, so it was a lot less sweaty. Liam stared at his shoe and saw a tiny dot running around frantically on his shoe. He went to grab Dale, but Dale jumped down onto the floor. Liam dived and the floor shook as if their was an earthquake. He caught Dale and looked closey at the tiny figure in his colossal, sweaty outstreched palm. \"Dale!\" he roared. Dale was relieved. \"You ate me!\" Dale shouted angrily. Next, Liam boomed... </span></div></div>",
            "created":1235970000,
            "id":654970,
            "title":"Beast vs. Bug"
        },
        "112211222111111122":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "\"OH NO MATE, I WAS JUST GONNA CRUSH YOUS!\"",
                "\"YOURE PERFECT TOO!\" and grabbed dale"
            ],
            "content":"<div class=\"\"><div> <span>\"IM GONNA HAVE FUN WITH YOU!\" Liam roared. Dale was terrified. Liam began to pull down his jeans. \"N-N-No, please mate, have some deceny to an old mate!\" Dale squeaked. Liam stripped off. \"On second thoughts... Yes!'' Dale said. He had always secretly fantasised about Liams body, and now his best mate was towering above him, competly naked. ''Everything about you is perfect! Huge feet, check! Thick tree trunk legs, check! Huge hairy dick, check! Manly hairy chest, check! Gigantic meaty sweaty hands, check! And finally, boyish handsome face!'' Dale shouted. To his best mates eratic announcement, Liam boomed ____________ in reply.</span></div></div>",
            "created":1241326800,
            "id":685798,
            "title":"Dale is turned on"
        },
        "1122112221111111222":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Dale's sister Ashlee",
                "One of the other celebs"
            ],
            "content":"<div class=\"\"><div> <span>Liam leant forward and grabbed Dale. He led down and placed Dale on his huge manly chest. \"Explore my body!\" he roared. Dale an around and Liam occainsly flicked him playfully. Both Dale and Liam were very turned on. Suddenly, they both fell silent as __________ entered...</span></div></div>",
            "created":1244696400,
            "id":717436,
            "title":"Dale and Liam: Gay!!!"
        },
        "1122112221111112":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Take the courage and climb Liam's foot",
                "Belly rumble - off to the kitchen to snatch a crumb of giant huge mega pizza!"
            ],
            "content":"<div class=\"\"><div> <span>Dale reached out to grab the gigantic muscular thigh of his colossal best mate, but as he did, he recalled all the horrible things Liam had to people smaller than him (ie the entire human race). To get his specially built HUGE house, he'd threatened Dale with his big foot. Once, he was annoyed at something and he crushed an ENTIRE village under his feet. And he often had hunger rampages. The biggest one he ever had meant the end of the entire population of Durham. Yet Dale had stuck by him through it all. Only now, he didn't feel much like climbing Liam. He'd only go and have one of his stupid moments, thinking Dale was a bug when obviously bugs were microscopic to Dale let alone Liam. Liam's little toe alone was several universes huge to any bug. But truth is Liam still wasn't used to being tens of thousands of feet tall. Sure, he loved the sensation that ran through his sexy body whenever a so called 'huge' building crumbled under his feet. And nothing could the rush as a tiny person slid down his throat. But to be honest, deep down in his tiny human filled belly, Liam would give anything to be normal again. All this size changing among friends was ruining it all. Dale was 'smaller' so he could see and talk to humans, but they still ran in fear (as - mainly thanks to Liam - they thought all Dale wanted to do was eat or crush them). Both Dale and Liam's lives, under all the fun of stomping and chomping, were worthless. So, not wanting another heart in mouth bug moment, Dale ran across the huge sofa and jumped down. Liam's huge now-bare feet were planted on the floor, with the socks next to him. Liam stood up for some reason, as usual dwarfing Dale to little more than a worthless ant. His gigantic foot was raised, and Dale was petrified Liam would walk his way and squash him. But luckily for Dale, Liam stomped to the kitchen. He returned little more than a minute later with a glass of water in hand. His bare feet were planted down again when he sat down, very close to Dale... But what did he do now?</span></div></div>",
            "created":1300770000,
            "id":1074606,
            "title":"Jump onto another surface"
        },
        "11221122211112":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "To eat some people in the city",
                "To a strip club"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://www.virginmedia.com/images/re-liam-mcgough.jpg\" target=\"_blank\">http://www.virginmedia.com/images/re-lia...</a> \"HUH?\" Liam roared. He stopped chewing and stuck his hand in his mouth.He grabbed Dale, and took his hand out. He put his palm out flat. Dale sat on the sweaty plam. \"Hey, Goliath! You should watch what goes in your huge mouth!\" he squeaked. Liam smiled a cheeky grin and laughed. \"SORRY!\" he boomed. Liam put Dale in his pocket and went...</span></div></div>",
            "created":1256274000,
            "id":780207,
            "title":"Rescued "
        },
        "1122112221112":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Dale fell fast, landing with a thump on Liam's hand. Liam felt it and lokked down at his hand, \"A BUG!!!\" he roared. He squished Dale with his free hand.</span></div></span></div>",
            "created":1263358800,
            "id":819591,
            "title":"Squished"
        },
        "112212":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "That was pretty cool, I'll help someone else",
                "BORING! I wanna eat and squish some people"
            ],
            "content":"<div class=\"\"><div> <span>Dale looked down at his feet. \"ASHLEY, THERE YOU ARE!\" he boomed. Ashley fainted. Dale picked her up and put her in his pocket. Pic of Dale:http://www.contactmusic.com/pics/lb/tarman_gang_221008/dale_howard_2134306. jpg With a huge smile on his face, Dale stomped out to help some people.<br>\r\n<br>\r\nAbout 5 minutes later, an old woman run up to Dale's foot. \"My, you are a big lad aren't you!\" she shouted as loud as an old lady could. Dale looked down. \"And quite a handsome chap too!\" she added, Dale smiled and went red. \"YEAH, LONG STORY!\" he boomed. <br>\r\n\"Would a nice big strong lad like you help little old me?\" she asked. Dale nodded. <br>\r\n\"WHATS THE PROBLEM?\" he roared.<br>\r\n\"My cat Tiddly Poo-Poo is stuck up a tree! He got scared you see, and ran up for safety!\" Dale boomed with laughter. \"O-OK!\" he boomed, in between laughs. He followed the old lady (her name was Doris) to a tree. It barely reached Dale's knee. He put his huge hand next to the tree, and Tiddly Poo-Poo jumped on. Dale put the cat next to Doris. \"Thank you lovey!\" Doris smiled, and walked off. Dale thought...</span></div></div>",
            "created":1256274000,
            "id":780203,
            "title":"XXL Helper"
        },
        "12":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "My choice",
                "Ur choice",
                "ur choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Five US celebrities were at a party celebrating 2009. They were the only ones who drank the funny looking punch. After they drank, they all stood 100ft taller. Which five?</span></div></span></div>",
            "created":1261198800,
            "id":807745,
            "title":"Team US"
        },
        "121":{
            "author_id":"liamantboy",
            "author_name":"Liam",
            "choices":[
                "Zac",
                "Caleb",
                "Matthew"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Zac Efron, the star of High School Musical.Chris Brown, the With You singer. David Henrie, actor, Matthew Morrison, Glee actor. Caleb Followill, singer. All of them towered above. Which one will you follow?</span></div></span></div>",
            "created":1261198800,
            "id":807751,
            "title":"My choice"
        },
        "122":{
            "choices":[
                "Matt",
                "David",
                "Chris"
            ],
            "content":"<div class=\"\"><div> <span>The 5 celebrities were Matt Damon, Justin Timberlake, Chris Evans, Brady Quinn and David Henrie. At the charity event each of these guys took a drink from the same punch bowl which had been tampered with, a growth potion having being added. A few moments later the first of the incredibly hot hunks began to grow. But who underwent the transformation first? </span></div></div>",
            "created":1327986000,
            "id":1268999,
            "title":"5 hot hunks "
        }
    },
    "info":{
        "author_id":"liamantboy",
        "author_name":"Liam",
        "brief_description":"Based on my other story, Giant Celebrities",
        "created":1234631220,
        "description":"<td align=\"left\" class=\"norm\">No giantesses (there are other interactives for that) the UK and US team members must stay giants, but other male celebs can grow to join. Please add and help me make this story great!</td>",
        "id":1528627,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1328054520,
        "modified":1328054520,
        "pretty_title":"Giant Celebrities: US & UK"
    }
}