{
    "chapters":{
        "1":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Betty Cooper",
                "Veronica Lodge",
                "Cheryl Blossom",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose the character who will gain weight</span></div></span></div>",
            "created":1595739600,
            "id":2875792,
            "title":"The Beginning"
        },
        "11":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Natural ",
                "Revenge",
                "Stress-Eating",
                "Another Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Betty start to pack on the pounds?</span></div></span></div>",
            "created":1595739600,
            "id":2875816,
            "title":"Betty Cooper"
        },
        "111":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Betty finishes her food and Jughead encourages her to order more",
                "Archie and Betty Join them",
                "Cheryl shows up and invites Betty over to her place later that evening"
            ],
            "content":"<div class=\"\"><div> <span>It was summertime in Riverdale and Betty was glad about that. It had been a crazy year junior year and she sincerely hoped that things would calm down during the summer. She arrived at Pop's where she had agreed to meet up with Jughead. Predictly, she arrived to find him already there, working on his laptop, while having a burger. \"Hey Jug!\" Betty greeted him with a smile before sliding in next to him on the booth and giving him a kiss on the cheek. \"What are you working on?\" she asked him.<br>\r\n<br>\r\n\"I thought I would try a little creative writing\" Jughead said as he closed his laptop and greeted his girlfriend with a soft kiss on the lips. <br>\r\n<br>\r\n\"Hi Betty! Can I get you anything?\" Pop Tate asked as he came over to the table after seeing her join his best customer. \"Hi Pop! Yes I will have a cheeseburger, fries, and a chocolate milkshake please\" Betty said with a smile. \"Of course! Coming right up\" Pop Tate said before heading back to the kitchen.<br>\r\n<br>\r\nBetty was dressed in a white blouse that had blue lines going across it and a light blue corduray skirt. \"So what would you like to do today hon?\" she asked Jug.<br>\r\n<br>\r\n\"I was thinking we can go to the Drive-Thru movie theater. That new horror movie we want to see is coming out\" Jughead suggested.<br>\r\n<br>\r\n\"That sounds great. We haven't done a normal teen thing in awhile so that will be a nice change of pace\" Betty said with a soft laugh.<br>\r\n<br>\r\nPop Tate returned with Betty's food. \"Thanks Pop\" she said before he headed back to the kitchen.<br>\r\n<br>\r\nIt all looked so good. Betty picked up a handful of fries and ate them. She then started on her cheeseburger. She was so hungry.<br>\r\n<br>\r\nJughead couldn't help but watch her. He had loved that she always had an appetite and had always hoped to see that it would cause her to gain weight. He liked his girls curvier and thicker. Betty was lovely as is but he knew some extra pounds would look great on her. Helping Betty pack on some pounds would be his main focus this summer.<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1595826000,
            "id":2875903,
            "title":"Natural "
        },
        "114":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Her mom starts to fatten her up",
                "Cheryl Blossom starts to fatten her up "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Some more options for why Betty starts to pack on the pounds</span></div></span></div>",
            "created":1595739600,
            "id":2875818,
            "title":"Another Choice"
        },
        "12":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Natural ",
                "Revenge",
                "Being spoiled by Archie and Reggie in an attempt to win her heart",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Veronica start to pack on the pounds?</span></div></span></div>",
            "created":1595739600,
            "id":2875817,
            "title":"Veronica Lodge"
        },
        "123":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Spoiled by Archie",
                "Spoiled by Reggie",
                "Spoiled by both Archie and Reggie"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Should Veronica be spoiled by Archie?<br>\r\n<br>\r\nShould Veronica be spoiled by Reggie?<br>\r\n<br>\r\nOr should Veronica be spoiled by both Archie and Reggie?</span></div></span></div>",
            "created":1596171600,
            "id":2878659,
            "title":"Being spoiled by Archie and Reggie in an attemp..."
        },
        "1231":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Archie encourages Veronica to finish the rest of the pizza",
                "Archie suggests they get dessert at Pop's",
                "Something Else "
            ],
            "content":"<div class=\"\"><div> <span>Veronica Lodge had recently moved to Riverdale and was pleased to meet a handsome and buff guy on her first night in town. The guy in question was Archie Andrews who seemed to be very popular. He was definitely her kind of guy.  She could tell that the attraction was mutual and wasn't in the least surprised when Archie asked her out. She was really looking forward to their date and of course being the envy of many of the girls at school. Even her new friend Betty Cooper.<br>\r\n<br>\r\nShe was hanging out in the lougue area with Betty and Kevin Keller while drinking a Starbucks latte when she saw saw Archie had over to them. \"Hi Archiekins! I am looking forward to tonight. What do you have planned for us?\" she asked him with a smile as she sat back in her chair and crossed her  legs.<br>\r\n<br>\r\n\"Hey Ronnie!\" Archie said a bit shyly. He had been instantly attracted to the new girl. Since she was from New York, he was a little intimidated by her, and he really wanted to impress her. He had been trying to think of a good place to take her too. \"Do you like Italian food? I know of this great place we can go to\" he suggested after a moment.<br>\r\n<br>\r\n\"I love Italian food! That sounds great. Pick me up at 8?\" Veronica asked.<br>\r\n<br>\r\n\"Of course\" Archie said.<br>\r\n<br>\r\nThat evening, Archie arrived at The Pembroke and knocked on the door. The old doorman Smithers let him in. \"Hi Archie. You are very punctional\" Veronica said with a smile as she came down the stairs to greet him. She was dressed in a black blouse and a grey button skirt. She completed her look by wearing her hair down, had her make-up done all pretty, and a small black clutch purse. Reaching the end of the stars, she made her way over to greet him with a hug.  \"Lead the way Archiekins\" she said with a smile. <br>\r\n<br>\r\nArchie led the way out to his car, helped her in, and drove her over to the Italian resturant he had recommended called Giovanni's. After parking, he held the door to the resturant open for Veronica.  \"Such a gentleman\" Veronica said with a smile before walking in. Archie couldn't help but sneak a look at the brunette's backside. He couldnt help but notice that her butt was a little big for a girl for her size. He always had a thing for thicker girls, especially thick Latina girls.  Maybe he could help her put on a few pounds and get even curvier.<br>\r\n<br>\r\nAfter being seated a table, the young couple began looking over the menu. \"Wow, everything looks really good here\" Veronica said after looking over the menu for a few minutes.<br>\r\n<br>\r\n\"Order whatever you want Ronnie. It's on me\"  Archie said.<br>\r\n<br>\r\n\"I am going to get the pepperoni pizza\" Veronica said after mulling the menu over for a bit.  \"What are you going to get?\" she asked him.<br>\r\n<br>\r\n\"I am going to have their gnocchi with tomato sauce\" Archie said before their server came over and placed their order.<br>\r\n<br>\r\nWhen the server asked what they wanted to drink, Archie ordered two cokes. <br>\r\n<br>\r\n\"How did you know that I wanted a coke?\" Veronica asked with a soft laugh. \"Well both of you are classics so it just made sense\" Archie said with a shrug. <br>\r\n<br>\r\nThe server returned with their drinks quickly. \"Cheers to the start of something special\" Veronica said with a smile as she raised her glass of coke to Archie's before taking a sip.<br>\r\n<br>\r\nTheir food came out a short time later.  \"Wow! This pizza looks so good\" Veronica said. She always had a healthy appetite and she was starting to feel really hungry. She eagerly dug into the pizza and ate a couple of slices while chatting with Archie and getting to know him. After drinking a few more sips of coke, she managed to eat two more slices. She was starting to feel a little full and bloated now. \"Mm, that pizza was delicious. You picked a good place. I think I am going to have to get the rest of the pizza to go\" the brunette said as she moved a hand down to gently pat her bloated belly with one hand. She then took another sip of her coke.<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1596171600,
            "id":2878667,
            "title":"Spoiled by Archie"
        },
        "13":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Stress eating because of her brother Jason's death",
                "Her girlfriend Toni Topaz fattens her up because she wants a curvy girlfriend",
                "Natural",
                "Another Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why does Cheryl start to put on weight?</span></div></span></div>",
            "created":1595739600,
            "id":2875819,
            "title":"Cheryl Blossom"
        },
        "132":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Toni orders another milkshake for Cheryl",
                "Toni orders a slice of pie for Cheryl",
                "Toni orders a cheeseburger and fries for Cheryl "
            ],
            "content":"<div class=\"\"><div> <span>Cheryl Blossom had just finished leading the rest of the Vixens in cheering on the Riverdale High football team in a close batte that they managed to win. Everyone was happy on a night they won. She loved cheering and having all the attention on her just like she was supposed to. Especially because she was the head cheerleader. Cheering always made her hungry and she was craving one of Pop's delicous milkshakes. She made her way over to the bleachers where her girlfriend Toni Topaz was waiting for her. \"Hey Titi. Did you enjoy the game?\" the gorgeous redhead asked her girlfriend before giving her a soft kiss on her lips.<br>\r\n<br>\r\n\"Of course. I always love watching you cheer\" Toni said sweetly with a smile before kissing Cheryl back on her lips. <br>\r\n<br>\r\n\"I'm hungry! Let's go to Pop's for milkshakes\" Cheryl said before gently taking hold of her girlfriend's hand and leading her over to their car. <br>\r\n<br>\r\nToni couldn't help but notice that Cheryl's ass was looking bigger and rounder. Her girlfriend had always had a round butt for a skinny girl. It was one of the first things she had noticed about her when they had met. She had always thought it could be bigger though. It was a pleasant development to see it looking bigger and making Cheryl's cheerleader skirts look tighter than before.<br>\r\n<br>\r\nMaybe it's all those milkshakes she likes to drink. Maybe I could take advantage of those and get Cheryl to put on some more weight. She would look so cute all chubby with a big ass Toni thought to herself.<br>\r\n<br>\r\n\"Earth to Titi. What are you thinking about? Cheryl asked Toni playfully after she noticed her girlfriend had gone silent on the drive over to Pop's.<br>\r\n<br>\r\n\"Oh nothing too important hon. Just letting my mind wander\" Toni replied.<br>\r\n<br>\r\nA short time later they arrived at Pop's and headed inside. Cheryl led the way over to the counter and took a seat on one of the stools. Toni was pleasantly surprised to see how well Cheryl's ass filled the stool. She moved to take the seat next to her girlfriend.<br>\r\n<br>\r\n\"Two strawberry milkshakes please\" Cheryl told Pop who promptly brought them over. The redhead picked  up her cherry first and quickly ate it before taking a sip of her milkshake. <br>\r\n<br>\r\n\"Here, let me feed you my cherry\" Toni said before leaning over. Cheryl opened her mouth and allowed Toni to feed it to her.<br>\r\n<br>\r\nCheryl was so hungry that it didn't take her too long to make it halfway through her milkshake.  \"Mm, Pop's milkshakes are so good\" she said to Toni with a smile and a soft laugh. </span></div></div>",
            "created":1596171600,
            "id":2879072,
            "title":"Her girlfriend Toni Topaz fattens her up becaus..."
        },
        "14":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Toni Topaz",
                "Ethel Muggs",
                "Midge Klump",
                "Someone else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some more characters to choose from </span></div></span></div>",
            "created":1595739600,
            "id":2875793,
            "title":"Someone Else"
        },
        "144":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Polly Cooper",
                "Jellybean Jones",
                "One of the parents"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are more characters to choose from </span></div></span></div>",
            "created":1595739600,
            "id":2875795,
            "title":"Someone else "
        }
    },
    "info":{
        "author_id":"divablair",
        "author_name":"divablair",
        "brief_description":"The females of Riverdale start to pack on the pounds",
        "created":1595814120,
        "description":"<td align=\"left\" class=\"norm\">This is an interactive story where the females of Riverdale start to gain weight. The rules are that the gains must be slow and realistic. No gaining 1000 pounds immediately or in a day. No killing characters. Also please limit sex scenes to only advance the story or just fade to black on them. </td>",
        "id":2227885,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595826780,
        "modified":1596256440,
        "pretty_title":"Riverdale Female Weight Gain"
    }
}