{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (Dominic)",
                "Continue (Rebecca)",
                "Continue (Harold)",
                "Reader's choice",
                "Profiles"
            ],
            "content":"<div class=\"\"><div> <span>The peaceful evening on the 7th floor of a luxury Miami condominium was suddenly shattered by the sounds of screams coming from one of the units.  A few concerned neighbors went to investigate but stopped when they realized where it was coming from.  Dominic Harrison and his fiancé, Rebecca Northam, had been fighting a lot lately.  This was just another in a long line of fights for them.<br>\r\n<br>\r\nDominic was standing in the kitchen, trying to make some pasta, when Rebecca feverishly entered the room with a suitcase.  “I can’t believe you’d do this without asking me about it first.”<br>\r\n<br>\r\nRebecca was leaving for a conference in New York; Dominic thought now would’ve been a proper time to tell her that his parents were coming to dinner next week.  “I don’t see what the big deal is, they’re my parents.”<br>\r\n<br>\r\nLeaning the suitcase against the wall, trying her best to remain calm, Rebecca turned to Dominic and said, “Your parents hate me, Dom; every time they see me, they treat me like I’m some spoiled rich girl.”<br>\r\n<br>\r\nRebecca’s family was one of the wealthier families in south Florida, due in large part to their company, Northam Technologies.  Rebecca and her sister Grace had been groomed from a young age for jobs in the company after college; Rebecca was in Public Relations, while Grace was in her sophomore year of college.  Dominic's parents knew of this, but felt that it was nothing short of nepotism; whereas Dominic had worked his way up from the bottom to become a senior analyst in the IT department.  “Inviting them to dinner is the best way to change their minds.”<br>\r\n<br>\r\n“Please; they’ll just find some other reason to hate me.” Looking at the clock, Rebecca said, “Look, I-I’ve got to go; promise me you won’t make any more unilateral decisions without talking to me first?”<br>\r\n<br>\r\n“I promise.” Walking over to kiss her, Dominic said, “Have fun at the conference.”<br>\r\n<br>\r\n<div align=\"center\">***************************************</div><br>\r\n<br>\r\nRebecca was driving down I-95 towards the airport when her phone started ringing.  A quick glance at the dash display showed Dad.  Groaning, she begrudgingly answered the call, “Hi Dad.”<br>\r\n<br>\r\n“Hi sweetie, just calling to check in before your flight.” Pausing, he said, “Is everything alright, you don’t sound happy.”<br>\r\n<br>\r\nAfter losing their mother at an early age, Harold had made certain that he was always there for his daughters.  This, in time, led him to know exactly when something was bothering them.  “I’m fine, Dad; it’s just...Dominic and I were arguing.”<br>\r\n<br>\r\nRebecca could hear her father’s sigh over the phone; much like Dominic’s parents didn’t like her, Harold didn’t care for Dominic.  <br>\r\n“What did he do this time?”<br>\r\n<br>\r\n“He invited his parents for dinner next week without asking me about it first.” Sighing, Rebecca said, “He said it would help them to change their opinion about me.”<br>\r\n<br>\r\nHarold was fully aware of the Harrison’s opinion of his daughter.  She expected him to agree with her, but instead he said, “I can’t believe I’m saying this, but Dominic is right; a dinner might be just the thing to make them come around.”<br>\r\n<br>\r\n“That’s funny coming from you; you telling me to do the one thing you’ve refused to do for two years.” Pausing, Rebecca said, “I’ll take that under advisement if you’re willing to do the same.”<br>\r\n<br>\r\nHarold realized he’d just backed himself into a corner; what kind of parent would he be if he told his kids to do something he <br>\r\nwasn’t willing to.  Looking at the window of his home office, he said, “Fine, why don’t we make plans for the 3 of us to have dinner in a few weeks.”<br>\r\n<br>\r\n“That works with me; although I’m sure Dominic will need some convincing.”<br>\r\n<br>\r\n“I’m sure he’ll come around.  But, “pausing, Harold said, “As for the other thing, if you want I can stop by tomorrow and have a talk with him.”<br>\r\n<br>\r\n“I appreciate the offer, Dad; but I doubt anything you say will get through.” Taking the ramp towards the airport, Rebecca said, “I’m almost to the airport, I should probably hang up.”<br>\r\n<br>\r\n“Enjoy the conference, sweetie; and don’t worry about Dominic.” Pausing, Harold said, “I’ll have a talk with him tomorrow.”</span></div></div>",
            "created":1598245200,
            "id":2890708,
            "title":"The Beginning"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"A man becomes everything he is not - including a woman.",
        "created":1598215980,
        "description":"<td align=\"left\" class=\"norm\">Dominic Harrison is a 25 year old man with a problem; recently he's started transforming into a 38 year old woman without warning. To make matters were, this woman has a mind and a personality separate from Dominic's. Can the two of them find a way to coexist, or will the rise of one mean the obliteration of the other?<br>\r\n<br>\r\nRules:<br>\r\n1. Proper grammar and spelling.<br>\r\n2. There can be sex, but don't overdo it.<br>\r\n3. Use 3rd Person Perspective.<br>\r\n4. I reserve the right to edit or delete chapters.</td>",
        "id":2230246,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1598292840,
        "modified":1598292840,
        "pretty_title":"Jekyll & Hyde"
    }
}