{
    "chapters":{
        "1":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "New home"
            ],
            "content":"<div class=\"\"><div> <span>As summer break was approaching your parents are preparing for a long vacation.<br>\r\nThe last day of school arrives and your parents are packed and ready to go.<br>\r\n\"You will be staying with your Aunt\" your mother states. <br>\r\n<br>\r\nA few hours later your Aunt arrives and loads your suitcase into her car. <br>\r\nYou get in the back and drive off to her place.</span></div></div>",
            "created":1578335400,
            "id":2770238,
            "title":"Welcome to your new home"
        },
        "11":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "This is the room",
                "A boy's nursery",
                "A girl's nursery"
            ],
            "content":"<div class=\"\"><div> <span>When you arrive, your Aunt bring your suitcase in and you follow.<br>\r\n<br>\r\n\"Alright! I'll let you get unpacked, follow me\" She stated<br>\r\n<br>\r\nYou follow her to a spare bedroom, clean and pretty empty. A dresser and a small bed with white walls.<br>\r\n</span></div></div>",
            "created":1578335640,
            "id":2770242,
            "title":"New home"
        },
        "111":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Watch Tv",
                "Explore the house",
                "Talk for a while"
            ],
            "content":"<div class=\"\"><div> <span>You shrug and start unloading the suitcase into the dresser.<br>\r\n<br>\r\nYou sit on the bed for a bit, and eventually head downstairs. <br>\r\n<br>\r\nYour Aunt sees you and says \"All set? Feel free to watch tv or explore the house\" <br>\r\n</span></div></div>",
            "created":1578335880,
            "id":2770244,
            "title":"This is the room"
        },
        "1112":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Supper time"
            ],
            "content":"<div class=\"\"><div> <span>You decide to explore the house, first you head upstairs and look at your Aunt's room and the huge bathroom.<br>\r\nNext you head downstairs, then down to the basement.<br>\r\n<br>\r\nThere are a lot of boxes, shelves and old furniture. In the back you notice a crib frame and a little matress, beside it is a box for a highchair that looks untouched.<br>\r\nYou look through some boxes and eventually hear your Aunt call you for supper.</span></div></div>",
            "created":1578336360,
            "id":2770245,
            "title":"Explore the house"
        },
        "11121":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Ask her about it",
                "Ignore it"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You sit and eat supper together, then head to the living room to watch tv.<br>\r\n<br>\r\nAfter watching a diaper commercial the image of the crib reminds you of the one you saw downstairs.<br>\r\n<br>\r\nDo you ...</span></div></span></div>",
            "created":1578336660,
            "id":2770246,
            "title":"Supper time"
        },
        "111211":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Tucked in the crib"
            ],
            "content":"<div class=\"\"><div> <span>You keep thinking about it, and ask \"I was wondering, why is there a crib downstairs?\" <br>\r\nYour Aunt gives you a smile, \"Oh, I was thinking about having a baby a long time ago, but I never did\" she replied<br>\r\n<br>\r\nShe paused for a few minutes.<br>\r\nBlushing you ask \"I... was wondering if we could put it in my room\" <br>\r\n<br>\r\nHer eye brows raised and she froze for a few seconds. \"Sure, if you want anything from the basement let me know\"<br>\r\n<br>\r\nShe gets up and heads to the basement. You watch your Aunt carry the frame and mattress into your room.<br>\r\nShe takes the other bed out and assembles the crib. She adds the mattress and bumpers, then heads back downstairs.<br>\r\nYour Aunt comes back into the room attaching a mobile to the top and a baby monitor the the side.<br>\r\n\"There!\" She states.<br>\r\n\"Alright hop in\" she orders<br>\r\n</span></div></div>",
            "created":1578337380,
            "id":2770252,
            "title":"Ask her about it"
        },
        "1112111":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Sucking your thumb",
                "and need to pee",
                "and relax in the crib"
            ],
            "content":"<div class=\"\"><div> <span>You try to climb in, but your Aunt lifts you into the crib.<br>\r\nShe tucks you in with a soft blue blanket and lifts the side of the crib.<br>\r\nYou hear a click as it reached the top, realising you are locked in you ask<br>\r\n\"How do I get out?\"<br>\r\n<br>\r\nYour Aunt smiles and points at the monitor. \"That's what the monitor is for, just call for me when you wake up!\" She states.<br>\r\n<br>\r\nShe turns on the mobile and the soft lullaby tunes before dimming the lights.<br>\r\n\"Sweet Dreams\" she said softly and left the room.<br>\r\n<br>\r\nYou quickly fall asleep.<br>\r\nYou wake up...</span></div></div>",
            "created":1578935340,
            "id":2773230,
            "title":"Tucked in the crib"
        },
        "11121111":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Suck on your thumb again",
                "wait for your Aunt",
                "pee yourself"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You wake up and suddenly realise your thumb is in your mouth.<br>\r\nYou sit up and notice your thumb is wet from the drool.<br>\r\n<br>\r\nYou hear footsteps coming towards the room.<br>\r\nYou ...</span></div></span></div>",
            "created":1578935700,
            "id":2773231,
            "title":"Sucking your thumb"
        },
        "111211111":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "You wet yourself",
                "Your Aunt gives you a bottle",
                "You ask for a diaper"
            ],
            "content":"<div class=\"\"><div> <span>You decide to stick your thumb back in your mouth.<br>\r\n<br>\r\nYour Aunt opens the door and sees you sitting up while sucking your thumb.<br>\r\n\"Oh you're awake\" she states<br>\r\n<br>\r\nShe walks over to you and takes your thumb out of your mouth.<br>\r\n\"Don't do that! If you want, I can probably find you a pacifier\" she says<br>\r\nYour Aunt unlocked the side of the crib and lowered it to the floor.<br>\r\nShe lifts you out and checks your bottom.<br>\r\n\"Still dry, good boy\" she cooed<br>\r\n<br>\r\nYou blush and stick your thumb back in your mouth.<br>\r\nYour Aunt leaves the room for a few minutes and comes back holding a pacifier.<br>\r\nAs she pulls your thumb out, she slips the pacifier in your mouth.<br>\r\n\"There you go\" she says.<br>\r\n<br>\r\nYou blush and suck on your pacifier.<br>\r\n</span></div></div>",
            "created":1578936360,
            "id":2773236,
            "title":"Suck on your thumb again"
        },
        "1112111113":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Pampers diaper",
                "Pull-up"
            ],
            "content":"<div class=\"\"><div> <span>You take the pacifier out of your mouth and say \"Auntie, can I wear a diaper?\"<br>\r\n<br>\r\nYour Aunt raises her eyebrows at the blunt request. She smiles and replies \"Sure, I'll go see what I can find\" <br>\r\nYou watch her exit the room and put the pacifier back in your mouth.<br>\r\n<br>\r\nYour Aunt comes back holding a pull-up and a pampers diaper.<br>\r\n<br>\r\n\"Which one do you want?\" she asks</span></div></div>",
            "created":1578967980,
            "id":2773440,
            "title":"You ask for a diaper"
        },
        "11121111131":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "A blue onesie",
                "A blue footed sleeper",
                "A pink frilly dress",
                "A large swaddling blanket"
            ],
            "content":"<div class=\"\"><div> <span>You point at the Pampers diaper and your Aunt quickly undresses you.<br>\r\nShe lifts you by the ankles and slides the diaper under you.<br>\r\nA quick sprinkle of baby powder, then she tapes up the diaper and sits you up.<br>\r\n\"There you go!\" She says.<br>\r\n\"But I think you'll need something to wear..\"<br>\r\nShe continues<br>\r\n<br>\r\nYou nod still sucking on your pacifier.<br>\r\nWhen she leaves the room you feel the diaper and instantly smell the baby powder.<br>\r\n<br>\r\nYour Aunt comes back holding...</span></div></div>",
            "created":1578968700,
            "id":2773449,
            "title":"Pampers diaper"
        },
        "111211111311":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "A bowl of baby food and a bib",
                "A bottle of formula",
                "A bowl of oatmeal"
            ],
            "content":"<div class=\"\"><div> <span>Your Aunt comes back holding a blue onesie and pops your head through the collar.<br>\r\nShe quickly slides each arm into the sleeves and pushes in all of the crotch snaps.<br>\r\nShe clips a string to your collar and ties the end around your pacifier.<br>\r\n<br>\r\nShe leads you to the bathroom and stands you in front of a tall mirror.<br>\r\n\"See how cute you look, just like a 3 year old\" she states<br>\r\n<br>\r\nYou see the bulge of the diaper and the onesie fits you surprisingly well.<br>\r\nYou nod and she leads you to your room.<br>\r\nShe sets up a playpen, leads you inside and then locks you in.<br>\r\n<br>\r\nShe tosses in some soft blocks and places a few stuffed toys around you.<br>\r\n\"I'm going to make breakfast, have fun with your toys\" She states<br>\r\nYou suck on your pacifier and play with the toys for a while.<br>\r\nYour Aunt comes back holding...</span></div></div>",
            "created":1578969540,
            "id":2773454,
            "title":"A blue onesie"
        },
        "111211111313":{
            "author_id":"peerwarrior",
            "author_name":"Potato head",
            "choices":[
                "wear the dress",
                "refuse to wear it "
            ],
            "content":"<div class=\"\"><div> <span>Your aunt comes back holding a pink frilly dress and says \"sorry sweetie this is all I could find since I always wanted a baby girl I only ended up buying clothes for girls I hope this is okay\"<br>\r\n<br>\r\nYou look at the dress and think about it for a minute you decided to.....</span></div></div>",
            "created":1578973800,
            "id":2773478,
            "title":"A pink frilly dress"
        },
        "112":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Unpack and relax",
                "Talk for a while",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You notice an empty room in blue, with wallpaper and padded corners.<br>\r\n<br>\r\n\"What's this room?\" You say as you point.<br>\r\n<br>\r\n\"Oh, I had planned to have a baby a while ago. So I set up a nursery, but I never did... The crib and changing table are still downstairs.\" She explained.<br>\r\n<br>\r\nShe notices your curiousity, <br>\r\n\"Would you like to stay in this room?\" She asks.<br>\r\n<br>\r\nYou turn bright red and try to avoid eye contact. \"Uhmm.. yes please\" you reply.<br>\r\n<br>\r\nShe surprises you with a large hug.<br>\r\n\"It's ok, you don't need to be embarrassed. I can bring up the crib and changing table, would you like that?\" She asks softly.<br>\r\n<br>\r\nYou nod and follow her downstairs.<br>\r\nAfter a few trips the changing table and the crib are up in thr room.<br>\r\n<br>\r\nYou watch as she sets the crib and places the matress and bumpers.<br>\r\n<br>\r\n\"Ill get the mobile and the baby monitor\" she stated.<br>\r\nShe left the room for a few minutes and when she came back, set up the mobile and monitor.<br>\r\n<br>\r\n\"All set! Go ahead and get unpacked\" She says.</span></div></div>",
            "created":1582731180,
            "id":2793208,
            "title":"A boy's nursery"
        },
        "1122":{
            "author_id":"andrex",
            "author_name":"AndreX",
            "choices":[
                "Ask to be treated like a baby",
                "Ask to be treated like a toddler",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You bring you're stuff into the room and drop it. <br>\r\n<br>\r\n\"Auntie, I was wondering?\" You start<br>\r\n<br>\r\nShe walks up to you,<br>\r\n\"What on your mind? Don't be shy\" she asks.</span></div></span></div>",
            "created":1582731540,
            "id":2793212,
            "title":"Talk for a while"
        }
    },
    "info":{
        "author_id":"andrex",
        "author_name":"AndreX",
        "brief_description":"Regression\\Abdl story",
        "created":1578334920,
        "description":"<td align=\"left\" class=\"norm\">Anything goes!<br>\r\nEnjoy!</td>",
        "id":2209565,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1582731540,
        "modified":1582731540,
        "pretty_title":"Back to Basics"
    }
}