{
    "chapters":{
        "1":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "Shido Itsuka",
                "Kyouhei Kannazuki",
                "Isaac Ray Pelham Westcott",
                "You",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Who is shrunken <br>\r\nFor those who don't know the main girls<br>\r\nThoka<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Tohka_Yatogami#Spirit%20Form\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Tohk...</a> <br>\r\nKotori<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Kotori_Itsuka\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Koto...</a><br>\r\nYoshino<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Yoshino_Himeka\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Yosh...</a><br>\r\nKurumi<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Kurumi_Tokisaki\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Kuru...</a><br>\r\nKaguya/Yuzuru<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Yamai_Kazamachi#Kaguya_Yamai\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Yama...</a><br>\r\nMiku<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Miku_Izayoi\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Miku...</a><br>\r\nNatsumi<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Natsumi_Kyouno\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Nats...</a><br>\r\norigami<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Origami_Tobiichi\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Orig...</a></span></div></div>",
            "created":1594357200,
            "id":2865606,
            "title":"The start"
        },
        "11":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "Tohka ",
                "Kotori",
                "Yoshino",
                "Kurumi",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is shido shrunk around?</span></div></span></div>",
            "created":1594357200,
            "id":2865608,
            "title":"Shido Itsuka"
        },
        "114":{
            "author_id":"oscarmag",
            "author_name":"Uroboros",
            "choices":[
                "In my boot (She could or not keep him as pet)",
                "In my mouth (She could or not keep him as pet)",
                "Author Choice"
            ],
            "content":"<div class=\"\"><div> <span>One day, after school Shido was going to the shopping area to buy some supplies for dinner, when suddenly he saw Kurumi in the corner of his eye, as usual she was smiling to him from afar slowly walking backwards and disappearing into the shadows of an alley.<br>\r\n<br>\r\nNot losing any time Shido ran behind her, for Shido Kurumi was little spooky for her lack of good wiling, and some predatory behaviors, but still a gentle girl that must be saved from her own evil behavior's, and her uncontrollable spirit powers.<br>\r\n<br>\r\nHowever when Shido reached the alley he didn't see anyone, suddenly he started to get sleepy, without any apparent explanation until he passed out.<br>\r\n<br>\r\nAfter a while he wake up and looked around, he saw an open sky above him still with daylight even if it was already getting dark, so he saw beautiful sunset sky, around was a wide plain and far away from him was many huge bars like some kind of cell or some kind handrail but both options where impossible due to the enormous size, if was a cell any person or animal easily could pass through the space between the bars, and for a handrail was too tall for any person, while pondering the use of such structure shido also noticed an enormous building with a gigantic single door, and he started to realize what happened, when Shido heard a giggle behind him.<br>\r\n<br>\r\n\"Oh Shido-kun are you awake already.\" a Misterious yet familiar voice said. Shido turned and inmediately fell on his back when he saw the gargantuan figure of Kurumi. \"Wow easy there, I don't want my itsy bitsy Shido hurt, come here let me pick you up.\" Kurumi said with a smirk, pinching Shido bottom half between her thumb and forefinger in a gentle manner, but sill with enough strength to prevent Shido from falling or escaping, she carried Shido to eye level, taking him closer to the eye with a clock in it studying Shido intently.<br>\r\n<br>\r\nShido trembling from the unexpected situation started to speak \"Wha what happened?, why you shrunk me where are we? !let me go!\" Shido shout with fear.<br>\r\n<br>\r\n\"Shhh little Shido, I didn't shrunk you but saw you when happened, you suddenly fell unconscious and started to get smaller until you reached the one inch limit, then I took you here to the closer roof top to ensure nobody see's us, and let you sleep until you woke up\" Kurumi said squeezing Shido playfully with the fingers she was holding him, she also licked her lips with a predatory eyes.<br>\r\n<br>\r\n\"Em yeah? then why were you there? and if you didn't shrunk me, then who?\" Shido aked not entirely conviced about what Kurumi said.<br>\r\n<br>\r\n\"Oh is that so, you don't belive me hm, well the reason I was there is because, I know many things in the future and in the past remember.\" She said pointing at the eye with the clock with her other hand. \"And about who did it Im not sure but I think that you lost some spiritual powers from the other spirits, but this time instead of actually losing their abilities you lost your size.\" Kurumi said a little annoyed because Shido didn't believe her.<br>\r\n<br>\r\n\"Oh really let me try.\" Shido said summoning Sandalphon the sword of Thoka, but instead of summoning the normal sword Shido had a micro version which fit in his hands, after confirm that he still had the spirits powers at least a mini version of them, he dispelled the sword again. \"You are right I still have their powers, I'm sorry for not believing in you.\"<br>\r\n<br>\r\n\"You think a simple apology is enough\" she said sticking her tongue out at Shido.<br>\r\n<br>\r\n\"You are right I'm terrible sorry I will make it up to you as soon I'm back to my size\" Shido said with regret, and bowing her head towards Kurumi.<br>\r\n<br>\r\n\"Aw I can't be mad at you my little Shido\" Kurumi said petting Shido carelessly.\"However its very tempting to keep you as my sweet pet instead\" Kurumi said looking at Shido with predatory eyes again.<br>\r\n<br>\r\n\"Haha please don't joke like that and take me to home please I need to talk to Kotori to see what we can do about this\" Shido sai nervously hoping that Kurumi was actually joking.<br>\r\n<br>\r\n\"Oh Shido dont worry I will help you but I will punish you for not believing me so I will put you in my...\"</span></div></div>",
            "created":1594443600,
            "id":2866367,
            "title":"Kurumi"
        },
        "115":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "Kaguya Yamai",
                "Yuzuru Yamai",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>some other spirits</span></div></span></div>",
            "created":1594357200,
            "id":2865609,
            "title":"Other"
        },
        "1153":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "Miku",
                "Natsumi",
                "other "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More spirits still</span></div></span></div>",
            "created":1594357200,
            "id":2865610,
            "title":"other"
        },
        "12":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "kotori",
                "yoshino",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who finds him shrunken</span></div></span></div>",
            "created":1594357200,
            "id":2865612,
            "title":"Kyouhei Kannazuki"
        }
    },
    "info":{
        "author_id":"murph1204",
        "author_name":"smurf1204",
        "brief_description":"A gts interactive based around the anime date a live",
        "created":1594421820,
        "description":"<td align=\"left\" class=\"norm\">A giantess and shrink interactive based around the anime Date a live<br>\r\nGP rewards for good additions<br>\r\nI will allow basically anything aside from male giants<br>\r\n</td>",
        "id":2226526,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1594503000,
        "modified":1594503000,
        "pretty_title":"Date a Live Giantess/Shrink"
    }
}