{
    "chapters":{
        "1":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "Shido Itsuka",
                "Kyouhei Kannazuki",
                "Isaac Ray Pelham Westcott",
                "You",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Who is shrunken <br>\r\nFor those who don't know the main girls<br>\r\nThoka<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Tohka_Yatogami#Spirit%20Form\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Tohk...</a> <br>\r\nKotori<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Kotori_Itsuka\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Koto...</a><br>\r\nYoshino<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Yoshino_Himeka\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Yosh...</a><br>\r\nKurumi<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Kurumi_Tokisaki\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Kuru...</a><br>\r\nKaguya/Yuzuru<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Yamai_Kazamachi#Kaguya_Yamai\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Yama...</a><br>\r\nMiku<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Miku_Izayoi\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Miku...</a><br>\r\nNatsumi<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Natsumi_Kyouno\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Nats...</a><br>\r\norigami<br>\r\n<a rel=\"nofollow\" href=\"https://date-a-live.fandom.com/wiki/Origami_Tobiichi\" target=\"_blank\">https://date-a-live.fandom.com/wiki/Orig...</a></span></div></div>",
            "created":1594357200,
            "id":2865606,
            "title":"The start"
        },
        "11":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "Tohka ",
                "Kotori",
                "Yoshino",
                "Kurumi",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is shido shrunk around?</span></div></span></div>",
            "created":1594357200,
            "id":2865608,
            "title":"Shido Itsuka"
        },
        "114":{
            "author_id":"oscarmag",
            "author_name":"Uroboros",
            "choices":[
                "In my boot (She could or not keep him as pet)",
                "In my mouth (She could or not keep him as pet)",
                "Author Choice"
            ],
            "content":"<div class=\"\"><div> <span>One day, after school Shido was going to the shopping area to buy some supplies for dinner, when suddenly he saw Kurumi in the corner of his eye, as usual she was smiling to him from afar slowly walking backwards and disappearing into the shadows of an alley.<br>\r\n<br>\r\nNot losing any time Shido ran behind her, for Shido Kurumi was little spooky for her lack of good wiling, and some predatory behaviors, but still a gentle girl that must be saved from her own evil behavior's, and her uncontrollable spirit powers.<br>\r\n<br>\r\nHowever when Shido reached the alley he didn't see anyone, suddenly he started to get sleepy, without any apparent explanation until he passed out.<br>\r\n<br>\r\nAfter a while he wake up and looked around, he saw an open sky above him still with daylight even if it was already getting dark, so he saw beautiful sunset sky, around was a wide plain and far away from him was many huge bars like some kind of cell or some kind handrail but both options where impossible due to the enormous size, if was a cell any person or animal easily could pass through the space between the bars, and for a handrail was too tall for any person, while pondering the use of such structure shido also noticed an enormous building with a gigantic single door, and he started to realize what happened, when Shido heard a giggle behind him.<br>\r\n<br>\r\n\"Oh Shido-kun are you awake already.\" a Misterious yet familiar voice said. Shido turned and inmediately fell on his back when he saw the gargantuan figure of Kurumi. \"Wow easy there, I don't want my itsy bitsy Shido hurt, come here let me pick you up.\" Kurumi said with a smirk, pinching Shido bottom half between her thumb and forefinger in a gentle manner, but sill with enough strength to prevent Shido from falling or escaping, she carried Shido to eye level, taking him closer to the eye with a clock in it studying Shido intently.<br>\r\n<br>\r\nShido trembling from the unexpected situation started to speak \"Wha what happened?, why you shrunk me where are we? !let me go!\" Shido shout with fear.<br>\r\n<br>\r\n\"Shhh little Shido, I didn't shrunk you but saw you when happened, you suddenly fell unconscious and started to get smaller until you reached the one inch limit, then I took you here to the closer roof top to ensure nobody see's us, and let you sleep until you woke up\" Kurumi said squeezing Shido playfully with the fingers she was holding him, she also licked her lips with a predatory eyes.<br>\r\n<br>\r\n\"Em yeah? then why were you there? and if you didn't shrunk me, then who?\" Shido aked not entirely conviced about what Kurumi said.<br>\r\n<br>\r\n\"Oh is that so, you don't belive me hm, well the reason I was there is because, I know many things in the future and in the past remember.\" She said pointing at the eye with the clock with her other hand. \"And about who did it Im not sure but I think that you lost some spiritual powers from the other spirits, but this time instead of actually losing their abilities you lost your size.\" Kurumi said a little annoyed because Shido didn't believe her.<br>\r\n<br>\r\n\"Oh really let me try.\" Shido said summoning Sandalphon the sword of Thoka, but instead of summoning the normal sword Shido had a micro version which fit in his hands, after confirm that he still had the spirits powers at least a mini version of them, he dispelled the sword again. \"You are right I still have their powers, I'm sorry for not believing in you.\"<br>\r\n<br>\r\n\"You think a simple apology is enough\" she said sticking her tongue out at Shido.<br>\r\n<br>\r\n\"You are right I'm terrible sorry I will make it up to you as soon I'm back to my size\" Shido said with regret, and bowing her head towards Kurumi.<br>\r\n<br>\r\n\"Aw I can't be mad at you my little Shido\" Kurumi said petting Shido carelessly.\"However its very tempting to keep you as my sweet pet instead\" Kurumi said looking at Shido with predatory eyes again.<br>\r\n<br>\r\n\"Haha please don't joke like that and take me to home please I need to talk to Kotori to see what we can do about this\" Shido sai nervously hoping that Kurumi was actually joking.<br>\r\n<br>\r\n\"Oh Shido dont worry I will help you but I will punish you for not believing me so I will put you in my...\"</span></div></div>",
            "created":1594443600,
            "id":2866367,
            "title":"Kurumi"
        },
        "1141":{
            "author_id":"oscarmag",
            "author_name":"Uroboros",
            "choices":[
                "Kotori takes Shido to the Fraxinus.",
                "Kurumi keeps Shido for hersel at least for now.",
                "Kurumi's Fun Game."
            ],
            "content":"<div class=\"\"><div> <span>Kurumi then proceeded to remove her right boot and put Shido on the heel area. \"If I were you little Shido I would run to the toes area\"<br>\r\n<br>\r\nHearing this and understanding his situation, Shido run as fast as he could deeper in the boot, but after just a little and with a terrible tremble of the boot Shido fell and rolled, luckily for him he almost reached the toe area when this happened, turning just in time to receive a socked third toe smashing him into the toe imprint underneath him.<br>\r\n<br>\r\nKurumi smiled happily feeling the struggles of Shido under her toes, \"Haha that tickles, Shido stop\" Kurumi said stomping her right foot, which worked for a moment and the struggle came back harder. <i>Oh well isn't so bad after you get used to it actually feels pretty pleasant.</i> Kurumi thought for herself.<br>\r\n<br>\r\nShido in other hand was breathing heavily, because of the immense weight and the sock fivers suffocating him, however he noticed that he was in one piece safe and sound, well maybe those where strong word's, considering his circumstances, but thanks to the power of his sister Kotori he was healing fast enough to prevent any damage, at the end he only was in a constricted situation but safe.<br>\r\n<br>\r\nKurumi seriously considered whether to keep Shido for herself, but in the end she decided against that idea and decided to go with Kotori. However she decided to enjoy her time with shido, taking her time to go to Shido home visiting stores and arcades in the way enjoying avery step she took with Shido in her boot.<br>\r\n<br>\r\nFor Shideo this consisted on get smashed repeatedly under Kurumi toes, bouncing around inside boot, and getting squeezed playfully whenever kurumi stopped walking to play at an arcade machine or checking out an a store.<br>\r\n<br>\r\nFinally Kurumi decide to go to Shido's home, when she was near his home Kurumi started to walk carefully and stealthy not wanting to start a fight with any of the spirits who lived next Shido's home, she entered Shido's home through the window of Shido's room, there Kurumi sat in the bed and relaxed a little since avoided any conflict.<br>\r\n<br>\r\nIn that moment Kotori entered Shido's room demanding an explanation to Shido since he had not answered her call´s, but stopped mid word when she noticed that in place of his brother was Kurumi a dangerous spirit to her eyes<br>\r\n<br>\r\n\"What are you doing in my house? and why the satellite locator of the Fraxinus say's that Shido is in here?\" Kotori said getting ready to fight and summoning her astral dress.<br>\r\n<br>\r\n\"Hey slow down im here because im helping Shido.\" Said Kurumi taking some step behind, \"Well and also Im punishing him\" this last's word's she whispered only for herself.<br>\r\n<br>\r\n\"Yeah and why I should belive you?\" Kotori asked in guard.<br>\r\n<br>\r\n\"Let me explain, he shrunk somehow and I found him and Im keeping an eye on him since\" Kurumi said.<br>\r\n<br>\r\nKotori wasn't convinced about Kurumi good will however this coincided with the data of the Fraxinus, one of the major reasons why she wanted to contact him earlier. \"If is that so the where is he?\" Kotori asked hesitantly.<br>\r\n<br>\r\n\"Oh that it's easy I store him in my boot for safekeeping\" Kurumi answered leaving out the punishment part. \"Here let me show you\" Kurumi said sitting back on Shido's bed and squeezing Shido with her toes, trying to get a good grab on him, finally trapping him under her second toe in a vice.<br>\r\n<br>\r\nKurumi then took her foot along with Shido out of her boot, and unstuck him from her toes, and showed him to Kotori who gasped in surprise.<br>\r\n<br>\r\n\"What the, Shido its really you?\" Kotori asked. <i>Mhm this is weird normally the spirits just gather their powers back, and Shido is left as a normal person without powers but this time the spirits gathered their powers back and instead of leave Shido like normal person he stayed with powers too, and shrunken instead.</i> Kotori thought for herself.<br>\r\n<br>\r\n\"Yeah I'm more or less fine, all thing's considered.\" Shido said staying on Kurumi's palm.<br>\r\n<br>\r\n\"Why do you took him back to me then, you could easily take him and nobody would know?\" Kotori asked to Kurumi distrustful.<br>\r\n<br>\r\n1. \"For fun actually I wanted to know what you and the other spirits are gonna do with little Shido here.\" Kurumi responded.<br>\r\n<br>\r\n\"is that so? Well, if that's the case, I'll take him to the Fraxinus so they can analyze him before anything else.\" Kotori said.<br>\r\n<br>\r\n2. \"I won't let go of him so easily, I just wanted to let you and the other spirits know that Shido is fine and is with me\" Kurumi said and with this she entered her Shadow and disappeared taking Shido with her.<br>\r\n<br>\r\n3. \"Because I have a fun idea I got it when felt Shido squirming in my boot, lets invite the other spirits for this. The game is this we gonna leave all our shoes in front of Shido, and we will not look giving Shido a minute or so to hide in one of our shoes, the lucky girl with Shido in her shoe can take a date with him, the next day we gonna do the same removing the shoes of the girl who already had a date, we will continue until every Spirit had her date with Shido, then we start all over again at least until he gets back to normal.\" Kurumi explained with a mischievous smile towards Shido who was terrified at Kurumi's suggestion.<br>\r\n<br>\r\n\"Well isn't a bad idea actually, he maybe recovers his height with the dates alone since the connection between we the spirits and he get stronger with dates anyway, and sounds like a fair method to let all have a date with him so I will accept your game idea then.\" Kotori said sucking her lollipop.</span></div></div>",
            "created":1596862800,
            "id":2882552,
            "title":"In Kurumi's boot"
        },
        "115":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "Kaguya Yamai",
                "Yuzuru Yamai",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>some other spirits</span></div></span></div>",
            "created":1594357200,
            "id":2865609,
            "title":"Other"
        },
        "1153":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "Miku",
                "Natsumi",
                "other "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More spirits still</span></div></span></div>",
            "created":1594357200,
            "id":2865610,
            "title":"other"
        },
        "11531":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "pre sealed",
                "post sealed"
            ],
            "content":"<div class=\"\"><div> <span>Which personality of miku is shido shrunk around for those who dont know<br>\r\nPre sealed shes sees all humans as toys for her amusement and men in particular she sees as less than bugs thus she couldnt stand the sight of shido<br>\r\nPost sealed she his typically kinder and is extremely attached to shido in particular</span></div></div>",
            "created":1596517200,
            "id":2880803,
            "title":"Miku"
        },
        "12":{
            "author_id":"murph1204",
            "author_name":"smurf1204",
            "choices":[
                "kotori",
                "yoshino",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who finds him shrunken</span></div></span></div>",
            "created":1594357200,
            "id":2865612,
            "title":"Kyouhei Kannazuki"
        }
    },
    "info":{
        "author_id":"murph1204",
        "author_name":"smurf1204",
        "brief_description":"A gts interactive based around the anime date a live",
        "created":1594421820,
        "description":"<td align=\"left\" class=\"norm\">A giantess and shrink interactive based around the anime Date a live<br>\r\nGP rewards for good additions<br>\r\nI will allow basically anything aside from male giants<br>\r\n</td>",
        "id":2226526,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596921360,
        "modified":1596921360,
        "pretty_title":"Date a Live Giantess/Shrink"
    }
}