{
    "chapters":{
        "1":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Recruiting and managing her quirky staff.",
                "Checking out some hot new properties to expand her brand.",
                "Her rival Kitchen Bosses have been getting up in her business.",
                "Gloria has a bonfire crisis on her hands to remedy stat!",
                "She's still peckish and has several new recipes to try."
            ],
            "content":"<div class=\"\"><div> <span>Gloria Vandergast loved her office.<br>\r\n<br>\r\nIt was the ultimate status symbol for anyone who was their own boss. Rich wood paneling, an artfully sturdy mahogany desk, framed accolades on the wall next to her degrees and a city view out the window. And her ergonomic out-sized office chair that had to be custom made.<br>\r\n<br>\r\nAll her life Gloria had never been skinny. Who would trust a skinny chef, anyways? You could tell from her size that she loved food just as much as she loved ruling over the kitchen with an iron fist. Currently she tipped the scales at around the two hundred pound mark, which filled out her five foot four inch frame considerably. She had a thick middle, rounded hips, pudgy thighs and a moderately sized chest for someone of her frame. Her skin was dark tan and her hair a darker midnight black, kept shoulder length whenever she didn’t tie up her hair for the kitchen.<br>\r\n<br>\r\nShe favored clothes that made a statement and her typical business suit was no exception. A maroon, velvet accented suit with pencil skirt ending just above the knee. Like her chair it also had to be custom made for her size, as the original style of the suit was for the petite body. Gloria liked it for being just snug enough, a bold statement piece that made her chest look more impressive when combined with her favorite bra. Although a few of the buttons were starting to look strained…<br>\r\n<br>\r\nGloria was a shrewd and driven businesswoman. She had graduated with masters for both culinary arts and business degrees, a skilled chef who didn’t want to labor under anyone else’s kitchen. So she started her own company, becoming a Kitchen Boss looking to build her brand with a backbone of fantastic kitchens and any other business to cater to her customers' lifestyle.<br>\r\n<br>\r\nShe knew her food could be fattening and her restaurants were criticized for targeting the overweight and obese. Gloria didn’t care; in her eyes the fat demographic would bring her the most wealth. Why not have have “whales” for her standout patrons, or whales? She'd feed them for breakfast, lunch, or dinner if it meant her wallet expanded faster than their waistline. It was a growing customer base in more ways than one.<br>\r\n<br>\r\nGloria’s dominate business strategies followed along the lines of her vices: Envy, Greed, and Gluttony. And not always in that specific order. Gloria couldn’t stand anybody having something she didn’t have, be it property or acclaim, especially if it was one of her rival Kitchen Bosses. Gloria always wanted more, she wanted to make big money and was never fully satisfied with the status quo. And she was a big eater, constantly snacking and tasting as she perfected her recipes, savoring her food far too messily in contrast to the image of a successful Kitchen Boss that she wanted to present. Each of her vices naturally fed into the next, part of what had made her the boss she was today…although left unchecked that could be disastrous.<br>\r\n<br>\r\n“You give me half price on that shoddy, already rotting fruits you call ‘organic produce’ or I’m taking my business elsewhere!” Gloria bullied a supplier on the other end of the phone over her morning latte and pastry. “Or you’ll never sell greens in this town again. I’ve got a lot of clout with the local chamber of commerce.”<br>\r\n<br>\r\nShe hung up the phone smugly as she took a big bite of her apple-cream cheese danish, knowing her supplier would have to meet her price or be finished. Closing a deal always got Gloria fired up for the day. She couldn't spend all day sitting back over fancy coffee and her pastry. She had a budding kitchen empire to run, after all. <br>\r\n<br>\r\nWhat was the first order of the day?</span></div></div>",
            "created":1520139600,
            "id":2460369,
            "title":"The Life of a Kitchen Boss"
        },
        "11":{
            "author_id":"keroro04",
            "author_name":"Keroro04",
            "choices":[
                "Erika",
                "Tsukiko",
                "Emma",
                "Sasha",
                "Garnet"
            ],
            "content":"<div class=\"\"><div> <span>Today was most likely one of the greatest days in Gloria Vanderghast's life.<br>\r\n<br>\r\nNot only was she opening a brand new kitchen known as \"Gloria's Steakhouse\" within the big city of Trussel within a week, her first restaurant within a widely populated city, but she had also received hundreds of job offers from chefs all across the state to become chefs at her new kitchen. She had already hired another chef to work under her, a tan-skinned rotund woman by the name of Nicole Harker, but now she was looking over dozens of other chefs, so she could choose which one to pick.<br>\r\n<br>\r\nDriving her way to Gloria's Steakhouse, the Kitchen Boss would quickly notice said chef walk up as well. \"Ah, Nicole. You up here to check out the meals of the other chefs too?\"<br>\r\n<br>\r\n\"Yeah, can't miss out a good meal after all. Who knows, we may even find someone who actually would work well here...\"<br>\r\n<br>\r\nStanding at a minuscule 4'10\", Nicole would end up being even shorter than Gloria, which was somewhat impressive considering the Kitchen Boss's own short stature. However, despite being shorter, Nicole would appear to be the heavier one, weighing in at around 50 more pounds than her boss and appearing even fatter due to the weight being localized in a smaller area. Not only was she looking somewhat obese, but her hips in particular were two huge pillars of fat, which the woman took pride in whenever it would shake.<br>\r\n<br>\r\n\"Ha, yeah I can't wait to enjoy these meals as well... who knows, maybe we'll find something that's actually good, and then we can have another great chef like you!\"<br>\r\n<br>\r\nWalking into the soon to be open steakhouse, the two chefs would end up seeing a wide assortment of women of all sizes and weights, all trying to bring their own tasty meals into the hiring contest. Taking their time, the two would eat through every meal, offering their thoughts on each meal.<br>\r\n<br>\r\n\"Bleh! This steak is all raw! Next!\"<br>\r\n<br>\r\n\"Hmm... this is pretty good... for a dive bar! Next!\"<br>\r\n<br>\r\n\"Hmm... this is actually really tasty, but not what I'm looking for since this is supposed to be a steakhouse, not a bakery. I'll call you as a first hire for if I do open a dessert place, but for now NEXT!\"<br>\r\n<br>\r\nAfter a long while of tasting and stuffing themselves with multiple dishes, the two would eventually narrow down the potential chefs down to five women, all of them having a high level of skill. The first one would be a woman named Erika, who while surprisingly skinny had somehow perfected the art of cooking meat, able to give it a amazing taste simply from roasting it and giving it the most succulent of spices.<br>\r\n<br>\r\nNext up would be a rather hip-heavy Asian woman named Tsukiko, weighing about the same as Gloria but quite a bit taller at 6'0\", making her appear merely chubby rather than being full-on fat. She had brought in a succulent batch of fries, proving her skills in using a fryer properly, making it taste as if it were never fried, but still carrying the crunchy exterior.<br>\r\n<br>\r\nThird would be a huge, 6'5\" woman named Emma, who was rather top heavy while carrying a rather prominent gut, looking like she would weigh more than Gloria if the two were at the same height. She admittedly had the least pleasant tastes out of the 5, but her plating skills made the food look very appetizing, which could make her be good for plating duties and serving rather than specifically just cooking.<br>\r\n<br>\r\nAfter Emma would be another skinny chef, by the name of Sasha. With Sasha though, she had brought the fifth and final chef, a rather obese chef woman by the name of Garnet with her, and the two seemed to work together as a pair of chefs. This proposition seemed to work very well, as Garnet was used to taste testing and making sure the food tasted right and Sasha could much more easily cook with her skinny frame. Together, the two were able to make possibly the best meal that the group had tried during the entire day.<br>\r\n<br>\r\nAfter the last batch of dishes though, the two women would lie down in their chairs, rubbing their full guts as Gloria would look to Nicole. \"Man, most of those meals were pretty garbage, but some of those people made amazing grub. That duo, Sasha and Garnet for example...\"<br>\r\n<br>\r\n\"Don't forget *bwoarp* Emma...\"<br>\r\n<br>\r\n\"Oh yeah, and definitely Erika too... and then there's Tsukiko... ah those fries were heavenly...\"<br>\r\n<br>\r\nDiscussing over the potential chefs, the two would eventually decide to call back the five women tomorrow, one at a time to discuss their deals and positions within the steakhouse. Going home for the rest of the day after looking after her other kitchens, Gloria would lie down and enjoy a bit of pizza (self made, of course), before going to rest for the night, anticipated for tomorrow.<br>\r\n<br>\r\nThe next morning, Gloria would call...</span></div></div>",
            "created":1597554000,
            "id":2886234,
            "title":"Recruiting and managing her quirky staff."
        },
        "112":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "With all these new hires, Gloria's Steakhouse opens to great acclaim!",
                "Opening night underperforms, there's loads of leftover steaks.",
                "Tsukiko is an excellent chef but has some quirks Gloria didn't anticipate.",
                "Some of the other hires feel snubbed at being passed over for Tsukiko.",
                "Gloria gathers the remaining four tryouts only to fire them, creating rivals."
            ],
            "content":"<div class=\"\"><div> <span>Gloria's first order of business the following day was calling Tsukiko back to her steakhouse. Being the first call of five, Tsukiko was scheduled for a late morning interview. Nicole was mildly surprised of the arrangement when Gloria told her over cappuccino.<br>\r\n<br>\r\n\"Really?\" Nicole chuckled. \"Just from her fries? Although those were killer.\"<br>\r\n<br>\r\n\"I was going over the footage from yesterday while prepping myself a pizza,\" Gloria began, queuing up a clip on her tablet. She and Nicole had spent the cooking addition mainly judging by results plate by plate. The new steakhouse had numerous security cameras in the house and back, ostensibly for security purposes. However, they also provided a valuable look into the applicants preparation of their meals.<br>\r\n<br>\r\nGloria had built a large kitchen in the steakhouse, large enough that even dozens of corpulent chefs could work on their dishes during the waves of demonstrations. Being one of the taller heads of the new recruits, the six foot Tsukiko could be easily seen with the blue streak of hair she had in her long, tied back black locks. The kitchen was only \"just\" large enough, as there were bumps and collisions from the various cooks all competing for space and ingredients. This volume of potential talent trying to prove their best steaks might have soured some applicants' chances from all the stepping on toes and bumping of booties, yet Gloria both wanted the process done quickly and also wanted to see how well her new chefs could handle a challenge.<br>\r\n<br>\r\n\"Whoa!\" Nicole gasped, seeing the footage that had impressed Gloria. One of the failed tryouts and Emma, another tall cook, had ran into each other next to the spice rack as one reached for a potato peeler and Emma taught the cayenne pepper. The big and bulky Emma stood firm, causing the smaller tryout to bounce back and create a chain reaction of chefs finding their cooking interrupted. Tsukiko, on the wrong end of this accident, was just getting her fries out of the grease as a wayward collision struck her. The basket was screwed out of her hand, in all honesty the fries should have been sent to the floor.<br>\r\n<br>\r\nWith quick reflexes, Tsukiko caught her balance and swiftly brought the fry basket back into position, catching the batch of fries without letting one drop.<br>\r\n<br>\r\n\"Oooh! Ooooh!\" Nicole would often bounce in her seat or gesticulate wildly when overjoyed, her mighty hips quaking as she reacted to the video of Tuskiko's performance. \"That save! Her knife work! That dodge!\"<br>\r\n<br>\r\nIndeed, although chubby on her tall frame, Tsukiko had smooth dexterity and footwork when it came to avoid other obstacles in the kitchen that tried up other chefs in a frenzy to plate up impressive steak dinners. Rapidly chopping garlic and chives, deftly sidestepping another tryout as she took her sauce off the stove, and keeping her plate perfectly poised as the swinging door to the kitchen swung towards her violently as a crying applicant was axed, Tsukiko clearly had the moves.<br>\r\n<br>\r\n\"She was in the top three for steaks,\" Gloria continued her judgement. \"And while I want the best who know how to handle their meat, a steak dinner isn't a 'dinner' until you've got a good side with it. And her fries were the best, hands down.\"<br>\r\n<br>\r\n\"So Tuskiko comes out on top?\" Nicole asked.<br>\r\n<br>\r\n\"I think she has promise, yes. She's shown to be well rounded in the kitchen and knows how to avoid a spill. And I imagine this place to be hopping once we open up, I want those steaks coming out good and fast.\" Gloria drew up a simple hierarchy chart. \"If you're my head chef, Nicole, I want Tsukiko as your sous-chef. Everybody else answers to you two.\"<br>\r\n<br>\r\nGloria paused to hold in a belch. \"Of course, when I'm in the kitchen I'm the number one chef, got it?\"<br>\r\n<br>\r\n\"Yes ma'am!\" Nicole mock saluted.<br>\r\n<br>\r\n\"Ms. Vandergast?\" speaking of their star candidate, Tsukiko arrived. Poised, the moon faced applicant stood at attention in her grey chef's smock, a messy folded apron and scruffy boots a sign of her hard work ethic, a contrast to her prim posture much like her blue streak of hair.<br>\r\n<br>\r\n\"Tsukiko, honey, you may call me Gloria,\" the franchise owner preened, although a bit miffed to be considered a 'Ms.' She was not past her prime, hell no! \"But it's boss when we're in the kitchen together, no question.\"<br>\r\n<br>\r\n\"Yes, boss.\" Tsukiko bowed politely.<br>\r\n<br>\r\n\"Those fries of yours were absolutely kicker, Tsukie,\" Nicole said, already finding a nickname for her new sous-chef. \"How'd you know your way around the fryer so well?\"<br>\r\n<br>\r\n\"I worked ten summers on my uncle's takoyaki truck when I was a teen,\" Tsukiko replied simply. \"We had a lot of fried foods on the menu.\"<br>\r\n<br>\r\n\"She's like some sort of fry-up samurai!\" Nicole giggled before Gloria shushed her.<br>\r\n<br>\r\n\"Well welcome to the team, Tsukiko,\" Gloria said. \"We're going to be frying up loads of great stuff with our steaks and you're going to be number two. Except when I reign in the kitchen.\"<br>\r\n<br>\r\n\"Thank you very much!\" Tuskiko bowed again.<br>\r\n<br>\r\n\"I've got one change in mind on your fries before they get on the menu,\" Gloria continued, almost puffing out of her maroon suit with burgeoning authority. \"And how about you demonstrate some takoyaki and calamari. Say, four or five dozen per batch.\" A hint of drool escaped her lips as she thought about possible changes to the menu. \"Chop chop, ladies, we've got business to attend to!\"</span></div></div>",
            "created":1597726800,
            "id":2887627,
            "title":"Tsukiko - Fryup Samurai"
        },
        "1121":{
            "author_id":"keroro04",
            "author_name":"Keroro04",
            "choices":[
                "They would look great and happy about their work.",
                "They would look tired from serving so many customers...",
                "They would look starved, maybe they can make one more meal..."
            ],
            "content":"<div class=\"\"><div> <span>After Tsukiko being hired, over the course of the next few days Gloria would work through calling and hiring the other four women she found to be the best cooks, before searching out a few other of the mediocre chefs to fill out the remaining staff. While they wouldn't be as talented chefs compared to what she and Nicole were calling the \"Main Five\", they, in her own opinions, would be able to listen to their orders and at least work to the best of their abilities.<br>\r\n<br>\r\nEventually, opening night would come, and as she would try to fit herself into a fancy dress, she would make a video call to Nicole, who was already at the steakhouse preparing to open.<br>\r\n<br>\r\n\"Hey Nicole...\" As she started the call, Gloria would finish getting the dress fitting, though it would look somewhat tight.<br>\r\n<br>\r\n\"Ah Gloria! Your looking a lot more fancy then usual... are you going on a night out on the town now that our Steakhouse is opening?\"<br>\r\n<br>\r\n\"No, no... I'm actually heading out to the new kitchen in a bit. Don't worry, your still in charge, I'm just showing up as boss to watch business up close. I expect things to be ship-shape this first night though, gotta make sure that we bring up a amazing work effort due to our kitchen being open after all...\"<br>\r\n<br>\r\n\"Ah, of course!\" Nicole would bow a bit for the Kitchen Boss from her end, before looking to the kitchen. \"So, would you like us to make you something for when you arrive?\"<br>\r\n<br>\r\n\"Hmm... three steaks should do, with a side of fries with each steak. As for the drink... surprise me.\"<br>\r\n<br>\r\n\"Understood. I'll tell Erika and Tsukiko to focus on your meal first and foremost when they get here, and I'll take to work delivering it to your table when you get here...\"<br>\r\n<br>\r\n\"Good. I'll see you in thirty minutes then. Bye!\"<br>\r\n<br>\r\nHanging up, Gloria would head out on her way to Trussels from her hotel room, riding a taxi to \"Gloria's Steakhouse\" to keep herself from being noticed until she was at the very least at the kitchen itself. Getting out of the taxi, she would very quickly notice that the kitchen itself was packed almost to it's limits, leaving the boss very happy.<br>\r\n<br>\r\nWalking in, she would quickly find herself a booth table, and as she sat down she would wait for Nicole to bring her the food she had ordered. Once the meal was placed down, she would take the glass and sip it down, not even looking at the glass before determining the drink.<br>\r\n<br>\r\n\"Hmm... Cabernet Red... perfect. Thank you so much Nicole, expect a pay raise after this day's over...\"<br>\r\n<br>\r\n\"R-really? Thank you so much!\"<br>\r\n<br>\r\nWatching the woman walk her way back to the kitchen, her hips shaking wildly with each step, Gloria would smile a bit as she turned back to the meal she had ordered. Taking her time with each part of her big meal, she would feel a heavenly taste from the superbly cooked steak, as well as an amazing crispiness from the steak fries.<br>\r\n<br>\r\nIt would not just be from Gloria that good experiences would come from though, as the Kitchen Boss would hear from the crowds and tables...<br>\r\n<br>\r\n\"Mmm, this takoyaki is amazing! Hey, can I get another order?\"<br>\r\n<br>\r\n\"Compliments to the chef, I've never tasted such amazing steak and fries before!\"<br>\r\n<br>\r\n\"Ah, who would have thought steak could have been this good... we gotta come back here again this week hubby...\"<br>\r\n<br>\r\nEventually though, after Gloria had finished her meal, she would stay around, watching the crowd of customers up until closing. Listening to their various praises and compliments, the head chef would feel especially prideful and proud, as she had never heard such praise in any of her previously opened up restaurants. By the time the last of the customers would walk out, she would eventually walk to the back of the store, to view her now-prized chefs...</span></div></div>",
            "created":1598158800,
            "id":2890162,
            "title":"Opening Night!"
        },
        "13":{
            "author_id":"writtenvoid",
            "author_name":"WritingInTheVoid",
            "choices":[
                "Gina Bianchi - Fresh faced Italian belle",
                "Blake Moffatt - Smouldering ex, smouldering business",
                "Lacey Truman - Sugar coated British bitch",
                "Grant McCray - Customer orientated enabler",
                "Natalie ‘Nat’ Greenway - An expanded Elusive Universe option"
            ],
            "content":"<div class=\"\"><div> <span>Before Gloria could truly come to terms with what her day entailed, the heavy double doors of her luxurious office swung open as the hurried clicking of heels tore into Gloria’s inner sanctum.<br>\r\n<br>\r\n“Miss Vandergast! Miss Vandergast!” wailed the almost shrill voice of Gloria’s young assistant, Danni, cutting through the sublime victory that the Kitchen Boss had just secured.<br>\r\n<br>\r\n“Oh don’t be so dramatic Danni, it is first thing in a morning dear”<br>\r\nDespite her usual temperament that had been flexed against the unprepared supplier on the phone, Gloria had a soft spot for the young girl that dutifully organised the basic day to day scheduling of her business and was often more teasing than cruel to the blonde assistant.<br>\r\n<br>\r\n“Sorry Miss, it’s just...we have a problem” panted Danni as she halted her trot opposite Gloria with a folder clutched tightly to her button shirt-clad chest.<br>\r\n<br>\r\n“It can’t be that bad Danni, what’s happened?”<br>\r\nThe Kitchen Boss was not keen on the direction this seemed to be taking and adopted a far more imposing position within her executive chair ahead of the upcoming explaination.<br>\r\n<br>\r\n*****<br>\r\n<br>\r\n“That absolute bitch!” spat Gloria with rage in her eyes and an angry flush coating her face and cleavage.<br>\r\n<br>\r\n“I’m sorry Miss Vandergast” repeated Danni for the umpteenth time as the unfortunate information had sunk in.<br>\r\n<br>\r\n“So let me get this straight, this FORMER employee was ACTUALLY a spy and her SUPPOSED Human Resources complaint was her escape plan because she’s been conducting INDUSTRIAL ESPIONAGE?!”<br>\r\n<br>\r\nDanni could only nod out of fear as her boss seemed to rise further from her perch far beyond her short height would suggest.<br>\r\n<br>\r\n“This is a DISGRACE!” screamed Gloria as the lavish fittings of her office rattled from the volume “I paid her wages for 6 MONTHS!”<br>\r\n<br>\r\nDanni nodded again just hoping to ride out the storm. She had seen Gloria get angry before but this was a whole new level. After all, no one had ever gone after the Kitchen Boss’s empire like this.<br>\r\n<br>\r\n“Who sent her?” asked Gloria with a terrifying calm after her outburst.<br>\r\n<br>\r\n“Well it’s not entirely clear at this point...” began Danni.<br>\r\n<br>\r\n“You must have some idea Danni” snapped Gloria sharply as she heavily dumped herself back into her desk chair which squeaked quietly under her girth.<br>\r\n<br>\r\nInstinctively Danni almost tossed the folder she was holding towards her boss as a collection of papers slid from the confines of the wallet.<br>\r\n<br>\r\n“Those are the most likely suspects” muttered Danni quickly as she looked at her shoes wishing dearly to be dismissed, a thought that appeared to be read by her senior.<br>\r\n<br>\r\n“Go, I’ll call if I need you” retorted Gloria with her characteristic snark as she opened the folder and began to flick through the pages presented to her.<br>\r\nDanni meanwhile turned tail and made her escape even faster than her initial entry.<br>\r\n<br>\r\n*****<br>\r\n<br>\r\nWith a heavy sigh and five piles of varying thicknesses before her, Gloria was left with a decision she certainly hadn’t expected for the day.<br>\r\n<br>\r\n“Well every one of these has a reason to hate me” admitted Gloria, slightly self gratifying, as she glanced over each pile “ok, let’s get started”<br>\r\n<br>\r\n*****<br>\r\n<br>\r\nFirst up was an admittedly new player but one backed by some serious culinary muscle.<br>\r\n<br>\r\nGina Bianchi was the youngest daughter of the legendary Bianchi family who had dominated the Italian scene for decades and, with Gina’s youthful flair, were on the rise once again.<br>\r\n<br>\r\nA wild combination of Gina’s raw talent in the kitchen bringing American and Mexican fusion to family tradition and the young Italian beauty’s sex appeal driven social media presence was bringing in enormous crowds way beyond what her predecessors could have imagined.<br>\r\n<br>\r\nHer food was delicious, which Gloria knew first hand, her stunning olive tanned physique, natural beauty and flirtatious friendliness had done wonders for the chain of restaurants her family owned.<br>\r\nFired up as she was though, Gloria couldn’t help but think that Gina was a ticking time bomb of genetics as every Bianchi woman was eventually cursed with a metabolic crash and calorie soaked hips to boot.<br>\r\nEven Gina’s older sister Isabella, a senior by three years, had blimped at the hands of her new husband and her own sisters cooking.<br>\r\n<br>\r\nNext was a face that Gloria did not want to see which, for anyone unfamiliar with the chiseled features and roguish stubble, was easier said than done under the red scrawls of derogatory sketches over the photo.<br>\r\n<br>\r\nBlake Moffatt had been Gloria’s long term boyfriend in college and they had shared a like minded ambition to develop a restaurant franchise to rule the eatery district together.<br>\r\n<br>\r\nSadly though Blake had other ideas and, just before graduation, tossed Gloria to the side as his own greed and ambition outgrew his romance.<br>\r\nThat emotional kicking only motivated Gloria to make her own way in the world though and, despite her extra romantic weight, was well on the way to succeed if not for the latest espionage attempt against her.<br>\r\n<br>\r\nOpting to flip Blake’s photo over having seen enough of her former flame’s face for one day, Gloria moved to her third pile which wrenched an equally disgusted groan from the dark haired entrepreneur’s lips<br>\r\n<br>\r\n“Lacey Lacey Lacey...”<br>\r\n<br>\r\nThat was a bitch that could do some damage.<br>\r\n<br>\r\nLacey Truman was, unlike the rest of the people on Gloria’s desk, less of a restaurateur and more of an independent baker.<br>\r\nBritish born and a dab hand in the kitchen, Lacey was just as sweet as the mountains of confections she produced every day for an avid customer base who worshipped the ground the Lindy Bop styled chick walked on.<br>\r\n<br>\r\nVery few knew how much of a charade the cutesy style and sickly sweet attitude was though as a wickedly savage business woman hid beneath who was rumoured to be running a labour intensive ‘apprentice scheme’ that was more demoralising than beneficial for the young girls she took on.<br>\r\n<br>\r\nLacey certainly controlled her audience though with the product she was selling, not to mention her body positive spin she had taken on since packing on some pounds herself forming a fluffy hourglass figure over time.<br>\r\n<br>\r\nFeeling her anger starting build as she stared into that sickening chubby smile painted across the brunette’s face behind an outstretched tray of muffins, Gloria moved onto her next suspect who was something of a curveball.<br>\r\n<br>\r\nGrant McCray was not the ruthless businessman the others were and certainly no Gloria for that matter.<br>\r\nRather, Grant had his own little corner of the foodee empire that catered to a friendly audience that just wanted to eat and enjoy some good food,<br>\r\n<br>\r\nHe was good at what he did and certainly fit the stereotype advising against skinny chefs but there was little form to suggest he would have a reason to directly strike out against Gloria.<br>\r\n<br>\r\nThat said Gloria, and most everybody on the desk before her, were well aware of Grant’s...preferences...towards larger women and a larger client base could play into that...<br>\r\nGloria was not entirely convinced though.<br>\r\n<br>\r\nThis brought Gloria to her final, and thickest, pile of papers.<br>\r\n<br>\r\nWhilst Gina Bianchi was new on the scene, the business and family was at least familiar to Gloria.<br>\r\nThe fifth individual however was a complete dark horse.<br>\r\n<br>\r\n“Natalie Greenway?” muttered Gloria under her breath as she flicked through the papers which were, admittedly, mostly screen grabs from various social media pages showing a dark haired girl at college with blazing shoulder and thigh tattoos glimmering outside bits of clothing.<br>\r\n<br>\r\nAs she continued to flick through photos Gloria began to recognise details, namely the arrival of a club that she vaguely remembered as well as a stream of job adverts asking for chefs and waiting staff fo said club.<br>\r\n<br>\r\nAmongst the photos a few faces began to pop out to Gloria too, including a motherly figured blonde with glasses, a pair of bottom heavy red headed twins and a very athletic black girl with a stern look.<br>\r\n<br>\r\n“What a strange group...” thought Gloria as she came to the end of the pages, making a mental note that Natalie did appear to slowly thicken up across the board as the dates raced closer to the present.<br>\r\nAlthough she’d never heard of this ‘Nat’ before, Gloria could sense ambition and that was dangerous for business.<br>\r\n<br>\r\nWith another audible sigh, Gloria leant back in her chair as she began to ponder the situation.<br>\r\n<br>\r\n“Five suspects...but who’s out to get me?”</span></div></div>",
            "created":1598245200,
            "id":2890848,
            "title":"War is hell and business is ruthless"
        },
        "15":{
            "author_id":"keroro04",
            "author_name":"Keroro04",
            "choices":[
                "Despite the extra person, the group still is unable to finish the meal,",
                "The group is able to finish, but they're completely stuffed!",
                "Gloria notices her sister not eating, but instead feeding Ophelia...",
                "Gloria ends up trying to finish the whole feast after everyone gets full...",
                "A text interrupts the meal, looks like Gloria is needed today!"
            ],
            "content":"<div class=\"\"><div> <span>As Gloria would look at her schedule, she would sigh a bit as she realized that she had no work to do. All of her restaurants were at peak efficiency thanks to hiring the best chefs she could, and as such nobody needed her to help in the kitchen. There was one major problem with this though, in that the kitchen boss did not like being being idle at all.<br>\r\n<br>\r\nPulling out her cell phone and a couple of numbers, she would call some of her close friends, namely her favorite co-chef Nicole as well as her own sister, Estelle, over to come and hang out. As soon as she finished talking on her phone, she would quickly set up the kitchen, and wait...<br>\r\n<br>\r\n*knock* *knock*<br>\r\n<br>\r\n\"Hey Gloria, I'm here! Let me in!\"<br>\r\n<br>\r\nQuickly heading to the door, Gloria would open it to see Nicole, having arrived in first. Helping her fellow chef squeeze her meaty thighs and fatty hips through the door frame, the boss would hug her as she looked back to the kitchen.<br>\r\n<br>\r\n\"Ah, it's great that your here first, Nicole. You want to help me in cooking up for this hangout? I'll give you standard work pay...\"<br>\r\n<br>\r\n\"Ha, keep it for now, not like I'm working! I'll help cook for free.\"<br>\r\n<br>\r\n\"Ah, glad that your still as good of a friend as after...\" Walking up to the kitchen, Gloria would pull out a cookbook from a counter, before flipping through a bunch of pages, looking for a good meal to eat. After a minute of searching, she would pull out a few dollars from her pocket, to use as a makeshift bookmark as she would prepare to get ingredients for various meals to try out.<br>\r\n<br>\r\n\"So Nicole...\" As Gloria would say this, she would pull out a footstool to reach up to the top of the huge industrial fridge she had, so she could grab some eggs. \"How do you feel about the 'Henhouse Kitchen's Eggperor Challenge for Five'? I think it was three stacks of 5 pieces of french toast, five stacks of 8 pancakes, ten fried eggs, 30 strips of bacon, a gallon of orange juice, and a whole sausage and cheese skillet...\"<br>\r\n<br>\r\n\"Ah, that sounds so amazing, my mouth's already watering...\"<br>\r\n<br>\r\n\"Oh, I know...\"<br>\r\n<br>\r\n\"You sure us two and your sister will be able to finish it all though? I mean, your sister doesn't exactly have the same appetite as us after all...\" Nicole would help pull some sausages from the bottom of the fridge as Gloria would continue pulling ingredients out from the top.<br>\r\n<br>\r\n\"Don't worry about that... I'll save the remainder as leftovers and then us two can finish it tomorrow morning before we go out for work. Best way to save ingredients after all...\"<br>\r\n<br>\r\n\"Ooh, great idea!\"<br>\r\n<br>\r\nAs the two would finish to get ingredients, both Gloria and Nicole would start to cook the Eggperor Challenge for their meal. Due to the Henhouse Kitchen being one of the kitchen chains being owned by Gloria, she was quite talented in making the breakfast meals, but Nicole did manage to have a bit of trouble when it came to cooking eggs. Thankfully, since they were working together, Gloria was able to help with her partner's weaknesses, allowing the pair to do well as they continued to cook.<br>\r\n<br>\r\nUpon finishing the very last of the challenge though, they would hear another knock on the door, and as the two would approach the door and open it, they would be rather surprised at what they would see.<br>\r\n<br>\r\n\"Oof... why does your sister live so high in this fancy hotel... and why did the elevators have to be closed...\"<br>\r\n<br>\r\n\"Please shut up... Sorry for keeping you waiting so long sis. This is Ophelia, one of my... close friends. when she heard you were inviting me over she begged to come along, and I couldn't say no...\"<br>\r\n<br>\r\n\"Oh, don't worry about bringing a friend with, sis...\" Gloria would eye up and down Ophelia, noticing her obese figure and especially large breasts and belly as she did so. \"Maybe I would have a problem if you brought a crowd of people, but if it's just one I don't mind... now let's eat!\"</span></div></div>",
            "created":1597986000,
            "id":2889303,
            "title":"A Rare Day Off"
        }
    },
    "info":{
        "author_id":"raccoon6",
        "author_name":"Elusive Wordsmith",
        "brief_description":"Follow Gloria Vandergast on her path to restaurant tycoon in this weight gain interactive!",
        "created":1520180160,
        "description":"<td align=\"left\" class=\"norm\"><div align=\"center\">Gloria Vandergast became her own boss. A self proclaimed Kitchen Boss, she aims to create a vast franchise of restaurants, resorts and other facilities that caters to the fat lifestyle. Fat people make the best customers at her eateries and she’ll do anything to keep them loyal.<br>\r\n<br>\r\nWill Gloria establish the business enterprise of her dreams? Or will everything go to pot as her franchise crumbles beneath her? Contend with a peculiar customer base, manage eccentric employees, pounce on the latest the business market has to offer. And above all else, outperform Gloria’s rival Kitchen Bosses who want to sink their teeth into her business.</div><br>\r\n<br>\r\n<br>\r\n<br>\r\nUnlike my other weight gain interactives, Kitchen Boss is less about a prefabricated story or lofty settings. The readers decide what happens next as Gloria becomes the biggest name in the food industry (however metaphorical, literal or ironically). With the starting concept we'll discover together just where the story goes in Kitchen Boss.<br>\r\n<br>\r\nBeyond that a few minor guidelines:<br>\r\n<br>\r\n- Feminine weight gain is the primary focus of this piece, although male gain is not forbidden.<br>\r\n- This story starts 'realistically' but more fantastic elements can be added at later chapters.<br>\r\n- Write your best, creativity is encouraged. Bring up new characters, venues and backstory.<br>\r\n- I only edit for grammar and chapter options, although keep the overall 13+ rating in mind as you craft your addition. </td>",
        "id":2151150,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597786140,
        "modified":1598312160,
        "pretty_title":"Kitchen Boss"
    }
}