{
    "chapters":{
        "1":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Recruiting and managing her quirky staff.",
                "Checking out some hot new properties to expand her brand.",
                "Her rival Kitchen Bosses have been getting up in her business.",
                "Gloria has a bonfire crisis on her hands to remedy stat!",
                "She's still peckish and has several new recipes to try."
            ],
            "content":"<div class=\"\"><div> <span>Gloria Vandergast loved her office.<br>\r\n<br>\r\nIt was the ultimate status symbol for anyone who was their own boss. Rich wood paneling, an artfully sturdy mahogany desk, framed accolades on the wall next to her degrees and a city view out the window. And her ergonomic out-sized office chair that had to be custom made.<br>\r\n<br>\r\nAll her life Gloria had never been skinny. Who would trust a skinny chef, anyways? You could tell from her size that she loved food just as much as she loved ruling over the kitchen with an iron fist. Currently she tipped the scales at around the two hundred pound mark, which filled out her five foot four inch frame considerably. She had a thick middle, rounded hips, pudgy thighs and a moderately sized chest for someone of her frame. Her skin was dark tan and her hair a darker midnight black, kept shoulder length whenever she didn’t tie up her hair for the kitchen.<br>\r\n<br>\r\nShe favored clothes that made a statement and her typical business suit was no exception. A maroon, velvet accented suit with pencil skirt ending just above the knee. Like her chair it also had to be custom made for her size, as the original style of the suit was for the petite body. Gloria liked it for being just snug enough, a bold statement piece that made her chest look more impressive when combined with her favorite bra. Although a few of the buttons were starting to look strained…<br>\r\n<br>\r\nGloria was a shrewd and driven businesswoman. She had graduated with masters for both culinary arts and business degrees, a skilled chef who didn’t want to labor under anyone else’s kitchen. So she started her own company, becoming a Kitchen Boss looking to build her brand with a backbone of fantastic kitchens and any other business to cater to her customers' lifestyle.<br>\r\n<br>\r\nShe knew her food could be fattening and her restaurants were criticized for targeting the overweight and obese. Gloria didn’t care; in her eyes the fat demographic would bring her the most wealth. Why not have have “whales” for her standout patrons, or whales? She'd feed them for breakfast, lunch, or dinner if it meant her wallet expanded faster than their waistline. It was a growing customer base in more ways than one.<br>\r\n<br>\r\nGloria’s dominate business strategies followed along the lines of her vices: Envy, Greed, and Gluttony. And not always in that specific order. Gloria couldn’t stand anybody having something she didn’t have, be it property or acclaim, especially if it was one of her rival Kitchen Bosses. Gloria always wanted more, she wanted to make big money and was never fully satisfied with the status quo. And she was a big eater, constantly snacking and tasting as she perfected her recipes, savoring her food far too messily in contrast to the image of a successful Kitchen Boss that she wanted to present. Each of her vices naturally fed into the next, part of what had made her the boss she was today…although left unchecked that could be disastrous.<br>\r\n<br>\r\n“You give me half price on that shoddy, already rotting fruits you call ‘organic produce’ or I’m taking my business elsewhere!” Gloria bullied a supplier on the other end of the phone over her morning latte and pastry. “Or you’ll never sell greens in this town again. I’ve got a lot of clout with the local chamber of commerce.”<br>\r\n<br>\r\nShe hung up the phone smugly as she took a big bite of her apple-cream cheese danish, knowing her supplier would have to meet her price or be finished. Closing a deal always got Gloria fired up for the day. She couldn't spend all day sitting back over fancy coffee and her pastry. She had a budding kitchen empire to run, after all. <br>\r\n<br>\r\nWhat was the first order of the day?</span></div></div>",
            "created":1520139600,
            "id":2460369,
            "title":"The Life of a Kitchen Boss"
        }
    },
    "info":{
        "author_id":"raccoon6",
        "author_name":"Elusive Wordsmith",
        "brief_description":"Follow Gloria Vandergast on her path to restaurant tycoon in this weight gain interactive!",
        "created":1520180160,
        "description":"<td align=\"left\" class=\"norm\"><div align=\"center\">Gloria Vandergast became her own boss. A self proclaimed Kitchen Boss, she aims to create a vast franchise of restaurants, resorts and other facilities that caters to the fat lifestyle. Fat people make the best customers at her eateries and sheâ\u0080\u0099ll do anything to keep them loyal.<br>\r\n<br>\r\nWill Gloria establish the business enterprise of her dreams? Or will everything go to pot as her franchise crumbles beneath her? Contend with a peculiar customer base, manage eccentric employees, pounce on the latest the business market has to offer. And above all else, outperform Gloriaâ\u0080\u0099s rival Kitchen Bosses who want to sink their teeth into her business.</div><br>\r\n<br>\r\n<br>\r\n<br>\r\nUnlike my other weight gain interactives, Kitchen Boss is less about a prefabricated story or lofty settings. The readers decide what happens next as Gloria becomes the biggest name in the food industry (however metaphorical, literal or ironically). With the starting concept we'll discover together just where the story goes in Kitchen Boss.<br>\r\n<br>\r\nBeyond that a few minor guidelines:<br>\r\n<br>\r\n- Feminine weight gain is the primary focus of this piece, although male gain is not forbidden.<br>\r\n- This story starts 'realistically' but more fantastic elements can be added at later chapters.<br>\r\n- Write your best, creativity is encouraged. Bring up new characters, venues and backstory.<br>\r\n- I only edit for grammar and chapter options, although keep the overall 13+ rating in mind as you craft your addition. </td>",
        "id":2151150,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1520187960,
        "pretty_title":"Kitchen Boss"
    }
}