{
    "chapters":{
        "1":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "Continued"
            ],
            "content":"<div class=\"\"><div> <span>by Jacob Jones with the help of Newmark42<br>\r\n<br>\r\nOn the first day, the 20+ students (it's a small private boarding school of a few families, 17 are featured)  are excited as they arrive with their luggage, checking out the opposite-sex and talking with their same-sex friends about how great this is going to be. <br>\r\n<br>\r\nThey are filed into opposite sides of a large auditorium, separated by a partition, and given two separate orientations, by their familiar teachers.<br>\r\n<br>\r\nThe boys are given a \"scolding\", about how the school has been run the same way for a hundred years. How an anonymous letter writing campaign got all their parents in a huff about gender-equality, pressuring the board to gender-integrate the school. We held a meeting, advising your parents otherwise, explaining why we run our school the way we do, but they didn't listen, and well, you're parents are the ones footing the bill. So you got what you wished for, you get to share the school with the girls, though I don't think you know what you've gotten yourselves into. Good luck, boys. (whistling, hooting, and hollering)<br>\r\n<br>\r\nGirls - are given a very different speech. \"As you well know, this is the first year where Cliffendale is no longer gender segregated. Before we mix you with the boys, we'd like to talk about what is expected of you\". Followed by a whole spiel about girls mature faster than boys, not the only \"big\" difference that'll soon be apparrent (some giggling from girls). You'll be spending the entire year with these boys. If you want to get along, exercise \"some\" restraint. Don't scare the poor things. (the girls giggle).<br>\r\n<br>\r\nIt is then that the partition is pushed apart and the two groups view each other for the first time.  <br>\r\nIt is then that the headmistress Miss Clark takes the central podium.  \"now we begin the meet and greet, lets try and keep this mature, remember you all represent Cliffendale\".  <br>\r\na buzz of kids getting up and talking immediately ensues as the boys and girls all arise and move towards each other.<br>\r\n<br>\r\nJake walks through the gaggle of chatting groups looking to see who's around to talk to.  He's not super social but not a loner by any stretch, relatively average a bit on the skinny side, he is very artistic.  He sees a girl of average height, very cute, with strawberry blonde hair about shoulder length partially pulled back and tied up with a pink ribbon.  apart from her uniform she is wearing black converse sneakers.  not to mention her substantial chest.  <br>\r\nShe is doing pretty much the same as you, though she has an odd expression as she looks at the boys.<br>\r\nJake quickly walks up to her \"hello I'm Jake\"  he says as he extends his hand.  she looks at his extended hand and back up at Jake, an amused look comes across her face \"I suppose you'll do\" she says as she nonchalantly shakes his hand while eyeing him up and down.  \"you can call me Lucy\"  However you don't have long to get past basic introductions before you are interrupted by another boy approaching.  Jake is none to pleased to see who it is.  It's Kenny, he's a very narcissistic athletic guy who thinks himself a ladies man, and for reasons Jake never quite picked up on he had decided that Jake was his rival in just about everything.<br>\r\n\"why are you talking to this guy?\"  Kenny says, as he haughtily strolls up \"there's nothing interesting there, you'd be having a better time with me!\"  he says as he puffs out his chest, placing his hand son his hips displaying himself as the idol he believes himself to be.<br>\r\n\"I seriously doubt that\" she says, snickering.<br>\r\nIt is very entertaining for Jake watching first his posture and expression deflate, to be quickly replaced with a flustered expression that quickly turned a red-ish purple with his barely contained apoplexy.  \"How could you even think that?!\"  he spluttered seemingly not able to take any kind of slight to his puffed up ego \"everything he can do, I can do better!\"  he sneers at Jake \"except with maybe being such a dork!\"<br>\r\n\"that's a pretty big ego you've got there\" Lucy says \"but, I suspect it won't be long till it's cut down to size\"  she measures a spot a few inches above her ankle \"about this size\"<br>\r\n\"rather specific\" Jake remarks, re entering the conversation for the first time since Kenny's hi-jacking of it.<br>\r\nit is at this point that Jake begins to notice something off, he can't quite place it.  it just seems wrong, looking over he see's kenny with a similarly perplexed expression on his face.  then to Lucy who has an amused and rather smug look on her face.<br>\r\nwhat is happening, Jake thinks?<br>\r\n<br>\r\nMeanwhile William, who goes by Will was chatting it up with Hannah.  Will is a smart well rounded guy with dark hair.  Hannah was a cute girl with dark brown hair cut short, she is a genuinely friendly and easy to get along with girl.  She found Will to be very engaging, and Will thought the same.  He rarely met someone who he could engage and bounce ideas off.  Hannah, he was sure, would be a friendship he was sure to enjoy.  and by all accounts that was where it was going.<br>\r\n\"I had never thought about it like that\"  Will said after Hannah had picked apart one of Will's ideas (of which he had far too many to fit in his head).  \"man, I think I've got some serious competition here\"  he says smiling, running his fingers through his hair.  \"I hope we get to hang out and have classes together\"<br>\r\n\"oh, I'm sure you'll be seeing 'alot' of me this year\"  Hannah says smiling one of her exceptionally genuine smiles.  \"That'd be great, most of my friends can't keep up with me\" Will says, not picking up on the 'alot' part of Hannah's statement as he had been sent spiraling on one of his many random thoughts again.  or was that just the spinning feeling he was beginning to notice.  he looked back at Hannah's smiling face.  was she always that tall?<br>\r\n<br>\r\n  Keysey was beginning to get Joey to crack open.  She had always been drawn to introverts and the socially awkward.  she by nature was very outward and had a forceful personality.  to her going after these painfully intorverted people was like adopting pets, having them rely on her.  It fit her domineering personality to have them almost worship her in a sense.This was the case with Joey, he was a little on the bigger side but not fat by any means.  He didn't know quite how to handle a force of nature like Keysey.  Keysey thought to herself 'I definitely want this one, it'll be even more like adopting a pet than usual, and he'll be a very cute addition to my collection, though this'll be the first guy I'll have adopted, and he's cute to boot!'. <br>\r\n<br>\r\nBenjamin was pacing the perimeter, always one for order.  he was the boys class officer and he took it probably a bit too seriously.  Becca saw this and thought he could use some loosening up.  as Benjamin turned he was somewhat taken aback, being 5'9\" he wasn't short, not tall by any means.  but he was taken aback as he had to look up somewhat into the brown eyes of Becca, who had straight blonde hair and was pretty slender, though not super skinny, with average but very pert breasts.  \"patrolling the perimeter, what a dutiful student\"  Becca says rather mockingly, hands on her hips.  \"why isn't a cutie like yourself getting to know us girls, huh?\" leaning over getting closer than was very comfortable.  \"uh, it's not proper for you to flirt with the class officer like this\" he stammered turning beat red, Benjamin was by nature a bit of a prude and not very comfortable around girls. which suited becca just fine, she was enjoying watching him squirm uncomfortably.  'He'll definitely be a lot of fun' she thinks to herself.<br>\r\n<br>\r\nSteven walked up to a blond girl with her hair up in a ponytail.  She had a sporty look about her.  He found out her name was Jules (short for Julianna) and they had a good conversation about sports.  Steven was a basket ball player, african american and always easily made friends with pretty much everyone he meets.  he notices she's carrying what looks like a carrying case/cage. \"What's that for?\" he asks. \"Oh, I was looking to pick up a pet or to today, you'll see\" she said, winking.  \"oh, you mean like a hamster or something?\" he says slightly confused. \"yeah, something like that\" she says winking again as she walks off back into the crowd.  'seems odd to bring that to school for that' he thinks. however he too begins to feel the dizziness that seems to be going around.<br>\r\n<br>\r\nMeanwhile Lori was talking at Jack.  and that was the case as Jack, who had been trying to avoid getting social while looking cool and nonchalant.  this didn't stop Lori who was a kind of huggy/clingy kind of girl, and was at this point nearly smothering Jack with incessant chatter with either no comprehension or consideration that Jack was constantly trying to avoid and deflect conversation.<br>\r\n<br>\r\n Arnold was busy laughing his head off at the prank he had just pulled on Adeline the french exchange student with dark red hair.  he had switched on one of the industrial fans ,that he janitors used to dry the wood floors of the gym they where in, as she walked by causing her skirt to fly up making her squeal, drawing the attention of the whole gym causing all kinds of laughter.  \"you'll wish you hadn't done zat you leetle <i>belette</i> (weasel)!\"  <br>\r\n<br>\r\nAnthony, who was chatting with Katherine, who goes by Katie, was profusely apologizing for his brothers antics, and that he can't believe that he's even related to him.  Katie was pretty obviously among the cutest girls in school with curly dark hair and an olive complexion that bespoke her Greek ancestry.  she began talking to Anthony when she tripped and fell over an untied shoelace.  Anthony had promptly helped her up and then tied her shoe for her.  She was taken aback by this, to which he claimed that he always helped everyone.  \"well I've always liked a good gentlemen, I suppose you'll do\".  as he stood up he too began to feel dizzy.<br>\r\n<br>\r\ncontinued....<br>\r\n<br>\r\nthere are 17 featured feel free to add more students to this story<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1509858000,
            "id":2411345,
            "title":"Intro"
        },
        "11":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "continued..."
            ],
            "content":"<div class=\"\"><div> <span>There was a lot of dizzy feelings going around.  it was soon apparent that something was wrong.  <br>\r\nMr. Shepard, the head teacher of the boy's school was no exception.  He was in his early 40's but was still in good shape, as he frequently went mountain climbing, recently divorced with an adopted daughter (though not attending Cliffendale). he had been having a pleasant conversation with Miss Clark. (who had been voted in as the headmistress upon making the school co-ed, Mr. Shepard had been the next runner up for the position and he now served effectively as her vice, but held the title of head teacher).  She was in her mid 30's but had lost little of her youthful beauty, being around 5'7\" with dark brown hair pulled up in a bun, and glasses that made her blue eyes stand out.  \"so how do you think we should enforce curfew now that we're co-ed, we didn't get to that in the meeting last night\" Mr. Sheppard asked.  \"Oh that won't be much of a concern, we won't need any significant changes to curfew rules\" she said deflecting the question \"in fact we ought to lighten up on that a little, don't worry about it Jim\" she said.  She was not terribly strict and often was indulgent of the girls she had been over.  \"please don't use my first name\"  He says emphatically. \"it isn't professional\".  <br>\r\n\"Oh, don't be so stuffy!\" she said lightly \"we don't need to be like that with each other, we should be friends, and I want you to call me Carolyn\".  \"But we should try and develop a professional working relationship\".  he says. \"Oh don't worry about that, the nature of our 'relationship' will become apparent momentarily\".  she says dismissively.  \" and what is that supposed to mean?\" he asks.  \"well it should be starting right about now, you'll be seeing what I mean from a different perspective.\"<br>\r\nIt was then that the weird feeling that he had in the back of his head began to intensify as the world began to spin in a very strange way.  when he turned to tell her what was happening he was startled to find that he was at eye level with her breasts which protruded beneath her dark pink blouse.  he stared at her with a wide open mouth as she grinned at the rapidly dwindling Jim Sheppard.  \"I'm shrinking!\" he shouted.  \"Really. I couldn't tell\" Miss Clark said hand over mouth giggling like one of her schoolgirls. \"see what I mean about 'perspective?\" he was now eye level with her knee caps. \"but how, why aren't you helping me? call an ambulance!\"  He yells emphatically.  she just smirks at him. \"wait.... this was you! wasn't it? but why?\"  he asks \"well, yes Jim, and you'll find out why momentarily with my announcement.  it was then that he took the time to look out on the gym floor to see that all the boys where in a similar circumstance.  <br>\r\nwhen he finally stopped shrinking he stood eye level with Miss Clark's ankle with her wearing 4\" heels.  \"well looks like you're all done\" she says \"now c'mere you, you're coming with me while I make the announcement\".  He simply stood like a deer in the headlights as her hand extended towards him.  He felt her fingers wrap around his body like anacondas.  her fist enclosed his body from shoulder to mid thigh, leaving his legs churning in the air as she raised him up to her face.  \"it's time to address our students Jim\"  she gently squeezed him ceasing his squirming in her fist and putting a stop to his demands to be put down.  she began to unbutton her blouse and inserted him into her cleavage.  he was restrained by her breasts and bra.<br>\r\nMiss clark then took the microphone and began to address the students.<br>\r\n\"attention\" she says \"I bet you boys are wondering just what is going on?\" she continues \"well to put it succinctly we have seen fit to reduce you all to a much more 'manageable size'\" she pauses as a number of the girls giggle at that.  \"how it was accomplished is actually done through alchemy\" she paused \" I know that sounds weird, and magical.  but it isn't magic at all, it's a rather obscure and little known branch of science\".  \"people think that it went by the wayside in the middle ages as utter nonsense and superstition, looking for immortality or changing metals into gold\" she continues \"those things are partially true, and there are communities around the world dedicated to its study.  the  Cliffendale has been a part of the alchemical community for more than a century.  The boys school was until the headmaster 50 years ago committed a major taboo, and Cliffendale Boys school was severed from the community.  Here we specialize, as you have found out, in the study size changing and structure.\" she paused \"now as to why we did this to you, I am sure that you have heard stories about boys going missing if they where foolish enough to try and sneak in.  these <br>\r\nstories have a basis in fact.  Boys are not permitted to learn Alchemy here, quite simply we shrunk those that have tried in order to keep this secret and were forbidden to leave, and for all intents and purposes ended up as pets and playthings for the girls.  However due to pressure from the school board, who is unaware of our practice, we had to become co-ed. during your stay here you will remain shrunk down to size, and you will be claimed by one of the girls who will be responsible for you.  This change will likely be indefinite as we cannot allow you to leave with your knowledge of what we do, we can't risk it.  you will still attend classes with the girls though you will not be expected to do assignments and tests outside of the usual writing and arithmetic.\"  she addresses the girls \" you girls, who haven't already claimed one, will claim one or more of the boys, they will be yours for the year.  However you are forbidden to harm them in any serious way, if it comes to my knowledge that you have broken this rule, your little toy will be taken from you and you won't be assigned another\".  she stopped, inhaling.<br>\r\n\"now that the long winded explanation is out of the way, girls who haven't claimed a boy, you better hurry up while the getting's good.  And have fun and we'll see you in class on Monday after the weekend.  Have fun.\"  <br>\r\nshe stopped and stepped away from the podium.<br>\r\n<br>\r\nthe scattered girls began to walk around, those who hadn't claimed a boy carefully searching the floor, under chairs for boys that may be hiding.<br>\r\n<br>\r\neach individual story continued next.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1511154000,
            "id":2417799,
            "title":"Next"
        },
        "111":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "Jake & Kenny / Lucy",
                "Will / Hannah",
                "more choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><br>\r\nThis is where we break into our different characters. who will you follow?<br>\r\n</span></div></span></div>",
            "created":1511154000,
            "id":2417801,
            "title":"continued..."
        },
        "1111":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "run but get Caught",
                "escape, take your chances with the room full of titanic girls.",
                "another girl catches you (readers choice)"
            ],
            "content":"<div class=\"\"><div> <span>Jake had been the first to notice the dizziness.  he looks over at Lucy and asks \"what is happening?\" to which she replies \"oh you'll see 'shortly\" she says with a snicker.  and she is right as the world seems to expand and he get a sensation not dissimilar to going down on an elevator but much more pronounced and much stranger.  \"am I shrinking or are you growing?\" Jake asks \"you're shrinking\" she answers.  Jake looks over at Kenny and see's he's in the same boat, but it seems to be effecting him more because he seems out of it, staggering around like he's drunk.  looking back at Lucy he is even with the hem of her skirt.  \"now don't be looking up my skirt you perv\". she says with a massive grin \"you don't want to make me mad do you?\"  she steps close to him to where at his dwindling height not looking up her skirt becomes very difficult.  Jake is now below Lucy's knee, eye level with her black stocking.  it is at this point that Kenny regained his composure somewhat and tried to stagger away. \"where do you think you're going little man\" Lucy says, stepping away from you towards kenny.  with two steps she gained on him, now no larger than a ken doll.  she simply reached down and grabbed him around his torso with one hand lifting his struggling form off the ground with him yelling in a constant stream \"put me down, let me go, I'm afraid of heights you're squeezing me, stop!\"  all of this only succeeded in amusing her. \"not so tough now, huh kenny?  I told you your ego would be cut down to size, but I forgot to mention the rest of you would go right along with it!\"  she laughs at his struggles against her hand \"your name fits now, nothing more than a little Ken doll!\" she says punctuating that with a poke to his head.<br>\r\n<br>\r\nJake was still frozen in place when she turned to him.  but before she could grab him too Miss clark began her announcement.  during which he was temporarily distracted from Lucy's presence.<br>\r\n<br>\r\nafter the announcement was done and the implications of his situation became apparent he didn't know what to do, so he simply started to run.  Lucy, remembering Jake turned towards him. \"you don't want to be my little pet Jake?  well that's too bad because you're just too cute like that to pass up.\"  getting down on one knee she quickly reached for his running form. <br>\r\n<br>\r\nis Jake fast enough to avoid being caught by lucy or will he be caught</span></div></div>",
            "created":1519362000,
            "id":2456413,
            "title":"Jake & Kenny / Lucy"
        },
        "11111":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "Kenny",
                "Jake",
                "neither?"
            ],
            "content":"<div class=\"\"><div> <span>Jake's diminutive legs prove to be ineffective as the horizontal tree trunk size fingers slam in front of him then wrap around him immobilizing him.  He quickly feels a jerk in his gut like an express elevator as he is lifted up in the air.  Not learning the lesson Kenny had experienced Jake futilely struggles and squirms in her fist. but is unable to to even budge a finger which constricts around his arms from his shoulder down to his thighs.  \"you little guys just don't learn your lesson, you just can't escape my grip\". she demonstrates this by gently squeezing you, not enough to hurt but enough to put a stop to his squirming. \"that's a good Jakey wakey\"  she says with a sing song voice like talking to toddler or a small animal. <br>\r\nit is then that another girl walks up.<br>\r\n\"hey lucy, looks like you got a couple\"<br>\r\n\"oh hey Jules\" turning to the sporty blonde<br>\r\n\"that one is a real cutie\" Jules says giving Jake's body a poke.<br>\r\n\"yeah I think so to.  I see you've been busy\"<br>\r\nJules is carrying a carrying a carrying case/cage which already had five boys trapped inside.<br>\r\n\"hey, miss clark said we could take one or more, and there are more boys than girls at this school anyways.\"Jules responds<br>\r\n\"yeah, but I think I only want to keep one of these two, guess I'm not as friendly as you\".<br>\r\n\"the more the merrier, I just like the idea of being pampered by a bunch of these little guys, worshiping me like a queen, feeding me grapes, fetching my shoes.\"Jules says.<br>\r\n\"sounds like you want them to be little slaves to me, I just want one cute little pet to play with.\"<br>\r\n\"I'll take one of them off of you if you want, like I said the more the merrier.\"<br>\r\n\"sounds like a deal, I think you can have.....</span></div></div>",
            "created":1519362000,
            "id":2456417,
            "title":"run but get Caught"
        },
        "111111":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "Jake",
                "Kenny"
            ],
            "content":"<div class=\"\"><div> <span>\"You can have Kenny, he was kind of an arrogant jerk earlier.  I think being your little slave should help shrink that ego even more than it already is.\"<br>\r\nKenny doesn't like this one bit and his squirming starts up again but more intense.<br>\r\n\"oh stop it Kenny, you're going with Jules whether you like it or not.\"<br>\r\nJules lifts up her basket to receive the struggling Kenny.  Lucy extends her hand and drops Kenny in the basket with little ceremony.  He lands in a heap and quickly jumps up and starts shaking the bars of the cage.  <br>\r\n\"don't worry he'll soon be calling me queen Jules by the time I'm through with him.\"<br>\r\n\"see ya Jules\"<br>\r\n\"see ya\" she replies.<br>\r\n<br>\r\n*switch to first person for Jake*<br>\r\n<br>\r\n\"alright little Jake now that it's just you and me lets go some place so we can get to know each other better.\"  she gives you a squeeze or emphasis.  she quickly brings you up against her ample cleavage pressing you up against them with her hand as she walks out of the gym with you in her possession.  you feel the bounce of her breasts with each of her footfalls.<br>\r\n<br>\r\ncontinue following Jake, or follow Kenny  <br>\r\n  </span></div></div>",
            "created":1519362000,
            "id":2456420,
            "title":"Kenny"
        },
        "1111111":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "play time in her room",
                "lunch",
                "meet up with friends."
            ],
            "content":"<div class=\"\"><div> <span>\"alright little pet, what should we do?\" she says bringing her finger up to her chin thinking.<br>\r\nJake continues to squirm against the hand holding him against her breasts, only causing her to smirk at his ineffectual efforts.<br>\r\n\"now stop that, you know you can't get away, and you're distracting me.\"<br>\r\nher fingers curl around His form with a little squeeze once again putting a stop to his struggles.<br>\r\n\"now back to the question of what to do, lets see, we could go back to my room and show you where you're gonna be staying for the next while, I've even got a doll house I can get for you to stay in\" she giggles at that <br>\r\n\"or we could go and get something to eat if you're hungry, or there's a get together with some of my girlfriends who want to show each other their little toys.\"<br>\r\nJake isn't too fond of that last idea, but he realizes he has little choice in this. <br>\r\n\"alright\" she says finally making a decision \"lets....\"</span></div></div>",
            "created":1532581200,
            "id":2524974,
            "title":"Jake"
        },
        "11111111":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "no one's there, earn his keep",
                "no one's there, sleeping place",
                "her roomate comes in"
            ],
            "content":"<div class=\"\"><div> <span> \"lets go to my room and get better acquainted.\"<br>\r\nafter a long pounding journey down hallways she soon comes to the door of her room.  she opens the door and walks in, she kicks off her shoes.  Jake takes a look around the room, it's a standard dorm room with two beds and various things strewn about that make it clear that two young women live in this space. <br>\r\nLucy walks over and plops down on her bed, and props herself up with her pillow.  She brings Jake up to her face, bringing her other hand up she deposits him on her waiting palm, leaving him saying in her open palm like a recliner.<br>\r\n\"so this is my room, and yours too now, you'll grow to think of it as home and learn to like being my toy.\" she says with a wide grin \"now, I have some ground rules for you, first you have to do whatever I say cause I'm in charge, second I'll pick you up whenever I like and do whatever I like, and third you're gonna have to earn your keep in some way\"<br>\r\n\"Why do I have to be your toy? it's wrong, I'm a person!  can't you just let me go?\" Jake responds loudly.<br>\r\nshe lifts Jake up to her smirking face right to her bright green eyes.<br>\r\n\"whether you like it or not this is how it is, would you rather fend for yourself at that size? I don't think so you're my little toy and I'm essentially your master.  I'm going to keep you and take you out and play with you and you're going to earn your keep as well.  if memory serves you said you where something of an artist?  then you can paint my nails consider them like canvases for you\".<br>\r\nshe reaches in with her hand gripping his leg between her forefinger and thumb, lifting him up high above her head leaving him dangling upside down from her fingers.  he begins flailing <br>\r\n\"what are you doing! put me down! put me down! I'm afraid of heights!\"<br>\r\nLucy begins laughing at his little struggles \"just look at you, you are just so adorable I could just eat you up\". she gets a wicked grin across her face.<br>\r\nshe then lowers him towards her mouth and opens it up wide. she lowers his body to where his head goes just inside her mouth, he gets a rush of warm moist air with a hint of mint toothpaste. Jake is truly terrified at this point.  Lucy pulls him out and brings him to her face giggling uncontrollably at him, \"you should see your face!  priceless!\"<br>\r\n\"I thought you where going to try and eat me!  don't do that again!\" Jake yells.<br>\r\n\"and just how are you gonna stop me my little toy?\"<br>\r\nshe then shifts to sitting cross legged and lowers Jake into the ring created by her legs.  He was surrounded on all sides with stocking clad legs behind and pleated skirt in front of him just covering her crotch, with her monolithic body rising up into the air with her head resting in her hand as she looks down smiling like a child with a brand new toy.<br>\r\n\"what should I do with you now?\" she said \"you could get started on earning your keep by painting my nails, or I could show you where you're gonna be sleeping, or we could cuddle and take a nap together.\"  he then hears a door open in the distance is it someone coming in?</span></div></div>",
            "created":1532581200,
            "id":2524983,
            "title":"play time in her room"
        },
        "1112":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "hang out with Hannah.",
                "you're hungry, grab some grub.",
                "meet up with friends."
            ],
            "content":"<div class=\"\"><div> <span>    Will quickly regains his composure after his bout of dizziness.  He looks around as the world stops spinning.  but something seems to be off, \"was the gym always this big?\" as he continues to turn around he's confronted with the largest shoe he had ever seen.  it was a brown ankle high boot with a dark pink bow.  He thinks to himself \"weren't those the shoes that Hannah was wearing?\"  his gaze follows from the shoe up a long tapered leg with a white stocking, to the hem of a dark grey pleated skirt past a pair of pert breasts to the smiling face of Hannah looking down at the now doll sized Will standing by her feet. <br>\r\n<br>\r\n    It is at this point that they are interrupted by Miss Clark's announcement.  They both turn and listen carefully.  after it was over Hannah speaks up.<br>\r\n<br>\r\n\"well, Will, what do you think?  Would you like to come with me?\"  she says this giving one of her genuine smiles.  \"it won't be like Miss Clark said with us, I wouldn't think of you as a pet or a toy, but more like a...\" she paused putting a finger on her chin thinking for a moment \"like a travel sized friend!\"  she says giggling at the thought \"well?\"  she asks.<br>\r\nTaking a look around at what is happening with the other girls, all things considered if he had to spend a year shrunk, Hannah would be the one he would choose to spend it with.  \"yes\" he says \"who knows maybe this could be fun, I mean I will never have to worry about there not being enough food, but where will I sleep maybe we could get a doll house that I could live in....\"  he continues to spiral into a ramble to which Hannah responded with a small chuckle.  his rambling was interrupted as Hannah crouched down.  \"hows about we go to my room at the dorm and hang out a bit, or we could go somewhere else.\"  she lowers her hand down palm up.  <br>\r\n\"hop on\"  she said smiling.  Will walks over to her hand, pausing for a moment, hesitant. <br>\r\n\"don't worry little Will, I won't drop you... probably.\"  laughing. <br>\r\nWill rolls his eyes \"haha very funny.  it's just this is a lot to take in, in more ways than one.\" <br>\r\n\"well might as well start here\" she says \"you're going to have to get used to be picked up and carried, I don't want to have to be waiting til next week for you to catch up with those itty bitty legs of yours.\"<br>\r\n\"allright, here goes\"  Will walks up to her hand, turns around and sits on the center of her palm, situating himself like sitting in a recliner.  \"wow, your hands are so warm and soft.\"<br>\r\n\"I'll take that as a compliment little Will\" she says \"alright elevator going up!\"<br>\r\nHe feels a tug in his gut like an express elevator, forcing his head back somewhat from the force.  \"whooooa!\" he says as he rushes upward.<br>\r\nafter her hand comes to a stop Will sits himself back up, finding himself held in front of her smiling face, her big amber eyes.<br>\r\n\"looks like I've got you in the palm of my hand!\"  she says with a smile <br>\r\ntaking an uneasy look over the side of her hand to what seemed like a 30 foot drop to him. \"like I said don't drop me\"<br>\r\n\"don't worry I won't, but if it'll make you feel better I'll do this\"  she then used her free hand to recline Will with his head at her fingers, then resting her thumb across his abdomen \"now you've got something to hold onto, and keep you still\" she said matter-of-factly \"comfortable?\"  she asked<br>\r\n\"very\" he said<br>\r\nshe smiled again \"I mean if you want, I could just hold you in my fist like a doll\"<br>\r\nthat didn't sound as pleasant to Will \"yeah, no thanks\"<br>\r\n\"or maybe I could put you in my pocket\"  indicating her breast pocket \"you could be my pocket pal!\"  she said giggling. \"or I could stick you between my boobs!\"<br>\r\nshe burst out laughing as Wills face turned beat red with embarrassment.<br>\r\n\"the look on your face is priceless right now, don't worry we're not quite that close yet, but we'll see.\" she said winking.<br>\r\n\"well, lets get going. we can go to my dorm room and talk for a bit one on one, watch some tv and talk.  or we could go and get something to eat if you're hungry.  or we could meet up with my friends Katie and Brooke (new character). what sounds good to you?\"</span></div></div>",
            "created":1524546000,
            "id":2483714,
            "title":"Will / Hannah"
        },
        "1113":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "Joey / Keysey",
                "Benjamin / Becca",
                "more choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>more choices...</span></div></span></div>",
            "created":1511154000,
            "id":2417802,
            "title":"more choices"
        },
        "11131":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "Round up Keysey Style",
                "meet her girls"
            ],
            "content":"<div class=\"\"><div> <span>When the Shrinking hit, Joey was close to the rows of chairs.  He ran for cover from the titanic girls walking around, hiding behind the leg of a chair. when he thinks the coast is clear he tries to move to another hiding place.  he then watches as a massive foot and white stocking clad leg slam in his path.  he looks up the whit stocking to dark brown and toned leg to the dark grey skirt up past a pair of ample breasts barely contained by her grey sweater.  he looked up into the the face of Keysey with a rather domineering and pleased face.  her hair was large and curly being held back by a teal ribbon.  she already had a shrunken boy held clutched in her fist wriggling vigorously to get free.<br>\r\n\"well hey there little man, I think I recognize you you're Joey right?\"<br>\r\nJoey stood there shaking barely able to manage a nod.<br>\r\n\"well you're coming with me, I hope you're more cooperative than little Phillip here.\" giving him a little squeeze.<br>\r\n\"but they all end up listening to goddess Keysey, and that's how you'll address me from now on\"<br>\r\nshe then reaches out towards Joey who is frozen like a deer in the headlights.  He begins to panic as her fingers wrap around his body like anacondas, he begins to struggle against her over sized hand.<br>\r\n\"now now Joey, none of that, you'll learn your place soon enough, they all do eventually.  Goddess Keysey always gets what she wants, I got what I wanted from some of the shy girls and I can definitely get what I want from tiny doll sized boys.  Now lets go and meet up with my crew, they're a group of girls who have come to my way of things.  they didn't come today but they're going to help me take care of you little guys.\" <br>\r\nshe then tucked them both in her breast pockets.<br>\r\n\"lets see I could see if I can round up a few more of you tinies, or take you to meet my girls\"</span></div></div>",
            "created":1532581200,
            "id":2524996,
            "title":"Joey / Keysey"
        },
        "11133":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "Arnold / Adeline",
                "Anthony / Katherine",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>even more... these sections occur during recess.</span></div></span></div>",
            "created":1511154000,
            "id":2417803,
            "title":"even more"
        },
        "111331":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "puts him in her pocket",
                "tucked in stocking ",
                "buckled in her shoe"
            ],
            "content":"<div class=\"\"><div> <span>    Arnold was still trying to get away from Adeline who was furiously looking for him to lay into him when the shrinking hit.  as soon as he knew what was going on he hid behind one of the garbage cans along the wall.  He was here during Miss Clark's speech.  he watched shortly while all the now gigantic girls milled about snatching up the now doll size boys.  He thought to himself that he could either stay behind the trash can and most definitely be caught, or he could make a run for it, dodging through the forest of female feet and grasping hands and maybe make it to the exit.  given those options he knew he had but one choice.<br>\r\n    Waiting for what looked like his best opening he made his move.  He sprinted harder than he had for a long time, avoiding being stepped on by the skin of his teeth on two occasions.  Soon the exit sign came in sight, fixating on that he dug in for the final stretch.  <br>\r\nHe quickly tries to stop himself as a massive brown leather shoe with buckles slams down in his path.  He couldn't cancel out his momentum however and he slams into her dark stocking clad ankle.  laying sprawled on the ground he picked himself up and looked up.  his eyes tracked the long dark stocking up to a knee past the hem of this girls skirt, along her slender body and finally on the face of Adeline.  And she has a truly evil grin across her face.<br>\r\n\"well well well, look what we have here\"  her hands are on her hips \"a leetle <i></i>belette, zis size truly fits now\"<br>\r\nArnold quickly tries to make a break for it, of all the girls to be caught by, she was surely the worst right now.  However he doesn't make it very far as he finds her other foot slamming in front of him, once again blocking his path.  with a quick flick of her foot he is sent sprawling.  He quickly sees her foot rise up over him, his hands go up in a futile defense. \"no don't step on me!\" he yells.  her foot descends on his body pinning him to the floor with only his head just poking out looking up at Adelines face poking past her breasts.  <br>\r\n\"right where a <i></i>belette like you belongs, under my foot\"<br>\r\nArnold pushes and struggles as hard as he can, but he can't budge this giant foot from his body.<br>\r\n\"kees my foot, and I might let you up <i></i>belette\"  <br>\r\nArnold continues to struggle \"I'm not going to kiss your foot!\"  \"let me up you're crushing me!\"<br>\r\n\"you are a stupid one, deed your brain shrink smaller than it was? now, kees my foot!\"  she increases the pressure on his body, not enough to seriously hurt him but enough to demonstrate his predicament.<br>\r\nhe quickly began repeatedly kissing the toe section of her shoe as fast as he can.  <br>\r\nshe smiles \"zat is a good leetle <i></i>belette\"  her foot lifts up off his body and he takes a deep breath as the pressure lets up. he slowly gets up to his feet, but he has little time to adjust as his quickly engulfed into Adelines grip as she snatches him up off the ground, her anaconda like fingers wrapping around his body pinning his arms to his side, his head poking out of the top of her fist with his legs dangling down below.  He feels a tug in his gut as he is quickly lifted up to her face right at the level of her vivid blue eyes.  she shifts opens her hand and reaches in with her opposite hand.  <br>\r\n\"everyone got to see my underwear weeth zat stunt you pulled\"  reaching in easily overpowering his futile struggles \"now we are going to see yours, no more clothes for you, <i></i>belette don't deserve to wear clothes.  but not to worry I'll let you keep your undrpants.\"<br>\r\nArnold tries in vain to kick out at her grasping fingers as she grasps his pants pulling them off so fast they rip \"oops, sorry about zat\" she says not meaning it.  she then grabs his foot between her thumb and forefinger lifting him up dangling upside down in front of her smiling face.  The fingers of her free hand reaching in pulling off first his brown leather jacket then his shirt.  leaving him all but naked, dangling upside down from her fingers.  she laughed maniacally as she poked his flailing body with her finger, thoroughly enjoying his futile attempts to ward her off her finger.  <br>\r\n\"zis year is going to be alot of fun for me\" she says grinning ear to ear \"but not for you I should think.\"  laughing in an intentionally over the top manner.<br>\r\n\"now where should I put you to carry you so I can take you somewhere I can have some real fun playing with you.\" she says thinking intensely \"lets see, I could simply carry you in my hand, but that's not as fun.  maybe my pocket?  or I could put tuck you in my stocking or buckle you in my shoe. decisions decisions.\"</span></div></div>",
            "created":1524546000,
            "id":2483718,
            "title":"Arnold / Adeline"
        },
        "111333":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "Lori / Jack",
                "Steven (is alone when shrunk)",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Even more, continued...</span></div></span></div>",
            "created":1519362000,
            "id":2456403,
            "title":"More"
        },
        "1113331":{
            "author_id":"rocketman399",
            "author_name":"rocketman",
            "choices":[
                "dollhouse tour",
                "meet up with other girls (can be established or new characters)",
                "readers choice"
            ],
            "content":"<div class=\"\"><div> <span>    Jack was being nearly buried by the amount of talk Lori was launching at him.  Getting more and more intense and in his face.  no matter how much he tried to deflect conversation her talk continued to come, to the point where his head seemed like it was spinning.  And then it was really spinning like crazy.  the world around him blurred and expanded.  when it subsided he immediately noticed that the world seemed wrong, it was much too big.  He then picked up on Miss Clark's ongoing speech and his true predicament dawned on him.  then he remembered Lori.<br>\r\n   As he spun around he nearly had a heart attack as he was confronted with the biggest face he had ever seen, the size of a billboard.  \"OMG!!! you are absolutely ADORABLE!!!\" she squealed, also causing her pigtails to swing back and forth, the splay of her hair nearly sending you sprawling.  She laughs even more \"that is SOOOO funny and SOOOOOO CUUUTE, that my pigtails can knock you around!  maybe later you can swing on them.  OOOOH or you could tie them around your waste and ride on my shoulder!  this is going to be the best ever having such a cute little doll like you for a pet!\"  she then quickly reached out with her right hand, scooping him up into her fist with his head and arms above her fist and his feet poking out of the bottom.  Lori then sat down into a reclined position on the floor, bringing her left hand up she deposited him into her waiting palm.  \"I've got your whoole world in my hand\" she sings, followed by copious giggling.  she quickly brings him closer to her face and puckers her lips.  there is nothing he can do as she showers him with kisses all over, engulfing is face and upper body in her lips.  when she is done you have a little bit of her lip stick left on his face.  \"AAAWWW, you got a little mess on your face.  Maybe I'll give my little Jackie wackie a bath later!\"  she licks her finger and rubs it on Jacks face in a poor attempt clean the lipstick off.  Jack tries in vain to stop it like a toddler tries to stop his mom from doing just that.  after she is done she reaches in with her right hand, pinching the back of his shirt lifting his dangling form up of her hand enjoying Jacks flailing legs as he dangles up in the air.  \"I can't get over just how cute you are!  I think all boys should be this size, they'd be much cuter and easier to handle.  Every girl could have a pocket sized boyfriend in their purse to take out and cuddle and play with!\"  she says with glee.  \"maybe some day, with the way our size research is going we could make that happen.  well I suppose it's time to go, I can't wait to show you the doll house I have for my little Jack  to live in.\"  she reached up and  undid her pink bow tie, bringing you in to her neck she ties it around his body, leaving him suspended from her neck with his legs dangling down toward her ample breasts which jutted from her light grey sweater.  she got up to her feet, you can fee her heart beat in her chest beneath you and her breasts bounce with her foot steps.  \"so we can either go and give you a tour of the dollhouse I brought when I heard that this was going to happen, or we can go and meet up with a couple of other girls who want to introduce and play with our tiny boy toys.  hmmmm, decisions decisions....\"</span></div></div>",
            "created":1524546000,
            "id":2483723,
            "title":"Lori / Jack"
        }
    },
    "info":{
        "author_id":"rocketman399",
        "author_name":"rocketman",
        "brief_description":"It's going to be a big year for the boys at Cliffendale boarding school.",
        "created":1509877680,
        "description":"<td align=\"left\" class=\"norm\">This is a giantess shrinking story.  while it is not explicitly sexual in nature that will be a feature, however anything particularly explicit and outrageous I will remove at my discression.  Some things I don't want to see added to this are vore, crush (or major violence), no toilet stuff (it's just gross), some feet interaction is fine but is not the main focus.  This is largely a gentle story with a significant amount of teasing and playfulness with a hint of domineering attitude (the shrunken guys can be treated as slaves and pets).  Lot's of hand held would be great, that's what I like.  also try and use decent grammar (I'm not a nazi about it or anything just make sure it is readable and easy to follow).  also keep profanity to a minimum (once again not a nazi but I find unnecessary usage of this very annoying). <br>\r\n<br>\r\nokay now that that's out of the way.... on to the plot! (which I had allot of help from a user by the name of newmark42, big thanks to them)<br>\r\n<br>\r\nthe basic set up for this story happens at Cliffendale boarding school after receiving pressure from it's board is being made co-ed.<br>\r\n<br>\r\nRumors do abound about the girls school.  Upper classmen in the boys school would often tell stories about boys who have tried to sneak into the school to sneak a peak at the girls only to never be heard from again, stories about haunting, secret government conspiracies, or weird magic witch cults.  you know the usual way those kind of stories come about.<br>\r\n<br>\r\nDespite this, on the first day, twenty students (8 girls and 12 boys) are excited as they arrive with their luggage, checking out the opposite-sex and talking with their same-sex friends about how great this is going to be.  <br>\r\nThe boys soon will find themselves shrunk and at the mercy of their female classmates. <br>\r\n<br>\r\nhere's a brief intro to the characters in question:<br>\r\n<br>\r\nCharacters - Boys <br>\r\n<br>\r\nBenjamin - (18) 5'9\" (class officer) perfect straight A student, clean cut and well mannered, is a bit of a prude. <br>\r\n<br>\r\nSteven - (18) 6'3\" basketball player, African American. very friendly and open with everybody, makes friends easily.<br>\r\n<br>\r\nWilliam (Will) - (18) 5'10\" black hair, funny, charming, very smart well rounded guy, prone to spacing out and saying random things on his mind.<br>\r\n<br>\r\nJake - (17) 6'1\" (normally). fairly average if a bit awkward and a bit on the <br>\r\nskinny side with light brown hair. loves to draw (very artistic) relatively athletic .<br>\r\n<br>\r\nKenny - (16) 5'10\" popular kid, blonde athletic and extroverted (but narcissistic, and easily offended by pricks at his ego). thinks he's a lady's man.<br>\r\n<br>\r\nJoey - (15) 5'8\" socially awkward painfully introverted, a little on the bigger side (not fat) wears glasses. half-latin<br>\r\n<br>\r\nJack - (18) 5'11\"  red head,  rather distant, has a few acquaintances but few close friends.  keeps people at arms length,  finds it difficult to form intimate relationships.<br>\r\n<br>\r\nArnold - (16) 6'1\"  light brown hair, a bit of a joker and a prankster.  always sarcastic and rarely serious.<br>\r\n<br>\r\nAnthony - (16) 6'2\" Arnolds fraternal twin brother, but the responsible one who constantly has to get him out of trouble.  is often too nice and will do anything for anyone and is very reliable.<br>\r\n<br>\r\nCharacters - Girls (8)<br>\r\n<br>\r\nKatherine / Katie - (18) 5'6\" brunette, cutest girl in the school, loves to try new things, very adventurous.<br>\r\n<br>\r\nBecca - (18) 6' blonde, tallest girl in the school, rather thin, not big chested but not small either, flirty and very foreward.<br>\r\n<br>\r\nLucy - (17) 5'6\" strawberry blonde, bustiest girl in the school (loves teasing, very playful personality)<br>\r\n<br>\r\nAdeline - (17) 5'6\", french shoulder length dark red hair, very forward and opinionated, will hold a grudge.<br>\r\n<br>\r\nHannah - (17) 5'4\",  cute, short black hair, genuinely friendly (would be very gentle/caring)<br>\r\n<br>\r\nJules - (17) 5'6\", blonde, sporty. she can be demanding and likes to be in charge.  but enjoys being pampered.<br>\r\n<br>\r\nKeysey - (16) 5'7\", african american, athletic, almost muscular (can be very domineering/demanding)<br>\r\n<br>\r\nLori - (15) 5'6\", brunette pigtails, very huggy/clingy, loves small and cute things, just very 'cutesie' in general.<br>\r\n<br>\r\nI decided to start this story based on a digital illustration I did a bit ago.  Here's a link to the image so you can get an idea of what I'm shooting for.<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://rocketman499.deviantart.com/art/GTS-school-day-shrink-2-739185554\" target=\"_blank\">https://rocketman499.deviantart.com/art/GTS-school-day-shrink-2-739185554</a><br>\r\n<br>\r\nenter school day shrink.<br>\r\n</td>",
        "id":2139835,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1533716880,
        "pretty_title":"School Day Shrink"
    }
}