{
    "chapters":{
        "1":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "The night of the Storm",
                "The first day lost at sea",
                "They find an Island made of Satalites",
                "Another ship approaches",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The Exotic Adventure was a state of the art ship designed for young adults over the age of 21. It was designed to be a childless cruise and have many high energy activities on the ship. There were singles clubs, nudist lounges, multi-deck games of laser tag and even a zombie outbreak event.<br>\r\n<br>\r\nIt currently had two thousand people on board, including passengers and crew. Even though it was aimed at younger passengers there were still a few people who were young in spirit, with a few cougars in their 40s being the oldest passengers. The oldest crew member however was the captain, who was in his early 50s, while the oldest person on board was the CEO of the cruise line who was just shy of sixty. He had brought his two daughters, who were in their early twenties and his thirty-five year old son on board as well. Most of the other crew were under the age of thirty.<br>\r\n<br>\r\nThe ship had left from Los Angeles and was sailing down the cost of Baja California. It was sailing to Costa Rica, stopping by Mexico along the way. Then it would head straight back to the US.<br>\r\n<br>\r\nThe ship would never make it that far, as a massive storm struck a day or so into the cruise, catching everyone unaware. The ocean was so strong, it pulled the ship into an extremely fast current, taking the ship due south and below the equator. They were now in the middle of the Southern Pacific Ocean in a place the ocean currents usually go.<br>\r\n<br>\r\nThe ship was dead in the water, though the seas around them, while a terrifying dark blue, remained unusually calm. Given their location, the crew thought it best that they did not abandon ship as the life boats wouldn't be able to reach safety before they ran out of supplies and a cruise ship would be easier to spot by their rescuers.<br>\r\n<br>\r\nWhat the crew did not tell their passengers though, was their communications had been damaged by the storm, they could receive but could not transmit. Rescue was not coming and they were too far out at sea to find safety. They were lost at sea.<br>\r\n<br>\r\nOnly the bridge crew knew that last part however and they were going to keep everyone calm for as long as possible. Though strange things already began to occur and things were only going to get weirder from here.<br>\r\n<br>\r\nHow does this story begin?</span></div></div>",
            "created":1582952400,
            "id":2794987,
            "title":"Lost at Sea"
        },
        "11":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "A single person",
                "A couple",
                "A crew member",
                "A group of friends",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>It is 6pm and the sun is close to going over the horizon. The ship is bustling with activity and the ocean remains relatively calm. That changes in the blink of an eye as a loud clap of thunder shakes the ship. The people on the top deck look up and watch as the cloudless sky begins to swirl like a vortex and black clouds form out of nowhere. Red and purple lightning flashes in the sky as the ocean roars to life, with a force that threatens to capsize the ship.<br>\r\n<br>\r\nHeavy dark rain begins to pour from the sky, so heavy it's like liquid hail. People run for cover, caught completely unaware as the ship accelerates, knocking everyone off their feet.<br>\r\n<br>\r\nThe story's protagonist is....</span></div></div>",
            "created":1582952400,
            "id":2794995,
            "title":"The night of the Storm"
        },
        "111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "A man in his early twenties",
                "A woman in her early twenties.",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>The protagonist is one of the many people who came on this ship alone, seeking adventure and companionship. They never thought they'd go on a cruise like this, but the cruise line wanted to encourage as many people as they could to go on board so offered major discounts, making it affordable for the types of people they wanted. The maiden voyage was running at a loss, hoping to encourage higher paying costumers next time.<br>\r\n<br>\r\nThis cruise would soon be life changing, quite literally.</span></div></div>",
            "created":1582952400,
            "id":2795000,
            "title":"A single person"
        },
        "1111":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "In his cabin",
                "Having dinner",
                "Enjoying one of the activities / areas"
            ],
            "content":"<div class=\"\"><div> <span>Adrian Reeves was a college student, working minimum wage in a small diner and living in a crappy condo. He was currently under a lot of stress and he just wanted to get away from the world. He found the Exotic Adventure cruise advertised on Facebook, Youtube and even a pamphlet on campus.<br>\r\n<br>\r\nHe didn't have the money to go on a cruise, though the Exotic Adventure really appealed to him, so he started looking for alternatives. He found a competition on the website and after filling in a questionnaire he was in the draw to win a trip with a thousand dollars spending money.<br>\r\n<br>\r\nAdrian never dreamed he would actually win the tickets and now here he was relaxing out at sea.<br>\r\n<br>\r\nWhere was he when the storm hit?</span></div></div>",
            "created":1582952400,
            "id":2795007,
            "title":"A man in his early twenties"
        },
        "11113":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "The nudist lounge",
                "Singles club",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>While he was on the Exotic Adventure, Adrian was going to make the most of it, having fun and laying back whenever he could. He had already enjoyed a massive laser tag battle, that was being played across the entire ship. Only people's cabins and the kitchens were off limits in that game.<br>\r\n<br>\r\nNow he was enjoying....</span></div></div>",
            "created":1583038800,
            "id":2795010,
            "title":"Enjoying one of the activities / areas"
        },
        "111131":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "She thanks him and leave, Adrian goes out on the deck",
                "The ship rocks further and she falls on top of Adrian",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>A part of making the most of the cruise was enjoying things he hadn't enjoyed before, so on the night of the storm, Adrian decided he'd go to the nudist lounge at the back of the ship.<br>\r\n<br>\r\nThe nudist lounge had an indoor and out door area, though had a limited amount of people that could get in. That was mostly due to the locker space, where you would put your clothes and ship pass while at the lounge.<br>\r\n<br>\r\nAdrian looked at the line and examined some of the women, hoping he'd get a chance to see them naked, unfortunately there were just as much men waiting to get in as well.<br>\r\n<br>\r\nJust before the door, he saw a sign with the rules for the area. It included things like no photos, no masturbating, no touching and no unwanted attention. It also mentioned how you could be kicked out at any time and permanently banned from the lounge.<br>\r\n<br>\r\nHe got up to the end of the line and made it into the single locker room. He tried not to stare as a bunch of women got undressed in front of him.<br>\r\n<br>\r\n\"Don't worry hun,\" a cougar said standing next to him as she took off her bra. She had a few wrinkles but was still rather pretty looking, though she did have a scar from childbirth. \"They don't care too much about erections, just so long as you don't touch it,\" she said with a wink, before finishing getting undressed and going into the lounge.<br>\r\n<br>\r\nAdrian slowly got undressed and put his things in the locker, he gave it a simple and easy to remember code and entered the lounge.<br>\r\n<br>\r\nHe saw the cougar as soon as he stepped out and she gave him a smile and a wink.<br>\r\n<br>\r\n\"Oh my god, mum what are you doing here?!\" He saw a younger woman say to the cougar. It wasn't the best thing her to yell out as all eyes were on her.<br>\r\n<br>\r\n\"It's a free ship Darling,\" the cougar showed no signs of embarrassment as she walked further into the lounge.<br>\r\n<br>\r\nThe daughter on the other hand was mortified and went to leave. When a large clap of thunder shook the entire ship, she almost fell to her feet but Adrian managed to grab her and stopped her from falling over.</span></div></div>",
            "created":1583038800,
            "id":2795023,
            "title":"The nudist lounge"
        },
        "1111312":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "He swapped bodies with her",
                "He found he had fused with her",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Adrian gives the young woman a smile as he grabs her arm to give her support. She was almost a splitting image of her mum, though rather than brown hair she had straight golden blonde hair. Her body was a little more toned than her mothers and she was a bit shorter. Still Adrian couldn't possibly imagine the embarrassment of finding a parent in the nudist lounge.<br>\r\n<br>\r\nHe let go of the woman and let her go to leave when he heard people screaming as everyone began to run inside away from the dark rain. It seemed to hit them hard as some people had red marks on their skin and a few people were holding their groins.<br>\r\n<br>\r\nWithout warning the ship suddenly surged forward, sending everyone backwards. Adrian landed on his back and the poor woman he helped landed right on top of him. Her ass, ass landing right on top of his genitals.<br>\r\n<br>\r\nHe opened his mouth, groaning in pain, which just got her hair in his mouth. He instinctively reached for his groin and because she was on top, he accidentally touched hers instead. He quickly moved his hands, as soon as he could.<br>\r\n<br>\r\n\"People over board!\" A voice cried among the noise of the situation. The surge sent some poor souls flying over the back of the ship.<br>\r\n<br>\r\nAdrian laid their in pain, until the ship finally stopped and all the lights went out as it did. The lady on top of him sat up and as she did....</span></div></div>",
            "created":1583038800,
            "id":2795045,
            "title":"On top"
        },
        "11113122":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "The captain makes an announcement",
                "Adrian sinks further into Maria",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>As the woman sat up, Adrian had no choice to sit up with her. Whatever happened a moment ago had made him fuse with her, where their skin touched. His mouth had vanished and fused with the back of her head. while her ass had fused with his hips. He could still see but it was mostly the top of her. Her back had also fused into his torso. He still had control over some of his arms but her shoulders had connected with his biceps. Their legs had also fused together and now her heels were just about his ankles.<br>\r\n<br>\r\nAdrian tried to talk but couldn't though the simple act made the woman reach to the back of her head, causing his own arms to move and she touched his head.<br>\r\n<br>\r\nShe screamed as she tried to stand up. Though her legs were shorter than Adrian's. Though she did have the ability to crawl, which put Adrian on her back. <br>\r\n<br>\r\nAdrian didn't even know this woman's name and now he was stuck to her in the most awkward way possible. On her hands and knees, the woman looked around, while Adrian was forced to bend his neck to an uncomfortable position as they surveyed the room. It would appear that those two were the only ones stuck like this but others in the nudist lounge had changed as well.<br>\r\n<br>\r\n\"Maria?\" Adrian heard the Cougar say as she eyed off her daughter. She was outside when the rain hit and now had impressions in her skin, not only that but her breasts had warped to an odd shape and she no longer that any genitals. \"Get off my daughter you creep!\" She screamed at Adrian as she tried to get him off. \"Oh my god Maria, he's stuck.\"<br>\r\n<br>\r\n\"What's going on mum?\" Maria cried.<br>\r\n<br>\r\n\"I don't know,\" her mother replied.</span></div></div>",
            "created":1583038800,
            "id":2795056,
            "title":"He found he had fused with her"
        },
        "12":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "A passenger",
                "A crew member",
                "The bridge crew",
                "The CEO or his family",
                "Someone who fell overboard"
            ],
            "content":"<div class=\"\"><div> <span>The first day lost at sea was all about recovery and keeping people calm. The ship was without power and there were many injuries from the ship's sudden surge forward, a few people had been thrown overboard (though they were swept up in the same current that brought the ship to Point Nemo). People had to be pulled from elevators and rescued from other areas. There were people breaking open the lockers in the nudist lounge, to get people their clothes and belongings. And the passengers were being kept near the assembly areas, in case of evacuation. Though that call hadn't been made.<br>\r\n<br>\r\nThe Captain assured everyone to remain safe and that they had sent out a distress call and that help was on its way. It was a lie. They were too far from anywhere to get help.<br>\r\n<br>\r\nThough as the day went by strange things began to happen. People began to vanish, while others weren't themselves. some new pieces of artwork appeared in the hallways while there were also reports of animals loose on the ship. Some people even reported strange creatures roaming the halls as well as shadows in the ocean.<br>\r\n<br>\r\nSomething was strange was happening on board the Exotic Adventure, something that would become a part of everyday life.<br>\r\n<br>\r\nWho does this story focus on?</span></div></div>",
            "created":1583038800,
            "id":2795079,
            "title":"The first day lost at sea"
        },
        "124":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Charles Senior",
                "Charlies Junior",
                "The Twins"
            ],
            "content":"<div class=\"\"><div> <span>Charles Benson, was a sixty year old businessman who recently purchased the Exotic Adventure to bring in a more youth orientated cruise. He did so for the sake of his twin daughters Jasmine and Opal. Even though he didn't meet the demographics of the ship, he wanted to be on its maiden voyage to see what his money bought him. He also brought along Charles Benson Junior so he could have a hands on experience running things before he takes over from his dad.<br>\r\n<br>\r\nOn the night of the Storm the four of them had been dining in the executive suite and remained unharmed. Just a little bruised. <br>\r\n<br>\r\nNow things had settled the Jasmine and Opal were in their cabin, rather than the rest of the Passengers. Charles Senior was up on the bridge speaking to the Captain. Charles Junior was helping oversee the crew as they made preparations for whatever came next.<br>\r\n<br>\r\nAs the changes begin to occur, who is the focus?</span></div></div>",
            "created":1583125200,
            "id":2795426,
            "title":"The CEO or his family"
        },
        "1243":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "We really have swapped bodies",
                "You got that when you fell off your bike",
                "I have the same scar"
            ],
            "content":"<div class=\"\"><div> <span>Jasmine and Opal Benson had both turned twenty-one last month and this cruise ship was a part of their birthday gift. All their friends were invited to join them on the cruise and most of them had accepted. The ship was made for them to enjoy, though like anything their father did for them, it was something he could make money off as well.<br>\r\n<br>\r\nThe twins were so identical in appearances that people often joked that Charles Benson had cloned them in a lab. They had the same facial features, same body shape and same hair and clothing style. There were a few things that could tell them apart, like Jasmine's scar on her right arm, or the difference in their freckles. Notably a couple of distinct ones on Opal's breasts. There was also the way they acted, while Identical in appearance, they carried themselves differently. Jasmine was more outspoken, wild and playful while Opal was more conniving and reserved, she still liked partying though.<br>\r\n<br>\r\n\"I'm so bored...\" Jasmine moaned. \"There's nothing to do in here, the TV won't even turn on...\"<br>\r\n<br>\r\nOpal was sunbathing on their private balcony while wearing her bikini. \"That's because the power to the ship is out Jasmine. The ship isn't moving.\" Opal pointed to the other chair. \"Come join me in soaking up the rays, I'm sure daddy will have the ship fixed shortly.\"<br>\r\n<br>\r\nJasmine rolled her eyes. \"Okay fine..\" she wanted to go out and do stuff but sunbathing was nice alternative. She took her top off and dropped her skirt on the floor of their room, revealing she had the same colour bikini as her sister. She hopped on the chair, laid back and closed her eyes.<br>\r\n<br>\r\nOpal, felt a sudden jolt in her head, causing her to sit up rapidly. She was now in the chair Jasmine was in and she saw her body relaxing with her eyes closed. \"Holy crap we just swapped bodies!\" Opal, exclaimed. She looked down at her new body and tried to feel the difference. Nothing did though, just that she was in a different spot than before, and the body next to her had her freckle pattern on her breasts.<br>\r\n<br>\r\n\"What are you talking about?\" Her sister asked. \"Swapped bodies? That's a good one. It's not like anyone could tell us apart anyway.\" Her sister dismissed.<br>\r\n<br>\r\n\"I was sitting on that chair a second ago, now I'm on this one!\" Opal explained. She then looked at her arm and found Jasmine's scar. \"See look at this,\" she showed her sister proof that they really swapped.</span></div></div>",
            "created":1583125200,
            "id":2795823,
            "title":"The Twins"
        },
        "12431":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "You could be a guy",
                "We could look totally different",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Jasmine looked at the scar on her former body. She looked where she was sitting and then looked at the top of her boobs. \"We really have swapped bodies!\" Jasmine wasn't freaking out over it and found the situation to be funny. \"Hey, now I'm the older sister.\"<br>\r\n<br>\r\n\"Jasmine, this is serious. We've swapped bodies and we don't know how,\" Opal got up off the chair and brought her sister back inside.<br>\r\n<br>\r\n\"People can't tell us apart half the time, so it's not really that big of a deal,\" Jasmine pointed out. \"I mean, I didn't believe you, until you showed me my scar.\" Jasmine examined her body a bit, to see if anything felt different. \"Wow I really can't tell the difference at all, maybe if you were fatter or had shorter hair but I had no idea how identical we were until just now.\"<br>\r\n<br>\r\nOpal scoffed. \"Please, if anyone is the fatter one, it'd be you. You eat way more junk than I do. And why would I want shorter hair, I like my hair like this,\" Opal ran her hands through her current hair.<br>\r\n<br>\r\n\"See, that proves my point!\" Jasmine pointed at Opal. \"You said you like your hair like that and touched mine. So it doesn't matter. I mean there's some people that could tell us apart but it's not like we haven't pretended to be each other before and it's not like we can't act like each other. Oh, we could swap boyfriends for the rest of the cruise!\" It was something they had done in the past, just to see how much their boyfriends really knew them or if they were just with them based on their appearances. If they weren't able to figure it out, they'd usually dump them. Of course Jasmine also did this without Opal knowing sometimes.<br>\r\n<br>\r\n\"No, I really like Scott and he loves me,\" Opal rejected the idea. Jasmine nodded in agreement. Scott was one of the ones that figured out it was Jasmine, though not until after they were both naked. That could be bad if Opal pretended to be herself, as he'd recognize Jasmine's body and have a go at her for trying it again.<br>\r\n<br>\r\n\"My boyfriend has seen me naked, he knows about my scar and where my freckles are. I'm not going to convince him that I'm not you,\" Jasmine tried to discourage keeping their current boyfriends, not so she could be with Scott but so Opal didn't find out what Jasmine did.<br>\r\n<br>\r\n\"We'll just cover up any distinguishing marks when we're with them,\" Opal suggested. \"That way we keep our own boyfriends. If necessary then we tell them the truth.\"<br>\r\n<br>\r\nJasmine shook her head. \"Like you... or I could cover up these.\" Jasmine pushed up her current breasts. \"We're on holiday, I don't think either of us even has a top that covers our cleavage.\"<br>\r\n<br>\r\nOpal rolled her eyes, Jasmine had a point, the top of their breasts was the biggest thing that told them apart. That's why they never liked men they didn't like the looks of being able to tell them apart straight away. \"Okay, but nothing physical. I'll allow making out and hand holding, that's all.\" Opal looked out onto the ocean. It was eerily quiet, the seas were calm and there was no marine life. \"That is until we swap back and if we stay on the ship where we're able to enjoy ourselves.\"<br>\r\n<br>\r\n\"Oh yeah, I forgot the ship was broken. Also I'm sure it won't matter if we stay like this. It could be so much worse...\" Jasmine begun to say.</span></div></div>",
            "created":1583211600,
            "id":2795945,
            "title":"We really have swapped bodies"
        },
        "124311":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "Began turning into a man.",
                "swaped bodies with someone else.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"You could be a guy, that would make pretending to be each other a lot harder, at least for one of us,\" Jasmine stated.<br>\r\n<br>\r\nLittle did she know a presence beneath the seas, the thing that brought them to this location to be its playthings was listening. It had no plan of  what it wanted to do, just that it would play with these fleshy creatures for as long as it chose. The Jasmine that things could be worse if she was a man, unknowingly directed the chaos into something specific.<br>\r\n<br>\r\n\"Opal, are you alright?\" Jasmine asked her sister.<br>\r\n<br>\r\nOpal was not alright she..</span></div></div>",
            "created":1583298000,
            "id":2796426,
            "title":"You could be a guy"
        }
    },
    "info":{
        "author_id":"hobbitking90",
        "author_name":"Hobbitking",
        "brief_description":"A Cruise ship finds itself stuck out at sea and those on board begin to change.",
        "created":1582892760,
        "description":"<td align=\"left\" class=\"norm\">This is an adults only cruise line, targeted at young people in their early twenties. It is on its maiden voyage sailing from California, down to South America when it was hit by a freak storm. It is now impossibly off course as all navigational tools seem to indicate the ship is near point Nemo (the furthest place from land in the ocean).<br>\r\n<br>\r\nThe storm and their co-ordinates are the least of their worries though, as strange happenings begin to occur on the ship with every day bringing some new kind of change.<br>\r\n<br>\r\nRules<br>\r\nDeath of any of the characters are fine. Though that doesn't mean the story has to end, new victims can be discovered and death can be reversed<br>\r\n<br>\r\nWhen dealing with characters under the age of 18, be mindful how you treat them, I will not tolerate any nudity or sex and these chapters will be deleted. I'd rather not have anyone under age but that does remove the ability for age regression.<br>\r\n<br>\r\nBe mindful of other people when writing, leaving as many options available as possible. If you can only add two paths I'd rather you do 'more options' as the second choice allowing for others to add their own ideas. On that note be careful how long you make your chapters, they shouldn't be too short however they should also leave room for choice. So don't write too many transformations or actions in a single chapter where another choice was available.<br>\r\n<br>\r\nI am impulsive and do change my mind often so do except to see the occasional change in the structure of the interactive or some of my additions being edited. I will try not to delete chapters and if an idea I thought of gets taken I will use the more options or edit the choices so both out ideas for that choice can be expressed. (On that note, if anyone wanted to add to a particular option that was taken feel free to repeat that choice with your own idea).</td>",
        "id":2214311,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583306940,
        "pretty_title":"Cruise of Transformation"
    }
}