{
    "chapters":{
        "1":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Being an anime girl to life ",
                "Summon the girls",
                "Writes down that he doesn’t have to take his final and he passed",
                "Give him a new power ",
                "Someone else gets the book "
            ],
            "content":"<div class=\"\"><div> <span>Issei Hyoudou was just your average teen on the outside but on the inside he was something else. He is a High Class devil now after doing excellent in the promotion exam and a senior in Kuoh Academy. He also has so many girlfriends now that the war is over and has made many great memories with the ORC but it started to get a bit boring. <br>\r\n<br>\r\nWhich brings us to right now where our hero is walking back to his home with a strange black book that was titled “The Book of Reality.” Issei found this book in the bushes because he though he saw something fall from the sky and land outside. He decided to wait until after school to see what it was and luckily it was still there.<br>\r\n<br>\r\nIssei went into his mansion where he saw a note on the table from his girlfriends no doubt. <i>Dear Issei, the girls and I are having a girls night so we’ll be back in the morning. Don’t stay out or up too late you do have your finals before summer. See you to tomorrow and know that I love you. Love, Rias.</i> <br>\r\n<br>\r\nIssei smiles at the note before remembering that his summer vacation starts tomorrow and that he has one final to take but first he wants to know what the book is because of the aura it gave off.<br>\r\n<br>\r\nIssei made his way up to his room and put the book on his desk before opening it to see that the pages were blank. He was surprised before flipping through the book noticing that the pages haven’t ended at all.<br>\r\n<br>\r\n “Just what is this book?” Issei pondered before he felt a shock on his right hand. <br>\r\n<br>\r\n“Ouch! That felt worse than Akeno’s lighting.” He yelled as he clutched his hand. Issei was about to toss the book until he saw words appearing on the page.<br>\r\n<br>\r\n<b> “Congratulations, Issei Hyoudou! You are now have the power to change reality and all you have to do is write it in the book. <br>\r\n<br>\r\nUnfortunately there are a few rules you must know. No one can see what you write unless you allow them to know what you did to them. The book cannot be used by anyone else unless you allow them. The book is also indestructible so it cannot be destroyed by anything unless you write it down in the pages. Don’t believe me try writing something right now. </b><br>\r\n<br>\r\nIssei stares at the passage before thinking it was some bull but found it interesting if he could actually change reality with this book. He decided to go ahead and do something.</span></div></div>",
            "created":1578459600,
            "id":2771221,
            "title":"The Book comes to DXD"
        },
        "13":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Issei crosses out the passage",
                "Tests the power out more",
                "Someone comes in"
            ],
            "content":"<div class=\"\"><div> <span>“Okay let’s make it so I don’t have to worry tonight about studying.” Issei said as he started to write in the book.<br>\r\n<br>\r\n<u>I don’t have to take my final tomorrow and I passed with flying colors. Sona will call me and let me know. Also summer vacation will last until I decide it’s time to end it.</u><br>\r\n<br>\r\nIssei just laughed at himself thinking how hilarious it sounds until he hears his phone go off and answers the call.<br>\r\n<br>\r\n“Hello this is the Hyoudou residence. Issei speaking how can I help you?” Issei says.<br>\r\n<br>\r\nSona on the other end looks around to see if anyone is around and realizes she’s alone. She blushes speaking to Issei “Well I thought you would like to know you are exempt from tomorrow and I must say I’m surprised with your grade. I mean a 100%, I’m very impressed looks like all that studying helped.”<br>\r\n<br>\r\nIssei looks shocked before composing himself and replying “ Thank you President that means a lot coming from you.”<br>\r\n<br>\r\nSoma silently giggles to herself before saying “It’s no problem and I’m curious so there’s a new movie tomorrow that I want to go see and I have two tickets but I have no one to join me so I was wondering if you could join me tomorrow?”<br>\r\n<br>\r\nIssei surprised started to think ‘Is she asking me out on a date?’ He quickly replied. “Are you sure because you do know I’m with the girls right now.”<br>\r\n<br>\r\nSona replies “I know and I asked Rias and she seemed okay with it and I have something I want to confess to you face to face.<br>\r\n<br>\r\nIssei silently sighs before saying “Alright I’m in, so see you tomorrow at the station around 2pm?”<br>\r\n<br>\r\n“Works for me see you then bye and have a good night.” Sona replies before hearing a good night from Issei and was inwardly squealing like a fan girl meeting her idol.<br>\r\n‘I’m going on a date with Issei and Rias is okay with this. She must plan I’m spying on us tomorrow got to keep my guard up.’ <br>\r\n<br>\r\nBack to Issei, he was shocked to beyond. Realizing what he just did he felt some new power at his fingertips but realizes that he must be careful with this otherwise he would be no better than Vali’s father.</span></div></div>",
            "created":1578459600,
            "id":2771225,
            "title":"Writes down that he doesn’t have to take his ..."
        },
        "132":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Go out",
                "Go to school ",
                "Summon the girls "
            ],
            "content":"<div class=\"\"><div> <span>Issei wanted to test the power more so he thought what to do until it hit him.<br>\r\n<br>\r\nI have an app that allows me to alter people and no one but myself can use the app. No one is suspicious at all of the changes and see them as normal.<br>\r\n<br>\r\nIssei looked at his phone and saw the app that looked like an orange box with a diagram of a person. It said Reality Altering.<br>\r\n<br>\r\nIssei wondered what do with the app...<br>\r\n<br>\r\nHe could go out and find someone to test it on. Go to the school and have some fun with the others or he could just summon the girls here and now to test it.</span></div></div>",
            "created":1581915600,
            "id":2788655,
            "title":"Tests the power out more"
        },
        "1322":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Edit the humans",
                "Go to the student council ",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>Issei walked to his school and opened the menu. He saw how the app worked:<br>\r\n<br>\r\nEither take a picture of the person you want to edit or type it in manually. The app does everything between hair color, height, three sizes, and there’s even an option to give a human supernatural like abilities.<br>\r\n<br>\r\nIssei just had an idea that would make his senior year interesting. <br>\r\n<br>\r\nKuoh Academy now accepts supernatural beings and humans. Humans are aware of supernatural beings but do not have any hatred towards them, only wish to coexist with them.<br>\r\n<br>\r\nIssei closed the book and kept walking to his school. He knew this was the last day until summer vacation began so he knew those who were doing finals were here. Issei cast an invisibility spell on himself and went to his classroom. Once he got there, he noticed how the teacher was a male human and there were five people in class.<br>\r\n<br>\r\nMatsuda, Motohama, Murayama, and Katase were still human but the last girl was an elf girl with pointed ears and long blond hair. She was walking up to the teacher and handed in the test. The teacher smiles and says “Have a good summer, Shera.” The named Shera smiles and thanks him before getting her stuff and walked out the door. <br>\r\n<br>\r\n“Maybe I can edit them a little or I could go to the Student Council and have some fun with Sona and the others.”<br>\r\n<br>\r\nDecisions. Decisions. </span></div></div>",
            "created":1582779600,
            "id":2793834,
            "title":"Go to school "
        },
        "13222":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Someone comes in",
                "Edit their physical attributes ",
                "Edit their mental attributes "
            ],
            "content":"<div class=\"\"><div> <span>Issei decided to go to the Student Council to have some fun with Sona. He quickly wrote in the passage that Saji has moved on from his love for Sona and now looks for new love. He wanted his fellow dragon to find his harem partners as well.<br>\r\n<br>\r\nIssei still had the invisibility spell on and walked in without trouble and saw only Sona and Tsubaki. He pondered what to do with them until he saw Tsubaki’s profile. ‘She’s interested in those kind of books?!’ <br>\r\n<br>\r\nIssei was shocked that the Vice President was interested in harem like mangas, especially with erotic scenes. ‘How does she hide it?’ He decided to make her dream a reality. He types that Tsubaki is bisexual and has feelings for Issei and wants to dominate any woman he has in bed.<br>\r\n<br>\r\nAs for Sona, he knew they were going out tomorrow so he decided to make it more fun. ‘Sona will bring Serafall. They will want to have some Sitri fun tomorrow at a love hotel.’ He also types that Sona loves Serafall but wants to be the dominant one. <br>\r\n<br>\r\nHe ponders what to do next?</span></div></div>",
            "created":1589000400,
            "id":2832946,
            "title":"Go to the student council "
        },
        "133":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Option 1",
                "Option 2",
                "Option 3"
            ],
            "content":"<div class=\"\"><div> <span>He thinks about what to do until he hears a knock at the door. Issei gets up and opens it to reveal Ophis. “Oh! Hey Ophis what’s up?” Ophis points to the book. “That has god level magic. It changes reality based on the wielder. I wanted to join you in fun.”<br>\r\n<br>\r\nIssei thought about it and decided to have Ophis join him. “Alright, welcome aboard. Nice thing is that I made Summer last until I decide to end it.” Ophis had her blank look but gives him a thumbs up in response. <br>\r\n<br>\r\n“What are some ideas you have in mind?” Issei thinks about it until a few come to him.<br>\r\n<br>\r\n“Okay hear me out. Option one, we have a device that turns people into babies, either physically or mentally.”<br>\r\n<br>\r\nOphis thought of seeing a baby Rias or Akeno as a teenager acting like a baby. She laughs a little as Issei continued.<br>\r\n<br>\r\n“Option two, a device that changes a persons intelligence. Making a person smarter or dumber.”<br>\r\n<br>\r\nOphis thought of Azazel acting as an idiot or Asia as a genius.<br>\r\n<br>\r\n“Finally option three, we create a remote that switches brains or heads. Think of Rias with a mans body or me with a female body.”<br>\r\nOphis likes the ideas. “Alright Issei, lets do-“</span></div></div>",
            "created":1588568400,
            "id":2829953,
            "title":"Someone comes in"
        },
        "1331":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Turn her back",
                "Continue with this ",
                "He had another idea. (RC if he turns her back.)"
            ],
            "content":"<div class=\"\"><div> <span>“The baby ray. I want to enjoy the chaos from the device.” Issei grabs the book and writes.<br>\r\n<br>\r\nI will have a device that allows me to turn people into babies either physically, mentally, or both. Everyone will think this is normal and not be suspicious about it. The device is indestructible, no one besides myself and Ophis can see it, and has a timer and reset button.<br>\r\n<br>\r\nThe remote appeared in his hand and saw that it had a function of either physically or mentally but there was a middle selection for both. The timer went up to 1 hour. The reset button was right next to it. Ophis and Issei were surprised and Ophis asked him. “Turn me into a baby. Mentally.” Issei switched the toggle to mentally and fired it at her. Ophis had a glazed look in her eyes until she looked at Issei and had her hands out. “Dada?” Issei picked her up and bounced her on his lap, making her laugh in joy. <br>\r\n<br>\r\nIssei ponders whether to turn her back or continue with this.</span></div></div>",
            "created":1589346000,
            "id":2834979,
            "title":"Option 1"
        },
        "1332":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "She was stuck in timed mode ",
                "Ophis was back to normal."
            ],
            "content":"<div class=\"\"><div> <span>“The Intelligence Remote.” Issei smiles and grabs the book and writes<br>\r\n<br>\r\nI have a remote that changes a persons intelligence from dumb to genius. Range 1-10. 1 is dumbest and 10 being genius. No one will notice the remote and it can only be used by myself. There is also a timer and a reset button. When a person is modified, everyone else will think it is normal. The remote is indestructible.<br>\r\n<br>\r\nOphis likes this and sees the remote in Issei’s hand and asks. “Where should we go to test the device?” Issei thought and had a wicked idea. He wrote another passage in the book and suddenly Issei and Ophis appear in the room where Rias and the girls are playing a few games. Ophis snaps her fingers in front of Rias and Rias didn’t flinch or look at Ophis.<br>\r\n<br>\r\n Issei showed her the passage. <br>\r\n<br>\r\nOphis and I will appear in front of the girls. Both of them will not be seen by the girls unless either of us reveal ourselves to them.<br>\r\n<br>\r\nIssei pointed the remote at Akeno. He set the remote for 1 and shot Akeno. Her brain on the scanner showed that it was now the size of an acorn. Akeno looked at her chest and squeezed them. “Hehe squishy.” Rias looked at Akeno and said. “Akeno stay playing with your breasts. I know your a brain is the size of a marble.” Akeno giggles at Rias and continues to play with her chest. <br>\r\n<br>\r\nRias sighs but then gasped as Akeno started to play with Rias’s breasts. “Red has softer squishy. Dragon is strong and me want to play with Dragon and make babies.<br>\r\n<br>\r\nIssei and Ophis watch this and Issei aims the remote at Ravel. This time the remote was set to 10. Ravels eyes were shocked until she smiles and looks at them. “By my calculations, the only ones who will give Issei a better time in bed will be myself and Koneko. The rest of you have trouble controlling your hormones but don’t worry.” She looks at Koneko. “We need to create a device that will help them with their mood swings.” <br>\r\n<br>\r\nIssei was laughing at this and Ophis asks Issei. “Can you make me dumb?” Issei ponders and decided to see what a dumb Ophis does. He sets the remote to 0, no brain. He fires the remote and Ophis’s eyes glaze over as she now had no brain.<br>\r\n<br>\r\nShe looked at Issei and kissed his cheek. Issei was surprised until Ophis says. “Go go ga ga.” Drool comes out of the corner of her mouth and wants her Daddy to pick her up. Issei is so surprised he tapped the remote and it fired at all of the girls. The remote was set to 2. <br>\r\n<br>\r\nThe girls had a glazed look until Koneko woke up and crawls to her sister and did the unexpected. She was sucking Kuroka’s breasts. Kuroka moaned in excitement and let her sister suck her tits.<br>\r\n<br>\r\nIssei was surprised and quickly reset Ophis back to normal.</span></div></div>",
            "created":1589346000,
            "id":2834886,
            "title":"Option 2"
        },
        "1333":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Go to the student council",
                "Do some experiments with brains ",
                "Put their heads or brains in someone else"
            ],
            "content":"<div class=\"\"><div> <span>“Option three. I want to enjoy making others act like something else.” Issei grins as he grabs the book and writes.<br>\r\n<br>\r\nI have the ability to remove peoples heads and their brains unnoticed. When the brains are switched, the person will act as if the new body was always theirs. When I remove heads, the heads will be knocked out and the bodies will be motionless. When a new head is placed on their bodies, the person will act as if they always had the body. Brains and bodies are not damaged in process and everyone will see it as normal.<br>\r\n<br>\r\nIssei and Ophis decided to head to the school where they knew there were some students who were taking their finals. Issei wrote that they would be invisible to anyone unless they announced themselves. He walked to his class and saw the M&amp;M duo, the Kendo duo, and Kiryuu. The teacher was none other than Rossweisse.<br>\r\n<br>\r\nIssei decided to have some fun so he went to Murayama and removed her head and switched with Matsuda. Now Matsuda has a female body and Murayama has a guys body. He switched Katase and Motohama heads and watched what happened. Motohama scratches his new assets and Matsuda scratches his new butt. Murayama and Katase were trying to control their manhoods from growing at seeing Matsuda and Motohama new bodies.<br>\r\n<br>\r\nKiryuu was lonely so he went behind her and removed her brain. Issei thought what to do but then saw a fly next her. Issei grabbed the fly and takes out the tiny brain and puts it in her head, along with her human brain. Kiryuu was looking around and saw the garbage can with old candy wrappers. She turned in her test to Rossweisse. “Can I have those old candy wrappers? Please.” Rossweisse rolls her eyes and give the trash can to her. Kiryuu grabs the old wrappers and eats it, luckily Issei wrote down that she wouldn’t get sick or die from anything she ate and never get full.<br>\r\n<br>\r\nIssei and Ophis leave them classroom and  laugh at the situation. Issei asks Ophis. “What do you want to do now?” Ophis ponders what to do next.</span></div></div>",
            "created":1589346000,
            "id":2834969,
            "title":"Option 3"
        },
        "14":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Body swap powers",
                "Power Copy",
                "Readers Chiice",
                "Readers choice",
                "Readers choice"
            ],
            "content":"<div class=\"\"><div> <span>Issei pondered what to do until he decided to give himself a new power but what kind of power for the possibilities are endless.<br>\r\n<br>\r\nHe could try Mind and Body swapping powers being able to mess with the minds of others. He could see what it’s like to be someone else and still have Ddraig with him in his new body. <br>\r\n<br>\r\nThere’s also Power Copy. The ability to copy anyone’s power and abilities. He thought he could use Senjustsu, the Power of Destruction, Sword Birth, or even the Divine Dividing power.<br>\r\n<br>\r\nHe could also give himself a power from one of his favorite shows like Fate, Bleach, Naruto, Akame ga kill, or even The seven dealy sins.<br>\r\n<br>\r\nHe ponders what to do until he decides on doing.</span></div></div>",
            "created":1578459600,
            "id":2771227,
            "title":"Give him a new power"
        },
        "141":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Mall",
                "School"
            ],
            "content":"<div class=\"\"><div> <span>Issei thought about creating some havoc with body switching and decided to try it out.<br>\r\n<br>\r\n<u>I have the ability to swap myself and anyone of my choice. The brains will be unharmed when removed from body and when swapped no one will be suspicious. It will be normal. Also Sacred Gears and weapons bonded with users are placed in swapped body with user. I can also extend these powers with a remotes that only I can see, touch, and use. </u><br>\r\n<br>\r\nIssei was interested in testing his new power. He decided to test his new power at the...</span></div></div>",
            "created":1586408400,
            "id":2816220,
            "title":"Body swap powers"
        },
        "15":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Rias Gremory",
                "Akeno  Himejima ",
                "Koneko ",
                "Asia Argento",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which of the ORC should get the Book of Reality</span></div></span></div>",
            "created":1578891600,
            "id":2773242,
            "title":"Someone else gets the Book"
        },
        "155":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Irina",
                "Xenovia",
                "Ravel Phoenix",
                "Rossweisse ",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More girls!!!</span></div></span></div>",
            "created":1578891600,
            "id":2773244,
            "title":"More choices "
        },
        "1555":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Kuroka",
                "Serafall",
                "Gasper",
                "Kiba"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More girls and some guys</span></div></span></div>",
            "created":1578891600,
            "id":2773246,
            "title":"More choices "
        },
        "15555":{
            "author_id":"bl00dedge1",
            "author_name":"Hallmark ",
            "choices":[
                "Katase, Murayama, and Kiryuu",
                "Kunou",
                "Azazel",
                "Vali Lucifer",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>A few more choices...</span></div></span></div>",
            "created":1578891600,
            "id":2773247,
            "title":"More choices"
        }
    },
    "info":{
        "author_id":"bl00dedge1",
        "author_name":"Hallmark ",
        "brief_description":"The Book of Reality has gone to another world where angels, devils, and monsters reside.",
        "created":1578520860,
        "description":"<td align=\"left\" class=\"norm\">Hello and welcome to my second story now the rules are the same<br>\r\n<br>\r\n1. The book can only have one master and if the master wishes to share responsibility they must write it in the pages. <br>\r\n2. No one will be able to take the book from the master and it is indestructible. <br>\r\n3.No death and no yaoi.<br>\r\nBut there is one twist in this story.<br>\r\n<br>\r\nHave fun with it. .</td>",
        "id":2209745,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1589396040,
        "modified":1595268960,
        "pretty_title":"DXD and the Book of Reality"
    }
}