{
    "chapters":{
        "1":{
            "author_id":"alotofstuff",
            "author_name":"Shrinking Fandom Writer",
            "choices":[
                "Male",
                "Female",
                "none of these genders are mine"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Welcome traveler, what role will you play?<br>\r\n  <br>\r\n                        Male or female?</span></div></span></div>",
            "created":1561611600,
            "id":2679235,
            "title":"The beginning "
        },
        "11":{
            "author_id":"alotofstuff",
            "author_name":"Shrinking Fandom Writer",
            "choices":[
                "Yes",
                "Pick another one "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Your name is Dylan, your a 19 year old currently living in an apartment you have light brown hair, your height is 6’2 and you have been looking to get your own toy for a while now.<br>\r\n<br>\r\nIs this who you are?</span></div></span></div>",
            "created":1561611600,
            "id":2679239,
            "title":"Male"
        },
        "111":{
            "author_id":"alotofstuff",
            "author_name":"Shrinking Fandom Writer",
            "choices":[
                "The living furniture store",
                "fuck dolls inc.",
                "a new ler"
            ],
            "content":"<div class=\"\"><div> <span>It’s like every other day for you, your 19 and still going to school since you failed credit recovery and living in your very own apartment. it’s also been a while since females were permanently considered property. all outside your window you can see men and children walking in the streets, some going to work and some walking females like dogs on short leashes. “Hhm, it gets so boring in this damn cramped apartment... it’s time I bought myself a girl of my own and use her for some fun” you say to yourself. You quickly put all your clothes on, grab your keys and head out to a store to buy a female.</span></div></div>",
            "created":1561611600,
            "id":2679258,
            "title":"Yes"
        },
        "1112":{
            "author_id":"alotofstuff",
            "author_name":"Shrinking Fandom Writer",
            "choices":[
                "open her up and check her out",
                "put her away and play with her later"
            ],
            "content":"<div class=\"\"><div> <span>You finally arrive at the living sex doll store that’s conveniently close to your house. “Hm I herd there on discount...Mabye I’ll get one of those” you say to yourself. you park your car and enter the massive mall-sized building and there on the inside you could see, thousands of limbless women in latex suits covering the stumps hanging off the walls by o-rings attached to their backs. the latex suits were full body so they also covered the women’s head, leaving only an access port to the mouth that was forced open permanently, with other openings to different holes of hers. most of the women there were also pretty small so they could be even easier managed. as you walk past the isles a lot of the sex toys are squirming around and you can hear muffled cries and screams from inside the suits. It takes a few minutes until you find the one you like, and she is one of the smallest ones in the store, making it perfect to put in your small apartment. you picked her off the hook on the wall and put her in the shopping cart, you can hear her slightly gasp as you place her in. you get to the checkout and the guy there scans the barcode on the center of the stomach of the suit and puts her in a equal sized box with a lock and tools inside for torture. “Alright that will be 200.00 please” he says. You pull the money out that you got Crome your last paycheck and he finalized the purchase. It only takes you a few minutes for you to get back home. You open your trunk and pull out the rather small case the sex toy was concealed in and placed it onto your bed. you looked at it for a while, thinking about how much power you hade, a living breathing girl with no limbs, completely helpless on your bed and ready for your pleasure. </span></div></div>",
            "created":1561957200,
            "id":2680943,
            "title":"fuck dolls inc."
        },
        "13":{
            "author_id":"alotofstuff",
            "author_name":"Shrinking Fandom Writer",
            "choices":null,
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>there are only 2 genders snowflake...go back and pick one of them</span></div></span></div>",
            "created":1561611600,
            "id":2679236,
            "title":"none of these genders are mine"
        }
    },
    "info":{
        "author_id":"alotofstuff",
        "author_name":"Shrinking Fandom Writer",
        "brief_description":"in a world where girls are more objects than people, what roll will you play part in?",
        "created":1561618560,
        "description":"<td align=\"left\" class=\"norm\">In this story, it is the future and somehow women are considered to be more objects for desire than actual people. Men now rule the earth and women are property to anybody that has enough money to take care of them. from being turned into furniture, treated like animals, used for making children, torturing, or even as dark as amputee bondage can happen to these poor souls. <br>\r\n<br>\r\n   What role will you play, a guy that owns one of these toys for your own devious most darkest desires, to use them against their will and have your way with? Or will you be a female, a gender that is now not needed in the upper hand of society and is now objectified for than ever, to be used as a cum dumpster, milking cow, sex doll, or put in a precarious position for house decor?<br>\r\n<br>\r\nRules: obviously this one is REALLY dark and taboo so you can get away with a lot of things on this one, just donâ\u0080\u0099t add a lot of death into It (the whole point of torture is the victim staying alive to feel it) and donâ\u0080\u0099t have any underaged girls in it. Anything else is permitted...have fun ;3</td>",
        "id":2194336,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1561970160,
        "pretty_title":"Less Than Human"
    }
}