{
    "chapters":{
        "1":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Somethings different ",
                "Somethings missing ",
                "In a weird place",
                "Normal"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You wake up, <br>\r\n<br>\r\nIs something different?<br>\r\n<br>\r\nIs something missing?<br>\r\n<br>\r\nAre you in a weird place?<br>\r\n<br>\r\nIs everything normal?</span></div></span></div>",
            "created":1588568400,
            "id":2830050,
            "title":"Wake Up"
        },
        "12":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Go commando ",
                "Take a pair from your 12 year old brother",
                "Take a pair from your 20 year old brother"
            ],
            "content":"<div class=\"\"><div> <span>You wake up with no clothes on. Which is normal since you prefer to sleep naked. You check yourself out in the mirror and then head to the bathroom For your morning shower.<br>\r\n<br>\r\n    You come out dry yourself with a towel and then wrap it around yourself. You brush your teeth and do your hair. You walk back in your bedroom pull out a pair of joggers, a t-shirt, and a sweatshirt.You go to grab underwear and notice all your boxers are gone, “shit they must all be dirty.” You go to the hamper which is now empty.<br>\r\n<br>\r\n   You walk to your bedroom door stick your head out a crack just as your older brother walks by, “What a dork.” He says as he grabs your towel, ripping it off as he walks by you. You smile and give a little chuckle, “Would a dork have abs like this.” You step out, covering your crotch and flex. He turns laughs and then goes into his bedroom. <br>\r\n<br>\r\n   You step back into your bedroom and call to your mom, “Mom have you seen my clothes that were in the hamper?” <br>\r\n<br>\r\n   She calls back, “ Yeah, hope you don’t mind. I grabbed them when you were in the shower. Why?”<br>\r\n<br>\r\n   “All my boxers were in there.”<br>\r\n<br>\r\n   “Sorry, just borrow a pair from one of your brothers, or just go commando.”<br>\r\n<br>\r\n   “Ok thanks.” You shut the door and think what you should do. You look back in the hall and see both your brothers heading down stairs. <br>\r\n<br>\r\n   What should you do?</span></div></div>",
            "created":1588568400,
            "id":2830054,
            "title":"Somethings missing "
        },
        "123":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Pick the thong",
                "Pick the jockstrap",
                "Run out of time"
            ],
            "content":"<div class=\"\"><div> <span>   You head to the door, your older brother should have something decent to wear. You peak out into the hall, and then head three doors, completely naked, into your brothers room.<br>\r\n<br>\r\n   When you enter his room, you notice it’s a mess. This must be why he never lets you in his room. You head to the dresser to see if you can find something decent. You dig through the drawers with no success. <br>\r\n<br>\r\n   You see a gym bag and head over to it. You open it and the smell of bo and sweat slam into your face. You dig through and find a crusty, yellowing jockstrap. You set it on top of the bag and think, “There has to be something better than this.” <br>\r\n<br>\r\n   You continue looking around and find under his bed an unopened plastic baggy with some sort of underwear inside. You open it up and pull out a black thong. “You have got to be kidding me.” Just then you hear your brother talking to your mom. “Yeah yeah, I’ll be going in a sec. I just need to grab my keys from my room. <br>\r\n<br>\r\n   Panicking you now only have two choices, the crusty jockstrap, or the black thong. With only have a few seconds to choose. You</span></div></div>",
            "created":1588568400,
            "id":2830059,
            "title":"Take a pair from your 20 year old brother"
        },
        "1231":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "On the way",
                "There",
                "Nothing, yet"
            ],
            "content":"<div class=\"\"><div> <span>Without thinking you grab the thong and sprint back to your room. You lean on the door just as you close it. You look down at the thong and think to yourself, “This will have to do.<br>\r\n<br>\r\nGiving yourself a minute to catch your breath you look down at the thong. “God this is going to suck.” You bend over and step in it. You nervously swallow as you’d tart to pull it up into your crack. You fuss with your crotch for a while, trying to get it to stay in without popping out. You finally get it and then step in front of the mirror to see if it looks stupid, which to you it does.<br>\r\n<br>\r\nYou look up at the clock and think, “Shit, I gotta go.” You throw on the rest of your clothes and run to the door. You grab your keys and bag.Then you kiss your mom on the cheek and say, “See you later.” You sprint to your car, a white two door wrangler with no doors or top on, and turn it on. You drive as quick as you can to school. <br>\r\n<br>\r\nYou pull into school with just enough time to grab a bite. You park your car and head to the cafeteria. <br>\r\n<br>\r\nDoes something happen on the way?<br>\r\n<br>\r\nDoes something happen there?<br>\r\n<br>\r\nDoes nothing happen, yet?</span></div></div>",
            "created":1588568400,
            "id":2830069,
            "title":"Pick the thong"
        },
        "12312":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><div> <span>You manages to grad a chocolate frosted donut and some apple juice. You goes to your usual table where all your friends are. You set your donut and juice on the table and set your things on the floor. “Hey guys, I’ll just be one sec, gotta take a piss.” <br>\r\n<br>\r\nYou runs over to the bathrooms.<br>\r\n<br>\r\nDoes you have an issue in there?</span></div></div>",
            "created":1588568400,
            "id":2830240,
            "title":"There"
        },
        "123122":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Grab your things and run away.",
                "Notice someone pulling your pants down.",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You walks into the bathroom. You goes to go up to a urinal, and then remembers, “Shit.” You looks around and thinks, “It’ll only take a sec.” You undoes his zip and pulls out his cock. <br>\r\n<br>\r\nYou look around you as pee and think about taking a tiny risk. While you continues to pee you allows your joggers to slip down to your knees, leaving your ass exposed. You turn around again, no ones there. You lets out a silent laugh and smiles. You finish peeing, and then turn around to check yourself out in the mirror. You blows himself a kiss, then pulls up your pants. <br>\r\n<br>\r\nYou washes your hands and walk back out. You are greeted by your friends as you approaches your table. <br>\r\n<br>\r\n“What’s up dude?” Zack says to you as shake hands.<br>\r\n<br>\r\n“Not much rough morning” you sits down and feels something under him. “What the fuck?” You stands up and finds his donut squished into the chair. The guys start losing it. You turn around to look at your ass, which was now covered in chocolate frosting. “What the fuck guys!” They continue laughing. “Ok funny funny laugh it up.” <br>\r\n<br>\r\nJust then Alex, another one of his friends, grabs his juice, “Here, let me help.” and then sprays it over your crotch. “What the hell dude!” You scream. You look around and now notice your table isn’t the only table laughing. Your face turns red. You...</span></div></div>",
            "created":1588568400,
            "id":2830253,
            "title":"No"
        },
        "1233":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "A school bus goes by.",
                "A group of jocks roll by.",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>          Your brother opens his door and see you there completely naked holding his thong and his jockstrap. He burst out laughing.<br>\r\n<br>\r\n          “What kind of pervert comes into their brothers room to sniff his underwear?”<br>\r\n<br>\r\n          “Sniff your underwear?” You look down at your hands, and then back at him. You drop both pairs. “No I wasn’t... I didn’t... I swear it’s not what it looks like.” <br>\r\n<br>\r\n          “Save it for the neighbors.”<br>\r\n<br>\r\n          “The neighbors?” You say looking at him confused. He then comes at you grabbing you and putting you in a head lock. You struggle, but try not to make too much noise so your mom doesn’t hear and see you naked. He basically drags you to the door and pushes you outside. He then screams bye to your mom and then locks the door behind him. <br>\r\n<br>\r\n          He looks at you and starts laughing again as he walks to his car. You chase after, but by the time you get to him he’s already in his car. “Come on dude, you can’t leave me like this” His brother just shoots him a smile and starts to back up his car. You chase after as he backs up and then pulls away. You stop at the edge of the property. “Come on man!” You scream forgetting the environment. Just then...<br>\r\n</span></div></div>",
            "created":1588568400,
            "id":2830065,
            "title":"Run out of time"
        },
        "12331":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "And see no one",
                "And see a group of guys from the team",
                "And then you are slapped on the ass"
            ],
            "content":"<div class=\"\"><div> <span>You watch as you brother drives away, then out of the corner of your eye you see a school bus full of kids drive by. You cover yourself as the kids laugh and point. You, petrified in humiliation, stand there panicking. You watch as the bus drives out of view. “What the hell am I doing.” You look around...</span></div></div>",
            "created":1588654800,
            "id":2830290,
            "title":"A school bus goes by."
        },
        "123311":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Gym",
                "Study Hall",
                "Wood shop"
            ],
            "content":"<div class=\"\"><div> <span>Hopefully you humiliation was done for the day. You look around and see no ones around you turn and walk towards your back towards a your house. Because your bedrooms on the second floor it was going to make it a bit more difficult to get to, but you have done it before. <br>\r\n<br>\r\nYou peak in the window and see your mom cleaning up after breakfast. Your younger brother was still sitting at the island. He had a bowl of cereal in front of him. You walk over to where the dining room is and try the windows there. Unfortunately today was not going to be your lucky day. <br>\r\n<br>\r\nYou head to the shed thinking maybe there’s something in there. You open the door and a can tips over spilling a bunch of screws and nuts, causing a lot of noise. You stop it as quick as possible, and look around to see if anyone noticed. You sigh with relief, you saw no one. You look around and then you see a ladder, “Jackpot.” you tell yourself. <br>\r\n<br>\r\nYou grab the ladder and as quietly as possible position it under your window. You look around and then start the climb. You manage to get your window open, but it was loud. You climb in and your home free. You throw on your clothes, without underwear, and head off to school. <br>\r\n<br>\r\nYou park your car and quickly run into school. Your running late because of you situation this morning. On your way to class you notice people looking at you, differently. Usually guys look and they high five and chest bump, or like you stole their girlfriend, or some shit like that. And the girls, they usually look at you like you were chiseled out by the gods. But, look at you, you probably were. <br>\r\n<br>\r\nToday was different though. Today it looked like you were some joke. I know that some kids on the bus got a view, but not the entire school. You ducked you head down and just quickly made your way to class.</span></div></div>",
            "created":1588654800,
            "id":2830342,
            "title":"And see no one"
        },
        "1233113":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Run to the gym",
                "Run to the bathroom",
                "Go to the lost and found"
            ],
            "content":"<div class=\"\"><div> <span>Unlucky for you your late. Everyone was already working. You check in with the teacher and get right to work. You start working on your rocking chair. <br>\r\n<br>\r\nYour working and a guy from your gym class spots you a little to close to the lathe. You crouch down and lean up against it. Maybe if you were a little nicer to this guy and did whip him with towels until his ass was completely red he would have spared you, but things didn’t turn out that way.<br>\r\n<br>\r\n He walks over and with your back turned to him hooks your pocket on the lathe. You continue sanding without even noticing. He looks around and the turns it on. He runs back to where his project is. <br>\r\n<br>\r\nAlmost instantly you notice your pants get tight. You stand up to see what’s going on. You look and see you pants getting spun into the machine. You try to fight it, but that only made things worse, because when the ripping sound happened all the eyes were on you. <br>\r\n<br>\r\nYou look around and see everyone just staring at you in awe. You then turn to the machine which was now slowing down. Unfortunately on the machine spinning around were your joggers. You  look down and saw, in horror, you were now naked from your ass down, in front of the entire class. <br>\r\n<br>\r\nAnd then, as if it were a wave effect, laughter started, and grew until the entire class was laughing at you. Some people even pulled out their phones and started taking pictures. You pulled your shirt down to the best of your ability but it wasn’t really any good. What should you do?</span></div></div>",
            "created":1588654800,
            "id":2830348,
            "title":"Wood shop"
        },
        "14":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "But it’s not there.",
                "You dry off and then wrap yourself in it."
            ],
            "content":"<div class=\"\"><div> <span>You wake up and everything’s normal. You roll out of bed, completely naked. You walk over to your mirror and do some flexes, while checking yourself out. Then you walk into your bathroom and hop in the shower. You clean yourself and then reach for your towel...</span></div></div>",
            "created":1588568400,
            "id":2830259,
            "title":"Normal"
        },
        "142":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Pick on your younger brother",
                "Leave early",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You dry off with the towel then wrap yourself in it. You walk over to the mirror and grab your toothbrush. You brush your teeth and then do your hair. You do a few more glances at yourself in the mirror, and then blow yourself a kiss as you walk away. <br>\r\n<br>\r\nYou walk over to the window and look out. You see two cute girls walking by. As they looks up at you you nod your head. They looks away giggling to each other. As they move out of your view you see a freshman from your gym class. You’ve thrown him out of the locker room once. “What a nerd.” You think to yourself. He looks up at you and you drop your towel, allowing him to see your above average cock asserting your dominance over him. He looks away almost immediately, and walks away at a faster pace. <br>\r\n<br>\r\nYou smile and then let out a giggle, as you step away from the window. You walk over to your dresser pulling out a pair of shorts, a t-shirt, a pair of boxers, and socks. You get dressed and then hear your mom knock at the door. “Hey just making sure you’re up, dong want you to be late.” You look at the clock. You still have twenty minutes before you have to leave. What should you do?</span></div></div>",
            "created":1588568400,
            "id":2830266,
            "title":"Towel"
        },
        "1421":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Gym",
                "Study Hall",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You decide to pick on your little brother. He’s a freshman this year. You knock on his door. “Go away I’m getting dressed.” Uninvited you let yourself in. And as fate had it there he was pulling up his white briefs just as you walked in.<br>\r\n<br>\r\n “Hey what are you doing.” He screams at you grabbing a pillow to cover himself up with. <br>\r\n<br>\r\nYou break a smile, “Dude what the hell are those?” Ripping the pillow out of his hands and pointing at his briefs. “You call yourself a high schooler, when you dress like a toddler”<br>\r\n<br>\r\n“Get out! I said I was getting dressed!” <br>\r\n<br>\r\nYou shut the door and then turn to him. “I know what you said. I just have a better idea.” Then, jumping over his bed, you grab him and put him in a headlock. “Stop it dude.” He cries. You grab his balls and squeeze, “Things can get a whole lot worse for you if you want to be loud.“ You look at him, who was pinching his eyes closed, and he give in and nods in agreement; you release. <br>\r\n<br>\r\nYou let him out of the headlock and grab the back of his briefs. He looks at you as if to beg you not to, but you do it anyways. You pull up as hard as you can giving him a giant wedgie. You then drag him to his bathroom. You force him down on his knees, still in a wedgie, and with your foot you force his head into the toilet. You remove one of your hands from the briefs and flush. You take your foot out and put your hand back. You then lift his back end off the ground forcing his head into the toilet and just as the toilet stops you rip the briefs off.<br>\r\n<br>\r\n He sits up wiping the water off his face. “Here let me help you with that.” You say laughing. You then use his freshly ripped underwear and rub it all over his face. He grabs the briefs and then rips them out of your hands. “These were brand new. What the hell.” He says giving you a dirty look. <br>\r\n<br>\r\n“Listen dude,” you say still laughing, “I was just trying to help my little brother out, only babies wear tighty whities.” He shoots you ok look, you struggle not to laugh again. “Ok dude, I know when I’m not welcomed, I’ll just get going.” You laugh as you run out of the room. <br>\r\n<br>\r\n“Guess I should get going, I don’t want to be late.” You go down stairs and grab your keys. “Bye mom!” You scream to her as you walk out the door. You hop in your car, a white two door wrangler with the top and doors off, and head to school. You grab some breakfast talk to some friends and then head to you first period...<br>\r\n<br>\r\n</span></div></div>",
            "created":1588654800,
            "id":2830280,
            "title":"Pick on your younger brother"
        },
        "14211":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Put on your boxers once again",
                "Decided maybe it’s best to go commando",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You get in the locker room. You’re probably one of the first guys there. You strip down like you usually do and wait for more guys to show up. You see the freshman from this morning you shoot a smile at him and he shoots one back without looking away. You are taken back by that and give him a weirded out look. “What do you want, fag?” You look away back towards your locker. <br>\r\n<br>\r\n“Oh you know,” the freshman started, “I Want you to put these on.” He pulls out a pair of white briefs, similar to the ones your brother was wearing this morning.<br>\r\n<br>\r\n“Yeah, in your dreams”<br>\r\n<br>\r\n“Actually, I thought if you did this for me I could delete this for you.” He pulls out his phone and show you a picture of you completely naked from this morning. <br>\r\n<br>\r\n“What the fuck dude.” You go to grab his phone, but he pulls it back.<br>\r\n<br>\r\n“I want to trade, the phone for the briefs.” You look at him and the the briefs. Who cares if the guys see you in briefs, maybe they’d think it were cool and you’d start a trend. <br>\r\n<br>\r\n“Fine, delete the photo.” He drop you boxers and reach for the briefs. <br>\r\n<br>\r\n“Dude what the hell.” He says as he looks away.<br>\r\n<br>\r\n“What we’re both guys here,” you say as you ball tap him, “it’s nothing you haven’t seen before.” You grab the briefs and slide them on. “Now delete the photo.” The freshman looks at you pulls out his phone and deletes in in front of you. <br>\r\n<br>\r\nYou grab you boxers and bend over to shove them in your gym bag. Just as you do that you feel you underwear go up your crack. “Really dude, is that the best you got, are you happy now?”<br>\r\n<br>\r\n Just then a group of guys walked in and saw the freshman giving you a wedgie. They start laughing and teasing you. “Haha guys look at the freshmen try to give me a wedgie. It’s hardly even going up my crack.” <br>\r\n<br>\r\nOne of the guys, Ryan, stop laughing just enough to say, “Here tiny man, let me help you with that.” <br>\r\n<br>\r\nYou turn around to see Ryan approaching “No dude, we don’t have to-“ Just then he was lifted off the ground. “Dude stop, stop, it hurts, it hurts, let me down, stop.” You continue begging but it’s no use. They guys toss you around, making the wedgie worse and worse. <br>\r\n<br>\r\nThey then desire to hang you from the shower head. They stand back and admire their handy work. You continue to beg, “Please let me down guys, this hurts.” The freshman finishes you of by pulling down on your legs until the underwear finally give. <br>\r\n<br>\r\nYou </span></div></div>",
            "created":1588654800,
            "id":2830364,
            "title":"Gym"
        },
        "1422":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Get something to eat",
                "Go get your girlfriend ",
                "Head to school early"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You decide, hey why not leave early. You have just enough time to do one of three things. You can either go grab something to eat, go grab your girlfriend, or you can go to school early.</span></div></span></div>",
            "created":1589950800,
            "id":2838770,
            "title":"Leave early"
        },
        "1423":{
            "author_id":"nahtan719",
            "author_name":"EmbarrassingMen",
            "choices":[
                "Jerk off ",
                "Snoop in older brothers room"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What should you do?</span></div></span></div>",
            "created":1588568400,
            "id":2830267,
            "title":"Other"
        }
    },
    "info":{
        "author_id":"nahtan719",
        "author_name":"EmbarrassingMen",
        "brief_description":"You have been on top for years, but now everything you did is going to happen to you. ",
        "created":1588627560,
        "description":"<td align=\"left\" class=\"norm\">You, Jake, are a senior. You are captain of the football, lacrosse, and basketball teams. You are probably the hottest guy in the school. You have blonde hair and kind blue eyes, and a rocking body. You have been bullying since middle school and enjoy finding new ways to humiliate boys. Unfortunately for you today everything is going to be different.</td>",
        "id":2221114,
        "image_url":"https://www.Writing.Com/main/images/action/display_cover/id/102015.jpg",
        "modified":1590035760,
        "pretty_title":"Bully’s Bad Day"
    }
}