{
    "chapters":{
        "1":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Grown",
                "Born huge",
                "Giant sized among either normal or tinies",
                "Transported to a new world",
                "A character from a different media"
            ],
            "content":"<div class=\"\"><div> <span>You are a Loli character who is huge..<br>\r\n<br>\r\nWhether that loli is either made big, born huge, giant sized among normal or tinies, or transported into another world surrounded by giantesses and is huge, and whether she or thegiantess(es) is maternal, loving, friendly, playful, cruel is up to you entirely.<br>\r\n<br>\r\nSo the loli in question is...</span></div></div>",
            "created":1590296400,
            "id":2840332,
            "title":"You are a loli"
        },
        "11":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Science experiment",
                "Exposure",
                "Physical genetic disorder",
                "Early puberty",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>So how is our lovely Loli grown?<br>\r\n<br>\r\nScience Experiment: The loli is grown by an experimental growth procedure, willingly or unwillingly. The loli might have even accidentally destroyed the experiment that leaves her huge, and well you can imagine where the goes from her.<br>\r\n<br>\r\nExposure to Virus, Sickness, or Chemical: The Loli is made big by an unknown agent. Whether a virus, sickness, or chemical, the exposure leaves her and possibly other girls her huge, she will have to use her newfound size to get help or get by.<br>\r\n<br>\r\nPhysical Genetic Disorder: She has a disorder that grows her body just as she ages up, and that goes for her body and appearances. She might as well be as big as a house at age 6.<br>\r\n<br>\r\nEarly puberty: She grows when she gets aroused by means, and it’s another disorder. At least a few inches or feet, and perhaps she tries to get herself really aroused.</span></div></div>",
            "created":1590296400,
            "id":2840337,
            "title":"Grown"
        },
        "115":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Aliens",
                "Magic",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Okay, here are a few more options.<br>\r\n<br>\r\nAliens: Aliens kidnap her and modify her and then she is sent back down to Earth not the same, at least height wise.<br>\r\n<br>\r\nMagic: The Loli was practicing some magic to and ends up casting a spell that ends up making her big.</span></div></div>",
            "created":1590296400,
            "id":2840346,
            "title":"More options"
        },
        "1153":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Born as a Kaiju",
                "Selected to become Goddess",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Here are even more options for our lovely Loli to grow.<br>\r\n<br>\r\nTransformed into a kaiju: The Loli was experimented by the government or someone, and was made to become a kaiju. She would be made huge and trained to become a giant monster from birth. Though being a giant Loli would also mean being cute as well, etc.<br>\r\n<br>\r\nA Goddess: One day she is meant by a being and is told that she’s a goddess and can do whatever she want. Being a full on goddess, she is bound to grow big.</span></div></div>",
            "created":1590296400,
            "id":2840350,
            "title":"More options"
        },
        "12":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Biological",
                "Adopted",
                "Orphanage",
                "Free spot",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The Loli is born huge and is raised by her biological or adoptive parents, maybe an orphanage. Don’t know how normal parents would have huge lolis, maybe a story reason could be explained by selections?</span></div></span></div>",
            "created":1590296400,
            "id":2840339,
            "title":"Born huge"
        },
        "13":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Giant Female Family",
                "Giantess in the Woods",
                "Queens of the World",
                "Circus Family",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>A huge loli lives with either normal sized or huge families, so they all tower the people before them.<br>\r\n<br>\r\nWhat scenarios are we talking about?<br>\r\n<br>\r\nA Giant Family: She lives with a giant female family where they tower over tinies, just as basic as it gets when you think about it, but we can find a way to make it interesting.<br>\r\n<br>\r\nThe Giantess in the Woods: A lonely family comes across a giantess in the woods, and the family befriends her. She is big  and she hides away from the rest of the world due to them being afraid of her.<br>\r\n<br>\r\nQueens of the World: A giantess rules over Earth as it’s queen, either as a dictator or a benevolent ruler. The focus loli happens to be related to the giantess, and she is huge too. She is learning from her on how to rule over the world.<br>\r\n<br>\r\nThe circus: She is the star attraction of a circus which houses many acts, but the giant loli is the main star for her huge height and her beautiful appearance, maybe she has a family there.<br>\r\n<br>\r\nMore options</span></div></div>",
            "created":1590296400,
            "id":2840342,
            "title":"Giant sized among either normal or tinies"
        },
        "135":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Monster Island",
                "Dystopia ",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Okay, lets use a few more options.<br>\r\n<br>\r\nMonster Island: The Young Loli is actually a kaiju (human, anthro, etc) And is sent to live on this specially made island made for them by the government, surely the huge Loli is gonna either be trapped or have lots of fun being huge with friends as the new arrival.<br>\r\n<br>\r\nDystopia: The world as we knew it was no more. Cities have collapsed, society collapses, humans are few and far between, all because of maybe some huge lolis, I don’t know who are all cruel.</span></div></div>",
            "created":1590296400,
            "id":2840348,
            "title":"More Options"
        },
        "1353":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Shipwrecked",
                "Shrink Ray",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Why not some tiny related options here.<br>\r\n<br>\r\nShipwrecked: A Loli or a few lolis was out in the sea with their family when they get shipwrecked and end up stuck in a remote island. Soon they realize that they are giants among tinies that live there. Maybe an island of small Shotas? Lol.<br>\r\n<br>\r\nShrink Ray: The girl invents a shrink ray and starts shrinking people to become a Giantess. Why didn’t I put this option first.</span></div></div>",
            "created":1590296400,
            "id":2840352,
            "title":"More options"
        },
        "14":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Fantasy World",
                "Sci-Fi World",
                "Different Era in Time",
                "Alternative World",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Okay, so the huge loli is being transported to a new world, why not we get mentioning on options.<br>\r\n<br>\r\nFantasy World: Where dragons, giants, orcs, and many other creatures rule, and it is medieval times where this is all set. The loli is a giant is has to learn to survive in this new and harsh world.<br>\r\n<br>\r\nSci-Fi: The loli could be normal or huge size, but she lives in the future where we are no longer limited in space travel, advancements in technology, and also see aliens as well.<br>\r\n<br>\r\nDifferent Era in Time: She travels in time where she ends up as a giant and ends up altering the course of history. Maybe ancient Japan, or ancient Egypt, I don’t judge where you come from on the history of it all.<br>\r\n<br>\r\nAlternative world: She ends up in a different world which is different from her own, where her counterpart is not born, but many people remain the same, but she ends up huge in that world by some crazy means. Perhaps its a new world where women rule over men or something?</span></div></div>",
            "created":1590296400,
            "id":2840343,
            "title":"Transported to a new world"
        },
        "15":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Television (Anime, animation, or real life)",
                "Movies (Anime, Animation, Real Life",
                "Comic Books",
                "Literature Books",
                "Video Games"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So where do you want to go with this. We just grab a character from the media and just make her huge or big among tinies?<br>\r\n<br>\r\nTelevision, movies, comic books, games, real books?</span></div></span></div>",
            "created":1590296400,
            "id":2840345,
            "title":"A character from a different media"
        },
        "151":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Real-Life",
                "Animation",
                "Anime"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What type of television are we talking about here?</span></div></span></div>",
            "created":1590296400,
            "id":2840353,
            "title":"Television"
        },
        "1513":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Wendy",
                "Chibiusa",
                "Chiyo Mihama",
                "Skuld",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Anime is chock-full of loli characters, but legal lolis like Komoe-sensei from <i>A Certain Magical Index</i> doesn’t count because she is technically an adult. Let’s see who our options are for anime. We have...<br>\r\n<br>\r\nWendy from <i>Fairy Tail</i><br>\r\n<br>\r\nChibiusa from <i>Sailor Moon</i><br>\r\n<br>\r\nChiyo Mihama from <i>Azumanga Daioh</i><br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nSkuld from <i>Ah! My Goddess!</i><br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1590296400,
            "id":2840358,
            "title":"Anime"
        },
        "154":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Tom Thumb",
                "Gulliver’s Travels",
                "Jack and the Beanstalk",
                "The Borrowers/The Littles",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>There have been sightings of giant girls in classic literature before. Which of these books featuring giants or tiny people are we talking about here?<br>\r\n<br>\r\nTom Thumb<br>\r\n<br>\r\nGulliver’s Travels<br>\r\n<br>\r\nJack and the Beanstalk <br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Borrowers (or the Littles)</span></div></div>",
            "created":1590296400,
            "id":2840364,
            "title":"Literature Books"
        }
    },
    "info":{
        "author_id":"giantlolikaiju",
        "author_name":"UltimateGiantess",
        "brief_description":"A spin-off of Small Shotas Redux, featuring huge lolis. Come add to it if you like SSR..",
        "created":1590326880,
        "description":"<td align=\"left\" class=\"norm\">Here is a link to the original story by ejones312, and this spin-off is made with his approval.<br>\r\n<br>\r\nSmall Shotas Redux: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2215903-Small-Shotas-Redux\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2215903-Small-Shotas-Redu...</a><br>\r\n<br>\r\nYou are a huge Loli, either grown or have meant tinies, in any world’s of media or original, as a media character or a original one. You are a huge Loli so you can decide how you treat the world around you, be nice or be cruel. Maybe playful.<br>\r\n<br>\r\nRules:<br>\r\nNo giant males<br>\r\nNo scat or piss content<br>\r\nNo nudity, at least a swimsuit<br>\r\nNo unbirth<br>\r\nNo killing the main character<br>\r\nThey can be more than one giant Loli character<br>\r\nThe main character must be less than 15 years old.</td>",
        "id":2222635,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1590331380,
        "pretty_title":"Gigantic Lolis (a SSR spin-off)"
    }
}