{
    "chapters":{
        "1":{
            "author_id":"eatenup",
            "author_name":"tasty",
            "choices":[
                "Miss Hudson (a 6 foot tall maths teacher, slim yet buxom)",
                "Miss Brown (a 5' 11\" English teacher with fiery red hair)",
                "Maya (a 16 year old student with dyed green hair and beautiful blue eyes)",
                "Someone else",
                "You manage to wriggle free and escape across the counter"
            ],
            "content":"<div class=\"\"><div> <span>Like all men in this new world order, you have been born and raised as livestock for the womenfolk of the world to devour. Until the age of 18, you were permitted to live in a male community where you were able to live a relatively normal life, albeit a life where you knew that, one day after you came of age, you were going to be sold and served as food to a hungry female. It was something that every male citizen tried not to think about until their day came and they were taken to meet their fate in the belly of some woman or girl. <br>\r\n<br>\r\nIt was your 18th birthday last week and, to your horror, you have already been sold for eating. You were transported to your current location with a batch of hundreds of other young men destined to be devoured. During transit, speculation was rife about where you were all going, with most of your fellow male colleagues predicting that you were en route to a supermarket to be packaged and sold. On arriving at your destination, however, you learned that you had all been bought by a school cafeteria. <br>\r\n<br>\r\nThe school kitchen was hot and noisy as the cooks merrily prepared meals for students and teachers alike. You watched, horrified and helpless, as giant hands would periodically reach into the container in which you were all held and snatch up young men to add to various meals from sandwiches to pizza toppings. As you watch, the container slowly empties of men and your chances of avoiding the cooks’ attention gradually diminish. Though you try and run, a giant hand easily snatches you up and you find yourself dangling precariously above the plate of the giantess who has ordered you for lunch. The lady who is serving her is gradually lowering you towards the giantess’s plate. Which giantess has ordered you for lunch?<br>\r\n</span></div></div>",
            "created":1585544400,
            "id":2810213,
            "title":"The School Cafeteria"
        },
        "12":{
            "author_id":"giantessmeal",
            "author_name":"Giantessfan25",
            "choices":[
                "A little fun first",
                "Going home with her",
                "No extra time given",
                "A popular girl",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Though you struggled, you couldn’t stop the giant hand from dropping you onto a bun. The bread was soft enough to help you calm down a little, though you knew you were still in danger.<br>\r\n<br>\r\n“Only one tiny is fine, and make sure I can see him.” A giantess said. You hadn’t looked up to see who it was yet but their voice was familiar. You suddenly felt the chef’s hand grab you and drag you to the edge. Before you could get up, a giant patty landed on you followed by another bun. As the chef finished putting food on the plate, you finally decided to face your fears and see who was going to eat you.<br>\r\n<br>\r\nYou were quite surprised to see it was Miss Brown. She was a beautiful woman and was usually nice to her students. When you were in her class, you had a crush on her. You got good grades in her class and stayed after school for some extra lessons just so you could spend more time with her. It seemed like she was aware of this as she typically liked to tease you.<br>\r\n<br>\r\nThe giantess smiled and took her tray back to her classroom. She hadn’t identified you yet but you knew she would probably be excited when she did. You really didn’t want to be eaten but you were glad it was her who had you. When she sat down, she smiled at you.<br>\r\n<br>\r\n“Now, let’s see who my little prey is.” She said, leaning in closer. After a few moments, her eyes widened. “I can’t believe it! After all of this time, you’re back!” She said. She licked her lips, making you shudder.<br>\r\n<br>\r\n“Please, don’t eat me!” You pleaded. The giantess simply laughed.<br>\r\n<br>\r\n“Oh please. You’ve seen me eat other boys in front of you before. Have I ever been merciful to a tiny?” She asked. You nodded sadly. She picked up her burger and turned it before taking a big bite, missing you completely. You watched as she chewed the piece up slowly before swallowing.<br>\r\n<br>\r\n“Can’t you give me a bit more time?” You asked. The giantess, still eyeing you, thought about it.<br>\r\n<br>\r\nOption 1: She decided to play with you for a bit first. After all, she was aware you had never been with a girl before.<br>\r\n<br>\r\nOption 2: She eventually decided she would take you home with her and eat you tonight. It would give her plenty of time to tease and play with you.<br>\r\n<br>\r\nOption 3: She declines your request and continued eating her other food. She was going to eat you right there and then.<br>\r\n<br>\r\nOption 4: Before she could answer, a popular student entered the room.</span></div></div>",
            "created":1585544400,
            "id":2810296,
            "title":"A fun teacher to be with"
        },
        "13":{
            "author_id":"eatenup",
            "author_name":"tasty",
            "choices":[
                "Maya picks up the pizza slice and takes a bite",
                "Maya wants to chat before eating you",
                "You break down in tears and beg Maya to spare you",
                "Maya's friend, Lindsay, turns up and asks if she can have a taste",
                "You break free of the cheese and run towards another girl"
            ],
            "content":"<div class=\"\"><div> <span>You find yourself staring into the beautiful blue eyes of a girl, maybe 16 years old, with shoulder-length curly hair that she has dyed green. The girl is about 5’ 7” tall.  She’s undeniably hot. Her figure is incredible, slim and sexy. At 16, her boobs are already well developed. She’s wearing a figure-hugging crop top that accentuates her boobs, whilst revealing her sexy midriff and cute belly button. In short, she’s breathtakingly pretty. You curse the fact that, despite the fact you have been bred to be eaten, you cannot shake the normal biological urges of any man. All this girl wants to do is eat you, yet you are utterly smitten by her beauty. <br>\r\n<br>\r\nYou are unceremoniously dumped onto the green-haired girl’s plate, landing squarely in the middle of a slice of pepperoni pizza. The molten cheese on the top is sticky and you find yourself quickly getting ensnared by thick strands of mozzarella. The cute girl giggles at your pathetic struggles and flashes a dazzling smile at you. Picking up her tray, she carries you over to the till and pays for her lunch, before finding a quiet table to sit at and enjoy her meal (you).<br>\r\n<br>\r\n“Hey there, little man!” the girl says cheerily. “My name’s Maya and I just can’t wait to gobble you up for lunch!”<br>\r\n</span></div></div>",
            "created":1585544400,
            "id":2810265,
            "title":"Meet Maya"
        },
        "14":{
            "author_id":"eatenup",
            "author_name":"tasty",
            "choices":[
                "Mrs Jackson (a slim foxy MILF in her late 40s, with long black hair)",
                "Amy (a pretty 15 year old geek with glasses, long fair hair in a pony tail)",
                "Natalia (a blonde haired, blue eyed minx of about 16 - utterly gorgeous)",
                "Kayleigh (a dark haired wild child - sexy and with attitude)",
                "Someone else..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So another giantess is going to eat you, his? But who?</span></div></span></div>",
            "created":1585544400,
            "id":2810256,
            "title":"Someone else"
        },
        "142":{
            "author_id":"darkquest",
            "author_name":"quest",
            "choices":[
                "You feel the pressure are lifted back up again",
                "You escape the sub!",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>You can see nothing struggle in the hand but can do nothing as you are lifted and dropped into something smelly and covered your clung all over you. While trying to wipe your eyes so you can see your situation you hear.<br>\r\n\"Can I have some more tinys in my sub\" said a girls voice that sounds young and reserved. Finally being able to see you see a pretty girl with glasses, an anime t-shirt and long black hair tied into a ponytail looking down at your prison without caring about your dilemna. You also realize the stuff you are in is tuna, oh no your going to be a part of her tuna man sub. You hear some screams as more men plop into her sub at different places.<br>\r\n\"American cheese please\" she said and a couple seconds later a large cheese slice was placed on top of you. You are desperately trying to get out of this sub but you sinking into the tuna and the cheese as more weight.<br>\r\n\"Lettuce, tomato, onion, pickles and a little mayo and mustard please\" You hear her say as more and more weight is added as you sink stuck trying to pull your self out of her sub as you her other guys crying for mercy.<br>\r\n\"Thanks that's all\" You hear the hungry girl say as the final weight any form of light you could see diminished except a ways to the right. You feel being lifted up and traveling to your doom you know, so you desperately try to get to the light. You hear her pay for her lunch and keep felt her keep walking as she hummed an anime tune and then you feel like you stopped moving and you have a controlled fall feeling. You have reached the table of your doom as you try to keep moving towards the light. <br>\r\nWithout any warning you feel like you are lifted up as more pressure tries to keep you in place and you hear a loud crunch.<br>\r\n\"Mmmm this is a good sub\" she says.<br>\r\n\"Mine is good also Amy\" you hear a different girls voice.<br>\r\nYou realize she doesn't care to talk to you tinys as you are just a part her meal and shes hungry! A couple more bites later you feel yourself being put back onto her plate. You are getting close to getting out of this death trap. While the girls talk about there favorite anime do you make it out or are you just another part of her sub.</span></div></div>",
            "created":1585544400,
            "id":2810420,
            "title":"Amy (a pretty 15 year old geek with glasses, lo..."
        },
        "15":{
            "author_id":"giantessmeal",
            "author_name":"Giantessfan25",
            "choices":[
                "A lunch lady with a desire for revenge",
                "Taken and hidden away",
                "The head of the school",
                "Gotten away safely",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You looked up to see it was a student ordering you. She licked her lips in anticipation, sending shivers down your spine. You squirmed as much as you could not wanting to provide the girl a meal. The lunch lady simply laughed at your efforts, not realizing you were sliding out of the shirt she was holding onto.<br>\r\n<br>\r\nOnce you were free, you fell into the girl’s spaghetti. The two giants simply stared at you, unsure of how to respond. You took this opportunity to book it. The hungry girl smiled and moved ahead of you.<br>\r\n<br>\r\n“And where do you think you’re going?” She asked. The girl hovered over you and opened her mouth up. She proceeded to lower herself, planning to grab you with her lips. To your surprise though, the lunch lady suddenly pushed her away.<br>\r\n<br>\r\n“Don’t even think about it. That is unsanitary and you need to wait until he’s properly prepared.” She said. You suddenly tripped and fell down. The giantess smiled and started to reach for you. “Come here tiny human, you’re making things harder for yourself.”<br>\r\n<br>\r\nAs her fingers started wrapping around you, you took a bite with all of your strength. The woman pulled back and yelled. The hungry girl simply shook her head and moved closer. The giantess laid her head down on the counter right in front of you and smiled.<br>\r\n<br>\r\n“Now look what you’ve done. You’ve gone and upset her. If you don’t want to face her wrath, I suggest you jump in.” The girl said. She opened her mouth up and stuck her tongue out.<br>\r\n<br>\r\nYou’ve heard stories of tiny men admiring a woman’s mouth. However, when you looked into hers you simply didn’t understand what was so appealing. She had large heavy teeth that could crush you in an instant. Her moist and slithery tongue wanted to wrap itself around you and possibly squeeze the life out of you. Further in was her dark throat that meant no return. All of it led down to her flaming cauldron that would burn and destroy you all so that she could get nutrients. You got up and continued to run. She sighed and shrugged.<br>\r\n<br>\r\n“Very well, have it your way.” She said. The giantess started to mimic her movements before and tried to grab you with her lips again. She was suddenly pulled back by a teacher (who didn’t look too happy).<br>\r\n<br>\r\nWithin a moment’s notice…<br>\r\n<br>\r\nOption 1: The lunch lady from before grabbed you. Since you bit her, she felt she needed to be the one to deal with you.<br>\r\n<br>\r\nOption 2: You were suddenly grabbed by a different student. She put you in her pocket and backed up slowly, not attracting any attention.<br>\r\n<br>\r\nOption 3: You were grabbed by the teacher. Since you tried to escape and you attacked the lunch lady, she decided to take you to the principal’s office. The principal would decide what your fate would be.<br>\r\n<br>\r\nOption 4: You dropped down to the floor and hid in the space underneath the counter. Nobody saw where you went so you decided to wait there until lunch was over.</span></div></div>",
            "created":1585630800,
            "id":2811198,
            "title":"Chaos and a hungry girl"
        },
        "153":{
            "author_id":"giantessmeal",
            "author_name":"Giantessfan25",
            "choices":[
                "Given to the woman with the now damaged life",
                "Joining the girl in detention",
                "The principal’s daughter",
                "In the hands of the principal ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Before you could react, the giant teacher snatched you up as well. The woman frowned at you causing you to shudder. She still had the girl from before in her grasp. You could tell she was absolutely livid at you.<br>\r\n<br>\r\n“All 3 of you, to the principal’s office…NOW!” She commanded. The lunch lady and the girl simply nodded and did as they were told. The teacher followed behind them, keeping an eye on you. She licked her lips and smiled. “You should have just surrendered little man. Now the big boss gets to decide what happens to you, and she can be pretty unforgiving.”<br>\r\n<br>\r\nWhen all of you got to the office, the lunch lady and the girl sat down. The teacher tossed you onto the table and chuckled. Due to the giant’s glares you were getting, you couldn’t relax.<br>\r\n<br>\r\n“They’re all yours miss.” The teacher said before leaving. You nervously turned around to see who it was. The principal currently had her back turned to you. After a moment, she spun around slowly with an unamused look. Your fear doubled as you recognized her.<br>\r\n<br>\r\nThe principal was Ms Moon. She had a slender body but was a bit bigger than most girls. The woman had long silver hair and blue eyes. Her breasts were pretty big as well causing you to have become attracted to her in the past. However, under normal circumstances, she usually scared you. When the teacher had said she could be unforgiving, she wasn’t kidding.<br>\r\n<br>\r\n Ms Moon wasn’t just cruel to tiny men, she didn’t tolerate bad behavior from anybody. You heard a rumor that a girl had been suspended for a week just because she was a few minutes late. You had also run into some trouble with her. There was one time where she used you as a personal leg rest for arguing with a teacher.<br>\r\n<br>\r\n“Ms Moon, let me explain…” The lunch lady started to say. The principal put her hand up to silence her.<br>\r\n<br>\r\n“I already heard what happened. Mrs Smith, this isn’t the first time a tiny man has escaped your grasp.” She said. The woman suddenly opened her drawer and pulled out a piece of paper full of names. As you looked at it, you couldn’t recognize any of them.<br>\r\n<br>\r\n“I realize you’re not the only one who has made this mistake, but these are all of the ones who escaped from you specifically.” Ms Moon continued.<br>\r\n<br>\r\n“It wasn’t my fault! He bit me!” The lunch lady yelled standing up.<br>\r\n<br>\r\n“Only after he got free. I’m sorry but I have no choice. You’re fired.” The principal said. The lunch lady became speechless and sat down. You could tell she wanted to cry. “As for you Ms Wilson…”<br>\r\n<br>\r\n“What did I do?” The other girl yelled, already panicked.<br>\r\n<br>\r\n“This isn’t the first time I’ve heard about you. I have reports of you stealing tiny men from others, including my own daughter. Not only that, but you didn't grab this man when you had the chance. For that, I cannot let you go freely. I hereby sentence you to detention after school.”<br>\r\n<br>\r\n“This isn’t fair!” The girl yelled, slamming her fist down. The principle then turned to you, making you tremble.<br>\r\n<br>\r\n“What’s going to happen to me?” You were afraid to ask.<br>\r\n<br>\r\n“Well let’s see here. You’ve been sent here many times before you were shrunk. You also tried running from your masters. Mrs Smith was bitten by you and you left a mark on her. You’ve even caused me to fire her and send a girl to detention.” Ms Moon said. She thought carefully for a moment about your punishment.<br>\r\n<br>\r\n“After everything that’s happened, I think I have a good solution.” She said.<br>\r\n<br>\r\nOption 1: She decided she was going to give you to Mrs Smith. After all, you did bit her and get her fired. The giant lunch lady gladly grabs you and takes you with her.<br>\r\n<br>\r\nOption 2: She decided she was going to give you to Ms Wilson. After all, you were supposed to be eaten by her and you go to her into detention. The girl gladly grabs you and decides to take you to detention with her.<br>\r\n<br>\r\nOption 3: Ms Moon decided to give you to her own daughter. Though her daughter wasn’t as cruel, she still used her mother’s position to get her way. This detail made you nervous around her.<br>\r\n<br>\r\nOption 4: Ms Moon decided to keep you for herself. When you were left along with her, she kissed you and smiled. She actually liked it when tiny men struggled and tried to get away: it made things more interesting.</span></div></div>",
            "created":1585803600,
            "id":2812539,
            "title":"The boss of the school"
        }
    },
    "info":{
        "author_id":"eatenup",
        "author_name":"tasty",
        "brief_description":"You are a tiny man trapped in a school of giant girls & teachers. They all want to eat you",
        "created":1585551900,
        "description":"<td align=\"left\" class=\"norm\">In the new world order, men have no rights and are considered to be the most nutritious and delicious food by women. Men are even 'farmed' to be eaten. All men live in fear of the giantesses and every man knows that he is nothing more than a tasty snack to every woman. Women prefer to swallow men whole and alive as live prey are both more fun and digest better, giving a more nutritious meal.<br>\r\n<br>\r\nSome giantesses are kinder than others, treating their tiny meals better and with more respect, sometimes even keeping a tiny as a little 'pet' for a short time before eating them. However, men are so delicious that no woman is able to resist the taste of tiny man for long. Other giantesses love humiliating their tiny prey before they eat. Finally, there are those giantesses that just gobble up tiny guys as quickly as they can.<br>\r\n<br>\r\nYou are a young man who has been shrunk to be eaten. You have been sold to a girl's school to be served as part of school dinners to a hungry student or teacher. You are terrified, knowing that there is virtually no chance of escape. How long will you last and who's belly will you end up inside?<br>\r\n<br>\r\nRULES<br>\r\n<br>\r\nPlease note that the only role for male characters in this story is to be eaten by a female character. Ultimately, there is no escape. All men (including the protagonist) get eaten in the end. Digestion is certain, though not always quick. All woman and girls want to eat tiny guys, even the nice girls. Even the kindest giantesses will take every opportunity to remind a male character that they are going to eat them.</td>",
        "id":2217419,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1585883558/item_id/2217419.jpeg",
        "modified":1585887120,
        "pretty_title":"School Dinners for Giantess Girls"
    }
}