{
    "chapters":{
        "1":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "david has super strength (he grinds your hand)",
                "julien has a super-fart of skunk (he  fart right in your face)",
                "Quentin discovers that he can shrink (david was falling on you)",
                "david can become giant (you and julien crushed but not dead)",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>you just got into the game, you don't remember much except that your name is quentin you team up with david and julien.<br>\r\ndavid was a bodybuilder player (huge muscle) and julien was a former prisoner and you were fat.<br>\r\nmalehereusment for you you don't know your team because nobody wanted to play with you so you went to a forum and had found it's two guys who want to join your team, the concern is that you know keep them apart their first name. now in the game you are all 3 in a room and you think you have an avatar but you are exactly as in life.<br>\r\n<br>\r\nwhen one of you finds out by accident</span></div></div>",
            "created":1589173200,
            "id":2833738,
            "title":"start of the game"
        },
        "11":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "on an island",
                "in a bedroom",
                "in a cellar",
                "at the villain",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>tells you \"I chose semi-ia\" the answer is very good, so that I create the best part, I will need some information, tell me what you wanted \"the screen before you become blank again then you say \"I have a fantasy that I always wanted\" and you see that everything you say is written on the screen you continue \"I have superman, I always love his tight uniform, these muscles, these powers, I always imagine that he plays with me example making me touch his outfit and these muscles but also that he uses these powers on me without fear that he will marivate something as an example he uses all his super-strength on me and crushes me, of course I will be immortal, moreover I am passive I would like him to fuck me but not like when he fucks this woman because he is going slowly I would like him to be rough and violent \"then i replied \"i understood this is what i propose, humanity was destroyed there is more than you superman is another villain, superman considers you a swiss army knives because he can use you to train, he can play with you, he can make love with you but without caring about you (as if he makes love to another of his kind) and like a stooge like that he can ask you to massage it, etc. \"you say\" cool \"then I added\" now let's go to the configuration already for death I indicated immortal, I just want to say you suffer and could be crushed but you will stay alive, for the choice of orientation \"you do not let aprler and you say\" me passive and active superman very dominant brutal \"said\" ok I record, wanted to be alone or activated the multiplayer option \"you say all at once\" alone I want nobody to know what's going on \"i said\" very good, last thing, i need two secret words one to eject from the game and the other to pause for a modification \"you reflect on sentences that you are not going to say like that and you say\" for the word which éjéct will be 'stopbonus 'and for the break will be' pausorus' \"I answer\" I see that you have just invested these words very well, all seem to me ok good game to you \"then all this transforms and you found</span></div></div>",
            "created":1590901200,
            "id":2843878,
            "title":"story 1"
        },
        "12":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "you want to feel more (it sits on your face)",
                "sorry",
                "you want to smell another power smell",
                "you have loved ?",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>all of a sudden julien yells you look and you tell him \"what is he julien\" he tells you \"i have something that stuck my ass, it hurts you can remove it\" with that it shows his ass no, you lean over and look he had a splinter in the buttocks, you had the face a little too close but you had not the choice you take the splinter and withdraws then while you still had the face close to his ass you hear julien make a cry of relief and with that a wind hits you and you fall to the ground, it just wax in your pear but not a wax like a human one that leaves a trace and smells too bad you were screaming and you almost tortured you passed out but heard david say purais it smells like a skunk who fart, and julien this reminder of the power he has to choose it was the smell category so he had to have the power of skunk.<br>\r\n<br>\r\nyou were in tears but you see julien laughing and he leans over to tell you</span></div></div>",
            "created":1589173200,
            "id":2833742,
            "title":"julien has a super-fart of skunk (he  fart righ..."
        },
        "15":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "julien can become invisible (david jostled him because he hadn't seen him)",
                "Quentin can transform into an object",
                "david has the power of rock (his body becomes indestructible & heavy)",
                "julien can teleport",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>when one of you finds out by accident</span></div></span></div>",
            "created":1589173200,
            "id":2833739,
            "title":"other"
        }
    },
    "info":{
        "author_id":"demon57740",
        "author_name":"demon",
        "brief_description":"a video game that realized your fetish",
        "created":1589187060,
        "description":"<td align=\"left\" class=\"norm\">a game all just released for adult, the game allows you to realize all your fantasies whatever there is even those imaginary and impossible, because the game downloads your consciousness in the game (you are like in real life my animated version) in the game is like real (real touch etc) (like the movie the hollow) you had a secret phrase to get out of the game is to return to the real world, the game is to connect an ace server which is a smart computer (ia ) but each player is in his world.<br>\r\n<br>\r\nbefore you can join the game you have to give information to the AI ​​so that it creates the best part:<br>\r\nchoice of the game, the ai leaves you 3 choices<br>\r\n<br>\r\nscenario creation: you create all the scenarios in the smallest detail so the ai will just be used to create what you told him.<br>\r\n<br>\r\nsemi-ia creation: give you some informaion to the ia (for example the fetish, with whom, etc) but these ia which create the part and the scenario.<br>\r\n<br>\r\nia creation: you just gave the fetish, and all on you and these ia which create all the rest even with whom you are going to have fun.<br>\r\n<br>\r\nthe IA and on the internet so it has access to all the information and can do research so if you wanted to do things but you had black points (example the size of a person's penis) IA can easily find the answer)<br>\r\n<br>\r\nonce finished creating the part you had to configure:<br>\r\ndeath: you should choose if when you die in the game it ends my game or if you die in the game it makes you start again or if you die in the game you reappear at the place of your death to continue where you are dead or be immortal in the game (you could suffer but not die).<br>\r\nthe secret word: you had to indicate 2 secret words, first word which is used to eject you from the game and the second word to pause the game to make modifications.<br>\r\n<br>\r\noption choice of sex: you had to indicate if you are active or passive or active and passive, and the orientation of the other (you could also choose that the other is straight but that he will do it with you)<br>\r\n<br>\r\nthe multiplayer option: if it activates this configuration, the player will have a choice to give private or public multiplayer, the private choice means that he must send the invitation so that we can join this game and the public is open to all of course the creator of the game and the only one able to control the game and therefore he can ban players but also the only one able to modify information in the game.<br>\r\n<br>\r\nonce all this is done the player will suck in his game but the game does not have the same sense of time as the normal world, it has the same time as a dream, moreover you will not have to worry about your real body because the computer watches over your body during your absence and if it has a problem (need to eat, need to pee etc) the computer can start emergency ejection which my part in pause and resume when you return.<br>\r\n<br>\r\nhere are some rules for this story.<br>\r\n<br>\r\nas I want that in this story, you are in the place of the main player, it will be forbidden to give him a name for that have the call \"John Doe\";<br>\r\n<br>\r\nno women;<br>\r\n<br>\r\nno end because when the game is over, you can recreate a new game;<br>\r\n<br>\r\nall authorized fetishes (eg fetish feet, odor fetish, giant macro fetish, etc.);<br>\r\n<br>\r\nall authorized characters (real world characters, imaginary characters (superheroes, manga, anime, anthro, photo, etc.), 2 example of situation: you always wanted to make love with your neighbor but too shy for that that in the game you could make love with your neighbor but without your neighbor being aware. you had always wanted to make love with your favorite superhero (superhero hetero) so in the game you will love with you but since he is hetero he accepts because he wants to test or please you)<br>\r\n<br>\r\nsex is only allowed with people over 18;<br>\r\n<br>\r\nno reaction on your real body.</td>",
        "id":2221643,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1591064955/item_id/2221643.jpeg",
        "last_full_update":0,
        "modified":1591068540,
        "pretty_title":"gay game fetish"
    }
}