{
    "chapters":{
        "1":{
            "author_id":"fruffles",
            "author_name":"Shangas",
            "choices":[
                "Dylan shows Flavius around the school. "
            ],
            "content":"<div class=\"\"><div> <span><b>\"Dylan Richards. Please report to Principal Shepherd. Dylan Richards. Please report to the principal's office\".</b><br>\r\n<br>\r\nA door swung open, and a very fat, short, stout boy with brown hair, waddled into the principal's office. <br>\r\n<br>\r\n\"Hey Mrs. Hunsinger, did you call?\"<br>\r\n<br>\r\n\"Hello, Dylan! Dr. Shepherd is waiting for you!\" <br>\r\n<br>\r\nA middle-aged woman with greying brown hair sat behind a desk. She pointed past her waiting room, to a door on the other side of the room, which had gold-leaf lettering painted on the window. <br>\r\n<br>\r\n\"Dr. E.J. SHEPHERD - PRINCIPAL\". <br>\r\n<br>\r\n\"Thanks Mrs. H\". <br>\r\n<br>\r\nShe smiled, and watched the boy waddle across the room, past the chairs for people to wait in, past the side-tables stacked with out-of-date magazines, and past the pot-plant, which seemed to be the only thing in the whole room with more life than Mrs. Hunsinger. He knocked on the door.<br>\r\n<br>\r\n\"Come in!\" said a man's voice. Dylan pushed the door open. <br>\r\n<br>\r\n\"You called, Dr. Shepherd?\"<br>\r\n<br>\r\n\"Ah! Dylan! Wonderful! Yes, come inside! Close the door, young man, and sit down\", said the principal, pointing to a couch on one side of his office. <br>\r\n<br>\r\nDr. Shepherd got to his feet. He was a middle-aged man, overweight, and wearing a grey, two-piece suit with a rather boring striped, blue tie. <br>\r\n<br>\r\n\"Now Dylan...um...as I understand it, you signed up to be a student guide, didn't you?\" <br>\r\n<br>\r\n\"Huh? Oh! Yeah!\" said Dylan, sitting down on the couch. <br>\r\n<br>\r\n\"Excellent! And you're willing to be the guide, companion...friend, I guess...of any new students who join the school?\"<br>\r\n<br>\r\n\"Yeah! Or I'll try to...\"<br>\r\n<br>\r\n\"Good, good!\" said Dr. Shepherd. \"There's a new student who just started this week, and I wanted to buddy him up with someone who was going to be friendly, and helpful, and who could show him around town and stuff like that...\"<br>\r\n<br>\r\n\"Sure!\" said Dylan, eagerly. <br>\r\n<br>\r\n\"Fantastic! You wait here, I'll go get him. He's in the meeting-room nearby. I'll just be a minute...\"<br>\r\n<br>\r\nDylan sat on the couch while he waited for Principal Shepherd to return with this...new student. Who could he be? Or she? Or...<br>\r\n<br>\r\nWould the new kid like him? What if he hated him? Dylan got to his feet. One of the reasons why he had volunteered to be a Student Guide was to try and make friends...which wasn't easy when you were the fattest kid in school...<br>\r\n<br>\r\nThe door swung open again. <br>\r\n<br>\r\n\"Dylan!\" said Dr. Shepherd, waddling in, \"This is Flavius! Flavius, this is Dylan, he'll be your guide, companion, and hopefully, your new best friend!\" <br>\r\n<br>\r\nDylan peered curiously around, and his jaw DROPPED!! <br>\r\n<br>\r\nStriding into the room was the most stunningly handsome, perfectly perfect, amazingly BEAUTIFUL boy that Dylan had ever seen in his life! He trembled when he felt something stirring in his shorts, just from LOOKING at the boy! His whole body seemed to radiate some sort of primeval aura, as if his body wasn't just glistening from the sunlight coming in through the windows, but even from his own body sparkling in gold! <br>\r\n<br>\r\nThe boy was tall - at least a head taller than Dylan. He had thick, luscious, golden-brown hair that was all messy and hung around his face like a lion's mane. He was broad-shouldered and had a strong, angular face. His skin was flawless, his teeth straight as a ruler! He didn't have an ounce of fat on him, and it was obvious, even under his jeans and polo-top, that he was in absolute PEAK physical condition! <br>\r\n<br>\r\nDylan wondered if perhaps this kid was a runner? Or a swimmer? Or a cyclist? He stared at the boy's thighs and butt, which looked way too-well-formed to be real! Dylan felt his mouth go dry when he spotted the THICK bulge in the boy's jeans! It was as unmissable as everything else about him, and he swallowed quickly...<br>\r\n<br>\r\n\"Huh!?\" he asked. <br>\r\n<br>\r\n\"Flavius, this is your new companion, Dylan!\" <br>\r\n<br>\r\n\"Oh!...'kay\", said Flavius. He held out a hand and grasped Dylan's chubby paw, squeezing so hard that Dylan felt his knuckles cracking! He winced! <br>\r\n<br>\r\n\"Aah!!\" he gasped, and pulled away. Flavius chortled, \"Sorry dude...Cool!...I...I mean, yes sir...\" <br>\r\n<br>\r\n\"Well. You two can spend the rest of the day together. Dylan, show Flavius around the campus. He'll be following your timetable from now on\". <br>\r\n<br>\r\n\"OK!\" said Dylan, \"Sure!...C'mon uh...Flavius...this way!\" <br>\r\n<br>\r\n\"How old are you?\" Flavius asked.<br>\r\n<br>\r\n\"Ten!\" said Dylan.<br>\r\n<br>\r\n\"Cool! We're the same age!\" <br>\r\n<br>\r\nDylan STARED at Flavius. If Flavius was ten, Dylan was a poodle! He was almost six inches taller than him! <br>\r\n<br>\r\n\"Uh...sure!\" said Dylan, quickly. When just his handshake could almost break Dylan's wrist, he decided that perhaps it would be a good idea NOT to piss off the new kid. He could probably send him through a brick wall if he wanted to! <br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2902076,
            "title":"The New Kid at School"
        },
        "11":{
            "author_id":"fruffles",
            "author_name":"Shangas",
            "choices":[
                "...playground.",
                "...swimming-pool. ",
                "...Break-room. ",
                "...Sick-bay. "
            ],
            "content":"<div class=\"\"><div> <span>\"So um...welcome to Brookdale Middle School, I guess\", said Dylan, \"C'mon, I'll show you around\". <br>\r\n<br>\r\nDylan waddled heavily down the corridor. He could feel Flavius's eyes burning into him. <br>\r\n<br>\r\n\"So um...uh...w-what kind of name is Flavius, anyway?\"<br>\r\n<br>\r\n\"It's an old Latin name\", said Flavius, \"It means GOLDEN...y'know?\"<br>\r\n<br>\r\nHe ran his fingers through his thick, luscious golden locks. <br>\r\n<br>\r\n\"Oh!...Uh...yeah!\" said Dylan, feeling stupid for some reason. \"Um...you have...um...nice hair\", he said, sheepishly. <br>\r\n<br>\r\n\"Thanks...\" said Flavius. He swept it back out of his face. The sunlight shone off of his polished features and well-sculpted physique. <br>\r\n<br>\r\n\"So this is the cafeteria...and through there are the boys' toilets...the girls are on the other side over there...down this corridor is the assembly hall...and over there...\"<br>\r\n<br>\r\nHe pointed across the corridor, \"Is the school library. It's on two floors, and there's a staircase and a reading and writing room, and then next door upstairs is the computer-lab and tech-support room...\"<br>\r\n<br>\r\n\"Cool!\" said Flavius. He turned to Dylan. <br>\r\n<br>\r\n\"You have many friends around here?\" he asked. <br>\r\n<br>\r\nDylan didn't know why, but the question pierced him like a knife! <br>\r\n<br>\r\n\"Huh? Uh...\"<br>\r\n<br>\r\nHe stared at Flavius, blushing deeply, \"N-not really...nobody wants to be friends with...y'know...the FAT kid...\" he said. <br>\r\n<br>\r\nDylan wasn't ashamed of his weight. He was rather proud of it, actually. He was never the athletic, active type, and preferred comfort over speed, good food over fast lap-times...he guessed that Flavius was everything that he was not. <br>\r\n<br>\r\n\"That's cool!\" said Flavius, \"I think I like you!\" he said. He reached out and rubbed Dylan's full, round belly. Dylan gasped, and belched suddenly!<br>\r\n<br>\r\n\"Sorry!\"<br>\r\n<br>\r\nFlavius smirked and rubbed his belly a little more firmly.<br>\r\n<br>\r\n\"Hehehe, tubby-tubby-tubby!\" he teased. \"Nah dude, you're cool. You look good with a few extra pounds on you...what's that?\"<br>\r\n<br>\r\nDylan turned to where Flavius was staring at the...</span></div></div>",
            "created":1599973200,
            "id":2902119,
            "title":"Dylan shows Flavius around the school. "
        },
        "112":{
            "author_id":"fruffles",
            "author_name":"Shangas",
            "choices":[
                "At the end of the day, Dylan takes Flavius home with him.",
                "Dylan visits the 7-11 after school with Flavius. School bullies follow them.",
                "The bell rings! Students rush out of their classrooms for lunch!",
                "Dr. Shepherd spots the boys and asks how things are going. "
            ],
            "content":"<div class=\"\"><div> <span>\"Huh? Oh, that's the school's swimming-pool\", said Dylan, who noticed Flavius staring out of a window to a large, glass building nearby. <br>\r\n<br>\r\n\"Heh, cool! Love swimming, dude\", Flavius said, \"Hope I get to use that, yeah?\"<br>\r\n<br>\r\n\"Yeah, sure!\"<br>\r\n<br>\r\n\"You like swimming?\"<br>\r\n<br>\r\n\"A-a-a bit...\" Dylan said, blushing. \"I...well...\"<br>\r\n<br>\r\n\"What, you don't like to swim with other people watching, 'cause you're FAT?\"<br>\r\n<br>\r\nDylan's face BURNED with embarrassment and Flavius laughed. <br>\r\n<br>\r\n\"Chill, dude...you're cool, you're cool. I don't care...we can always swim together and stuff...it's alright...\" <br>\r\n<br>\r\n\"Sure!\" said Dylan, feeling relieved! \"S-so how did you uh...how did you end up here?\"<br>\r\n<br>\r\n\"I'm an exchange student from the other side of the country\", Flavius said. \"Your parents said they could be my host-family. I guess that's why Dr. Shepherd asked you to be my buddy!\"<br>\r\n<br>\r\nFlavius wrapped a massive arm around Dylan's chest and gave him a rough bro-hug! Dylan laughed!<br>\r\n<br>\r\n\"S-stop!\" he said, \"That tickles!!\"<br>\r\n<br>\r\n\"Yeah!? How about this!\" <br>\r\n<br>\r\nFlavius dug his fingers into Dylan's fat-rolls and jiggled them around! Dylan squeaked and pushed him away!<br>\r\n<br>\r\n\"S-stop!!\" he gasped, and laughed. Flavius smirked. <br>\r\n<br>\r\n\"So I guess that means we'll be living together. I'll be here for a few months at least\".<br>\r\n<br>\r\n\"Oh! Cool, I guess!\" said Dylan, smiling. <br>\r\n<br>\r\n\"Yeah\", said Flavius. \"It'll be fun, man!\" </span></div></div>",
            "created":1599973200,
            "id":2902176,
            "title":"...swimming-pool. "
        },
        "1122":{
            "author_id":"rex_torres",
            "author_name":"scriptboy",
            "choices":[
                "Flavius explains to Dylan where he came from",
                "Flavius takes Dylan on a tour of the Divine Realm of the Gods",
                "Flavius demonstrates some of his powers",
                "Flavius shows off his super strength at the park ",
                "Flavius does something else"
            ],
            "content":"<div class=\"\"><div> <span>“So, Flavius… Umm… Can we go by the convenience store on the way home?” Dylan asked his new pal, who had just revealed that he was also going to be his new roommate from now on. “I wanna pick up a snack for later!” <br>\r\n<br>\r\n“Sure, big guy!” Flavius smiled. “I might get something too. In fact, it’s gonna be my treat, bruh!” <br>\r\n<br>\r\nFlavius swung his thick, long arm around Dylan’s neck, as he pulled the shorter but stockier boy closer towards him. <br>\r\n<br>\r\n“Come here, dude! I want everybody to know that from now on, you and I are gonna be bros, okay?” Flavius added. <br>\r\n<br>\r\n“Okay, okay!” Dylan mumbled. He felt a little uncomfortable with Flavius walking next to him with his arm resting on his shoulder. What if any of the tough guys from school would see him? Then again, Flavius was a cool, big and tall guy, so hopefully he would help him out in case he’d get in trouble with the high school thugs. Of course, Dylan had no idea how strong Flavius was. <br>\r\n<br>\r\nThe boys reached the small 7-11 convenience store which was only two blocks from Dylan’s house. They walked in, and Dylan went straight for the candy aisle. Flavius wandered around a bit, scoping out the drinks in the cooler, before settling on one of the sports drinks. Then, he joined Dylan and took a chocolate bar from the same shelf where Dylan had grabbed one for himself. The pair walked up to the counter to pay. There was a long line, so Dylan just stood outside and waited. <br>\r\n<br>\r\nDylan was just looking at the cars in the parking lot when suddenly two motorcycles pulled up. He did not recognize the riders until they stepped off the bikes and removed their helmets. They were Victor and Wyatt, two 17-year-old students on the high school wrestling team. The high school was located down the street from the grade school and the Brookdale Middle School which Flavius and Dylan attended. <br>\r\n<br>\r\n“Well, well, well…” Victor sneered. “If it isn’t the neighborhood fat-boy!” he said to Dylan, who was standing just a foot away from the entrance to the store. <br>\r\n<br>\r\n“What are you doing here, chubby? Getting FATTER?” Wyatt added. “The sun won’t melt your fat away, you know, butterball?” <br>\r\n<br>\r\n“Shut up! Leave me alone!” Dylan shouted back. <br>\r\n<br>\r\nVictor shoved Dylan against the brick wall. Dylan groaned as his back and head hit the wall. <br>\r\n<br>\r\n“Listen here, Lard-face! If you don’t give us a few bucks right now, then I’m gonna punch a hole in your fat belly… Right about NOW!” Victor hissed as Wyatt looked on with an evil grin.<br>\r\n<br>\r\n“Buzz off! Go steal money from somebody else!” Dylan yelled back. <br>\r\n<br>\r\nWyatt reached down and placed his hand around Dylan’s neck, forcing his head against the wall. <br>\r\n<br>\r\n“You better be nice to us, or else…” Victor threatened. <br>\r\n<br>\r\nSuddenly, the two thugs were grabbed by their jackets from behind and they were quickly raised off the ground and suspended in the air as they heard a voice come from behind them. <br>\r\n<br>\r\n“Or else… WHAT?” <br>\r\n<br>\r\n“FLAVIUS!” Dylan shouted. <br>\r\n<br>\r\nFlavius held the two thugs over a foot above the ground before he turned towards the brick wall, where he flung both thugs.  They fell to the ground, moaning in pain before they both managed to get back on their feet so they could turn to face the man who pulled them away from Dylan. <br>\r\n<br>\r\n“You thugs leave my little bro alone!” Flavius spoke in a serious tone of voice. “Next time you pick on Dylan, you will answer to ME!” <br>\r\n<br>\r\nThe two young men rushed to their motorcycles and they placed their helmets on their heads before they started their engines and rode off in a hurry. <br>\r\n<br>\r\n“Thank you, Flavius. Those guys are always picking on me. Now you know what I have to deal with all the time. I owe you one.” Dylan sighed. He almost started to cry. <br>\r\n<br>\r\n“Hey! Heyyyy! You’re my bro! My pal! Those guys are a bunch of morons, okay?” Flavius smiled as he placed his big arm on Dylan’s shoulder as he nudged him to start walking. “They won’t bug you anymore. Here is your chocolate bar!” <br>\r\n<br>\r\nFlavius munched on his power bar while Dylan nibbled on his chocolate bar while the two boys walked to the house. Once they arrived, Dylan’s mother appeared to know everything about Flavius’ arrival and about him staying over at the house. <br>\r\n<br>\r\nDylan led Flavius into his bedroom where Flavius set his bag down on the floor while Dylan went to use the bathroom to freshen up. When Dylan came out of the bathroom, his jaw dropped wide open when he saw that his bedroom had become three times bigger than it was before, and the ceiling was at least 20 feet high. The bedroom was huge! There were now two beds, two desks, two dressers and two bookcases in the large bedroom! Plus, Flavius’ bed was enormous! It was over 10 feet long!<br>\r\n<br>\r\n“Hey! What… What happened to my room?” Dylan stuttered. “It changed! It mean… It… It GREW!” <br>\r\n<br>\r\n“This is OUR room now!” Flavius explained. “I had to make it bigger and I had to raise the ceiling to adjust for my true height!” <br>\r\n<br>\r\n“Y-y-your height?” Dylan wondered. “Uhh… Y-y-you mean… You’re supposed to be even TALLER than you’re now?” <br>\r\n<br>\r\n“Yes, exactly!” Flavius smiled.<br>\r\n<br>\r\nThen, before Dylan’s very eyes, Flavius started to grow, and grow… and GROW. Within moments, Dylan’s new buddy was over nine feet tall! Dylan was barely reaching his waist! Flavius was towering over him like a true preteen GIANT!<br>\r\n<br>\r\n“Whoa… WHOA!” Dylan gasped, taking several steps back. “No way… I must be dreaming… No… freaking… way…” <br>\r\n<br>\r\n“I guess I better explain a few things, huh?” Flavius smiled, as he looked down on his pal, who was just staring at him in complete disbelief. <br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1599973200,
            "id":2902446,
            "title":"Dylan visits the 7-11 after school with Flavius..."
        },
        "11221":{
            "author_id":"fruffles",
            "author_name":"Shangas",
            "choices":[
                "Dylan asks Flavius to show off his powers.",
                "Dylan asks Flavius if he grants wishes. ",
                "A voice upon high echoes around the room! Flavius is in trouble with dad!",
                "Flavius shows Dylan his magical golden flask, filled with Elixir of Ambrosia. ",
                "Dylan asks what Flavius intends to do while he's on earth. "
            ],
            "content":"<div class=\"\"><div> <span>Dylan's jaw dropped open when he saw what he had. He jumped back onto his bed and whipped the covers up over his head, when his room was filled with BLINDING golden light! Suddenly, the light vanished, and Flavius had returned to his 'mortal size'. <br>\r\n<br>\r\n\"I suppose I should explain a few things\", he said. <br>\r\n<br>\r\nHe walked over to the bed and reached for the covers, but Dylan yelped and scrambled back! He reached out and picked up a fake, wooden sword that he'd picked up at some Renaissance Fair or whatever, and swung it through the air!<br>\r\n<br>\r\n\"Get away from me!\" he yelped, \"W-what are you!? Some kind of alien!?\" he said. \"Dad! Mom! W-what...AH!!\"<br>\r\n<br>\r\nSuddenly, the wooden sword in his hands burst into flames! <br>\r\n<br>\r\n\"W-what!...who!...how...!\" <br>\r\n<br>\r\nFlavius waved his hands through the air. The blankets were whipped off of Dylan's body and Dylan himself was sent hurtling into the air! He bounced off the walls until he was floating in mid-air in the middle of his room. <br>\r\n<br>\r\n\"Dylan...Dylan, Dylan, Dylan..\" said Flavius slowly, \"I REALLY don't want to hurt you...so please stop freaking out...for five minutes? Please? So I can talk?\"<br>\r\n<br>\r\n\"B-but...\" <br>\r\n<br>\r\nDylan YELPED as he felt his whole body spinning around the room, rushing through the air until he was slammed against the ceiling!<br>\r\n<br>\r\n\"That's better\", said Flavius, calmly. \"Now Dylan...what I am about to tell you is personal...private...and secret. If you tell anybody what I'm about to tell you, then I WILL have to kill you. But then, even if you did tell anybody, nobody would really believe you, would they? So I guess you don't have anything to worry about...\"<br>\r\n<br>\r\n\"W-what...who-who are you!?\" Dylan gasped. He struggled but wasn't able to move as an invisible force kept him pinned to the ceiling! <br>\r\n<br>\r\n\"My name is Flavius Maximus\", Flavius said. \"Prince of Youthful Perfection. Defender of Children and Youthful Innocence...I have been sent to the Mortal Realm to watch over the children of the world...My father is the God-Emperor of Universal Creation, which makes me not only royalty...but divine royalty...I have the power to do whatever I wish...but as I have said...I am the Defender of Children...I am here to protect you...and guard you against those who would do you harm...provided, of course, that you keep my secret\". <br>\r\n<br>\r\n\"Y-you really...really are a god?\"<br>\r\n<br>\r\nFlavius waved a hand and suddenly the floor exploded into raging lava! Dylan screamed in horror! Another casual wave of his hand, and Flavius made the lava vanish! <br>\r\n<br>\r\n\"Okay, okay! I believe you! You're not an alien!\" <br>\r\n<br>\r\n\"Alien!? Oh wow, now I'm offended!\" said Flavius, \"Perhaps I should just leave you up there now...\" <br>\r\n<br>\r\n\"DUDE! Not cool! PUT ME DOWN!\"<br>\r\n<br>\r\nFlavius waved his hand again and suddenly, Dylan felt himself bouncing off of his bed, his blankets wrapped around him. <br>\r\n<br>\r\n\"Wow!\" Dylan said, \"Y-you really are...really are a god...?\"<br>\r\n<br>\r\nFlavius nodded, \"And you, Dylan, are the only person who knows who I really am. And I expect you to keep it that way. I'm only revealing myself to you in my full form because I like you...very much...oh, and because I've made you guys my host-family while I'm staying here and stuff...\"<br>\r\n<br>\r\nDylan sat there speechless, not quite sure of what to say... </span></div></div>",
            "created":1600059600,
            "id":2902801,
            "title":"Flavius explains to Dylan where he came from"
        },
        "112212":{
            "author_id":"rex_torres",
            "author_name":"scriptboy",
            "choices":[
                "Dylan asks Flavius for another wish",
                "Flavius and Dylan go out somewhere",
                "Dylan and Flavius return to school",
                "Dylan introduces Flavius to another friend of his at school",
                "Dylan's nosy neighbor Sally comes over and meets Flavius"
            ],
            "content":"<div class=\"\"><div> <span>Before Dylan could respond, he heard his mother call their names, telling them that dinner was ready. Flavius quickly shrunk back to his normal size, changing his clothes to a casual sweatpants and long-sleeve t-shirt. He wasn’t quite ready to reveal his true physique to his buddy, yet. He wanted to take things slow, and reveal himself, one thing at a time. <br>\r\n<br>\r\nDylan and Flavius joined Dylan’s parents at the dinner table, where they scooped up some helpings of spaghetti and meatballs along with salad and baked chicken. The food was simple and delicious, but Flavius decided to add an extra taste to everything, making the meal even more tasty. He quietly snapped his fingers, and extra dashes of peppers and spices were added to the pasta and spaghetti, making everything just amazing. The chicken had an additional curry taste to it, and the salad had more vegetables added to the bowl, like olives, onions, and cucumbers. Even sliced eggs were added. The food had never tasted so rich before. <br>\r\n<br>\r\n“Wow, mom, I didn’t know you could cook like this!” Dylan smiled as he gobbled up his spaghetti, finishing up his second bowl. <br>\r\n<br>\r\n“The food is wonderful, ma’am. Thank you so much!” Flavius said politely. He just smiled as he looked on at how Dylan was enjoying the food. It made him so happy to see Dylan eat. It was great!<br>\r\n<br>\r\nWhen dinner was over and everybody was done eating, Flavius gracefully stood up and collected all the empty plates, glasses and silverware. In no time at all, he washed all the dishes, he dried them off, and he even put everything away. Dylan’s mom was very pleased, indeed! <br>\r\n<br>\r\nDylan and Flavius finally retreated to their large bedroom where they crawled on their large bed, feeling satisfied after having eaten such a big meal. <br>\r\n<br>\r\n“Man, that was so good!” Dylan sighed. “The only thing that could top it off would be some chocolate for dessert…”<br>\r\n<br>\r\n“Chocolate?” Flavius spoke, as he lay on the large bed next to Dylan.<br>\r\n<br>\r\nDylan rolled to his side so he could face his bigger pal. <br>\r\n<br>\r\n“Uhh…. Okay, since you’re a god… Do… Can you grant wishes?” he asked his bigger, divine friend and roommate. <br>\r\n<br>\r\n“Dude… I can do just about anything! But… I’m no genie! I’m a god! I don’t grant wishes. I make things happen if and when I want them to happen! I’m always in charge!” Flavius stated as he slowly stood up from the bed and wandered over to the foot of the large bed. “Let me show you what I REALLY look like!”<br>\r\n<br>\r\nFlavius gently pulled his shirt over his head, revealing his large, expansive torso, containing his big, bulging pecs and his ripped, well-defined abdominal muscles. He finally exposed his long, thick arms, which were big and round with his thick triceps and biceps. He was incredibly muscular! <br>\r\n<br>\r\nDylan’s jaw dropped wide open. Flavius was truly a big guy in every area! Now only was he very tall, but he was incredibly muscular from the looks of it! And, Flavius was not even done showing off everything, yet!<br>\r\n<br>\r\nNext, Flavius carefully removed his long, baggy sweatpants, revealing his thick, long, ultra-muscular legs. Never in his life had Dylan seen a kid with such thick, wide, bulging quads and calves before. He was truly a sight to see. Flavius was bigger than the biggest muscle man in those bodybuilder magazines! By now, Flavius was only wearing his bright, white briefs, which covered his groin. Dylan could see his whole body, from his feet to his head. And, the boy looked incredible. <br>\r\n<br>\r\n“Okay, Dylan. Now, I’m gonna grow back to my TRUE size. I want you to see what I really, REALLY look like, without all those clothes on!” Flavius announced. “I’m kinda shrunk right now. So, I’m gonna have a little growth spurt… So, don’t freak out, okay?” <br>\r\n<br>\r\nFlavius stood exactly straight up as he craned his head back while he closed his eyes firmly shut. Then, he let out a soft moan while Dylan looked on. Very slowly, Flavius began to grow taller and wider, all at once. His long legs grew even longer and thicker while his torso expanded in every single direction. His shoulders widened even more while his arms bulged at the same time, making the boy slowly grow into a young, Hulking giant. Within moments, the young god had grown into a 9-foot-tall muscle giant. Dylan could only look on with his jaw wide open. <br>\r\n<br>\r\n“F-F-Flavius?”<br>\r\n<br>\r\n“Ohh… Man… That feels good to be normal again!” The giant boy smiled, looking down at the smaller mortal. <br>\r\n<br>\r\nDylan began to feel exceedingly small, when, for the second time that day, he could barely reach up to Flavius’ waist. If Dylan looked straight ahead of him, all he would see were Flavius’ thick, long, powerful legs. Flavius looked even more impressive now since he wasn’t wearing any clothes. Dylan had a true sense of what the boy god looked like, how big, and how muscular he really was. <br>\r\n<br>\r\nSo, Flavius lay down on the large bed, resting his head on the giant pillow as Dylan looked on. The boy’s body seemed gigantic to him. His legs were endlessly long. His torso and shoulders were very wide. Dylan had never seen anybody as BIG as Flavius before. <br>\r\n<br>\r\nDylan just sat on his bed, staring at the giant boy as he grabbed the little chocolate candy bar. He took a bite and chewed on it, as he looked over the expansive body before him. <br>\r\n<br>\r\n“I… I bet you could eat a LOT at that size!” Dylan said. “I mean… Your body is just… HUGE!” <br>\r\n<br>\r\n“Thanks, pal… You could eat a lot, too…” Flavius smiled.<br>\r\n<br>\r\n“Yeah, but… I don’t have much. I mean… all I got is this stupid chocolate bar. One more bite and… It’s gone. I wish I had more of it to enjoy!” Dylan said sadly. <br>\r\n<br>\r\n“Well, to answer your previous question, I could grant a wish, if I wanted to!” Flavius chuckled. “Do you want more chocolate?” <br>\r\n<br>\r\nDylan stared at the small chocolate bar in his hand. <br>\r\n<br>\r\n“Hell, yeah!” he responded. “I could eat three or four of these!” <br>\r\n<br>\r\n“Oh! Let’s put that statement to the test, shall we?” Flavius laughed, as he snapped his fingers. <br>\r\n<br>\r\n“Yeah, well, after this next bite, the bar’s all g—” Dylan mumbled, as he took one more bite. But, wait! The moment he bit off a piece of chocolate, the bar grew back on the opposite end! “HEY! What the heck?” <br>\r\n<br>\r\n“Every time you bite off a piece of that chocolate bar, a new piece grows back on the other end of it!” Flavius explained. <br>\r\n<br>\r\n“What?” Dylan asked, staring at the chocolate which had mysteriously grown in length. He examined the bar before he brought it up to his mouth before biting off another chunk, and… ZONK! The bar grew again!<br>\r\n<br>\r\n“Ohhh! Unlimited chocolate! Man! I must be dreaming!” Dylan cheered. “This is so COOL!”<br>\r\n<br>\r\nDylan lay down next to Flavius, quietly munching away, until he had another ten or eleven bites. He was getting rather full by now!<br>\r\n<br>\r\n“Ohhhhhh, man… My tummy hurts…” Dylan moaned, as he set the chocolate bar on the dresser. “I ate too much…. Uhhhh….” Dylan placed his hand over his stomach. <br>\r\n<br>\r\n“Come here, big guy! I’ll give you a belly rub!” Flavius ordered. Flavius snapped his fingers again. <br>\r\n<br>\r\nSuddenly, Dylan’s body began to levitate through the air before he rested on top of Flavius’ mighty torso. Dylan’s head rested on his pecs, where he lay wonderfully comfortable. Flavius then reached down with his big arms and his large hands, and he began to rub Dylan’s big belly with his hands. <br>\r\n<br>\r\n“Ohhhhh… Uhhhh… Ohh, God…. Uhnnnnggg…. Urrghhh… Ohh, this is… The best… Belly rub… Ever…” Dylan moaned, as Flavius’ shovel-sized hands gracefully passed over his belly, rubbing it in an up-and-down motion. It felt so good, that after 20 minutes, Dylan fell sound asleep.<br>\r\n<br>\r\n“You’re so cute… Sleep well, little Dylan…” Flavius whispered as he began to hear a light snore coming from Dylan as his mouth dropped slightly open while his eyes were closed. <br>\r\n<br>\r\nFlavius snapped his fingers and all the lights in the room shut off. He went to sleep as well, with Dylan sleeping on top of him. It would be their first night together as friends, brothers, and roommates. For Dylan, it would be the beginning of an incredibly unique relationship. His best friend was a god! <br>\r\n<br>\r\n</span></div></div>",
            "created":1600146000,
            "id":2903839,
            "title":"Dylan asks Flavius if he grants wishes. "
        },
        "1122121":{
            "author_id":"fruffles",
            "author_name":"Shangas",
            "choices":[
                "...Go to the community pool...\"",
                "...go to the beach?\"",
                "...hang out at the mall, where there's lots of air-conditioning?\"",
                "\"My best friend and my parents friends are coming for a barbecue later!\"",
                "...go the ice-cream parlour downtown? My friends parents work there\". "
            ],
            "content":"<div class=\"\"><div> <span>Overnight, Flavius shrank back down to what he called his \"mortal configuration\" - large, and muscular, but not so much that he stood out like a sore thumb among the crowds of students at school. He yawned when he woke up and rolled over, to find Dylan fast asleep next to him.<br>\r\n<br>\r\n\"Hey...\" he whispered. <br>\r\n<br>\r\n\"Muurrrgggghhh...\"<br>\r\n<br>\r\n\"Hey!\" <br>\r\n<br>\r\n\"Mmmmm...\"<br>\r\n<br>\r\n\"Dyyyyyylan...\"<br>\r\n<br>\r\n\"Mmmm...\"<br>\r\n<br>\r\nFlavius leaned over and gave Dylan a kiss on the back of the neck. <br>\r\n<br>\r\n\"Ah! Wh-what!?\" Dylan yelped, jumping upright! Suddenly, he rolled off the bed with a crash!!<br>\r\n<br>\r\n\"OW!!\" he groaned!...He'd landed on top of his LEGO house. <br>\r\n<br>\r\n\"Sorry dude, but I had to wake you up. I gotta whizz!\" Flavius grunted, and got up and went to use the toilet. <br>\r\n<br>\r\n\"You couuld've just tapped me on the shoulder!\" Dylan groaned as he pulled plastic bricks out between his chubby toes. \"Aww man, it took me two days to build this thing!\"<br>\r\n<br>\r\n\"Sorry dude! I didn't wanna have to climb over Mount Dylan, here...\" he said, rubbing Dylan's sizable belly. <br>\r\n<br>\r\n\"Oh hah-hah! What's the time?\"<br>\r\n<br>\r\n\"6:30\". <br>\r\n<br>\r\nDylan yawned. \"School...\" he mumbled.<br>\r\n<br>\r\n\"No it isn't!\"<br>\r\n<br>\r\n\"Huh?\"<br>\r\n<br>\r\n\"It's Saturday!\"<br>\r\n<br>\r\n\"Oh yeah!...Gee...I wish all school weeks passed this easily...\"<br>\r\n<br>\r\nDylan turned to Flavius, \"I mean...you could make that happen, couldn't you? Speed up time or whatever?\"<br>\r\n<br>\r\nFlavius sat on his bed and rolled his eyes. <br>\r\n<br>\r\n\"Dude. I am a GOD. Not a fucking GENIE! Okay!? I'm here to do a job! Not grant your stupid wishes! You have any idea how insulting that is to me!? You ask me that again, and someone is gonna get themselves into a lot of trouble!\"<br>\r\n<br>\r\n\"Sorry! I..\" Dylan began, \"I didn't think that...I didn't...I mean...oh...um...yeah I...I guess it would be...yeah. You're not gonna turn me into a frog or something, are you?\"<br>\r\n<br>\r\nFlavius glared at Dylan, but then he smiled, \"Nah\", he said, \"But c'mon dude, no more wishes or whatever, okay? If you want something or stuff, just ask! It's so humiliating being asked to grant wishes all day. I'm not some stupid...\"<br>\r\n<br>\r\n\"Alright, alright, I get it! Sorry!\" said Dylan, groaning. Flavius nodded. He went to the window and opened the blinds. <br>\r\n<br>\r\n\"Man it's hot out!\" he said. The sun was starting to rise, and it was already blazing hot! <br>\r\n<br>\r\n\"What would you like to do?\" Dylan asked. \"We could...\"<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1600232400,
            "id":2903873,
            "title":"Dylan asks Flavius for another wish"
        }
    },
    "info":{
        "author_id":"fruffles",
        "author_name":"Shangas",
        "brief_description":"Flavius Aurelius: Prince of Divine Perfection. God of Youth and Childhood innocence.",
        "created":1599964200,
        "description":"<td align=\"left\" class=\"norm\">The firstborn child of the God-Emperor of Universal Omnipotence, Flavius Aurelius is sent from the Divine Realm of the Gods to act as a protector, and defender of the children of the world - his mortal brothers and sisters. Of pure, divine birth, Flavius is omnipotent, and immortal. The power of the universe courses through his veins. Follow him on his adventures as he tries to right wrongs, make friends, conquer evil!...and keep his true identity a secret!<br>\r\n<br>\r\n<u><b>Thoreus Maximus - God-Emperor of the Universe, God of Fertility and Universal Creation</b></u><br>\r\n<br>\r\nFlavius's father. A towering, all-powerful giant. He is also the God of Universal Fertility and Childbirth. He is responsible for the creation of all life, including childbirth. He sees all children on earth as being his personal offspring. <br>\r\n<br>\r\n<b>Height:</b> 15ft.<br>\r\n<b>Weight:</b> 6,000lbs.<br>\r\n<b>Hair:</b> Golden-Brown. <br>\r\n<b>Eyes:</b> Blue.<br>\r\n<b>Age:</b> Immortal, but appears to be in his mid-30s. <br>\r\n<br>\r\n<u><b>Athenia Maxima - Empress of Youth and Beauty, Goddess of Flora and Fauna</b></u><br>\r\n<br>\r\nFlavius's mother. A figure of stunning beauty and fertility, she is responsible for all natural beauty in the world - plants, animals and other living creatures. She is sweet-natured, affectionate, and loves spoiling her special baby boy. <br>\r\n<br>\r\n<b>Height:</b> 10ft.<br>\r\n<b>Weight:</b> 4,000lbs.<br>\r\n<b>Hair:</b> Golden Blonde.<br>\r\n<b>Eyes:</b> Blue.<br>\r\n<b>Age:</b> Immortal, but appears to be in her late 20s. <br>\r\n<br>\r\n<u><b>Flavius Aurelius Maximus - Prince of Divine Perfection, Defender of Childhood Innocence</b></u><br>\r\n<br>\r\n<b>Height:</b> 9ft. (Human size: 5'10\").<br>\r\n<b>Weight:</b> 3,500lbs. (Human weight: 220lbs). <br>\r\n<b>Hair:</b> Golden-blonde streaked with copper-brown. <br>\r\n<b>Eyes:</b> Blue.<br>\r\n<b>Age:</b> Immortal, but appears to be 10-13 years old. <br>\r\n<br>\r\nThe jewel in his parents' crown, Flavius is the ultimate example of the best qualities of youth - immeasurable strength, boundless vitality, and unsurpassed physical beauty. He is sworn to protect, preserve, and defend, the innocence of universal childhood! <br>\r\n<br>\r\nAs a child of fully-divine parentage, Flavius has a vast range of powers and abilities, inherited from both his parents. These include:<br>\r\n<br>\r\n- Unlimited superstrength.<br>\r\n- Apparition/teleportation.<br>\r\n- Telekinesis and levitation.<br>\r\n- Super sight and hearing.<br>\r\n- Unlimited invulnerability. <br>\r\n- Unlimited stamina. <br>\r\n- The ability to heal by touch. <br>\r\n- The ability to fly. <br>\r\n- Mind-reading. <br>\r\n- Reality manipulation. <br>\r\n- Dulled sensitivity to pain. <br>\r\n<br>\r\n<b>Divine Artifact:</b> Sent to Earth to watch over the children of the world, Flavius is equipped with a glimmering, golden flask filled with a shimmering, sparkling liquid which glitters like liquid sunlight. It is his eternal supply of Elixir of Ambrosia - the fabled Nectar of the Gods - a divine, magical substance that can perform impossible acts of healing and revival. <br>\r\n<br>\r\n<u><b>Dylan Richards</b></u><br>\r\n<br>\r\nFlavius's best friend, closest confidante, and the only boy on earth, who knows Flavius's true identity. He's excitable, curious, timid and playful. He's also the fattest kid in school, which gets him picked on quite a lot. <br>\r\n<br>\r\n<b>Height:</b> 5ft.<br>\r\n<b>Weight:</b> 350lbs.<br>\r\n<b>Hair:</b> Medium brown.<br>\r\n<b>Eyes:</b> Green.<br>\r\n<b>Age:</b> 10. </td>",
        "id":2232149,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1601455834/item_id/2232149.jpeg",
        "last_full_update":1601459400,
        "modified":1601459400,
        "pretty_title":"My God"
    }
}