{
    "chapters":{
        "1":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Male",
                "Female"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First, choose the gender of the celebrity</span></div></span></div>",
            "created":1566190800,
            "id":2704785,
            "title":"Let's Begin!"
        },
        "11":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Actor",
                "Musicians (Singers, Performers, etc.)",
                "Athletes",
                "Online Personalities",
                "More types of celebrities!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now choose a type of celebrity to gain</span></div></span></div>",
            "created":1566190800,
            "id":2704787,
            "title":"Male Celebrities"
        },
        "111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Tom Holland",
                "Jake T. Austin",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now choose which celebrity you'd like to see gain!</span></div></span></div>",
            "created":1566190800,
            "id":2704790,
            "title":"Actor"
        },
        "1111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Story 1",
                "Story 2",
                "More stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose your story</span></div></span></div>",
            "created":1566190800,
            "id":2705029,
            "title":"Tom Holland"
        },
        "11111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "He gets a call about an interesting movie",
                "He's been kidnapped by a crazy fan",
                "He feels normal and goes in to film"
            ],
            "content":"<div class=\"\"><div> <span>After coming home from the studio to take and retake many, many shots, Tom Holland was tired from another day at work. Most people would be envious of his position; fame, fortune, good looks and a bright future. He seemed to have it all. And he really did love it. But Tom was tired of going from studio to studio, film to film, and with his rise in popularity he felt rushed by it all. His home was his safe haven, where he was able to relax and not think about his acting career, though he did love it so. He just passed his current day off as a rough on.<br>\r\n<br>\r\n\"Peace and quiet.\" Tom said to himself as he walked in to his home. That was another thing he appreciated about his house: how serene it was compared to the studio. He loved how there wasn't anyone rushing him to get on set, how he could have a snack without being berated by someone for enjoying himself, or how there was constant noise. He was sure it was doing some kind of damage to his ears. He couldn't really complain, since most of said noise was necessary due to how much was going on in the studio.<br>\r\n<br>\r\nSo, this led Tom to sit down on the couch and act like he normally wouldn't; watching TV whilst eating a bag of chips and some donuts, downing it all with some soda. He wouldn't normally do this, but he really need to unwind after how long his day had been. After eating the bag of chips and two whole doughnuts, as well as half a liter of soda, Tom decided it was time to head up to bed. It was only 8:00, but he really felt like he needed to get some sleep after his day at the studio.<br>\r\n<br>\r\nTom basically fell asleep immediately, due to how stressed out he felt. When Tom wakes up…<br>\r\n</span></div></div>",
            "created":1566190800,
            "id":2705039,
            "title":"Long Day"
        },
        "111111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Play an obese character. He needed to gain lots of weight in time for filming.",
                "Play an eating contest champion in a documentary,",
                "Just lay around his house and eat junk food for months while they filmed."
            ],
            "content":"<div class=\"\"><div> <span>Tom was quite surprised to be getting a phone call early in the morning just after he woke up. He didn't recognize the number, but at this point in his career, he was used to getting phone calls from unknown numbers. He picked up, and the person on the other side of the line said, \"Is this Tom Holland? Don't hang up, I've got a gig for you!\" and Tom said, \"Yeah, it's Tom. What's this about a gig?\" and the person said, \"I'm making a movie with a role that you'd be perfect for, but it's gonna require you to make some life changes. It's a bit unorthodox in that way. I spoke to your agent, but she told me it'd be better to just contact you directly. You've got time to talk, right?\"<br>\r\n<br>\r\nTom sighed and said, \"Yeah, I don't film for a few hours.\" He didn't want to outright reject this gig but at the same time, he was getting a bit tired of his newfound fame. It meant that studio after studio was calling him to do movies. He liked the attention but hated all of the inevitable busy work. Even if he accepted only a small fraction of his offers, he'd still be stuck filming all day and would never really have time for himself. The person on the other line heard Tom's annoyed sigh and said, \"Wait wait, the man responsible for this film is incredibly wealthy, and he really wants you. You name your price and we'll do it!\" Tom said, \"Really?\" and the person added, \"Yeah, we're offering a lot because you'd have to stop with all of your other movies.\" Tom thought about what that meant for his schedule, and how much time off that could give him. He said, \"I'm listening. What's the movie about?\" and soon Tom was talking to the person on the other line about the gig. As it turns out they want Tom to...<br>\r\n</span></div></div>",
            "created":1566882000,
            "id":2708831,
            "title":"An interesting movie"
        },
        "1111111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Go eat out to get a head start",
                "Go talk to the director and see what's up with the movie",
                "Go outside, but saw a box of food was already on his doorstep"
            ],
            "content":"<div class=\"\"><div> <span>\"We want you to play an obese character. You'd have to gain lots of weight both while filming and throughout filming.\" The man on the other side said. Tom was taken aback. He had heard of people putting on muscle and a bit of fat for movies, but becoming obese was something entire new to him. \"What's this film about then? And why do you think I'd be perfect for this. I'm not really fat.\" Tom asked. \"I'm not too sure myself. My boss, the guy who's filming the movie, just told me to get Tom Holland for the lead role,\" the man said, \"I told him to get someone who's already at least chubby, but he wasn't having any of it!\" The man went on.<br>\r\n<br>\r\nTom was pretty confused, but thought about how much time this would give him. And maybe the fat would make him less popular, and he could always work off the weight if he needed more money from filming. \"You know what? Sure, I'll do it.\" Tom brashly decided. \"Great! My boss is going to be so happy. Oh, and if you want to learn more about the movie you're going to have to ask him.\" The man said before giving Tom his boss's number and then hanging up.<br>\r\n<br>\r\nTom got up and walked to his full body mirror. He looked at himself and saw how thin he looked, and imagined himself with a big belly, squishy moobs and arms, and even a fuller butt. \"This is definitely going to be...interesting.\" Tom thought to himself. He then decided to...</span></div></div>",
            "created":1566882000,
            "id":2708842,
            "title":"A Unique Role"
        },
        "11111111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "A fan discovers Tom, but as it turns out, the fan wants to help him gain weight.",
                "Tom stuffs himself to the brim, but gets impatient, and looks for a faster way.",
                "Tom gets too stuffed, and he starts to question his decision."
            ],
            "content":"<div class=\"\"><div> <span>Tom decided that he'd go out to eat and get a head start. After all, he had no money concerns, and he didn't have a whole lot of food at home. He figured he'd eat a lot at the buffet, then go on a grocery run to get stocked up for putting on weight. He never really thought about dieting to gain weight, but now was his time to start. He figured he could always ask questions, but at the same time, he thought it was going to be easy, as he could now eat whatever he wanted and really let himself go.<br>\r\n<br>\r\nHe wore a hat and sunglasses, hoping to keep a low profile, especially since he didn't want the tabloids to run amock. He hated controversy and drama and wanted to stay fairly well-loved as a celebrity. He also didn't know how much he should keep a secret for the movie. He had a bad habit of letting secrets out, after all, and he wanted to show this new company that he could keep himself from spoiling anything. He was actually quite excited at the opportunity to let himself go, as his only job now was to merely gain weight for his new role.<br>\r\n<br>\r\nHe headed over to the buffet and had a field day, cramming his plate full of food. He didn't even know if he'd be able to finish the first plate! He started with a couple of pizza slices laying atop a bunch of other food. He sandwiched them together and took a big bite, moaning a bit as he remembered how good junk food was, and that there would be much more of it in his future. He finished the pizza with gusto and moved on to some mac and cheese.<br>\r\n<br>\r\nLater...</span></div></div>",
            "created":1566968400,
            "id":2709564,
            "title":"Getting a head start"
        },
        "111111112":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "To the study and see what was up with that",
                "To the director and find out what 'help' he had",
                "Home and find an easy answer online"
            ],
            "content":"<div class=\"\"><div> <span>Tom stuffed all of the food he put on his plate into his waiting mouth, going back for seconds and even some thirds. He really had forgotten how good greasy junk food like this was, and how addictive it could be. He made sure not to make too much of a scene, as to not attract negative attention, but just enough to enjoy himself. Luckily nobody noticed him, so his disguise and sneakiness were working.<br>\r\n<br>\r\nHowever, Tom was dismayed at how quickly he felt full. He ate even past that point, however, it wasn't long after that before he felt ready to explode. Tom quickly learned he didn't really have a big appetite, probably thanks to his required diet to stay fit for all the movies he was in. Luckily, that was about to change, but Tom wasn't sure how he would go about doing that. He was getting impatient, and wanted to go through with this movie as quickly as possible.<br>\r\n<br>\r\nSo, Tom started to think of ideas as he got himself cleaned up. He made sure to wipe anyway any sauce he had on his face or clothes, so he didn't look like he had never eaten before. As he was cleaning up, Tom noticed an ad on the side of his soda cup he was about to toss out. It was for a study related to obesity which was perfect for him. Tom knew these tests were a bit shady though, so he wasn't sure if he wanted to go through with that. He also remembered the director said he would help if necessary, but he wasn't sure he wanted to meet with this strange director so soon. Or he could just look online for answers. Usually a quick Google search was all he needed to answer a question. It was broad but less risky.<br>\r\n<br>\r\nAs he exited the buffet, Tom decided to go...</span></div></div>",
            "created":1566968400,
            "id":2709583,
            "title":"To the Brim"
        },
        "1111111121":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Injected Tom with growth hormones to make his stomach bigger and stretchier.",
                "Gave Tom a canister of protein powder designed to build fat to take home and try",
                "Led Tom to a room to \"administer the tests\""
            ],
            "content":"<div class=\"\"><div> <span>Tom, having already gone down a rabbit hole, decided that he might as well head over to the study. He figured the worst that could happen would be that he wouldn't get results and he'd just have to use one of his other methods. He went to the address on foot, seeing that it was within walking distance. Luckily for him, very few people were out today, so he had very little chances of being recognized. Even his stuffed belly, while enough to be slightly distended, was still hiding well behind his shirt. He let out occasional belches from the digestion and tried to ignore the odd strange look he got from a passerby whenever he belched.<br>\r\n<br>\r\nEither way, he managed to get to the right area but had a hard time finding the address number on the buildings. Finally, he looked at a worn-out bronze plaque next to the door of an old brick building, and much to his surprise and good fortune, the number was there, barely legible anymore, but there. He opened the front door skeptically, looking around, only to see an empty hall with dingy, dirty tile, and bare brick exterior walls. Clearly this building was old, and it looked abandoned, but Tom spotted a highlighter yellow piece of paper, with the words \"Obesity Study\" on it, and an arrow leading to a door. Tom went through the door, going down a half a flight of stairs in a surprisingly well-lit stairwell before following the sign and taking an elevator in the landing below.<br>\r\n<br>\r\nThe elevator seemed very out of place, being made of immaculate stainless steel and looking new and clean on the inside. Tom pressed the only button on the elevator, and he felt it go down for what felt like forever. Finally, he reached the bottom floor, only to see what looked like the waiting room of a hospital. The lady at the desk smiled warmly and said, \"Are you here for the obesity study?\" and Tom's eyes lit up as he said, \"Yes!\", both relieved that he was in the right spot, and at ease in the presence of the nice receptionist. The lady said, \"Great! You're the first volunteer to come down here! We really should get a sign for the front door! Please fill out this form real quick, and we can getcha started! Just let me know if you have questions!\"<br>\r\n<br>\r\nTom filled out the form fairly quickly. It mostly asked for personal information and contact information, nothing too serious. He handed it back to the lady and she said, \"Please head over to the first room on the left!\" and she pointed to the hallway, which Tom went down, following the lady's instructions. Tom felt like he was at the doctor's, and when he entered the room, it looked just like a doctor's office! He sat down in one of the chairs and soon, a man in a lab coat walked in and put a pair of gloves on. \"We're just going to do a quick physical, Tom! Let's start by getting your height and weight!\" the man said as he gestured Tom over to a scale.<br>\r\n<br>\r\nSoon enough, Tom was going through a basic physical, with reflex tests, ear, eye, and mouth checks, and he even had to lay down on the bench while the doctor prodded at various parts of his abdomen, asking if anything hurt. Tom belched, explaining that he just ate a bit too much, and the man jokingly said, \"Wanted to get a head start, huh?\" and soon enough, the doctor said, \"Well, you passed the screening, so now it's time for the next step!\" and soon the scientist doctor...</span></div></div>",
            "created":1567054800,
            "id":2710056,
            "title":"Going to the study"
        },
        "11111111213":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "The doctor strapped his arms and legs to the metal surface",
                "Tom felt a prick in his upper arm",
                "The doctor started to squeeze parts of Tom's body to check how fat he was"
            ],
            "content":"<div class=\"\"><div> <span>After the doctor explained the screening to Tom, he led him to a separate room. This room was unlike the prior room, which looked welcoming and familiar to Tom. The current room, in contrast, was dark and dimly lit. In fact, many of the lights were turned off. \"Sorry about the lighting,\" The doctor explained, \"We're relatively new in town so everything has been settled and established yet. This building is also quite old, if I do believe.\" Tom wasn't really paying attention to the doctor, and was more creeped out than anything.<br>\r\n<br>\r\nThere was what looked like several hospital beds, and a metal surface in the middle of the room. Above the table-like surface was a machine that had a few robotic arms as well as a tube, and a sharp, pointy device Tom wasn't sure he could identify. It was like something out of a sci-fi-horror movie. \"This way, please.\" The doctor led Tom to the middle of the room. As they walked through the room, Tom could see large glass canisters nearly three times his size in height and four times as wide in diameter. Nothing was in them, though, so he was unsure of why they were so large. The doctor did say they were still adjusting, though.<br>\r\n<br>\r\nOnce the two got to the middle of the room, the doctor pulled up a chair next to the metal surface and motioned Tom to lay down on it. Once he Tom did that...</span></div></div>",
            "created":1567141200,
            "id":2710579,
            "title":"Administering the Tests"
        },
        "111111112131":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Put a mask on you, and you're gonna smell a funny gas. Just breathe slowly.",
                "Put a needle in your arm, then hook your blood up to a machine for a transfusion",
                "Pull your shirt up and shoot a laser at your stomach. Let me know if it hurts."
            ],
            "content":"<div class=\"\"><div> <span>The doctor started strapping Tom's arms and legs tightly to the metal surface and Tom said, \"Wait, what are you doing?\" and the doctor said, \"I'm restraining you, as we need to keep you still and stable for the procedure, and we're taking every precaution.\" and Tom got a little nervous, saying, \"Can't we do this without the restraints?\" and the doctor said, \"No. Did you read the consent form?\" and Tom blushed a bit in embarrassment before saying, \"I might've skimmed it.\" and the doctor said, \"Alright, Tom. On the consent form, it says that we may need to restrain or sedate you for the tests. By signing the form, you agreed to allow us to do it. We will let you go opt-out at any time if you want because we can't have you too nervous either, or it will screw up with the tests. Now, are you willing to continue with the tests or not?\"<br>\r\n<br>\r\nTom thought about it for a bit, and he had to admit that he was nervous, especially given how sketchy the room looked, but at the same time, the doctor was giving him a way out, and he could take that way out at any time, so he took a big steadying breath, thinking about the gig, and how he's committed to it now that he quit everything else. He said, \"Alright, I'm ready, doc. Let's do this!\" and the doctor said, \"Good! I'll explain what we're going to be doing first. I'm going to...\"</span></div></div>",
            "created":1567227600,
            "id":2711469,
            "title":"Strapping Tom down"
        },
        "1111111121311":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Swelling with fat",
                "Slowing down, metabolism and all, meaning he was getting lazier",
                "Building up an excess amount of gas and sweat"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm going to put a mask on you, and you'll smell a funny gas. Just breathe slowly and everything will be alright.\" The doctor said with a smile. Tom was glad there weren't going to be any needles or strange, dangerous looking machines used on him. A few seconds after the doctor left, he was back with a mask, and he placed it on Tom's face. It looked like a normal gas mask, so Tom was a bit uncomfortable but he got used to it. <br>\r\n<br>\r\nA few seconds after the mask was placed on him, the doctor said, \"Alright Tom, I'm turning the gas on now!\" Sure enough, Tom could smell a weirdly sweet gas pouring into the mask. He took slow, deep breaths like the doctor had told him to, getting used to the scent after a bit. It actually wasn't that bad, not being too sweet, like a candy store, but not too bold, like the smell of a cake. <br>\r\n<br>\r\nHowever, Tom started to feel a bit drowsy as he smelled the gas. He just thought it was part of the experiment, so he went along with it. After all, he didn't feel pain so he was going to object to this. The doctor, meanwhile, was taking notes and noticed that Tom's body was...</span></div></div>",
            "created":1567227600,
            "id":2711493,
            "title":"Mask: On"
        },
        "11111111213111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Told the doctor about a feeling of pressure in his chest right under his nipples",
                "Awkwardly tried to explain a warm tingling feeling in his junk to the doctor.",
                "Said that he felt fine, and he even asked if he could have more gas."
            ],
            "content":"<div class=\"\"><div> <span>Tom's body started swelling with fat. Tom himself was unable to look down to see his own body, but he could feel warmth surging through his body, almost like he was going numb, but not quite the same. He merely continued breathing, listening for the doctor to give him any further instructions.<br>\r\n<br>\r\nTom's belly swelled out the most noticeably, creating a bump in his shirt before filling it completely. His chest went from being flat to having a decent set of moobs. His limbs were also thickening, his arms filling his shirt sleeves while his legs, especially his thighs, started filling his pants. Though it was hard to see, Tom's ass was also getting bigger and fatter. This was actually the thing Tom could feel the most, as it started pushing his pelvis up, and he felt a lot of pressure under him. Tom was quite relaxed, and still a little sleepy, though, so he was completely confused by the restraints. He guessed that maybe they would keep him still if something bad happened, but luckily, that didn't seem to be the case.<br>\r\n<br>\r\nJust as Tom was about to nod off, he smelled the gas dissipating, and the doctor removed the mask, saying, \"The experiment was a success. Take a look at your body!\" and the doctor showed Tom some images of himself on the computer. He saw his belly protruding upward from the bench, and he even saw his own face more filled out. He looked down to confirm that his belly was indeed that big. The doctor then said, \"How do you feel, Tom? Is everything alright?\" and Tom thought about it for a second before he...</span></div></div>",
            "created":1567918800,
            "id":2715177,
            "title":"Fattening gas"
        },
        "111111112131113":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Starts to feel sweaty and lets out frequent burps",
                "Noticed he was the only one in the room, and went back to the gas machine",
                "Doesn't feel full, despite eating tons in a few minutes"
            ],
            "content":"<div class=\"\"><div> <span>\"I feel fine, actually,\" Tom said, \"Can I have more of the gas actually?\" The doctor chuckled before replying with, \"Not right now, as we're still testing it. We're not sure if having too much will have unwanted side effects.\" Tom looked a bit down, but the doctor cheered him up by saying, \"Don't worry, it's a good thing you like the gas. We'll let you know when it's available again, and we still have some more tests to do so don't worry!\" Tom was glad this wouldn't be the end of his fattening streak, as he knew he needed to get bigger for the movie he was going to be in.<br>\r\n<br>\r\nAfter Tom got adjusted to his slightly bigger size, the doctor led him over to a table in the same room as the gas machine. The table was filled to the brim with tons of fattening and sugary food. There were bags upon bags of greasy fast food, as well as enough deserts and pastries to make an esteemed bakery jealous. \"Am I going to have to eat <i>all</i> of this?\" Tom motioned to the table. The doctor laughed again before saying, \"You catch on quick! Yes, you will, but don't worry, that's what this is for!\" The doctor held up a syringe with a yellow-greenish liquid in it. \"<i>This</i> is the next test, Tom.\" The doctor said. He then lifted Tom's sleeve up and quickly injected the liquid into his upper arm. Tom cringed a bit at the sudden pinch, but before he knew it the doctor was cleaning up him with gauze and a band-aid.<br>\r\n<br>\r\n\"Alright, you can start eating now!\" The doctor instructed Tom. Tom promptly sat down and started to scarf down as much food as he could, determined to grow for the movie. As he was eating, Tom...</span></div></div>",
            "created":1567918800,
            "id":2715200,
            "title":"Wanting More"
        },
        "1111111121311132":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Try inhaling the gas at the highest pressure setting to speed things up.",
                "Try putting the hose up his butt, so he could get gas and eat at the same time.",
                "Play it safe and inhale the gas with the same settings as before."
            ],
            "content":"<div class=\"\"><div> <span>Tom noticed that he was the only one in the room. He called out \"Hey doc, where'd you go?\" but got no response. He smirked and said to himself, \"Well if he's gonna leave like that, then I'll just take more of his gas!\" and he went over to the gas machine to check it out. The machine was well labeled. There were buttons to turn the gas on and off, and there was a knob to adjust the gas pressure. The knob was to the left of the middle. Tom saw that the hose was spiraled almost like an old phone cord or the hose for an air compressor, and it could extend quite far. He pulled it to the far corner of the room with ease. He then fiddled with the mask, popping it off with a loud click before looking around guiltily. He saw that he didn't attract any attention, so he tried putting the mask back on, hearing it click once again in a satisfying way.<br>\r\n<br>\r\nTom's mind ran rampant with the possibilities of what he could do with the stuff. He was a little worried about the consequences, but he would just blame the doctor for not keeping an eye on him! Tom was impatient, and he wanted to get big enough for this role fast! Either way, his mind was made up, and he was going to...</span></div></div>",
            "created":1567918800,
            "id":2715301,
            "title":"The only one in the room"
        },
        "11111111213111321":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "He was growing faster thanks to the higher pressure",
                "He was growing at the same rate as before, sadly",
                "He wasn't growing at all so he decided to go eat, forgetting to turn the gas off"
            ],
            "content":"<div class=\"\"><div> <span>Tom decided to put the gas on the highest pressure setting, hopefully to speed things up. He turned the knob that was labeled 'Pressure' and then checked to see everything else was set. He didn't really see many other buttons or knobs, so Tom just pushed the button to turn the gas on and soon after felt the gas come through. He smelled the sweet gas once again, confirming the fact that it was indeed flowing. Tom walked back to the table of food, the hose supplying the gas easily stretching far enough to allow him to sit. Tom was surprised the hose extended that long, but didn't think much of it.<br>\r\n<br>\r\nAs he sat back at the table, Tom tried to take deeper breaths to get as much gas in his system as possible. He wasn't sure it would do anything, but he was hopeful it would make him bigger faster. Tom then noticed a flaw in his plan, and that was that he was still hungry. The food was tempting him, but he had no way to eat with the mask on. He just sucked it up for now, and decided to rub his belly in consolation. Tom then realized he could feel himself growing out. It was an odd sensation, but he was enjoying the feeling of growing fatter. It was almost cathartic to relax this much.<br>\r\n<br>\r\nTom had been on the gas for quite a while and he knew he was getting fatter, but he wasn't sure if it was any faster than before. He noticed a mirror and a scale in the corner. Tom didn't have a reference for his weight, so he would have to estimate based on the mirror. When Tom saw his reflection he saw that...</span></div></div>",
            "created":1567918800,
            "id":2715335,
            "title":"Highest Setting"
        },
        "111111112131113213":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Leave Tom be and see the results",
                "Confront Tom and turn off the gas"
            ],
            "content":"<div class=\"\"><div> <span>Tom noticed he wasn't growing, or at least that's what it looked like to him, so he took the mask off again. \"Man, I was hoping that would've worked.\" Tom thought to himself, going back to the table to go eat the food the scientist had set out for him. However, Tom forgot to turn the gas back off, so it was just continuously pouring into the room. Tom didn't think anything of it, as he was distraught he wouldn't be able to grow faster. He was more focused on the food in front of him, taking a big bite out of a burger, as he knew that would put weight on him. In his other hand he had a doughnut, and Tom would take bites out of the opposing treat every other bite.This resulted in a mix of sauce and chocolate on Tom's face and around his mouth, though he didn't really seem to care so long as it made him bigger. <br>\r\n<br>\r\nMeanwhile, the scientist who had dealt with Tom was now finally in the observation room, quickly taking notes on his behavior. He wrote down what he ate and how quickly, as to crosscheck it with the experiments later, as well as Tom's weight. He quickly noticed the gas was on, but Tom didn't have it on his face. He wasn't sure what this would do, and he had to admit he was curious about the results. But he didn't want anything bad to happen to Tom, so part of him wanted to go down and fix the situation. Eventually the scientist decided to...</span></div></div>",
            "created":1574571600,
            "id":2751283,
            "title":"Forgetful"
        },
        "1111111121311132131":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Getting fatter every time he finished a bite.",
                "Lactating, and his moobs were swelling larger and larger.",
                "Sweating a lot more than usual, and he was incredibly gassy as well."
            ],
            "content":"<div class=\"\"><div> <span>The scientist decided to leave Tom alone and see the results of his two experiments mixing, and to see if gas interacted with Tom's body outside of inhalation. He figured that it was too late to reverse anything, so he'd just monitor the situation. He had plenty of solutions for any emergency, and at this rate, if anything bad was going to happen to Tom, then it would happen slowly enough to notice and fix as needed.<br>\r\n<br>\r\nFortunately for the scientist, and for Tom, nothing bad was happening to him, though there was a new side effect that the scientist was monitoring closely. It took a bit for him to even notice it, but he noticed that the effect was getting stronger the longer the gas was turned on, so he knew that it was at least related to the gas somehow. Tom's eating habits didn't seem to be changing over time, and he didn't seem to be getting full, even after eating a lot. The scientist was actually glad that Tom did this because it was giving him more interesting results to study, and he was making discoveries that he'd never have made without Tom's participation. All the while, Tom was oblivious to all of this, eating without really paying attention to what was happening to him.<br>\r\n<br>\r\nAfter the gas had been flooding into the room for a bit, the effect was now quite noticeable. As it turns out the effect that the doctor was noticing was that, Tom was...</span></div></div>",
            "created":1576386000,
            "id":2760135,
            "title":"Checking the results"
        },
        "11111111213111321311":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Tom seems a bit off when the doctor sees him",
                "Another side effect reveals itself before the doctor leaves to see Tom"
            ],
            "content":"<div class=\"\"><div> <span>Because of all the gas that had poured into the room, Tom was now growing bigger with each bite of food. The young actor didn't seem to notice, but the doctor had and was recording the results. The gains didn't seem to be much at first, but the more gas that was let in the more Tom seemed to gain. The doctor wasn't sure why, but he would be sure to find out after Tom was done with all the food. At first, Tom barely putting on a pound in weight, but now each bite seemed to add 2 pounds to his frame. From what the doctor's readings were showing, Tom gained 10 pounds from just one burger! He wanted to stop the experiment for Tom's sake, but he seemed to want to get fatter anyways. Who was he to stop the actor?<br>\r\n<br>\r\nTom was only halfway done with the table of food, and the doctor decided he would stop Tom when he was finished with all the food. That is, unless something drastic happened. Tom seemed to just keep growing fatter, though, so the doctor figured nothing too bad would happen. The amount of weight Tom gained did increase, but slowly, and enough for the doctor to make sure it wasn't dangerous.<br>\r\n<br>\r\nBy the time Tom was done with the food, he was gaining around 5 pounds per bite of food, depending on the food and how big the bite was. The doctor then went to check in on Tom and...</span></div></div>",
            "created":1576472400,
            "id":2760355,
            "title":"Bigger with Each Bite"
        },
        "1112":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Story 1",
                "Story 2",
                "More stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose your story</span></div></span></div>",
            "created":1589259600,
            "id":2834521,
            "title":"Jake T. Austin"
        },
        "11121":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Jake decides to order a bunch of food and binge, something he couldn't do before",
                "Jake goes to a live tv show and declares himself the new ruler of the world.",
                "Skip to Jake a few weeks after having his powers."
            ],
            "content":"<div class=\"\"><div> <span>Jake T. Austin was going on a long hike after a shoot for Wizards of Waverly Place. He liked hiking in the mountains north of LA, but he hardly had time to hike, and it was rarely ever unsupervised like this! It gave him time to think, and while he enjoyed all the perks that came with being a celebrity, it also came with downsides. He was constantly busy, and had to stick to a strict diet, and it annoyed him sometimes. Sure, he made lots of money, but even so, it didn't give him the freedom to do what he wanted.<br>\r\n<br>\r\nEither way, while in the woods higher up in the mountains, he found a strangely perfectly cylindrical granite rock a bit off the trail. It was about as wide around as an end table, and had a perfectly flat top. It was definitely not natural, and looked too perfect to even be man-made, and it was polished and looked brand new, much to his surprise. On top of the granite platform was a gold necklace with a small pendant that looked like a person bowing down. \"Whoa, this is really cool!\" Jake said to himself as he picked it up and put it on.<br>\r\n<br>\r\nImmediately, he felt something surge through him almost like he was struck by lightning, but it wasn't painful, just intense. He dropped to his knees in surprise, and when the sensation was over, he could feel his heart racing. He was amazed, and thought about taking it off, but something compelled him not to, as if he subconsciously knew that he gained a power from this necklace, and he'd need to keep it on to keep that power.<br>\r\n<br>\r\nEither way, he decided to hike back down to the trail head. He didn't want his agent, who was waiting at the bottom to worry about him, and his parents would be pissed at both of them if they knew he let him hike alone. He got back in record time, and went back home, thinking nothing of the necklace, but not taking it off either.<br>\r\n<br>\r\nIt wasn't until his next shoot the next day that he figured out what the amulet's power was. He was a bit cranky when he got up for the shoot, and he said to the director, \"Can we not shoot today?\" with attitude. Much to his surprise, instead of giving attitude back, the director said, \"Of course.\" before he yelled \"Alright everyone, go home! We're cancelling the shoot today!\" and Jake said, \"Wait really?\" and the director said, \"That's what you wanted, wasn't it?\"<br>\r\n<br>\r\nJake grinned evilly as he discovered this power, quickly surmising that it must've been the amulet. He had to be sure, though, so he said to the director, \"Actually, I'm done acting for now. I'll call you if I wanna play Max again.\" and the director didn't look pissed at all. Instead he merely said, \"If that's what you want.\" and continued to pack his things up. It was confirmed now; Jake had the power to command people to do whatever he wanted them to.<br>\r\n<br>\r\nJake then went up to his producer and said, \"Let's go back to my place.\" and his producer said, \"Sounds good, I'm ready when you are!\" and Jake grinned from ear to ear, his mind racing as he thought of what he could do with his power. As they left, actors and crew were confused and angry, trying to get an explanation out of the director, who said that it's what Jake wanted, and this answer satisfied them, surprisingly. Jake looked back, seeing the people suddenly stop questioning the stopping of the filming as soon as the director said it's what he wanted, and it only made him happier.<br>\r\n<br>\r\n...</span></div></div>",
            "created":1589259600,
            "id":2834546,
            "title":"The amulet of obedience"
        },
        "111211":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Ordered his body to not be full, to see if the amulet worked",
                "Decided to keep eating until he was full, then sleep until he hungry again"
            ],
            "content":"<div class=\"\"><div> <span>On the way back home, Jake decided he wanted to order a bunch of food and just eat to his heart's content. He hadn't been able to do that before, so this would be a nice break from his hectic, celebrity life. \"Hey, order some food for me to eat.\" Jake told his producer demandingly. \"Anywhere specific?\" The producer asked. \"Nah, just make sure it tastes good. Y'know what, make sure it's mostly 'unhealthy' food. You never let me eat any of that stuff before.\" Jake said, going to sit down on the couch to wait for his food. Being as famous as he was, he had money to spare on his binge so he didn't have to worry, at least for now.<br>\r\n<br>\r\nEventually, the food that Jake's producer ordered arrived. And there was a lot of it. It came in intervals, as he had ordered from several different places. Regardless, Jake just ate whatever food came first, and that happened to be an extra cheese pizza. Since he hadn't had one of these in a while, Jake moaned in pleasure as he felt the gooey cheese enter his mouth. He eagerly took another bite, and eventually grabbed a second slice when he finished his first. It wasn't long before he was eating two slices at once, and then the whole pizza. Despite what seemed like a small appetite, Jake was devouring pizzas left and right. Later, he went on to eat some fried chicken, burgers, subs, fries, pastries and more things he hadn't even touched. <br>\r\n<br>\r\nWhile he was watching TV and eating, Jake's producer seemed completely fine with Jake pigging out. It was what he wanted, so he wasn't going to interfere. As Jake was eating, he was starting to feel full which upset him. He wanted to clean out all the food he had ordered, despite ordering so much of it. Jake...</span></div></div>",
            "created":1589259600,
            "id":2834598,
            "title":"Doing what he couldn't before"
        },
        "1112111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "As Jake eats the second round, his belly alone gets bigger and stuffed with food",
                "As Jake eats the next round, he gets fatter, his digestion now instant.",
                "Jake suddenly feels even fuller, realizing his second wind was a placebo affect."
            ],
            "content":"<div class=\"\"><div> <span>Jake was feeling bloated from eating all of that food, and it upset him because he was having so much fun enjoying these unhealthy foods, and being full was ruining it, especially since Jake wanted to finish everything he ordered, and he didn't want to hurl just as he was starting to get used to his new powers. He decided that the best option was to try using his powers. Maybe he could order his stomach to stop being full and it would obey him, just like people did. If this worked, than this could open up a whole new world of possibilities for him! If it worked for his stomach, where would it stop?<br>\r\n<br>\r\nAs these questions ran through his head, Jake awkwardly said, \"Hey stomach, stop being so full!\", as he didn't know a better way to put it. He waited for something to happen, half-expecting a sudden feeling that would make everything better. He didn't feel anything immediately, but it seemed like his feeling of fullness had gone away, at least to the point where he felt he could continue eating.<br>\r\n<br>\r\nHe finished a few spare burgers, one last sub, another half-bucket of fried chicken, and any other foods that he left on the table. It was somewhat grueling at first, but Jake was starting to gain momentum, almost like he was getting a second wind. He figured that his command to his stomach worked. He even got comfortable enough to ask his manager to order him a second round of food, this time more dessert focused, and his manager obediently opened his phone and got to ordering. Jake belched, glad that he didn't have to adhere to social customs anymore either, and he waited for his food to arrive. He was eager to hear that his manager called a bakery, an ice cream shop and even a candy store.<br>\r\n<br>\r\n...</span></div></div>",
            "created":1589346000,
            "id":2834733,
            "title":"Ordering his body around"
        },
        "11121112":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "He was still oblivious to his fattened body",
                "He noticed how big he had gotten, but didn't think it was a big issue"
            ],
            "content":"<div class=\"\"><div> <span>Jake was eagerly digging into the next round of food he had his producer order. Donuts, cakes, strudels, cupcakes and ice cream eventually flooded the kitchen and soon the living room. It was all going into Jake's greedy maw, shoving bite after bite into his mouth. His fears of getting full were long gone, as he had forgotten he was even full at one point. All that mattered was what was next to be shoved into his mouth.<br>\r\n<br>\r\nWhile Jake was eating, though, the amulet was still doing its job on his body. He was starting to get flab on his body, but it wasn't very noticeable at first. Eventually, a small belly could be seen through Jake's shirt, but he just thought it was a bloat and would go away once he digested his meal. However, other parts of his body were fattening up too. His ass was straining his pants now, his face filling out a bit, and his chest starting to press against his shirt too. He wasn't really fat yet, but he was out of the toned and fit territory for sure.<br>\r\n<br>\r\nJake just kept eating, loving the fact that he could indulge himself without having to worry about what his producer or the director of whatever he was filming would say. He loved how whatever he said went, with no objections from his previous superiors. However, as Jake was finishing up his food...</span></div></div>",
            "created":1589346000,
            "id":2835068,
            "title":"Affects of his demands"
        },
        "111211122":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Invite over his best friend to share the power of the amulet with.",
                "Call his crush, as he could get them to like him with the power of the amulet.",
                "Go back to eating, as he was having more cravings that he wanted to satisfy."
            ],
            "content":"<div class=\"\"><div> <span>Jake leaned back as he finished the doughnut, and he said, \"Man, this is the life!\", but he felt air against his stomach, which was odd for him. He tried to pull his shirt down, finding it harder than normal. He looked down, only to see his starter belly, framed by his now not-so-flat chest. He said, \"Oh no, I'm getting fat!\", but then he thought about it for a bit. His first reaction was worry and fear, and he thought about all of the reasons he wouldn't want to be fat:<br>\r\n<br>\r\nHe thought of his show, but then he quickly remembered that he didn't have to do it at all anymore given the amulet's power. Already it felt like a weight being lifted from his shoulders. He then thought about what people would think about him, especially at a school for actors, but once again, what did it matter when you could just order people to think what you want them to think about you. Jake went through all of these reasons in his mind, and he relaxed, deciding that it wasn't a big issue.<br>\r\n<br>\r\nHe said, \"So what if I put on a few pounds? It was worth it!\" and he thought about the amulet. Maybe he could order himself to be thinner, or order his body to lose weight, but he then he thought what was the point if he was just gonna put it back on whenever he decided to eat like this again. Thus, Jake did absolutely nothing about his extra pounds, wanting instead to focus on enjoying his powers. His mind went back to racing about everything he could do with the necklace, and the possibilities lie in front of him like an open book. He soon decided to...</span></div></div>",
            "created":1589432400,
            "id":2835703,
            "title":"Not a big deal"
        },
        "1112111221":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Was nervous about this much power, and thought Jake should put the amulet back",
                "Eagerly accepted Jake's proposal for power"
            ],
            "content":"<div class=\"\"><div> <span>Jake was really enjoying his newfound power, and was thinking of more ways to use it. He thought of how much his friends would enjoy this, and he decided to invite his best friend over to share his powers with them. He got his phone and dialed their number, \"Hey, Joey, you'll never guess what I found today. It's made my life so much better!\" Over the phone, Joey was just confused, \"Dude, what are you going on about? It can't be anything that good.\" After a few more minutes, Jake convinced Joey to come over to show him his powers, and Joey was curious enough to check it out.<br>\r\n<br>\r\nA few minutes later, and the rest of Jake's orders later, Joey had arrived. \"Hey, go get that.\" Jake ordered his producer, who obliged with no questions. Joey entered and first saw all the food containers in the trash, and asked, \"Is gorging yourself out what changed your life?\" Jake chuckled and said, \"No, it's this amulet!\" He said, showing Joey the shiny artifact as his friend walked into the living room. \"Okay, looks cool, I guess. What's so special about it?\" Joey asked. Jake smiled deviously and ordered his producer, \"Hey, change the channel. This one's boring.\" Joey wasn't expecting Jake's producer to do anything for him, but he was shocked when he did what Jake asked of him immediately. <br>\r\n<br>\r\n\"So...you just are able to tell people what to do now?\" Joey asked. \"Yeah! It's been so refreshing being able to live my life instead of being ordered around like everyone else asked of me.\" Jake replied, excited about his power. \"Wow, that's...a lot of power. And you've only used it to pig out?\" Joey asked. \"I haven't been able to eat like that in years. Give me a break.\" Jake laughed, going back to watch TV. \"Sit down, relax a bit. I want to let you have access to my power too.\" Jake told his friend. Joey...</span></div></div>",
            "created":1589605200,
            "id":2836827,
            "title":"Sharing the power"
        },
        "11121112212":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Decided to go to the nicest beach resort and steal the best suite in the place!",
                "Decided to go to Las Vegas to indulge in debauchery that they were too young for",
                "Stayed at Jake's place and had a good time eating a bunch of junk food."
            ],
            "content":"<div class=\"\"><div> <span>Joey said, \"You really want me to get access to your power? Like, you'll tell people to do stuff for me?\" and Jake said, \"Yeah, of course! We can live like kings together!\" and Joey said, \"Hell yeah, I'm in!\" and Jake said, \"I knew you'd be down!\". Joey said, \"Of course I'm down! We can do whatever we want! The rules don't apply to us anymore! We could go up to the president, one of the most powerful people in the world, and spit in his face, and no one would mind!\" and Jake said, \"Well, I never really thought about doing that.\" and Joey said, \"That was just hypothetical.\"<br>\r\n<br>\r\nEither way, the two boys watched TV together, discussing what kinds of things they could do now that Jake could get anyone to do anything they wanted. They thought of small things, like how they could get in to see any movie they wanted, or how they could try driving and not get into trouble. They then talked about more major things, like stealing whatever they wanted, or even turning whoever they wanted into their servants, kind of like what Jake was already starting to do with his producer. They could get into vip clubs, and even drink now that it didn't matter how illegal it was.<br>\r\n<br>\r\nThis all stayed hypothetical as the boys continued to discuss, too lazy at the moment to act on their crazy ideas. After a while, they...</span></div></div>",
            "created":1589691600,
            "id":2837378,
            "title":"An eager friend"
        },
        "111211122121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Try out room service. They said it was the best food in town!\"",
                "Go to the beach and kick everyone else off it!\""
            ],
            "content":"<div class=\"\"><div> <span>As the boys were watching TV, they saw an ad for a beach community. They showed off how beautiful the beachside was, and how luxurious all the homes and resorts were. At the end they showed where they were, and to Jake and Joey's surprise they were pretty close to where they were. \"I didn't know this part of LA was so close to beaches like that!\" Joey said. \"Yeah, all we have are forests and messed up beaches since everyone goes to them all the time!\" Jake complained. He did love the ocean and the beach, but there were always so many annoying people there. He was all for having a good time with others, but a lot of the people there were just self-centered and polluted the beach with all kinds of trash.<br>\r\n<br>\r\nHowever, as Jake was getting upset at the lack of nice beaches, Joey came up with an idea. \"What if we use your powers to get the best place there, and then we just get the beach to ourselves!\" Jake nearly jumped up in excitement from the idea, \"Dude! That sounds amazing. We're gonna head over right away!\" After packing some stuff together, Jake ordered his producer to drive them over to Joey's house for his stuff, and then the resort. Joey had looked up the places at the beach and saw that the most expensive and sought after place was called, \"Le Palais de L'eau.\" <br>\r\n<br>\r\n\"Apparently it means 'water mansion' or 'water palace' or something. I dunno. It looks amazing though!\" Joey told Jake. As they drove up to the hotel's entrance an artistic fountain and sculptures greeted them. Jake told his producer to drop them off at the entrance so they could do their thing. Jake walked in like he owned the place, and Joey was a bit scared since this was his first time seeing Jake do something really drastic with his powers. Jake didn't have a fear in the world, seeing his producer just give him the long break he desired. <br>\r\n<br>\r\nAs they walked over to the receptionist, the receptionist asked, \"Can I get you two boys anything? Have you lost your parents?\" Jake was a bit angry at first, but calmed down before saying, \"No, we're here for my room. The best place you've got!\" At first, the receptionist laughed, \"Oh, you mean the palace suite. Well I'm sorry, but without a reservation I can't give you your room keys. And someone is already using that room, anyways.\" \"Maybe you didn't hear me right. I'm here for <i>my </i> room!\" Jake demanded.<br>\r\n<br>\r\nAfter hearing that, the receptionist said, \"Oh my goodness. Sorry sir, I didn't recognize you at first. We'll go and kick the people rent the room out now. So sorry.\" Just after that, Jake's producer came in with Jake and Joey's stuff. After taking an elevator ride up and seeing the receptionist tell the couple living their to leave, Jake and Joey set their stuff down. \"That was incredible. They didn't even seem mad that you kicked them out!\" Joey was astounded with Max's power. \"Yup, and now we have this to ourselves!\" <br>\r\n<br>\r\nThe room had 2 king sized beds, a balcony with a nearly complete view of the ocean, a bathroom, a complete kitchen and 2 flatscreen TVs in front of the beds. \"Woah. This place is better than my house!\" Joey said in awe. \"What should we do first, Jake?\" Jake thought about it for a minute before saying, \"Hmm, I think we should...\"</span></div></div>",
            "created":1589778000,
            "id":2837661,
            "title":"Living as kings"
        },
        "1112111221212":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Joey spotted a man with an ice cream cart, and wanted Jake to make it theirs.",
                "The boys decide to go swimming together, and Jake clears out the pool area.",
                "The boys get hungry, and Jake decides to get room service brought to the beach."
            ],
            "content":"<div class=\"\"><div> <span>Jake was so excited to have such a pristine stretch of beach nearby and was ready to take advantage of if. For him, going to the beach first was a no brainer! Joey said, \"I like the sound of that! I'll grab my trunks!\" and soon, the two boys were changing into their swim trunks and grabbing their beach towels. Jake had a pair of blue and black trunks which fit him snugly, his starter belly poking out over the waistband by a couple of inches. He had a matching blue and black striped towel. Joey, on the other hand, had a pair of bright red trunks, and his towel had red and white stripes. They had the same pair of black flip flops, and they eagerly raced each other to the elevator, Jake getting more winded than he was used to.<br>\r\n<br>\r\nThe two made their way to the bottom floor, and the receptionist said, \"The way to the beach is down the hall to my right. Turn right at the corner, and it's through the double doors. Enjoy the beach young sirs!\" as the two boys waited for him to finish, bouncing on their heels and running down the hall once they knew where the beach was. They went through the doors into a massive patio area with a gigantic pool and a three-tiered diving board. On the other side of the patio was a small set of stairs that led right to the beach.<br>\r\n<br>\r\nThere were a few people out enjoying themselves, mostly laying down on towels and getting a tan. Jake waltzed up to an elderly couple with gold and silver-trimmed towels. The old man said, \"What do you want, young hooligan? This is a private beach! You can't be here!\" and Jake said, \"Yeah, it's MY private beach! Get out!\" and the old man looked incredibly confused, then horrified. He said \"I'm so sorry, sir, I thought this was still a part of the resort beach!\" and he quickly started to pack his things. The elderly woman said, \"Please excuse my Harold. He can be so stubborn sometimes!\" and the couple cleared off as quickly as they could.<br>\r\n<br>\r\nOne by one, groups of beach-goers started to leave. Even incredibly powerful people like corporate executives folded immediately once confronted by Jake. One of them even tried begging for Jake to allow him on his beach, which Jake staunchly refused. As Jake got more used to his power, he only seemed more eager to abuse it, as if it were consuming him. Joey merely watched Jake exert his power in awe, and perhaps a little fear. He was just glad he wasn't on the other end of that power! He liked how much Jake trusted him and valued his input, and almost felt like he had some of the power for himself! Either way, the boys set up their towels in the middle of the now open stretch of immaculate beach. Jake smiled as he saw security guards from the hotel come out and set up chairs at the edge of the beach and even the staircase from the patio, watching for intruders. It was almost as if Jake was changing reality itself whenever he commanded people to do things.<br>\r\n<br>\r\nThe two boys laid down and enjoyed the beach, hearing the waves gently crash against the shoreline. It was sunny and the perfect temperature to get a nice tan, and the boys watched clouds while talking about random nothings. After getting some sun in...</span></div></div>",
            "created":1589864400,
            "id":2838188,
            "title":"Going to the beach"
        },
        "11121112212121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "He recognized Jake from his show, and wanted to fatten him up",
                "He was apart of the tribe that made the amulet, and he was planning to steal it"
            ],
            "content":"<div class=\"\"><div> <span>As the boys were talking, Joey noticed an ice cream cart come up on the boardwalk. \"Dude, look, and an ice cream cart!\" Joey exclaimed, pointing so Jake could see. The ice cream cart looks fanciful compared to normal carts, boasting more flavors, toppings, and even things a normal ice cream cart wouldn't have. \"Alright, nice find Joey! Let's see how much free ice cream we can get!\" Jake deviously said. Joey was a bit concerned Jake's power was going to his head, but free ice cream was on the mind so he didn't bother to question it.<br>\r\n<br>\r\nThe man with the cart was humming a tune along the boardwalk, until he heard footsteps in the sand rush for him. He looked up and saw two kids running at his cart, eager to get some ice cream. He was happy to oblige, loving to help children cool down on a hot day. \"Ice creaaaam!\" Jake and Joey cheered as they ran at the cart. Once they got there, the man said, \"You two boys looked starved! What can I getcha?\" \"I want all the ice cream you have, now!\" Jake demanding, trying to use his powers to help him and his friends.<br>\r\n<br>\r\nWhile normally it took a bit for the amulet's powers to take effect, the man almost immediately said, \"Why, of course! You can eat all the ice cream you want from my cart, all for free!\" The man then opened the hatch of his cart to reveal tons of flavors of ice cream. He handed a tub of vanilla to Joey and one of chocolate to Jake, and the two started to gorge themselves on ice cream. All the while, the man was smirking in glee, because...</span></div></div>",
            "created":1589864400,
            "id":2838295,
            "title":"Jake and Joey screams for ice cream"
        },
        "111211122121211":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "He hated celebrities, and thought it would take Jake down a few pegs.",
                "His son was a big fan of the show, but wanted the characters to be fatter.",
                "He likes fattening up teen boys, and Jake was one he'd been wanting to fatten up"
            ],
            "content":"<div class=\"\"><div> <span>The man recognized Jake from Wizards of Waverly place, quite surprised to see the young actor here of all places instead of filming, as it was in the middle of filming season for most TV shows. He wasn't about to look a gift horse in the mouth, however, as he decided that if he didn't mention anything and just watched and enabled, that would be a more effective way to fatten up Jake. He had no clue who Joey was, but didn't really mind having another boy here getting fatter, as he had plenty of ice cream to go around, and as far as he was aware, the boys would just get full way before they finished their ice cream regardless.<br>\r\n<br>\r\nThe man was quite pleased to see that Jake was already a bit chubbier upon closer inspection. He merely smiled and watched however, hiding his glee and acting as nonchalant as possible. Jake and Joey, in the meantime, were scarfing down ice cream like madmen, using the serving scoops like spoons. Soon after feeling his head start to hurt, Jake took a second to say \"Don't listen to us\" to the man before saying, \"I don't want me or Joey to get brain freeze, and I don't want us to get full, either!\" and Joey stopped soon after that, his eyes widened in shock as he said \"Whoa! Your powers are amazing Jake!\" and Jake said, \"Yeah, I know!\" and as the two finished their tubs, Joey belched, then said, \"Man, binging on whatever foods we want is funner than I thought it'd be!\" and Jake gave him a grin that practically screamed \"I told you so!\"<br>\r\n<br>\r\nEither way, the man, though he didn't hear a word of what the boys were saying, was happy with their progress regardless, not questioning how massive their appetites were, as it was only good for his cause of making Jake fatter. As it turns out, the ice cream man was so eager to see Jake get fatter because...</span></div></div>",
            "created":1590469200,
            "id":2841466,
            "title":"Wanting to fatten up a celebrity"
        },
        "1112111221212113":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Got out two large hoses that would pump ice cream into the boys",
                "Took Joey to the back of the shop where he would fatten him up himself"
            ],
            "content":"<div class=\"\"><div> <span>The man likes fattening up teen boys, and since Jake was so popular he thought this would be a great opportunity to do so. He also had a friend with him, so he got a nice bonus in addition to the celebrity. Now, he just had to gain their trust. \"Hey boys, I have an ice cream shop down the boardwalk. I have more flavors of ice cream there, and other goodies too! How'd you like to come visit?\" He jovially asked. The boys seemed so enthralled with the ice cream that he thought this would be an easy catch, and the boys expectedly complied. While the man was planning to do what he liked to them, he didn't know Jake had powers far beyond what he could imagine.<br>\r\n<br>\r\n\"This is so cool! First we got a nice place at a renowned resort and now we're getting all the ice cream we could imagine!\" Joey cheered. The man still didn't hear them, due to Jake's powers. \"Yeah, I didn't expect our beach visit to go so well!\" Jake added, still scooping out ice cream along with Joey. Neither boy noticed their stomachs starting to poke over their bathing suits, as they were too busy eating ice cream to care about their bodily figures. <br>\r\n<br>\r\nIt wasn't long before the boys reached the man's ice cream shop, the outside looking like a stereotypical purple, pink and blue color scheme, with an ice cream cone next to the shop's name: Sweet Eats. \"Here we are, I hope you can eat to your hearts content!\" The man said, opening the doors for Jake and Joey. The inside of the shop looked very much like a candy shop, with glass barriers showing off and protecting the valuables in the store. Instead of different candies, though, there were many flavors of ice cream. Jake found the birthday cake flavor and the cookie dough flavor and started shoveling both into his mouth. Joey found the neapolitan flavor and went to town on that one, dousing the ice cream with sprinkles whenever he got the chance. Even though Jake had said they wouldn't run out of ice cream at the cart outside, his powers seemed to leak into the shop as none of the treats ran out.<br>\r\n<br>\r\nAfter the boys kept eating for a while, the man...</span></div></div>",
            "created":1590469200,
            "id":2841497,
            "title":"A hobby"
        },
        "1113":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Dylan Sprouse",
                "Teo Halm",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?</span></div></span></div>",
            "created":1566190800,
            "id":2704792,
            "title":"More Actors"
        },
        "11133":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron Ocasio",
                "Jace Norman",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity</span></div></span></div>",
            "created":1566190800,
            "id":2704793,
            "title":"More Actors"
        },
        "111331":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Story 1",
                "Story 2",
                "More stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose your story</span></div></span></div>",
            "created":1566190800,
            "id":2705053,
            "title":"Cameron Ocasio"
        },
        "1113311":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron finishes everything and is still hungry",
                "Cameron passes out while eating",
                "Cameron overhears an interesting ad on TV while eating"
            ],
            "content":"<div class=\"\"><div> <span>Though he hadn't done much in the past week, Cameron still felt the need to just take a day off. He was going to be filming for most of next week, and he had mostly filmed the week before that. Though he loved acting and being able to do it as his career, Cameron still loved to take frequent breaks. Sometimes he just needed to sit back, plays some video games and watch some anime. It wasn't everyone's ideal, but to him it would be an incredible temporary vacation.<br>\r\n<br>\r\nHe started off by ordering a pizza, as well as some other takeout, which included fries, two meatball subs and doughnuts for dessert. It might've been a bit excessive, but that meant he would have leftovers for tomorrow. While he waited for his orders, Cameron heated up some pizza pockets, grabbed a soda and turned on the TV. He ate the pizza pockets like they were nothing, treating them as if they were an appetizer and his carryout was the main course. Cameron, of course, also drank his soda with the pizza pockets, which caused him to let out some slight burps now and then. It also made room for his takeout orders, which was a plus.<br>\r\n<br>\r\nWhen the carryout arrived, Cameron was ecstatic and nearly jumped off the couch. He rushed to the door, handed the deliver guy the money and quickly grabbed his orders. Cameron wasn't sure why he was so eager to eat, he just was. He first grabbed a slice of pizza, finding the cheesy taste delicious. It was the best pizza he had ever had! So, not wanting to spoil himself, Cameron grabbed some fries, and they tasted just as good! Taking a bite out of one of his subs and out of a doughnut, he found that everything was delicious. He wasn't sure where to start, or how he was going to feel when it all ended. </span></div></div>",
            "created":1566190800,
            "id":2705080,
            "title":"Lay Back and Relax"
        },
        "11133113":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "\"Male enhancement\" pills.",
                "A liquid medicine for \"Digestive Aid\"",
                "A deodorant that was supposed to make him smell more \"manly\""
            ],
            "content":"<div class=\"\"><div> <span>Cameron went for one of the subs, taking another big bite as he started watching TV again. He was watching trashy cartoon sitcoms and was enjoying their casual nature, a chuckle escaping his mouth every now and again. He alternated his sub bites with handfuls of fries, and he went for soda, only to realize that he'd finished his first can, so he grabbed a couple more from the fridge, groaning a bit in protest, though his desire for more soda outweighed his desire to remain sitting. He ultimately decided to just grab the whole box, so that he wouldn't have to get up again.<br>\r\n<br>\r\nHe opened up a can with a satisfying fizzy pop and took a healthy swig before taking another bite of his sub. He was starting to get sauce around his lips, but he found himself more concerned with continuing to stuff his face. He hadn't eaten like this in a long time, and this was quite cathartic, to put it mildly. Either way, another belch escaped his lips after he finished the bite of the sub, and he crammed some more fries in soon afterward.<br>\r\n<br>\r\nCameron finished the sub and ate half of the pizza after that, deciding to save the sweet donuts for last. He already cracked into his third can of soda in the meantime. He then returned to the remaining sub and fries, cracking into the fourth can of soda, but not really paying attention to just how much he was eating. He didn't even realize how full he was, as he was too engrossed by the shows on tv. The newer seasons of his favorite shows were airing, and he hadn't had a chance to catch up on them yet. Either way, as he continued to down his sub, a commercial break came on, and he zoned out for the first few.<br>\r\n<br>\r\nCameron's attention quickly returned to the TV, however, when he overheard an ad that seemed to be targeted directly at him. \"Are you finally off the set and taking a break? Do you wanna make the most out of that break?\" and Cameron was quite surprised that the commercial seemed to be targeted at actors. The stock footage on-screen was even on a set, showing frustrated and stressed actors. The commercial then talked about its product in surprisingly vague terms, but the part that interested Cameron was the fact that the commercial told him to try a sample, and that the sample was waiting at his door. Cameron was skeptical, and he decided to check, just to prove them wrong, but much to his surprise, there was a small package on his doorstep containing the product, which was...<br>\r\n<br>\r\n</span></div></div>",
            "created":1566536400,
            "id":2706649,
            "title":"An interesting ad"
        },
        "111331132":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "It works as advertised, but he feels a bit sluggish",
                "It tastes amazing, so he drinks some more",
                "Nothing really happens, at least at first"
            ],
            "content":"<div class=\"\"><div> <span>\"What the...?\" Cameron mumbles to himself when he sees the commercial wasn't lying. He goes to pick up the unlabeled package, extremely confused by everything that was going down. He tore open the package and was further surprised to see only one product inside the package, despite the package looking like it could hold 4 or 5 more of the product. The product was inside another package that was gradients of blue and just had \"Digestive Aid\" written on it. <br>\r\n<br>\r\nCameron wasn't sure how the company of the commercial knew where he live or how this had even come to be. He wasn't even sure why he would need something to help him digest, as he was young and healthy. Perhaps they had gotten a delivery wrong, and this was meant for some elderly couple down the road. Cameron was about to go see who needed a missing package, but let out a slight burp as he was walking outside. <br>\r\n<br>\r\nHe quickly realized he had overstuffed himself, and the empty table was proof of that. Well, empty of all food. Cameron's table in the living room was covered in food wrappers and crumbs, as was his space on the couch. After feeling his painfully stuffed stomach, Cameron figured he should make use of the misdelivered package, as finding its owner would take a long time. <br>\r\n<br>\r\n\"I guess they won't mind. And if they need it that badly they'll order another one.\" Cameron reasoned to himself before grabbing the aid. He looked on the back and saw that all he really needed was to drink a drop, and seeing as how the package was designed like a juice pouch it would be easy to get a single drop. Cameron drank the single drop and...</span></div></div>",
            "created":1566536400,
            "id":2706757,
            "title":"Surprise Medicine"
        },
        "1113311322":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Started feeling hungry again, even though he just ate.",
                "Noticed that his belly was distended and light blue in color.",
                "Started feeling gassy, and when he burped, it smelled like the medicine."
            ],
            "content":"<div class=\"\"><div> <span>Cameron's eyes widened in amazement and surprise as he tasted that single drop. It tasted vaguely berry-like and yet it was also cooling, similar to the effect of eating a breath mint, but without minty flavor. While he couldn't quite put his finger on what it tasted like, Cameron loved the taste. Almost by pure instinct, he drank a sizable gulp through the straw like a kid drinking a Capri Sun. Though he didn't really check thoroughly, Cameron didn't remember seeing any warnings about drinking too much, and besides, it wasn't like he needed to ration it. It was a sample he got for free, so he could do whatever he wanted with it!<br>\r\n<br>\r\nAfter sitting back down with the digestive aid in hand, Cameron settled back into his show, not wanting to spend his day off cleaning up after himself. He very soon realized that he no longer felt stuffed like before, as the medicine had come into effect very quickly. \"I guess this stuff works!\" Cameron said with a chuckle as he went for another sip through the straw. He kept watching his show, taking occasional sips without even thinking about it. It was just so good that he couldn't help it.<br>\r\n<br>\r\nIn a matter of a couple of minutes, Cameron sucked on the pouch, only to realize that he'd finished the entire thing. He merely sucked harder, trying to get the last little bits of medicine, even moving the straw around in the pouch to make sure he'd gotten it all. \"I guess that's that!\" Cameron said as he set the pouch back on the table, glad that something horrible wasn't happening. He was half expecting that he was going to need to get his stomach pumped, but luckily that wasn't the case. He felt a bit stupid drinking some random medicine that he found at his doorstep, and he even started to wonder if it was even legitimately medicine. He started to worry about himself, though he decided not to worry too much unless he actually started to feel weird, thinking, \"Worst case scenario it was probably just a dumb prank.\"<br>\r\n<br>\r\nSoon Cameron...</span></div></div>",
            "created":1566709200,
            "id":2707768,
            "title":"Drinking more"
        },
        "11133113221":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "He heard another knock on the door",
                "Noticed more of the medicine on the table",
                "He started to feel gassier"
            ],
            "content":"<div class=\"\"><div> <span>A minute or so after drinking the digestive aid, Cameron felt completely normal. He was still a bit skeptical, but that skepticism died down after he went back to watching his favorite shows. Shortly after that, however, Cameron heard his belly grumble and it felt painfully empty. It was as if he hadn't eaten at all that day. \"I guess this stuff really does work.\" Cameron said to himself, reaching for his phone to order more food. <br>\r\n<br>\r\nAs a result of Cameron drinking the entire pouch of medicine, the intended effects were intensified. Drinking so much of the medicine caused all of the food in his digestive system to be quickly digested, leading to the young actor feeling so hungry again, despite eating tons before. He quickly made an order nearly twice as large as the earlier one, adding in some more things like extra dessert and burgers to satisfy himself. <br>\r\n<br>\r\nIt was a surprisingly short wait considering how much food Cameron had ordered. In fact, it felt like it was only a few minutes, compared to the near half an hour he had to wait last time. \"They probably just got used to the route\" Cameron reasoned to himself as he went to the front door. He opened it and saw the delivery person's arms filled with food. He took as much as he could, doing so two more times to get all the food inside. Once everything was said and done, Cameron went to go pay but soon realized the delivery person had already left, as their car was no longer there. \"Must've charged it to my credit card.\" Cameron thought, but when he went to check nothing had changed. \"Free food's nice, especially when I'm starving!\" Cameron said to himself before opening one of the bags of food and digging in.<br>\r\n<br>\r\nAs Cameron was eating...</span></div></div>",
            "created":1566709200,
            "id":2707778,
            "title":"Hungry Again"
        },
        "111331132211":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Another delivery person. In fact, there were a lot of delivery cars outside!",
                "Another box of medicine, but this time, it was full of pouches.",
                "One of his close friends."
            ],
            "content":"<div class=\"\"><div> <span>Cameron was seeing all of these weird things happen, and yet he couldn't build up the effort to care. Sure, these things didn't make any sense to him, but he was enjoying all the food, and he was going to enjoy his day off, no matter how crazy it was getting! Because of that, it was easy for him to put it out of his mind and eat, not really paying attention to much other than putting on Netflix and deciding which anime to get back to speed on. He was starting to get bored with his sitcom cartoons and wanted something more exciting to watch. Either way, it kept him even more distracted than before, so he continued mindlessly eating without a care in the world.<br>\r\n<br>\r\nJust like earlier, Cameron wasn't really worried about keeping his livingroom table clean, and he just left trash where it was, piling up containers as he did so. He also didn't bother with the napkins, opting instead to lick his fingers occasionally and let a ring of various sauces and grease start to form around his lips. He noticed a two liter of soda in one of the bags, and though he didn't remember ordering one, he wasn't complaining either as he took a healthy swig every now and again, letting out a healthy belch afterward.<br>\r\n<br>\r\nJust as Cameron got settled into an eating trance, he heard a knock on the door. He groaned as it was an interruption to his day off, but he never the less slunk to the door, only to see...</span></div></div>",
            "created":1566709200,
            "id":2707785,
            "title":"Another knock"
        },
        "1113311322112":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Starts to feel some side effects of the medicine",
                "Decides to order more food ",
                "Feels strangely horny and decides to jerk off"
            ],
            "content":"<div class=\"\"><div> <span>When Cameron opened the door he was expecting to see someone, but instead he saw another box of the medicine he saw earlier. He was even more confused now, but figured more of this delicious digestive aid wasn't a bad thing. In fact, when he opened the box up to see several of the pouches. At least 10 of them were stuffed in the box this time around, and there seemed to be more underneath. Cameron wasn't complaining and just went with the flow, taking the box into his living room with all the food.<br>\r\n<br>\r\nHe didn't drink from one of the pouches immediately, as he wasn't sure if anything bad would happen when he was on an empty stomach. So, he saved the pouches for later when he would inevitably eat all the food. Cameron got right back into his relaxed state by taking a big bite out of a slice of pizza that had innumerable toppings on it, getting sauce the toppings on his shirt and face. He didn't really seem to mind, as he just figured he would deal with it later. After he finished that slice of pizza Cameron took another big glug of the liter soda, letting out a big belch afterwards. He tried to challenge himself to let out bigger belches with each consecutive burp, which was a fun competition to himself.<br>\r\n<br>\r\nSoon enough, Cameron was half done with all of the food he had ordered and was feeling quite stuffed again. He decided to grab one of the pouches and take a small drink of it, taking another straw and jamming it into the thing. However, he once again remembered the sweet and delicious taste of the medicine and kept on going. Without meaning to, Cameron had downed another pouch of the juice. \"Well, guess I'll be hungry for awhile.\" He said to himself as he continued on with his meal.<br>\r\n<br>\r\nA bit after that, Cameron...</span></div></div>",
            "created":1566709200,
            "id":2707813,
            "title":"More Aid"
        },
        "11133113221123":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Felt himself getting fatter as he came.",
                "Saw his dick and balls grow after he came.",
                "Saw that his cum was light blue, and he felt the urge to taste it."
            ],
            "content":"<div class=\"\"><div> <span>After finishing a good deal of what he had eaten, Cameron started to feel strangely horny. It seemed to come out of nowhere, and before he knew it, Cameron was rock hard, tenting the basketball shorts that he was wearing for his lazy day. He was by himself in the house, so he didn't really care about this ordinarily embarrassing situation, and as such, he casually pulled the waistband of his boxer shorts and the accompanying undies over his junk, freeing it from its confines.<br>\r\n<br>\r\n\"Where's this coming from?\" he thought, as he hadn't really been thinking about anything. Usually, it takes some porn or at least thinking about something sexy to get him hard, but here he was, at full mast. Cameron shrugged it off, saying, \"Might as well on my day off.\" After all, he never liked to be too pent up, especially when he was working on set. Nothing distracted an actor quite like male hormones. Cameron just started casually squeezing his boner with one hand, wondering if it was bigger than before, as it certainly felt that way. Heck, it had to be at least a foot right now. Cameron just smirked, saying, \"I guess I'm still growing!\"<br>\r\n<br>\r\nHe groaned as he remembered that he left his lotion in his room, but was surprised to see it right on the coffee table. \"Did I really leave it there?\" he thought as he shrugged it off, glad that his lotion was in arms reach. He squirted some on his hands, then started pumping slowly, enjoying the pleasure. After gradually speeding up, with occasional moans escaping his mouth, he finally reached his tipping point, and he came, thick globs of cum splattering on his own chest. Oddly enough, Cameron...</span></div></div>",
            "created":1566882000,
            "id":2708835,
            "title":"Jerking off"
        },
        "111331132211231":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Do nothing, as a sudden laziness overcame him, so he just ate and jerked off",
                "Check out how much he had grown",
                "Call the company that made the digestive aid and see what was up"
            ],
            "content":"<div class=\"\"><div> <span>When Cameron finally came, he first basked in the pleasure of releasing. He felt like he had been pent up for a while, but wasn't really sure why. It wasn't like he was avoiding jerking off or anything. Either way, as he was taking a breather, Cameron felt himself grow out a bit. He first noticed it with his belly, which he felt expanding as he panted from just pleasuring himself so much. He wasn't sure why he was so out of breath, either because he wasn't in the best shape or because he had really cranked one out.<br>\r\n<br>\r\nEither way, Cameron looked down and noticed his stomach was poking just the slightest bit out from his shirt. In fact, his once loose shirt that he wore to relax in felt a bit tight. \"What the hell?\" Cameron mumbled to himself. He grabbed his stomach to see it did have extra flab on it. He was too concerned with his stomach right now to notice, but if his shorts and underwear were still on Cameron would have noticed his entire body was fatter, not just his stomach. <br>\r\n<br>\r\nHe tried to go through why he had suddenly put on weight. Was the digestive aid reacting with all the food he was eating. It did seem to work really fast, so maybe that was it. Or did he have some allergic reaction because he had too much of the aid, or something in it was causing him issues. Cameron decided to...</span></div></div>",
            "created":1566882000,
            "id":2708844,
            "title":"Strange Result"
        },
        "1113311322112312":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Was getting turned on by his new physique and the thought of getting bigger.",
                "Brushed off the gain, figuring he could lose it after he finishes his vacation.",
                "Started to get worried, and he tried to ignore both the food and his horniness."
            ],
            "content":"<div class=\"\"><div> <span>Cameron decided that he'd look at himself in the mirror to see how much he'd grown. He pulled up his shorts and underwear, finding it a bit harder to get the elastic back up. He went over to the bathroom mirror, and he took off his shirt, confirming that he was indeed fatter, not just swelling from a reaction, as his chest was no longer flat, with each pec now jiggling a bit as he moved. They weren't quite moobs, but they were well on their way. He took off his shorts, making it apparent that his butt was bigger, too, as his once-loose boxers were now filled out completely. He even grabbed a cheek and jiggled it a bit, as if to confirm it was real. In his side profile, Cameron could see that his new belly bulged over the waistband of his boxer shorts, though not enough to start hanging down yet. He could also see his new package fill out the front of his boxers generously, and he was definitely pleased by that.<br>\r\n<br>\r\nFinally, though he felt he didn't need to at this point, Cameron checked the scale, seeing that he had gained about twenty pounds since he last checked his weight. \"Well, it's official!\" he said to himself as he took stock of his new body once more. Cameron...</span></div></div>",
            "created":1566968400,
            "id":2709569,
            "title":"Checking out his gains"
        },
        "11133113221123122":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "The same thing happened, but Cameron was too relaxed to notice",
                "Cameron gets slobbier this time",
                "Cameron's junk grows bigger and he feels hornier"
            ],
            "content":"<div class=\"\"><div> <span>Cameron just brushed off his gain and figured he would easily lose it after his break. It was only 20 pounds, so a healthy diet and exercise would get rid of it. However, now was Cameron's vacation time so he was going to continue to indulge himself. He went back into the living room and continued to eat all the food he had ordered, finding it was pouring off the table. It wasn't always that much, was it? He had ordered a lot, so Cameron wouldn't be surprised if one measly coffee table didn't fit it all.<br>\r\n<br>\r\nHe brushed that thought out too, so he just sat down, watched TV and continued to gorge. The food was so good it was hard to resist at this point, and finishing it all wouldn't be a problem with all the digestive aid pouches he had. So Cameron just ate as much as he wanted, despite just putting on 20 pounds of fat. It seemed he had quickly forgotten about the weight he had put on, as if he was already over it, the continued belches and sloppy eating a clear sign of that.<br>\r\n<br>\r\nEventually Cameron was started to feel horny again. He wasn't sure why but he felt the need to jerk off. So, he pulled his boxers down once more, with a bit more struggle now, and did what he had done a few minutes prior. Cameron didn't bother to clean his hand off, which was covered his grease and other food residue. He just got some lotion in his hand and went at it. Eventually he came again and...</span></div></div>",
            "created":1566968400,
            "id":2709585,
            "title":"Shake it Off"
        },
        "111331132211231223":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Jacking off again, wondering what would happen this time.",
                "Eating again, as he couldn't ignore his hunger anymore.",
                "Chugging the rest of the digestive aid, having suddenly craving it strongly."
            ],
            "content":"<div class=\"\"><div> <span>Cameron came again, and as he watched his dick twitch and shoot cum, he saw it swell larger with each twitch. He saw his balls swell larger at the same time. After a few twitches, Cameron's dick was as long as his forearm, and he stopped cumming, with it falling back down. Cameron, for shits and giggles, decided to pull his boxers back up, and he could barely get them over his massive dick and orange-sized balls. He smirked, saying \"I could get used to this!\" and already, his depleted member started chubbing back up as if he didn't just cum all over his table.<br>\r\n<br>\r\nCameron was wondering what was happening, as the first time he came, he got a bit fatter, but now this time, his dick and balls both grew larger. This digestive aid stuff was weird on its own, but it kept making all of these strange things happen to him. His instincts told him he get up and look at himself in the mirror again, or that he should at least call someone and tell them what's happening to him, but all his concerned went out the window. He was enjoying this, after all, and it was making his day off all the more interesting. Cameron thus quickly brushed those thoughts away, something he had been doing quite a lot lately, and he started...</span></div></div>",
            "created":1567054800,
            "id":2710064,
            "title":"Getting bigger and hornier"
        },
        "1113311322112312231":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron swells out with a lot of fat this time",
                "Cameron's package grows once again, but so does his appetite",
                "Cameron gets slobbier as a result of his session"
            ],
            "content":"<div class=\"\"><div> <span>Cameron's hormones and curiosity got the best of him and he decided to jerk off once again. He got another glob of lotion in his hand, not bothering to clean up despite just jerking off, and started to once again do the same. He didn't even have to pull his pants down this time, as Cameron doubted his package would fit in his boxers or shorts now. As Cameron was jerking off this time, however, somehow he felt even more horny than the last time. Somehow, this jerk off session was more pleasureful than the last. It was as if the growth in his package had intensified both the pleasure the horniness in Cameron. <br>\r\n<br>\r\nEventually though, the fun had to end and Cameron did release his load. It got all on the table once again and it did seem to increase in size from the last one, probably due to his larger package. Basking in the pleasure once again, Cameron sat back on the couch and waited for changes, if any.</span></div></div>",
            "created":1567141200,
            "id":2710592,
            "title":"Once More"
        },
        "11133113221123122311":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Decides to jerk off one last time while he still had the chance!",
                "Sees that he came on a lot of his food, but decides to eat it anyway.",
                "Feels sweaty, despite it not being that warm, and he can smell his own musk."
            ],
            "content":"<div class=\"\"><div> <span>Cameron felt his body swell out with fat. It almost felt like he was intentionally trying to push his belly out to make it look bigger, only it was happening all over his body. He placed a hand on his belly, feeling it push back without him doing anything. Cameron was both amazed and shocked, as he mostly was hoping to get bigger junk from this, but at the same time, he didn't mind it either. The climax that led to this was the best he'd ever had, so it was well worth it in his book! Cameron felt his shirt get tighter and tighter, and his lower thighs were even stretching out his underwear and shorts. He was glad he didn't have those on, otherwise, they would be impossible to get off now! He pulled them down further and lazily kicked them off. He was now Donald Ducking it, and he didn't mind. After all, it was his day off!<br>\r\n<br>\r\nBy the time Cameron stopped swelling out with fat, his shirt had ridden up all the way and was now merely serving as a bra for his now large moobs. His belly was the size of a beachball, and it wobbled when he poked it curiously. If it weren't for his junk being so big now, it'd be completely covered by his belly. As it stood, jerking off was gonna be much harder this time. Regardless, Cameron wasn't too concerned about it for the time being, as it was too much work to deal with right now. He just wanted to enjoy himself while it lasted.<br>\r\n<br>\r\nCameron...</span></div></div>",
            "created":1567227600,
            "id":2711471,
            "title":"Swelling out with fat"
        },
        "111331132211231223111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron felt his body and package grow out",
                "Cameron just gets fatter from jerking off",
                "Something completely new happens to Cameron"
            ],
            "content":"<div class=\"\"><div> <span>Cameron decided to jerk off one last time, his judgement being clouded by curiosity, laziness and horniness. He figured his current position wasn't that bad, so it probably couldn't get any worse. So, the now chubbier boy struggled to reach to grab his larger dick. He was able to find it with relative ease since it had grown, and started to jerk off again. As he did, he could feel his entire body jiggle with each stroke, as if he were being roughly massaged. He sorta liked it, and noticed it turned him on a bit.<br>\r\n<br>\r\nAs he was jerking off, Cameron decided to grab some of his food he had lying in the pile and eat it. Most of it had some sorta of cum on it, but he figured it would've soaked in by now and it wouldn't do him any harm. As he took a big bite, Cameron finally realized how hungry he was and decided on eating after his last jerk off session to satisfy his bigger body. The food also tasted much better, though he wasn't sure if that was due to his raging appetite or his cum, or some other factor.<br>\r\n<br>\r\nEither way, Cameron was enjoying his jiggling, jerk off pleasure and he finally released his decidedly last load. The larger boy just kept going until he was finally done, enjoying the most pleasureful experience he had ever, well, experienced. He waited for some kind of consequence, and eventually...</span></div></div>",
            "created":1567227600,
            "id":2711502,
            "title":"One Last Shot"
        },
        "1113311322112312231111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Cameron lays forward on his belly and dick to reach the food.",
                "Drones start flying into Cameron's room, dropping food off by his mouth.",
                "Cameron hears a knock at the door, and tells them to come in."
            ],
            "content":"<div class=\"\"><div> <span>Cameron then felt the growth sensation in both his fat body and his junk. He felt his balls swell up to the size of bowling balls while his belly swelled out larger and larger, growing at least as large as a big exercise ball. His dick pressed up against his belly and grew against it. It was growing big enough to solidly stick out from under his fat belly, and it would easily reach the top of his head if his belly wasn't in the way. All the while, his massive ass continued to swell out, and he felt the edges of the couch cushion start to touch his fat ass. His limbs filled out even more, and his moobs and arms were stretching his weekend shirt to its limits, making it hard to move his arms anymore. He could still reach his mouth, but he couldn't reach around his belly, and he probably wouldn't be able to walk anymore without falling over if he had to guess.<br>\r\n<br>\r\nNevertheless, his huge stomach growled demandingly, and he still felt horny, his massive dick begging for attention as it pressed against his belly. Cameron didn't know if he could even take care of either need. He tried to think of something, hoping that he could get help by some miracle, and soon...</span></div></div>",
            "created":1567918800,
            "id":2715188,
            "title":"Growing in both places"
        },
        "11133113221123122311112":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "The drones forcibly feed Cameron more of the digestive aid",
                "Cameron noticed all of the food instantly digested",
                "The drones decide to take care of Cameron's horniness"
            ],
            "content":"<div class=\"\"><div> <span>As Cameron was trying to think of a way out of his problems, drones started to fly into his room. There had to be at least 3 of them, but Cameron couldn't keep track as the flew around and scanned every inch of his house. \"What the hell is going on today?\" Cameron mumbled to himself. After a few seconds, the drones were back in the living room and near Cameron's food pile he had amassed. Cameron could now get a half decent look at them, only struggling due to how big he had gotten. They had one robotic eye, and their bodies were life half-spheres. They had two, thin, needle-like arms that looked like a claw machine, and Cameron assumed this was how they transported things. They looked like they jumped out of a sci-fi movie, but considering how his day had went Cameron wasn't all that shocked.<br>\r\n<br>\r\nAfter a few seconds of scanned Cameron and the living room, the drones started to pick up food and leave it either by or in Cameron's mouth. The boy was hungry enough to grab the pieces of food left by his mouth, trying to eat them quickly to keep up with the drones. They were going quite fast, and Cameron was having a hard time keeping up with them. After a few minutes, Cameron was able to keep up pace with the drones, though he still struggled due to his chubbier chins. Luckily he was able to grab some of the food, so it wasn't that difficult to keep up.<br>\r\n<br>\r\nSoon enough, all of the food Cameron had ordered was gone. The table still looked like a mess, but without any food on it. There were wrappers, fast food bags, crumbs and even greases stains on it and around it. Cameron didn't seem to notice or care, as his face was also covered with grease and crumbs. Even his chins and chest were dirtied by the food monsoon he had consumed. After that...</span></div></div>",
            "created":1567918800,
            "id":2715209,
            "title":"Sudden Help"
        },
        "111331132211231223111121":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "More drones fly in. Now there were enough to multitask.",
                "The drones put a hose in Cameron's mouth to give him even more digestive aid.",
                "The drones get something to put on Cameron's dick to pleasure him."
            ],
            "content":"<div class=\"\"><div> <span>The drones then started taking pouches of the digestive aid up to Cameron's mouth. Cameron said, \"I don't know if that's a good idea, guys! I'm finally full again!\" but as soon as he closed his mouth, he realized that he was closing his mouth around the straw. Moreover, two of the drones had grabbed the top of his head and the bottom of his chin and pushed them together, keeping him from opening his mouth again. In fact, they pushed just the right amount to force his teeth to grip the straw without pinching it closed. The third drone then squeezed the pouch, filling Cameron's mouth with the liquid.<br>\r\n<br>\r\nAs soon as Cameron tasted it again, he couldn't resist swallowing it. He did it almost out of instinct, and before he even knew it, the whole pouch had disappeared down his greedy throat. Much to his surprise, the drones repeated the process, but by this point, Cameron was cooperating more, as he was so hooked on the digestive aid that he couldn't help but continue to drink it. He ignored his hunger pangs and his horniness that was getting more persistent by the minute in an attempt to stay sane. Every time he tried to resist again, the robots went back to forcing him to drink it. <br>\r\n<br>\r\nFinally, Cameron had finished all the pouches, at least all the pouches he remembered having, and he sighed in relief, hoping that the drones would finally start taking care of his other needs. Soon...</span></div></div>",
            "created":1567918800,
            "id":2715310,
            "title":"More digestive aid"
        },
        "1113311322112312231111212":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Altered his mind, making him want to be fatter and lazier",
                "Made him outright fatter",
                "Did something else"
            ],
            "content":"<div class=\"\"><div> <span>Soon after Cameron thought he was safe, the drones carried in a hose to the living room and quickly shoved it into his mouth. Cameron would've tried to stop them had he seen them, but thanks to his new weight his reaction time was much slower. As a result, the robots had once again trapped Cameron into the same situation as before, but with a bigger way to feed him the digestive aid. Just like before, two of the robots had the tube in Cameron's mouth, one on his chins and the other on his forehead, while the third was getting more aid. To his shock this time, the third robot brought in tankards of the stuff, and connected the hose to one of them.<br>\r\n<br>\r\nJust as it did that, the aid was flowing through the tube and into Cameron's mouth. Once he had a taste he couldn't resist, and soon enough he was chugging the stuff down. Before he knew it, the entire tankard was in his stomach and the drones were working on getting the tube on the second tankard. Cameron tried to plead, but he couldn't speak well with the hose in his mouth. So he was delegated to just chugging down the digestive aid. He didn't even know how many tankards were left, so he was at the mercy of these drones for however long they wanted.<br>\r\n<br>\r\nCameron was left wondering why these robots were feeding him so much of this aid, and where they came from in the first place. So many questions were on his mind that Cameron wasn't even sure what to do. The drones were feeding him so much of the aid because, in addition to making him digest faster, it also ______ in larger quantities.</span></div></div>",
            "created":1567918800,
            "id":2715338,
            "title":"Even More Aid"
        },
        "11133113221123122311112121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron drinks all of the aid, and the robots start to feed him",
                "The mind-altering effects start to kick in on Cameron"
            ],
            "content":"<div class=\"\"><div> <span>In addition to making Cameron digest his food faster, it also altered his mind in larger quantities. Specifically, it would make Cameron lazier and start warming up to the idea of being fatter. He obviously wouldn't want to gain weight being an actor, at least not unless his role required it, so this was a solution that would fix that right up. Cameron, meanwhile, had no idea of this, and was helplessly trying to get out of a situation he couldn't resist. The aid tasted too good, and there was so much of it he wasn't sure he'd be able to resist all of it. Considering how quickly he downed an entire tankard of the stuff Cameron wasn't sure how fast this would go, but he wanted it over as soon as possible.<br>\r\n<br>\r\nSure enough, he felt the robots switch out the tank again, as he stopped tasting the aid for a bit. The robots were quick, though, and he was back on the stuff before he knew it. He wanted to call for help, but he just wanted more of the aid whenever he tasted it. Plus, he wasn't used to how big he was, so he doubted he could get very far. Even at that, the robots seemed so focused and well-programmed that he figured they'd just put him back on the couch when they caught him. It was as if all the odds were stacked against Cameron. Just as it seemed like it couldn't get any worse...</span></div></div>",
            "created":1574571600,
            "id":2751285,
            "title":"Mind-changing"
        },
        "111331132211231223111121212":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "The robots switched to feeding him, as he became very lethargic.",
                "Cameron started actively wanting more fat, and he was excited for more!",
                "The owner of the robots visits Cameron, wanting to see him in person."
            ],
            "content":"<div class=\"\"><div> <span>Everything was so overwhelming to Cameron, and all he wanted was a moment to just stop drinking the digestive aid and think so that he could make his own decisions again. He was incredibly stressed until suddenly, he felt the stress start to lift away as if the weight of the world was starting to disappear. He realized that he couldn't get out of this situation even if he wanted to and that whatever was happening, the robots seemed to know what they were doing with him. Sure, he'd rather have the autonomy to do things by himself, but he brushed it off as he couldn't have it anymore anyway. A part of him was still worried about why the robots were doing this, and who or what could be responsible, but those ideas were just in the back of his head, and he could ignore them if he tried. Another part of him worried about his acting career being over at this point, but he also started to feel like acting was just too much work.<br>\r\n<br>\r\nMoreover, Cameron thought about how he was getting fatter, but was starting to think that it wasn't so bad. Sure, his mobility was gone as far as he knew, but he didn't think it would be that bad as long as he was being taken care of. His fat was starting to feel cozy to him, like a big security blanket, and he was starting to enjoy the feeling of it wobbling if he moved his arms or legs in the right way. Little did he know that his changing mindset was all due to the massive pool of digestive aid liquid in his belly, which was now noticeably larger than before the robots started feeding him, and was still growing! One of the robots had been monitoring him this whole time, seeming to anticipate this effect happening.<br>\r\n<br>\r\nEventually, ...</span></div></div>",
            "created":1576386000,
            "id":2760139,
            "title":"Effects are kicking in"
        },
        "1113311322112312231111212121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron ordered he get jerked off so he could grow fatter",
                "Cameron starts to get sweatier and gassier"
            ],
            "content":"<div class=\"\"><div> <span>The robot anticipating the change in Cameron's demeanor lit up for a quick second, and that seemed to alert the other robots through some transmission. Cameron didn't really notice, since he was growing lazier by the second with the aid digesting in his belly. However, Cameron did notice the tube of aid being removed from his mouth, and he was actually a little upset by this because the aid did taste good and because of his altered mind. He was about to say something, but was interrupted by one of the robots stuffing a slice of pizza in his mouth. After Cameron finished chewing, yet another slice was shoved in his mouth. This continued until the slices were eaten and an entire pizza was gone. Some of the robots would switch to other foods, but Cameron didn't seem to care as it was all delicious to him.<br>\r\n<br>\r\nCameron still ate sloppily, partly due to his laziness and because it was his day off. He wanted to enjoy himself, and he was going to try to get the most out of the day. If his managers got upset he was getting fatter, that would be fine because Cameron didn't care. Maybe someone would need a fat actor anyways, or maybe he just wouldn't have to work anymore. That sounded nice to Cameron. Either way, the growing boy continued to be fed until all of his takeout orders were gone. He didn't even notice the robots bringing in more food, as he was too lazy to really care about counting. As he was being fed...</span></div></div>",
            "created":1576472400,
            "id":2760340,
            "title":"Feeding Switch"
        },
        "11133113221123122311112121211":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "He came all over the living room, and the robots started dipping food in it.",
                "The robots put a hose in Cameron's cock and started pumping somehting in.",
                "The robots put a ring around Cameron's cock to keep him from cumming."
            ],
            "content":"<div class=\"\"><div> <span>Cameron remembered how great it felt the last time he came, and he remembered the sensation of growth in his junk and body afterward. At the time, he didn't really care that he got fatter when he came, as he figured he could lose it, but at this point, he was starting to crave that feeling. He wanted to feel himself swelling out with fat after cumming again. Unfortunately for him, his belly was so big that he couldn't reach around it to stimulate his titanic schlong. Even if he could jack himself off, at this point, he was too lazy to try. All the while, the thought of getting off again was already making Cameron's large tool perk up in anticipation.<br>\r\n<br>\r\nCameron finished a bite of Chinese takeout before he said, \"Hey, you drone guys!\" and they stopped trying to feed him for a second. Cameron was glad he got their attention as he said, \"I need to get off! Why don't one of you guys make yourself useful and do it for me!\" and he was surprised when the robots got back to their business soon after he said that. He was a little mad that the robots seemed to ignore him, but he was still happy to get fed. He was a bit dismayed, his dick starting to soften as he went back to mindlessly eating, but he was suddenly struck with a feeling of intense pleasure.<br>\r\n<br>\r\nAs he was eating, he had been too lazy to notice that one of the drones was gently taping a bunch of vibrators to his dick, lining the base of his cock and the rim of his cockhead with them. He didn't even realize that it was anything more than a breeze. That was until the vibrators were all turned on at once. Cameron moaned loudly at the sudden surge of pleasure, and though he was expecting to be jerked off by something, he was willing to accept this as well. Either way, he was getting close to climax, much to his own delight, and soon...</span></div></div>",
            "created":1578027600,
            "id":2768977,
            "title":"Wanting to get jerked off"
        },
        "111331132211231223111121212111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "He would immediately get fatter from the food",
                "He would get lazier and gassy"
            ],
            "content":"<div class=\"\"><div> <span>Cameron's moans started to grow longer and louder as the boy excitedly anticipated his climax. Eventually, he was able to release, but not without covering most of the living room with his cum. The boy took deep breathes, panting in pleasure after releasing his load. He eagerly anticipated the changes in his body, hoping to feel himself grow out with fat once again. Cameron now wanted that feeling more than anything, as opposed to earlier when he was hesitant about such changes in his body. Soon enough, Cameron felt his tool start to grow out from under his belly, but it wasn't nearly as much as the last times. <br>\r\n<br>\r\nThough soon after, Cameron felt the rest of his body start to tingle and knew what came next. He felt his arms grow against his sides, the same going for each of his thighs against each other. He felt his plump rear start to spread out more on the couch, infiltrating the cushions next to him. His moobs grew on top of his ever-fattening belly, which was starting to hang off of the couch. It was close to covering all of his junk, which Cameron both liked and was a bit annoyed at, due to how it made his dick less accessible. Cameron's face even fattened up, and he swore he felt a second chin on his now chubby face. <br>\r\n<br>\r\nWhen the once fit actor stopped growing, he had grown to cover half of his couch. He couldn't see that, but he loved that he grew regardless. He was basking in pleasure when he remembered the drones were still there, as one held the rest of the takeout he was eating earlier. His stomach growled in hunger, and he quickly opened his mouth to feed his bigger body. Cameron was too lazy to notice that each bite of his Chinese food was dipped in his cum that blanketed the living room. He noticed the stuff tasted better, but he just figured he was still on his pleasure-induced high from swelling with fat. <br>\r\n<br>\r\nCameron didn't know that the drones were intentionally getting him off to use his cum as a sauce for the food he was eating. This was because, when he ate food with his cum on it...</span></div></div>",
            "created":1578114000,
            "id":2769260,
            "title":"Making Use of a Wide Load"
        },
        "1113311322112312231111212121111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "The drones pleasure Cameron again, wanting to keep up the cum supply.",
                "Cameron felt the couch break under him, much to his delight.",
                "Cameron felt something entering his butt, but he was too lazy to care about it."
            ],
            "content":"<div class=\"\"><div> <span>Cameron had no clue that his cum had this effect, and he was too lazy to even realize that with every bite he swallowed, he swelled out a bit with fat. It wasn't noticeable bite for bite, but after several cum-covered dishes, Cameron's belly was continuing to grow larger, hanging closer and closer to the floor as his large ass cheeks crept further and further onto adjacent couch cushions. All the while, his barely usable arms sank further and further into his fat. It was getting to the point where he could barely move them at all, not that he ever would given how lazy he was.<br>\r\n<br>\r\nAfter a while, Cameron's fat belly finally started brushing on the floor, and it was at that point that Cameron finally realized that he was getting fatter with each bite. He noticed the subtle feeling of his belly, ass, and moobs swelling out just the slightest bit with each bite. It made him excited, and despite his laziness, his large, now completely smothered rod started stirring to life. He would've taken care of it himself, or even asked, but that was too much effort to deal with. His best hope was for one of the drones to make him cum again.<br>\r\n<br>\r\nNot too long afterward...</span></div></div>",
            "created":1578114000,
            "id":2769363,
            "title":"Getting fatter right away"
        },
        "11133113221123122311112121211113":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron breaks the couch under his weight",
                "Because of so much aid, Cameron becomes so lazy he's submissive"
            ],
            "content":"<div class=\"\"><div> <span>A bit after Cameron noticed the food was making him fatter, he felt something snake behind him and go towards his enlargening rear. He didn't say anything, though, being too lazy to ask what it was or even care about what it was, for that matter. Soon enough, the thing entered his butt and Cameron let out a moan of pleasure in response. He was all for pleasure so he didn't want to mess this up by saying anything, his laziness only adding to this factor. Eventually the feeling stop, and Cameron assumed whatever they did to him was done, or at least in place for something else to happen. <br>\r\n<br>\r\nAs it turns out, the drones had put a tube up Cameron's butt so they could pump things into him from behind, all while still being able to feed him from his mouth. Not long after the tube was in place, Cameron felt something go through it and into him, which made him jiggle in pleasure from the feeling. He let out a slight moan and continued to enjoy being fed, being too lazy to say otherwise. The drones had set the tube up to a tank of the digestive aid, both to further Cameron's current mindset and to make sure he was always hungry. The results were quick, as the drones had to work double-time for Cameron's appetite now. They seemed just as able as before, though, which Cameron was happy with.<br>\r\n<br>\r\nAll the while, Cameron was growing fatter than to his cum covered food. His increased appetite only caused him to grow faster, which he enjoyed. He also seemed lazier, if that was possible, and more keen on growing fatter than before. All was going according to plan for the drone's and whoever was controlling them. Eventually, ______, and the owner of the drones decided to show themselves.</span></div></div>",
            "created":1578114000,
            "id":2769397,
            "title":"Entering From Behind"
        },
        "111331132211231223111121212111132":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Had always had a crush on Cameron, and a major fat fetish to boot.",
                "Wants to see how fat a human can get, and Cameron was a great test subject!",
                "Wants to fatten everyone in the world to lazy, obedient blobs."
            ],
            "content":"<div class=\"\"><div> <span>With even more of the digestive aid being pumped into Cameron's ass, he was getting lazier and lazier. One of the drones was monitoring him, just like before, as if it were looking for something in Cameron to change. It was scanning, reading his thoughts, or at least his brain activity. Cameron was wondering what it was doing but soon didn't care anymore. He was hungry and wanted to eat, but he was getting so lazy that he wasn't going to complain if the drones stopped feeding him. In fact, the only thing driving him to eat in the first place was his extreme hunger. If anything, he was getting to the point where he would do whatever the robots or whoever was controlling them wanted him to do. He was too lazy to resist and was willing to let someone control him completely.<br>\r\n<br>\r\nAt this point in his mental development, the drones all stopped what they were doing and lined up in front of Cameron, and the flow of the digestive aid was stopped. Just then, a man who looked to be in his twenties walked through the door like he owned the place. The man was dressed in an expensive suit, and his dark hair was in a combover while his face was clean-shaven, the light-tan skin free of any flaws or blemishes. His eyes were chocolate brown and if Cameron wasn't so lazy, he'd have to admit that this man was quite handsome. The man then said \"Hello, Cameron, my name is Liam!\" and Cameron didn't bother to respond. The man then said, \"Pay attention, Cameron!\" with a slap to Cameron's massive belly, and suddenly, Cameron was focused on exactly what Liam was saying. Liam said, \"That's better! Wiggle your arms for me!\" and Cameron wobbled his fat with his vain attempts at moving his arms, obeying Liam without question. Liam said, \"Good, you're obedient! Now pay attention again! I'm going to explain why I did this, and what I want you to do!\"<br>\r\n<br>\r\nCameron paid close attention to his new master as he found out that Liam did all this with his drones because he ...</span></div></div>",
            "created":1578200400,
            "id":2769812,
            "title":"Submissive Cameron"
        },
        "1113311322112312231111212121111321":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Bring Cameron back to his home to fatten him up there ",
                "Give Cameron orders to become a slob"
            ],
            "content":"<div class=\"\"><div> <span>Liam explained he had always like Cameron, finding him very attractive and wanting to find a way to go out with him. Now that he had developed the mind-altering liquid, disguised as digestive aid, he was able to achieve that. Liam also said he liked bigger guys and had always wanted to see Cameron bigger. He was incredibly pleased by everything that had transpired and wanted it to continue as such. With his approval, Cameron seemed much happier and was even starting to jiggle a bit in excitement. <br>\r\n<br>\r\nIn fact, Cameron was so open to suggestion and submissive that he was falling in love with Liam since Liam liked him. In addition to this, he was more keen on getting fatter than ever. Liam jiggled Cameron's belly and then said, \"I love how big you're getting, Cameron. You're going to continue to get bigger and bigger for me, though.\" And with that, Cameron decidedly wanted to get huge for Liam. Liam smirked at his work and he was eager to see just how obedient Cameron was, his mind stirring with ideas. <br>\r\n<br>\r\nFirst, he did something he had wanted to do for a while, and Liam crawled over Cameron's belly to meet him face to face. After that, he gave Cameron a big kiss, which Cameron reciprocated due to his altered mind. After Liam was done making out with Cameron, he decided to...</span></div></div>",
            "created":1578286800,
            "id":2770321,
            "title":"In love with fat"
        },
        "11133113221123122311112121211113211":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Got completely nude before crawling under Cameron to play with his massive junk.",
                "Changed into pajamas and snuggled with Cameron while watching movies.",
                "Had the drones bring him a syringe, which he promptly injected himself with."
            ],
            "content":"<div class=\"\"><div> <span>Liam wanted to bring Cameron back to his own home to fatten him up there. In fact, he planned to have Cameron stay at his house if everything in his plan worked out, and boy did it ever work out! While anyone else looking at Cameron might be incredibly concerned and perhaps even disgusted with his fat, blobby body, to Liam, Cameron was like a trophy boyfriend. Liam felt lucky to have a fattened up Cameron, even if he was the one that started it all. Either way, a pair of drones brought in a giant, carbon fiber net. Liam grabbed a corner of the net and crawled under Cameron's belly with it, shuddering with pleasure as he felt Cameron's wobbly fat weigh down on him.<br>\r\n<br>\r\nLiam crawled out behind Cameron, and he told Cameron to lean forward onto his belly. Cameron blushed, and said, \"Anything for you, Liam!\" as he leaned forward and Liam helped push him forward, trying to roll him onto his belly. Cameron rolled forward off the overtaxed couch onto his belly, which was now centered on the net. He was helpless in this position, his belly now large enough to keep him stranded atop it. This was no problem, however, as a massive fleet of a few dozen drones all grabbed parts of the massive net, lifting it and with some strain, pulling Cameron up into the air. The net was so big that it completely surrounded Cameron, his fat belly bulging through all the holes in the bottom. The immensely strong net strained but held. A few extra drones cut a massive hole in the wall, and the fleet of drones took Cameron away.<br>\r\n<br>\r\nIt was night time at this point, so no one was out to see Cameron in this state, and Liam was happy about that. The drones that cut the wall open then set it back up and started fixing it so they didn't leave a trace. Eventually, they were approaching a huge mansion in the foothills. The mansion had a hole in the ceiling that the drones lifted Cameron up to. They then lowered him through the mansion, with Cameron watching all three floors go by, with railing lining up the perfectly circular hole. Once he was in the bottom floor, Cameron saw that the entire bottom floor was one room, with a kitchenette in the corner, and a massive, fluffy looking mattress at one end of the mansion opposite the door. The drones took Cameron over to the mattress and set him down on his belly. They then grabbed the front of the net and used it to roll Cameron back up into a sitting position.<br>\r\n<br>\r\nLiam, who was following the whole time, walked through the front door, closing it before saying, \"We're home! What do you think Cameron?\" and Cameron said, \"It's amazing! I love it!\" and Liam said, \"I knew you would!\" before he started getting comfortable, taking off his coat and undoing his tie. Liam ordered the drones to start feeding Cameron again as he started to undress. Liam then...</span></div></div>",
            "created":1578373200,
            "id":2770661,
            "title":"Bringing his prize home"
        },
        "111331132211231223111121212111132111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Let Cameron release so he can grow",
                "Go play with Cameron's belly and moobs instead"
            ],
            "content":"<div class=\"\"><div> <span>Liam then started to undress further, taking off his shirt and pants, then finally his underwear. Cameron was too busy eating to notice Liam, as he was focused on growing for him now rather than constantly paying attention to him. Liam then went towards Cameron, eventually getting on his knees and crawling underneath him. Cameron felt something go under him, but he didn't seem to really care about it. He didn't want to question anything that Liam was doing, now. Liam soon found Cameron's massive member, very pleased with how much it had grown as a result of the aid. Liam himself was already hard, thanks to feeling Cameron's massive weight on him. Now he was going to make Cameron feel the same pleasure.<br>\r\n<br>\r\nLiam started to gentle massage Cameron's dick, trying his best to jerk off the thing. He felt Cameron jiggle in pleasure above him, so he knew he was on the right track. Soon enough, Cameron was hard and Liam could see the thing at full mast now, once again pleased with his work. He then went to the front of Cameron's dick and started to suck on it as much as he could. He could only really get the head in his mouth, but it seemed to make Cameron happy so it was working well. A bit later, Liam stopped sucking and went back to massaging Cameron's member, and he even played with his huge balls a bit. <br>\r\n<br>\r\nCameron, all the while, couldn't stop moaning in pleasure, despite being fed constantly. Liam heard this, and said, \"No releasing without my permission, understand?\" Cameron moaned out an, \"Uh huh\" and Liam continued to work his magic on Cameron. After finding ways to bring Cameron's fat into pleasuring him, Liam decided he had had enough fun, and decided to...</span></div></div>",
            "created":1578373200,
            "id":2770732,
            "title":"Going under"
        },
        "1113311322112312231111212121111321111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Got a taste of Cameron's cum, and was immediately hooked.",
                "Had his robots collect Cameron's cum to put it in his food.",
                "Was rock hard now, and he went up to Cameron's mouth to take care of it."
            ],
            "content":"<div class=\"\"><div> <span>Liam watched as Cameron's fat cock twitched eagerly, practically begging for release. Cameron was clearly trying so hard not to cum, which made Liam smile. He had seen Cameron cum and grow over drone camera, but now he wanted to see it in person, so he said, \"Alright, Cameron, let it rip!\" and almost immediately, Cameron's dick bucked as it shot cum all over the bottom of his belly. It continued shooting a few times, and soon afterward, Liam felt the growth coming. He watched in awe as Cameron's cock swelled larger with every twitch, growing bigger than his arm! Cameron's balls swelled larger and larger until they were bigger than basketballs!<br>\r\n<br>\r\nLiam also felt Cameron's fat above him swell and bulge out further. He felt a soft vibration throughout Cameron's body, and he only wished he could see it from the outside as well, as he was sure that Cameron was getting much fatter. True to form, Cameron's belly swelled to the size of a truck, as each of his ass cheeks grew into sedan sized orbs of fat. His moobs had also grown to beach ball size as his face continued to sink further into his fat. Cameron was only excited and giddy about his growth, and his new boyfriend below couldn't wait to see what Cameron looked like now.<br>\r\n<br>\r\nLiam...</span></div></div>",
            "created":1578459600,
            "id":2771223,
            "title":"Letting Cameron release"
        },
        "11133113221123122311112121211113211112":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Give Cameron new orders",
                "Test one of his new inventions out"
            ],
            "content":"<div class=\"\"><div> <span>After Cameron came, Liam crawled out as fast as he could and instructed the robots to collect the stuff. When asked what to do with Cameron's seed, Liam further instructed the robots to put it in Cameron's food. The robots' lights became blue and quickly blinked on a off. Shortly after it went back to its original red color, confirming to Liam it had transferred the message. There were actually different robots specialized for cooking in the kitchen, and they would be the ones using Cameron's cum in his food. <br>\r\n<br>\r\nThe robots quickly cleaned Liam of all the cum on him, Liam crawling up Cameron's bigger belly once they were done. He was already hard from seeing Cameron's truck sized belly and couldn't wait to see how much his moobs and face had fattened up, not to mention his huge ass. Liam was equally impressed when he got to Cameron's face, his moobs being like plush pillows he could rest on and Cameron's face having incredibly chubby cheeks, innumerable chins, while still looking as attractive as ever to Liam. He looked behind Cameron, who was still being fed, to see his huge butt cheeks. It took all of Liam's restrain not to slide down Cameron's back fat and jump on each of them, both looking amazing to Liam.<br>\r\n<br>\r\nOnce Liam was done inspecting his huge boyfriend he went to Cameron's face to give him a big kiss. He could taste some of the food he had been eating, and it turned him on more to know Cameron was eating well. \"You're doing well listening to me.\" Liam said before giving Cameron another kiss, Cameron blushing hard because of the approval. He even felt his dick start to stir again because of how much Liam approved of him. <br>\r\n<br>\r\nA bit after Liam started to make out with Cameron, the robots were back with food made with Cameron's cum. Liam stopped making out with Cameron and told him to eat up, which Cameron eagerly did. Liam was pleased to see the food was making Cameron fatter instantly like before, and it was even more noticeable than last time, probably because the food was directly in the cum instead of covering it. Now Liam had a way to make Cameron fatter faster and it would please Cameron; it was a win-win!<br>\r\n<br>\r\nWhile the robots fed Cameron the new food, he decided to...</span></div></div>",
            "created":1578459600,
            "id":2771270,
            "title":"Wanting him big"
        },
        "111331132211231223111121212111132111122":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Cameron's now larger cock head starting to poke out from under his belly.",
                "That Cameron was gassier and sweatier, and he was incredibly musky.",
                "That Cameron's ass was proportionally much larger than before."
            ],
            "content":"<div class=\"\"><div> <span>Liam had top scientists working on inventions for Cameron. It was how he got the hypnosis formula that had all of these effects on Cameron. Liam still had work he wanted to do, however, and one of his new inventions was ready for testing! He was waiting for Cameron to be transported to his house before he tested it out, and he had gotten so distracted by Cameron that he forgot that the invention was ready! Now that everything had settled, however, he was ready to go. As he laid, nestled between Cameron's massive moobs, he had one of his drones bring up the invention, which was a vial of vibrant, almost neon green liquid in a needle syringe.<br>\r\n<br>\r\nLiam made sure that he didn't have to inject it in a particular place, and when he got the go-ahead, he eagerly injected the serum into the side of Cameron's moob. Cameron was so big and fat that he didn't even feel it, and the effects were so gradual that he didn't feel them at first. Liam got up to a vantage point next to Cameron's head and waited, hoping to see if the serum was working as intended. Soon, Liam started to notice...</span></div></div>",
            "created":1578546000,
            "id":2771641,
            "title":"Testing a new invention"
        },
        "1113311322112312231111212121111321111222":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron isn't enjoying the effects, but Liam just tells him he does",
                "Another effect of the serum starts to kick in"
            ],
            "content":"<div class=\"\"><div> <span>Soon after Liam injected the serum into Cameron's moob he started to notice Cameron felt more slippery than before. It was a bit difficult to stay in place between Cameron's moobs, but Liam eventually found a place where he could safely stay on his big boyfriend. However, all the sweat was making Liam uncomfortable so he got up and tried to get off Cameron. It was a bit difficult traversing Cameron's fat now, and as Liam stepped on Cameron's stomach he let out a huge belch, causing Cameron to jiggle vigorously. Liam tried to hold on, but ended up sliding down Cameron's sweaty fat, luckily unharmed. <br>\r\n<br>\r\nAs Liam went to go investigate the rest of Cameron, he noticed Cameron had a distinct musk to him. It was a very strong smell, and it became more noticeable as time went on. Liam assumed the serum was still doing its thing, as the musk only continued to grow stronger. As the musk got stronger, Cameron started to let out more gas, and his body became even more coated in sweat. It was a magnificent sight for Liam, as he was pleased with the invention's effects.<br>\r\n<br>\r\nLiam wanted to see how Cameron was feeling after having the serum work its magic on him. He tried to grab some of his fat folds to climb up Cameron's body, but they were covered in sweat so Liam had a hard time getting a grip. In addition to this, Cameron's entire body would occasionally jiggle from letting out gas, making climbing the blobby boy even more difficult. Eventually Liam was able to get to Cameron's face where...</span></div></div>",
            "created":1578632400,
            "id":2772039,
            "title":"The effects of the vial"
        },
        "111333":{
            "author_id":"shadowreader",
            "author_name":"Shadow",
            "choices":[
                "Taylor Lautner",
                "Zac Efron",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?<br>\r\n</span></div></span></div>",
            "created":1577077200,
            "id":2763741,
            "title":"More"
        },
        "1113331":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Story 1",
                "More stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose a story</span></div></span></div>",
            "created":1582174800,
            "id":2790475,
            "title":"Taylor Lautner"
        },
        "11133311":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Acted as a hypnotizer, slowly making him want to be fatter",
                "Made him a bit fatter, as well as making him hungrier"
            ],
            "content":"<div class=\"\"><div> <span>Taylor was relaxing in his bed, having just gotten out of the shower. It was morning, and he was going through his daily routine. He prepped himself even though he wasn't planning on going anywhere fancy, Taylor just wanted to look nice for himself. After getting off his phone, Taylor decided he would head into his living room to make breakfast. The fit actor moseyed his way to the kitchen, only to notice that his mail was sitting right in front of the door. He figured the mailman had come early and dropped it in, so Taylor just picked up the papers and set it on his dining room table.<br>\r\n<br>\r\nHowever, one of the magazines caught Taylor's attention, particularly because it said, \"Free sample!\" and had what appeared to be a glass bottle of perfume. It looked quite fancy, so this being a free sample in a magazine was a surprise. Though, Taylor figured that he was on some sort of list because he was an actor, so it wasn't too out of the ballpark. <br>\r\n<br>\r\nEither way, Taylor looked further at the magazine to see that this particular perfume was quite popular and was the trendy new \"thing\" that was successfully being marketed. It seemed like the target demographic was high school teenagers and guys in their 20s, so Taylor was right in their advertising range. There were even other celebrity endorsements, though they were all strangely male. Taylor didn't seem to notice, or really care for that matter, as he was more interested in why the perfume was so trendy.<br>\r\n<br>\r\nHe removed the bottle from the magazine, really only kept in place by some weak, transparent glue, and looked at the bottle. The perfume looked to be a yellow-ish color, and the sphere at the end would release the scent if squeezed hard enough. Taylor figured, why not, so he sprayed some of the stuff on him. He aimed to get it on his body, but ended up accidentally spraying himself right in the face. Taylor got a big whiff of the perfume, and while it didn't smell particularly good at first, Taylor started to warm up to the smell. <br>\r\n<br>\r\nWhat he didn't know was that the perfume also...</span></div></div>",
            "created":1582261200,
            "id":2790527,
            "title":"Popular New Trend"
        },
        "1113333":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Joshua Bassett",
                "More Actors"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about these options?</span></div></span></div>",
            "created":1580965200,
            "id":2783079,
            "title":"More Male Actors"
        },
        "11133331":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Story 1",
                "More stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose a story line</span></div></span></div>",
            "created":1580965200,
            "id":2783084,
            "title":"Joshua Bassett"
        },
        "111333311":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "A bunch of TVs turn on with lots of shows on, but with subliminal messages",
                "Robotic arms came down and started feeding Joshua really tasty food"
            ],
            "content":"<div class=\"\"><div> <span>Joshua woke up in a haze. He didn't feel well when he went to bed, so he figured he was just getting a little sick. Now, however, he felt like he was in a slog and barely had enough energy to move. After a few seconds he decided he should try to get up, but when he did he was held down. This shock was enough to clear his mind a bit, and Joshua realized he wasn't actually in his bed. His foggy mind prevented him from realizing that he was actually sitting on an admittedly comfortable chair. Despite being made of what seemed like leather the cushions were very malleable and soft, allowing for just the right amount of posture and comfort. <br>\r\n<br>\r\nWhile the chair was comfortable, Joshua realized his arms were strapped down on the arms of it, his legs in a similar position on the chair's legs. While he felt like he couldn't move earlier, Joshua actually couldn't seem to move now thanks to being tied down. After a few minutes of struggling, Joshua heard a voice overhead. \"Oh good, you're awake! I was hoping I didn't use too much of the drug.\" It cheered in an unfitting, jovial tone. \"Wha- Who are you? What's going on?\" Joshua cried out in shock. He really wasn't sure what else to do. \"Who me? Why, I'm just you're biggest fan! And that's why I brought you here, to live with me!\" The voice, in the creepily happy tone once again, cheered. Joshua was now terrified; he had been kidnapped! Did anyone know where he was? That he was even kidnapped? Were people out searching for him? How well did his kidnapper cover their footsteps?<br>\r\n<br>\r\n\"You don't need to worry Joshua. Everything's going to be fine.\" The voice eerily cooed. Then, the voice got a bit more intense, \"You see, since I'm you're biggest fan, I figured you should be perfect for me.\" Joshua gulped. \"That's not to say you're not already perfect, but everyone can always improve. To be, ya know, more perfect!\" The voice rambled on. Joshua was meagerly trying to get out of his prison, not sure what his kidnapper had planned for him. \"Don't try to escape, those restrains are used to hold back prisoners. The highest caliber of prisoner too! The ones who do all the big bad stuff. Not like me.\" The voice giggled.<br>\r\n<br>\r\nKnowing he was probably screwed, Joshua tried to think of a way out. He couldn't see very well, but he knew he was in a chair. Maybe he could try to wiggle his way out? No, the restrains seemed too tight. Maybe he could break the chair if he knocked it over? It was worth a shot. While Joshua was thinking through his escape, the voice started to speak again. \"You seem a little stressed Joshie. I guess I should start your perfection then. You'll definitely relax after it's done, cause I know you'll love it too!\" The voice squeaked, and soon after some noises could be heard. It was as if machinery was moving and starting up. Soon enough...</span></div></div>",
            "created":1581138000,
            "id":2784480,
            "title":"Crazy Fan"
        },
        "1113333111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Getting hard and fantasizing, and was rewarded with stimulation.",
                "Getting hungry from the food shows, and was fed without him even noticing.",
                "Scornful and disgusted by the fat guys, and was punished with an electric shock."
            ],
            "content":"<div class=\"\"><div> <span>Joshua was on the verge of panic as he heard the machinery start up, but he relaxed a bit after he saw that the only things happening around him were TVs being turned on. Nothing was happening to him, despite the noises, and once all the TVs were on, the noises stopped, and Joshua was less on-edge.<br>\r\n<br>\r\nThe 16 TVs were arranged in a 4x4 grid, and they all had various TV shows on them, none of which Joshua was familiar with. It looked like a brainwashing scene in a movie, so Joshua was skeptical that this might be a brainwashing attempt. He was right to be suspicious, as these TV shows had been explicitly designed with subliminal messaging to change Joshua's mindset, merely the first phrase of Joshua's perfection. His captor wanted to take this first phase because they wanted him to enjoy it.<br>\r\n<br>\r\nEither way, Joshua thought about it more, and started to dismiss this as legitimate brainwashing. After all, he figured that as long as he wanted to resist, he'd be able to. He didn't even bother to close his eyes, as he was confident in his mental strength and resilience to this brainwashing. Little did he know how wrong he was to be confident.<br>\r\n<br>\r\nThe TV shows themselves varied quite a bit. Some of them were cooking shows, though oddly enough, they only seemed to cook incredibly unhealthy looking food. At the same time, the food looked incredibly delicious, and one of the more interesting shows had slow motion shots of grilled cheese sandwiches being pulled apart to show a cheese stretch, or burgers sizzling on a griddle, and other forms of food porn.<br>\r\n<br>\r\nOther shows were travel style shows were plus-sized men were taking on impressive-looking food challenges, and they were thoroughly enjoying their own gluttony. Once more, the food here looked delicious. Still others were more romantically-driven, where couples consisting of a fat guy with a thin guy or girl were the focus of the plot, and while some were more story driven, and others were romantic, in all of them, it was clear that the shinny partner was into the fat partner's fatness, with occasional playful belly touches and constant statements of how they loved him no matter his size. Some of them got quite saucy, but were soft-core at best. One of the shows even combined the food challenge and romance aspects, with a couple going around consisting of a fat guy taking on food challenges with the support of his skinny feederesque boyfriend.<br>\r\n<br>\r\nEither way, Joshua had no clue that he was being closely monitored. He had pads on his head that were monitoring his brain activity, and he hadn't even noticed yet, and he had even less of a chance of noticing now that he was distracted by the TVs. There were also mechanical arms on either side of his chair, poised and ready to do things to him depending on how he responds to the content.<br>\r\n<br>\r\nSoon enough, Joshua was...</span></div></div>",
            "created":1581829200,
            "id":2788400,
            "title":"Subliminal messaging"
        },
        "11133331112":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Starting to warm up to the idea of being fat",
                "Still focusing mostly on the food, so the captor changes the subliminal messages"
            ],
            "content":"<div class=\"\"><div> <span>Soon enough, Joshua was getting hungry from the food shows. All the good looking, unhealthy food he usually wasn't allowed to eat was enticing him, and it was causing to feel like he needed to eat. He didn't notice his stomach let out an intense growl as he watched the cooking shows and big guys eat the delicious food, too enthralled with how good the food looked to really notice. The pads on his head transmitted this to the captor, and the captor initiated the mechanical arms in response to this. <br>\r\n<br>\r\nFood piles came down next to each mechanical arm and soon after the piles settled the arms were feeding the food to Joshua. The arms tried to make the food the same as the food Joshua was seeing on the TVs, but whenever that wasn't possible they tried to make the food as similar as possible. As Joshua watched one of the guys on TV eat a big, greasy burger, he too was fed a very greasy burger. It wasn't as big, as his appetite wasn't as large as the guy on television's, but it was a significant amount of burger nonetheless.<br>\r\n<br>\r\nJoshua didn't even notice he was being fed, only subconsciously taking bites out of the food to satisfy his own hunger. Joshua even drank sodas and milkshakes without noticing. He was just too interested in the TVs, and the captor was pleased by this. They were very happy the subliminal messaging was working so well, and they only hoped the rest of Joshua's treatment went this smoothly. <br>\r\n<br>\r\nEventually the food piles were diminished, which normally would've surprised Joshua, but he wasn't paying attention to how much he ate. The boy had to have eaten at least 5 meals worth of food; enough for a large family to be fed at dinner! What's more, more food piles came down and the arms started to feed Joshua again. Once again, he didn't even notice and just continued to eat without question, too invested in the TVs' subliminal messaging at this point.<br>\r\n<br>\r\nJoshua wasn't sure when his captor was going to start doing something to him, other than make him watch TV, but he wasn't complaining! This was much better than what Joshua thought was going to happen to him. After this much exposure to the subliminal messages, Joshua was...</span></div></div>",
            "created":1581829200,
            "id":2788438,
            "title":"Feeling hungry"
        },
        "111333311121":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Exposed to more explicit content, and he started sexualizing fatness.",
                "Starting to feel lonely, as he wanted a relationship like he saw in the shows.",
                "Given more freedom, as they wanted to see what he would do on his own."
            ],
            "content":"<div class=\"\"><div> <span>Thanks to all the subliminal messaging, Joshua was starting to warm up to the idea of being fat. His mind was opening to the possibility of being fat without it being a bad thing. All of the problems he would normally have with being fat were starting to go away in his mind, and it was all thanks to the subliminal messaging.<br>\r\n<br>\r\nPrior to being mentally conditioned, Joshua had a number of problems with the possibility of being fat, not the least of which being that he would hate himself and be judged heavily for it. In all the media he was consuming, however, the fat guy protagonists were always quite popular and loved, making Joshua start to think that fat guys were no longer ostracized for being fat, but were instead respected and adored for it. While Joshua would originally have worried about being lonely if he got fat, the romantic shows he was watching were suggesting that plenty of people loved dating a heavy guy, and that for some people, being fat was actually a plus to them, and would make them more attractive!<br>\r\n<br>\r\nOn top of that, these TV shoes were showing Joshua that if he wanted to, he could still act if he were plus-sized, as these shows all featured plus-sized actors. With all of these shows working their magic on him, Joshua figured that it was easier to get by as a plus-sized actor these days, so he was more open to being fat in that way as well.<br>\r\n<br>\r\nAt this point, he was no longer scared of being fat and would not be disgusted with himself if he got fat. Despite the fact that he had no clue about his recent binge, at this point, he wouldn't be upset if he ended up getting fatter, even if it was against his will. Either way, the fan was happy with Joshua's progress as they continued to monitor what the computers were seeing in Joshua's brain and psyche. Soon after accepting the idea of being fat, Joshua was...</span></div></div>",
            "created":1582088400,
            "id":2789817,
            "title":"Warming up to being fat"
        },
        "1113333111211":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Hungry",
                "Aroused"
            ],
            "content":"<div class=\"\"><div> <span>After his captor saw Joshua was more open to the idea of being fat, they changed some of the shows on screen. They made sure it was enough to where Joshua didn't notice the change, starting off slower so he didn't suspect anything. Either way, the changed screen now showed a near naked man who was also quite fat. He was only in some briefs, showing off the rest of his huge body; moobs, belly, plus hints at his fattened rear. The man was eating, like in the other shows, however he was eating in a more suggestive manner. He ate the food slowly and intensely, as if the act of eating was sexually pleasureful for him. <br>\r\n<br>\r\nThe captor wanted to start out slowly with what they were showing as well, but they planned to have Joshua sexualize fat and being fat. They figured if Joshua was so invested in fat that he thought it was sexually attractive then there would be no way he would go back to his old, fat hating mind. Plus, it would be an added bonus if Joshua loved being fat that much. <br>\r\n<br>\r\nSoon enough, Joshua noticed the changed screen, but it wasn't the change that had him intrigued since the TVs changed what they were playing constantly. Joshua was more interested in the way the man ate, as he was really into it. Joshua also admired his near naked body, being able to see how fat he was thanks to the lack of clothes. He felt really strange about the screen, but couldn't keep his eyes off of it. Whether he knew it or not, he was starting to like what was on that screen. <br>\r\n<br>\r\nThe captor then switched another screen, this time being a guy was getting promiscuous with another fat guy. The thin guy was playing with the other guy's fat and eventually they started to make out. Joshua saw this screen too and, like with the last one, couldn't keep his eyes off of it, specifically how the fat guy's body acted and moved when it got played with. He was really starting to admire fat now, whether he wanted to or not. It eventually got to the point where the captor was showing off that same scene, but with two fat guys. They even had some screens showing full blown sex scenes between two fat guys.<br>\r\n<br>\r\nWith what was being shown to him, Joshua couldn't help but feel...</span></div></div>",
            "created":1582088400,
            "id":2789831,
            "title":"More than love"
        },
        "11133331112112":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "The machine started feeding him so he'll associate eating food with pleasure.",
                "The machine put a ring on his cock and toyed with it to get him used to edging.",
                "Joshua's captor couldn't resist going into the room and taking care of his boner"
            ],
            "content":"<div class=\"\"><div> <span>With all of this steamy content, Joshua couldn't help but feel aroused. He was starting to enjoy seeing the guys' fat jiggling around as they fucked, and he imagined how big and powerful he'd feel if he was fat like one of them and had someone thin to worship him and enjoy his fat! It didn't even occur to him how hard he was getting until he felt how tight his jeans were now that is cock was firming up and trying desperately to break free, wanting to be touched by more than just the fabric of his underwear. Joshua seemed a bit embarrassed once he realized this, but he soon started to brush it off, getting back into one of the sex scenes that was being shown on the screen in front of him.<br>\r\n<br>\r\nHe was imagining himself as one of the fat guys, going to town on a thin hot guy and using his weight to overpower the latter. He was starting to leak pre at the thought, a wet spot soon emerging in his pants. He only moaned in catharsis as he felt his jean button being undone by a mechanical arm, his cock unzipping the jeans a bit and pushing the waistband of his boxer briefs out. The arm further helped him by finishing the unzipping and moving the waistband of the boxers under his balls, freeing his tool. It was a solid nine inches long when hard.<br>\r\n<br>\r\nAll the while, Joshua desperately wanted to grab his cock and start stroking himself off, but the restraints were preventing this from happening. He struggled against the ropes, but they held tight, and he was helpless to the whims of his captor. At this point, he was desperate enough that he'd rather be jerked off than freed if given the choice, not that it particularly mattered in this instance. All the while, Joshua's captor seemed overjoyed with the current results, happy that Joshua was enough of a horn dog to not disappoint in bed, and he had a sizable tool to play with, too!<br>\r\n<br>\r\nNow that Joshua's member was twitching and leaking pre, crying desperately for attention...</span></div></div>",
            "created":1582261200,
            "id":2790876,
            "title":"Joshua's arousal"
        },
        "111333311121121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Feed Joshua and see if the association was strong enough",
                "Place headphones on Joshua, with subliminal messages to be a fat, lazy pig"
            ],
            "content":"<div class=\"\"><div> <span>Now that Joshua was incredibly aroused, wanting to relieve himself more than anything, the mechanical arms started to feed him. At first he didn't notice, too preoccupied with his raging hard on, but it eventually got to the point where he could taste the savory food in his mouth, which caught his attention long enough to snap him out of his horny haze. Joshua eagerly ate whatever was fed to him, figuring that if he got big he would be able to release, as he would feel all the fat on his body. Or, at the very least, his body would grow big enough to snap the restrains off.<br>\r\n<br>\r\nUnknown to Joshua, however, this was apart of his captor's plan. They were trying to get Joshua to associate the wonderful pleasure he felt now with food, further ensuring his descent into fatness and gluttony. While he was loving what was being shown to him, the captor wanted to make sure that Joshua loved feeling fat, too, instead of just admiring it from a distance.<br>\r\n<br>\r\nThe mechanical arms had fed Joshua a whole pizza, a few burgers, some fries and some chicken tenders when Joshua felt he couldn't take the pleasure anymore. The TVs in front of him, the delicious food being fed to him, and the reoccurring idea in his head of being fat were too much for him, and Joshua finally released. He let out a loud, orgasmic moan as he did, spraying nearly everything right in front of him. He nearly got his seed on the TVs which, while still close to strengthen their subliminal messaging, were quite far away to prevent strain on Joshua's eyes. <br>\r\n<br>\r\nNow that Joshua had finally let out his load, his captor decided to...</span></div></div>",
            "created":1582261200,
            "id":2790886,
            "title":"Pleasure by association"
        },
        "1113333111211211":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Turn the TVs back on with a new message that would make Joshua slobbier",
                "Tell Joshua he would have to crush the chair under his weight to get out of it"
            ],
            "content":"<div class=\"\"><div> <span>Even though Joshua had just released his captor wanted to see if the connection was made between arousal and food. However, Joshua was still hard, due to all the messaging, so the captor couldn't begin just yet. They decided to turn off the TVs with the messages, as they obviously aroused Joshua, but the captor wanted to see if Joshua remained aroused, or better yet became more aroused, if Joshua was only being fed. So, one by one the televisions shut off, Joshua moaning in displeasure when he saw this.<br>\r\n<br>\r\n\"C'mon! I was really into those shows!\" Joshua whined, not realizing how the messaging had affected him. Though he was still being fed lots of food, so he really couldn't complain too much. He had eaten some wings and was now being fed a tray of pasta by the spoonful, gladly taking bites whenever the mechanical arms allowed him to. Joshua let out a moan whenever he took a bite of the food, as it was too delicious to comprehend for him. His biggest fan did want to treat him well, after all.<br>\r\n<br>\r\nThough his fan was a little displeased, at least at first. Joshua didn't seem any more aroused than normal, and his hard on was actually starting to become softer over time. While they were going to turn the TVs back on to go through the association again, they captor soon noticed an increase in Joshua's hormone levels, indicating his was becoming more aroused. He was currently being fed a chocolate cake, and Joshua seemed to be really into it. Each bite seemed orgasmic to him, the whole feeding process more erotic than ever. As a result, Joshua was getting hard again, and it seemed even more so than with just the videos and messaging alone.<br>\r\n<br>\r\nGlad to see that the association between pleasure and food had been made, Joshua's captor decided to...</span></div></div>",
            "created":1582606800,
            "id":2792955,
            "title":"Testing the association"
        },
        "11133331112112111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Untie Joshua and move him someplace else where he would have more freedom",
                "Play another message to further his transformation"
            ],
            "content":"<div class=\"\"><div> <span>Joshua's captor was excited to see that Joshua was now getting turned on just by eating, so they decided to go on to their next step of the transformation. They turned the TVs back on, which immediately got Joshua's full attention. However, Joshua was initially disappointed that some of the TVs weren't playing what they had on before. While some of the TVs had some of the shows from before, quite a few were different. Instead of fat guys having sex or acting incredibly sexual, they were instead eating incredibly sloppily. They got crumbs and sauces all over their faces and bodies, which, at first, was disgusting to Joshua.<br>\r\n<br>\r\nHowever, it wasn't long before Joshua was starting to open up to the idea of these slobby qualities. It seemed nice to just let go and forget what other's thought about his eating and sanitary habits. At first, it was just being okay with these traits. But, eventually, Joshua was eating quite sloppily himself. He just trying to get the food to enjoy it, not really caring if it got all over him and his clothes. He was even starting to let out some gas, letting out a belch every so often when he ate. <br>\r\n<br>\r\nNot long after that, Joshua was completely on board with being a slob. He didn't even know the captor was trying to make him slobbier, it just happened to him because of the messaging. He let out belches and farts whenever he felt like it, and ate like a pig. It was cathartic to Joshua, and he was even starting to get a bit turned on by it. It seemed as though some of the messaging had leaked into one another, which Joshua's captor was more than fine with.<br>\r\n<br>\r\nNow that Joshua was a slob because of the messages, in addition to wanting to be fatter, his captor decided to...</span></div></div>",
            "created":1586581200,
            "id":2817323,
            "title":"New Message"
        },
        "11133332":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Andy Samberg",
                "More Actors"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about these options?</span></div></span></div>",
            "created":1580965200,
            "id":2783080,
            "title":"More Actors"
        },
        "111333321":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Story 1",
                "More stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose a story line</span></div></span></div>",
            "created":1580965200,
            "id":2783085,
            "title":"Andy Samberg"
        },
        "1113333211":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Fast food. Guess he'll be going to get takeout.",
                "A prescribed pill, so he'd have to go to the pharmacy to get it"
            ],
            "content":"<div class=\"\"><div> <span>It was an early Sunday morning, the sun having just risen a few hours prior. The time was around 10:00 a.m. so not quite that early, though it did feel early to Andy since he got a call from his manager at 7 to meet him at 10. Why he called so early was an anomaly, as Andy didn't have enough energy to care about it. He wasn't really a morning person, or at least one who got up as early as 7. He knew his parents did, and he even had at one point when he was a child, but now he felt groggy getting up any earlier than 8:30.<br>\r\n<br>\r\nRegardless, Andy pulled up to his manager's office, just around the corner of the studio where most of the shows or films he starred in were shot. Andy grumpily got out of his car, still not fully awake, sipping on the last of his coffee as he entered the building. He tossed the coffee cup aside as he waved to the secretary, and they simply waved back since they knew Andy was called in by the manager.<br>\r\n<br>\r\nAndy then walked back to his manager's office, knocking once to ensure privacy, and then entered the room afterwards. He was greeted with a, \"I'm glad to see you, Andy!\" His manager stood up and gave Andy a big bear hug, patting him on the back for extra assurance. \"Good to see you too, Sawyer.\" Andy grumbled out. Though his boss wasn't that big, Andy was so tired that the hug felt tight and strong enough to be a bear hug. He didn't think about it for too long, sitting down quickly after his boss let go.<br>\r\n<br>\r\n\"Andy. I called you in because of that new role I got you.\" Sawyer enthusiastically rang. Andy wasn't in the mood for Sawyer's upbeat attitude, and said, \"Can you just get to the point? I'm not feeling too well today.\" \"Oh, of course. We're putting you on a new diet for the film.\" Sawyer explained. Andy looked a little confused, and Sawyer tried to clear the confusion by saying, \"It's not really a change, I'd say. More of a, uh, management of your diet. They want you to stay at your current weight for the film. Director said you were the perfect size!\" Though it was a roundabout way of keeping him in shape, Andy just nodded. They could've just asked him to exercise more; go for some more jogs, hit the gym up more often, nothing too complicated. <br>\r\n<br>\r\n\"Well, here's what they want you to eat. Oh, and they want to start as soon as possible so I'd go out and get all of that stuff now. They made sure to transfer enough funds to your bank account, so don't worry.\" Sawyer explained. While Andy was confused, he was too tired to really question anything so he just thanked Sawyer and left. <br>\r\n<br>\r\nAfter Andy left, Sawyer called the director on his phone. \"Hey, Steven? It went perfectly! Yeah, I just made up a lie about the diet. Staying in shape or whatever. He seemed to exhausted to ask about it!\" Sawyer paused for a bit, then said, \"He has the list, so he should start fattening up whenever he goes to eat his next meal. Yup, glad I could be of service! I'll keep you updated. Bye.\" Sawyer hung up the phone and went back to watching TV, relaxing in his office chair knowing his job was done.<br>\r\n<br>\r\nAs Andy left Sawyer's office, he looked at the list and was surprised to see...</span></div></div>",
            "created":1582261200,
            "id":2790518,
            "title":"New Role"
        },
        "111333322":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Finn Wolfhard",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about one of these options?</span></div></span></div>",
            "created":1597035600,
            "id":2883199,
            "title":"More Actors"
        },
        "112":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Shawn Mendes",
                "Logan Henderson",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now choose which celebrity you'd like to see grow!</span></div></span></div>",
            "created":1566190800,
            "id":2704796,
            "title":"Male Musicians"
        },
        "1121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Story 1",
                "Story 2",
                "More stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose your story</span></div></span></div>",
            "created":1566190800,
            "id":2705041,
            "title":"Shawn Mendes"
        },
        "11211":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "A fortune teller's shop",
                "A tour that would be exploring an interesting ancient tribe",
                "A weird looking restaurant"
            ],
            "content":"<div class=\"\"><div> <span>Shawn was on tour in South America and he was very excited about it. He hadn't really been to many exotic places in his lifetime, and when he had he was being heavily restricted either by his parents in his youth, or now his security team. Now he had complete freedom, and decided to explore whatever he could. <br>\r\n<br>\r\nAs he stepped out of the hotel he was staying at, he was already amazed by how much there was to do. There was the beach, with plenty of people enjoying themselves, there was the street market, and there were even more things to do down each side of the road. The celebrity singer was giddy with excitement and nearly rushed off then and there. However, he had to wait for his security guards to know where he was going and have sight of him at all times. Okay, it wasn't <i>complete</i> freedom, but it was probably the closest thing he'd ever have to it now that he was famous.<br>\r\n<br>\r\nShawn's guards were soon by his side and he was permitted to be off and explore the city he was in. He never got the name of the city he was in, but figured he could come by it easily enough. After getting a good view of the beach, Shawn decided to look over the market and see what everyone was selling. There were food stands, stands that sold hand-made jewelry and accessories, stands that gave out tattoos and stands that sold clothing. It was like Shawn was on a familiar boardwalk, yet everything seemed to new and different.<br>\r\n<br>\r\nEventually Shawn stumbled upon...</span></div></div>",
            "created":1566190800,
            "id":2705052,
            "title":"Exploration"
        },
        "112113":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Noticed that he was the only customer, at least thus far.",
                "Noticed that all the customers were men, and some of them were quite fat.",
                "Felt a prick in his neck, and he started to feel sleepy."
            ],
            "content":"<div class=\"\"><div> <span>Shawn was quite surprised to see what looked like an old stone temple amongst all the bright colorful buildings. It was even mossy, which didn't quite make sense given the sunny open locale. \"It's probably just an aesthetic.\" Shawn thought to himself as he approached the facade. The name of the building was carved on top of the entrance. It read \"The Temple: Restaurant and Bar\" and Shawn was surprised to see it written exclusively in English. \"What a cheesy tourist restaurant!\" Shawn thought to himself, though he was still no doubt curious, especially if it was authentic South American cuisine.<br>\r\n<br>\r\nHe nevertheless wanted to at least check it out, and thus he said to his guard, \"I'm gonna see what this temple place is about!\" and one of his guards said, \"What temple place?\" and Shawn said, \"The building right in front of us. It's called the temple!\" as he walked through the entrance down a long dark hallway towards the mood lighting inside. From the guards' perspective, however, Shawn just walked straight into the front of a building, vanishing as he hit the wall. One of the guards said \"Whatever this is, it's not good!\" and the other grunted in agreement, saying, \"We're gonna be in so much trouble!\"<br>\r\n<br>\r\nShawn, in the meantime, was getting progressively more confused as he made his way to the inside of the restaurant. He finally made his way to the main room, which had a really high ceiling and chandeliers galore. Elaborately carved stone tables were set up in the middle, and off to one side was a massive bar with matching stone countertops. The seats were also made of stone but had brightly colored cushions. Shawn was quite surprised to see that the staff were all young, attractive native men, scantily clad in banana leaf loincloths.<br>\r\n<br>\r\nSoon, Shawn...</span></div></div>",
            "created":1566882000,
            "id":2708827,
            "title":"A weird restaurant"
        },
        "1121131":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Large stone throne",
                "Regular table like he had seen out front",
                "A huge buffet with native food from South America"
            ],
            "content":"<div class=\"\"><div> <span>Shawn was getting a little creeped out by this restaurant now. He felt like he had gone deep into a hidden jungle of some kind, or even had gone back in time. His confusion and fear furthered when he looked around and saw no one at any of the tables. He was the only customer at the restaurant. Despite that, he smelled some delicious meats roasting, and even some sugary things at that. Shawn just assumed they were preparing for someone who had made a reservation, since they were still making food. <br>\r\n<br>\r\nHe then realized that that might be the reason he was the only customer in the place; the whole restaurant had been bought out. As someone who Shawn thought was a server approached him, he said, \"I'm sorry, I didn't realize I wasn't allowed here.\" The young man merely replied with, \"Follow me.\" Shawn wasn't about to question this strange man, especially since he was a bit scared that he might get hurt in the process. This was when Shawn realized his guards weren't with him anymore. While he was more vulnerable now, he had unlimited freedom. He could eat whatever he wanted to!<br>\r\n<br>\r\nWith that, Shawn was now excitedly following the man, hoping to stuff himself to the brim with food--and then some! Eventually the man stopped and moved aside, motioning Shawn to a...</span></div></div>",
            "created":1566882000,
            "id":2708833,
            "title":"Only One"
        },
        "11211311":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Was getting a hard-on from all the attractive men, and they noticed.",
                "Was feeling strange, as a side affect from the food was setting in.",
                "Was starting to feel full, but the men continued to feed him."
            ],
            "content":"<div class=\"\"><div> <span>Shawn was quite surprised when the man took him through a doorway into another massive room. Inside was a large stone throne. The man motioned him to the throne, and Shawn pointed at himself, saying \"Is that for me?\" and the man merely nodded as Shawn sat on the throne. Shawn said, \"So do I order, or get a menu...?\" and he trailed off as the man walked off, and Shawn said, \"I guess he forgot.\"<br>\r\n<br>\r\nShawn was even more surprised when a few of the loinclothed men got back carrying stone trays of food. They looked like they might be heavy, but they were also quite thin. The trays didn't seem to have any plates on them. Instead, one of them had a stack of what looked like flatbread, while another had various piles of chunky food, and a final one had some kind of roast with a fork in it. Shawn said, \"Oh, you guys must be mistaking me for someone else. I'm Shawn Mendes.\" and one of the men said, \"Don't worry about it!\" and Shawn didn't want to push it too much, saying, \"Just put it on my tab!\"<br>\r\n<br>\r\nAs one of the servers set the tray down, Shawn asked, \"So how do you traditionally eat this?\" and the server ripped a piece of flatbread and grabbed some of one of the food piles with it, then he fed it to Shawn. Shawn's eyes widened in surprise, both at getting fed like this, and at the amazing taste of the food. He was immediately hooked and wanted to taste whatever the rest of the fillings were. \"Talk about service!\" he said before another bite was stuffed in his mouth.<br>\r\n<br>\r\nShawn continued to eat whatever the men fed him, enjoying the royal treatment and the chance to let loose for once, and soon, Shawn...<br>\r\n</span></div></div>",
            "created":1566968400,
            "id":2709560,
            "title":"A throne for Shawn"
        },
        "112113111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "The men collect Shawn's cum and continue to jerk him off",
                "Shawn felt that his junk was bigger",
                "The men do some sort of ceremony or ritual"
            ],
            "content":"<div class=\"\"><div> <span>As Shawn was being fed, he started to feel turned on. All these attractive guys serving him were causing him to get hard, and he couldn't really hide it in this somewhat public place. However, Shawn tried to hide his hard-on as best he could, trying to cross his legs and everything as the guys fed him. It was a bit awkward for him, as the men had to reach further over him now to feed him, which didn't help his erection.<br>\r\n<br>\r\nShawn was sure the men hadn't noticed at all. However, he noticed a few smirking, though not as to make fun of him strangely enough. In fact, one of the particularly attractive men came over and pulled down Shawn's pants and boxers. Shawn was about to object, but another of the men shoved more food in his mouth before he could say anything. This would keep happening every time Shawn tried to say something, and eventually the men would just hush him and ensure they meant no harm.<br>\r\n<br>\r\nIt didn't take long for the man to get Shawn off, as he had been so busy with his career as a singer that he hadn't had time to pleasure himself. He was actually quite relieved the men had jerked him off, as he had been wanting to for a while now. Shortly after that...</span></div></div>",
            "created":1566968400,
            "id":2709577,
            "title":"Too Much Attraction"
        },
        "1121131112":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Shawn started getting hard again already at the thought of how big he was.",
                "After Shawn was too full to continue, the servers undressed and massaged him.",
                "After a while, Shawn noticed that he was eating more than he should be able to."
            ],
            "content":"<div class=\"\"><div> <span>As the men continued to feed him and Shawn continued to eat, he reached down to pull his pants and boxers back up. His hand brushed across his junk, however, and it stopped in its tracks. \"Am I bigger?\" Shawn thought as he grabbed his dick. All the while, he was chewing, and whenever he swallowed, he opened his mouth for more food, having gotten used to being fed and trusting these men more and more as they served him. It never took long for Shawn to get a bite of food, however, as one of the men was always waiting right next to him, holding food near his mouth. On top of that, one of the servants was quick to wipe Shawn's cum off the stone floor, where it had ended up.<br>\r\n<br>\r\nHe felt his dick, swearing it was thicker and longer, and grabbed his balls, a more solid indicator, and they were each the size of a tennis ball, quite a stark difference from the smaller than golfball-sized orbs they used to be. Some of the servers watched him intently, wondering what he was doing fondling himself, but once Shawn looked down, and his eyes widened a bit, then relaxed, the servers realized that he was merely confirming his new size. Shawn merely smiled and continued to eat. He retracted his hand and didn't bother to pull his boxers and pants back up, as he realized that at this point, he had nothing to hide anymore.<br>\r\n<br>\r\n...</span></div></div>",
            "created":1567054800,
            "id":2710041,
            "title":"Bigger junk"
        },
        "11211311121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "He couldn't see his package due to his belly",
                "His junk had grown once again",
                "Shawn notices a tube around his dick"
            ],
            "content":"<div class=\"\"><div> <span>When Shawn felt how big he was, he was very pleased. Enough so to turn him on again, despite just cumming a few seconds ago. Being too overwhelmed by lust to really notice how soon it was, Shawn was already moaning in pleasure as his rod stiffened again. All the thoughts of how big he had gotten were turning him on big time and he wanted to be jerked off again already. The men seemed to have noticed this, and another particularly attractive one went over to Shawn to pleasure him once again.<br>\r\n<br>\r\nAll the while, Shawn was still being stuffed with these sandwiches that he had no knowledge about. He wasn't sure what was in them, but they tasted delicious so he kept eating them. Plus, he was being fed them so he couldn't be so rude as to refuse. So, Shawn got fed while he was also jerked off. It was as if they were treating him as a king, and he could get used to that.<br>\r\n<br>\r\nEventually Shawn came once again, with one of the men cleaning up his mess, which was significantly bigger now due to his bigger package. Shawn was really liking this, and hoped his dick and balls had grown bigger as a result again. When he looked down to check...</span></div></div>",
            "created":1567141200,
            "id":2710571,
            "title":"Horny at Being Horny"
        },
        "112113111212":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Trying to pleasure Shawn once again to keep him happy.",
                "Pushing Shawn's dick into Shawn's own mouth, gesturing for him to suck.",
                "Putting a cock ring on Shawn's dick, keeping him from cumming and getting bigger"
            ],
            "content":"<div class=\"\"><div> <span>Shawn merely smirked as he saw that his junk had grown even larger when he came the second time. His nuts were now the size of grapefruits, and his dick was nearly a foot soft, and it was already starting to pick back up, as this was only making Shawn more eager. Shawn was starting to get fatter, too, but it wasn't enough to distract him from his huge tool. He was also continuing to eat whatever the tribe was feeding him, as it had all been delicious, and Shawn knew that whatever was coming next was going to be delicious. All thoughts of consequences, or what would happen when his meal was over left his mind, as he was hoping that this would continue on forever. If anything, the only thing that worried him was whether or not it was going to stop.<br>\r\n<br>\r\nNevertheless, Shawn was already back at full mast now, and his dick was big enough for him to see without looking down. He tried grabbing it, but his hand barely wrapped halfway around it. He looked expectantly at the servers, looking between them and his dick, and it didn't take long before one of them was heading over to his dick. Soon, the server was...</span></div></div>",
            "created":1567227600,
            "id":2711462,
            "title":"Bigger again"
        },
        "1121131112121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Shawn passes out",
                "Shawn's package grows once again!",
                "Something new happens to Shawn"
            ],
            "content":"<div class=\"\"><div> <span>The server walked over to Shawn and went to grab his large tool, but quickly learned, like Shawn had, that he couldn't wrap his hand around it completely. So the server was forced to get on his knees and started sucking on Shawn, coaxing more moans out of him; a sign of his approval. The other servers kept up their routine of continuously feeding Shawn the sandwiches which were causing him to put on weight. It wasn't anything much at this point, not even pushing against his clothing really, but they knew if they kept him horny and distracted it wouldn't be long until he was big.<br>\r\n<br>\r\nIn fact, Shawn hadn't noticed but the servers were putting more of the mysterious meat on the sandwiches, as well as adding some butter as well. It was crude, but Shawn was too preoccupied to notice the difference in both taste and size. He was more focused on his growing package, trying to get the most pleasureful experience possible. Soon enough, Shawn tensed up again and the servers knew he was going to release, so the one pleasuring him quickly got off and let the pop star release his load onto the floor.<br>\r\n<br>\r\nSoon after that...</span></div></div>",
            "created":1567227600,
            "id":2711484,
            "title":"Keep him Happy"
        },
        "11211311121212":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Shawn's package gets so big that he sits on his balls, but is also trapped.",
                "Shawn realizes how fat the food is making him.",
                "The tribesmen start sniffing Shawn a lot and inhaling his now building musk."
            ],
            "content":"<div class=\"\"><div> <span>Shawn's dick and balls once again surged out after he came, his balls swelled bigger than beachballs, taking up plenty of space in the front of the throne as his dick grew even bigger, the head surging above his own head as the shaft swelled outward, getting thicker and meatier. At this point, Shawn was so horny and turned on that it was still hard after he came. It was getting absurdly big now, almost as big around as his waist.<br>\r\n<br>\r\nShawn's dick twitched in excitement as he was so riddled with pleasure that he was paying no attention to the rest of his body. Thanks to the tribe's efforts, Shawn had now filled out his shirt completely, and his now fat belly was starting to lift up his shirt. Even his pants and boxers, which were down on his thighs, were starting to get overtaxed. Shawn smirked as he saw more scantily clad young men enter the throne room just to clean up the now sizable mess as a couple of men started to pull his shaft down to work him over once again. All the while, Shawn was eating whatever was put in his mouth. The food was so delicious that he would get mad if one of the servers took too long to stuff the next bite into his mouth.<br>\r\n<br>\r\nRegardless, this cycle continued for a while, and soon...</span></div></div>",
            "created":1567918800,
            "id":2715172,
            "title":"Continuing to grow"
        },
        "112113111212123":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "His musk was doing something to the men",
                "He was much fatter now than when he came here",
                "The men were bringing over a bowl of some liquid to him"
            ],
            "content":"<div class=\"\"><div> <span>Shawn continued to be fed and jerked off, loving every second of it. It was like he was some king to these servers, doing whatever he needed. This is what he thought being a celebrity would be like, having tons of people selflessly act to praise and cheer for him, not constantly moving from one place to another. This was much nicer, being able to relax and enjoy himself for a few moments rather than just taking off and leaving after one meal. Instead, Shawn was being fed tons of sandwiches while being jerked off, and he loved every second of it.<br>\r\n<br>\r\nThe growth of his package was just an added bonus, adding on to how much he was loving his current situation. As he was being jerked off this time, however, he noticed the server start to sniff him curiously. Shawn was a bit confused, but soon realized why the man was sniffing, as he smelled a strange, musk-y smell. He quickly realized it was coming from him, but he wasn't sure why. Either way, more of the men started to come over and sniff Shawn and started to bask in the smell. It was a bit weird to Shawn at first, but the more he smelled it, the more he was getting turned on by his smell.<br>\r\n<br>\r\nHe wasn't sure what had caused him to smell like he did, but he was loving it and didn't want it to stop. Shawn was getting so into the smell he didn't realize he actually came once again, but saw the glob of cum on the floor and knew it was his due to the size of it. After Shawn came, he realized...</span></div></div>",
            "created":1567918800,
            "id":2715192,
            "title":"Royal Smell"
        },
        "1121131112121231":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "More muscular.",
                "Fatter.",
                "Fatter and more muscular at the same time."
            ],
            "content":"<div class=\"\"><div> <span>Shawn looked around after he came, a smug look on his face as his dick and balls grew even larger. He inhaled his own musk and sighed contentedly. His mind had briefly cleared from the release, even as the pleasure started to sneak back in again. At this point, Shawn started checking out his men, taking a moment to grope their asses or even their packages. At this point, he felt entitled to their bodies, and the men seemed to like the attention. At this point, Shawn started to pay closer attention to their sizable junk. He swore that they looked bigger and fuller. He could be wrong, but it seemed as though they were getting bigger downstairs.<br>\r\n<br>\r\nHe paid close attention when one of them bowed in front of him and took a deep, hearty sniff of his massive balls. When he saw the guy approach, his package was well hidden behind the banana leaf loincloth, but after he came back up, he saw the guy's balls peeking out of the sides and the head of his dick start to poke out from the bottom. It was at that moment that Shawn realized that this new musk was affecting his servants, and he figured it must've been really strong by his junk. Either way, he was starting to notice that they weren't just getting bigger downstairs. He noticed that the guy's asses were getting fuller and bigger as well. He paid close attention and noticed that his men were also getting...</span></div></div>",
            "created":1567918800,
            "id":2715294,
            "title":"Affecting the men"
        },
        "11211311121212312":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "The men start painting the ground around him, as if it were ritualistic",
                "He's fatter, but he's stuck in the throne so he can't leave",
                "Some of the men are actually getting muscular and not fatter"
            ],
            "content":"<div class=\"\"><div> <span>In addition to their bigger junk, Shawn noticed the men were gaining weight. Not muscle weight, like he had, or at least he thought he had. In contrast, Shawn's servants were getting fatter, with their bellies starting to push out a bit, their chest becoming slight moobs and their limbs becoming chunkier. It was as if they had gorged themselves on buffet food and gained all the weight at once. It was really weird, seeing once thin men become chubby in a matter of seconds, but Shawn was grinning deviously when he  realized this. He realized he had the power to make these men fatter, so who knows what else he could do?<br>\r\n<br>\r\nShawn was also starting to warm up to the men's fatter bodies, though he wasn't sure if it was him or his continuous horniness. Either way, he was always getting off so it didn't matter to him too much. As the men continued to get chubbier and chubbier they also continued their cycle of feeding Shawn and getting him off. Shawn still hadn't noticed how fat he had gotten, and it was even less likely he would noticed thanks to his musk now. <br>\r\n<br>\r\nEventually, Shawn notices...<br>\r\n<br>\r\n</span></div></div>",
            "created":1567918800,
            "id":2715328,
            "title":"Bigger Servants"
        },
        "112113111212123121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Started to get fatter",
                "Thought he was the servants' king"
            ],
            "content":"<div class=\"\"><div> <span>As Shawn was being fed, he noticed some of his servant men weren't helping out with feeding him. He was about to say something, but was stopped by being fed by one of his servants. Shawn's mind quickly went back to focusing on eating, due to how good the food tasted. It was as if he didn't really have any other option, but he felt like he did. Either way, Shawn still saw his servants doing something besides feeding him, so he was curious as to what was up. He noticed they had black paint in small bowls and that they were spreading the paint around his throne-like chair. Again, he was going to say something, but was interrupted by a servant feeding him.<br>\r\n<br>\r\nShawn's libido wasn't helping either, as he was too distracted by his horniness to really have a clear head. His judgement was clouded and that meant he couldn't focus on one thing for too long, at least in his current position. Eventually, Shawn noticed his servants weren't feeding him anymore, and when he looked to see where they were no one was in front of him. \"Uh, guys? Where's my food? What's going on?\" He was able to cry out. His worried thoughts were able to override his horniness, even if just for a bit. Shawn then heard some chanting, and noticed the paint on the floor started to glow. \"Uh, what's going on?\" Shawn said, much more worried this time. Eventually, the paint started to glow brighter and Shawn...</span></div></div>",
            "created":1574571600,
            "id":2751280,
            "title":"Fattening Ritual"
        },
        "1121131112121231211":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Had drained all of the servants of their newly gained fat, so they had to stop.",
                "Used up food in another paint circle, and the food had run out.",
                "Was exhausting, and the servants were cuddling up to Shawn for a nap."
            ],
            "content":"<div class=\"\"><div> <span>Shawn soon felt a surge of tingly energy throughout his body, and whatever it was, he was liking it. He felt his body absorb it, and to him, it felt like he was getting more powerful! It sent shivers of pleasure down his spine as he felt his body swelling outwards. He thought it was muscle, of course, but wasn't getting a look at himself, so he couldn't tell. His belly continued to swell larger and larger, resting on top of his now-massive junk, pushing his shirt all the way up. His growing moobs were now the only part of his torso contained by clothing, and they were taking his shirt to its limits before snapping it off. Shawn, of course, thought that his massive pecs had ripped off his shirt.<br>\r\n<br>\r\nHis pants were in a similar situation, his widening thighs snapping them down the middle. He kicked off his shoes as well, given that the rest of his clothes were now destroyed by his \"muscle\", and he peeled off his socks with his big toes. He felt his enlarged ass filling out the throne, and thought it was because of how toned it was. He came from the growing sensation and the feeling of power that he was getting, which of course caused his junk to grow even larger. At this point, his balls were so large that each one was the size of the throne itself. They sat in front of his throne with his dick poking out between them and his belly, sticking out diagonally towards the ceiling. He was wondering if he'd be able to reach the ceiling soon. If he wanted to, even at his larger size, his junk was easily big enough to sit on!<br>\r\n<br>\r\nEither way, Shawn soon felt the sensation stop, and he wondered why, as he wanted the sensation to continue! As it turns out, the ritual...</span></div></div>",
            "created":1576386000,
            "id":2760130,
            "title":"Getting fatter"
        },
        "11211311121212312113":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "His servants are preparing another ritual",
                "He's back in his hotel room, but his body hasn't changed"
            ],
            "content":"<div class=\"\"><div> <span>Shawn saw that his servants looked worn out, with most of them panting profusely and a few sweating buckets. He figured they needed a break, and he was happy to give them one. Though he was going a little power crazy earlier, Shawn seemed to have come back down to earth after the ritual. As such, he welcomed the servants, enjoying the feeling of their hard and soft bodies against his own. Shawn still thought he was incredibly muscular, so he thought he could manage all of them. Shawn could manage all of the servants, but not because of his muscles. Rather, his body had grown fat and big enough to have space for the servants to either lay down or rest their bodies on him. A few even sat down by his dick, which made Shawn shudder in pleasure.<br>\r\n<br>\r\nSoon enough, all of the servants were around Shawn and cuddling up against his bigger body. They liked how jiggly and squishy he was, though Shawn thought they were enjoying his hard muscles. It didn't matter to the servants though, as they were glad to serve Shawn either way. It wasn't long before the servants were falling asleep, Shawn's warm body providing enough comfort for them to pass out. Shawn noticed this, and figured he should take a nap too. It had been a long day after all, with him becoming these servants ruler, or whatever they would have him. His body had also grown, which Shawn enjoyed, especially his lower body growth. Though, the big singer figured he would be able to do more of this tomorrow and gently shut his eyes to sleep.<br>\r\n<br>\r\nWhen Shawn wakes up...</span></div></div>",
            "created":1576472400,
            "id":2760356,
            "title":"Cuddle Time"
        },
        "1123":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Johnny Orlando",
                "Jaden Smith",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?</span></div></span></div>",
            "created":1566190800,
            "id":2704798,
            "title":"More Musicians"
        },
        "11231":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Story 1",
                "More stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story</span></div></span></div>",
            "created":1582434000,
            "id":2791772,
            "title":"Johnny Orlando"
        },
        "112311":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Saw the head of the agency waiting for him at the reception desk",
                "Was almost immediately knocked out, getting kidnapped by the agency"
            ],
            "content":"<div class=\"\"><div> <span>It was midday and Johnny was just getting out of the recording studio. The young 17 year old idol had just finished talking about his new album to his producer and music crew, and was about to head home to relax for a bit. He was in a good mood, pleased with his performance on the album, so when he got a text message as he was getting in the car he wasn't peeved at all. He took his phone out of his pocket to see the text was from his producer. Johnny wondered why he didn't just tell him whatever he needed to inside, but read the text anyways.<br>\r\n<br>\r\n\"Hey Johnny, I just got a message from a really big company that wants to sponsor your new album! All they want you to do is to endorse their product and do an ad or two.\" The text read. A second after that the address of the agency was sent, and Johnny was eager to visit. He was in such a good mood that any endorsement sounded good to him, so he told his driver to head to the agency. <br>\r\n<br>\r\nWhat Johnny didn't know is that his producer wasn't the one who sent the text, but rather someone from the agency. There <i>were</i> willing to endorse Johnny and his new album, however they didn't think his producer would be willing to take an endorsement from them, as they were a plus size modeling agency. They figured Johnny would be more naive than his producer, being younger and more excited about his album release, and they were right to bet on that. Johnny took the bait like a child to sugar, thanks to how excited he was. <br>\r\n<br>\r\nSoon enough, Johnny arrived at the agency. The building seemed quite large, and Johnny wouldn't be surprised if there was more of it underground. Johnny walked inside the agency and...</span></div></div>",
            "created":1582434000,
            "id":2791851,
            "title":"Advertisement "
        },
        "1123112":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Hypnotize Johnny into wanting to be a plus sized model",
                "Fatten Johnny until he gives in to being a plus sized model"
            ],
            "content":"<div class=\"\"><div> <span>Johnny felt a dull, throbbing pain in his head, as if it was pulsing as fast as his nervous heart. He wasn't sure where he was, though all he remembered was walking into the agency and blacking out. Johnny wasn't quite sure what happened, if he had fainted, was knocked out or something else, but he did feel scared since he awoke in a dark room. He tried to soothe his head by massaging it with his hands, but he quickly figured out he was tied down to a wooden chair. His legs, too, were tied to the legs of the chair. <br>\r\n<br>\r\n\"Hello?\" He called out, \"Can someone help me?\" He wasn't sure if asking for help was the best option, but Johnny wasn't sure what else to do. He was trapped, unable to do anything to escape, so he figured that his only way out was to get help. However, there was no reply so Johnny just tried to struggle to escape. He rocked the chair back and forth, tried to pull his arms out of the rope restrains and even tried to gnaw them off. However, nothing worked so Johnny eventually gave up.<br>\r\n<br>\r\nEventually, a voice sounded overhead. \"It appears you have woken, Johnny.\" The voice rung out, \"We'd like to welcome you to Plus Positive, since it appears you accepted our sponsorship. \"Wait, <i>you're</i> the agency that's sponsoring me? Let me out then!\" Johnny cried out. \"Sorry, but we can't allow that. We wouldn't be able to sponsor you if we did.\" The voice replied, confusing Johnny. Johnny was about to ask what they meant, but the voice spoke before he could. \"Don't worry about doing anything, not like you could currently tied up like that. We'll take care of everything.\" The voice said, and then silence for a minute afterwards. Johnny figured this meant the voice was finished, but the still tried calling out to it anyways. \"Let me out! Hey!\" He yelled, angry that he had be deceived. <br>\r\n<br>\r\nThe agency wasn't going to tell Johnny, but they were planning on...</span></div></div>",
            "created":1582434000,
            "id":2791864,
            "title":"Tricked and Kidnapped"
        },
        "11231121":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "The agency sends Johnny home with supplements that would help him gain.",
                "Johnny was sent to a room down to the basement, where he would be \"transformed\".",
                "The agency offers to house Johnny in a complex with all the other male models."
            ],
            "content":"<div class=\"\"><div> <span>Johnny was struggling against his restraints, trying desperately to free himself and escape the dark room when suddenly, the entire wall in front of him lit up like a screen, showing a massive black and white swirl pattern rotating around and around, just like a hypnosis trope from a tv show or move. Johnny, being the teenager that he was, nearly laughed at this, saying, \"Is this stupid pattern really supposed to hypnotize me? That shit only works in cartoons!\" but nevertheless, after ignoring it and trying to struggle, he felt the need to look away, only when he looked to his left, he saw the sames swirling pattern covering the wall next to him! He looked around, trying to avoid looking at the patterns, but they completely covered every wall and even the ceiling and floor! It was incredibly disorienting, and Johnny felt like he was falling, even though he was still planted firmly on the ground.<br>\r\n<br>\r\nHe tried to close his eyes to avoid looking at the swirls, but for some reason he couldn't bring himself to do it. It was like he was wholly incapable of closing his eyes. Soon, he was left staring at the swirl in front of him, zoning out as a recording played in the room. It kept slowly repeating various messages, \"Fat people are attractive!\", \"You would be even more attractive if you were fat!\", \"You've always dreamed of modeling!\" and a whole manner of similar messages. In addition to that, pictures of plus-sized male models flashed on the screen for very brief moments. They were all enjoying ritzy lives and success in their other careers. Johnny simply absorbed all of this, the swirls having made him suggestive. This continued for hours, with him not quite sleeping, but also not quite awake. The messaging and methodology varied in many subtle ways, even altering some of Johnny's memories. The conditioning finally stopped late into the night.<br>\r\n<br>\r\nJohnny woke up approximately 24 hours after he arrived, sitting in a chair in the waiting room of the agency's office. His memory of getting captured was completely wiped, and as far as he could remember, when he arrived at the agency, he was told to wait until his new modeling agent could talk to him. Fortunately the weather was the same as yesterday, and his memory of what day it was was altered, so he had no way of knowing that he had actually been at the agency for 24 hours. Regardless, now that he woke up from supposedly dozing off in the waiting room, he was excited for his meeting with the agent! He had always wanted be a plus-sized model, or at least that's what his implanted memories were, and he was excited to finally find an opportunity, having used his music career to springboard himself into a modelling career. All of his dreams were coming true!<br>\r\n<br>\r\nHe was eager when the receptionist called his name and led him to a room in the agency, where he was taken to a small office and sat down across from a well-dressed lower-middle-aged man in a grey suit who looked very clean-cut and corporate. He shook his hand, happy to see how excited he was, even if he was fully aware of how fabricated the excitement was. He introduced herself as Tim, and expressed how happy he was that Johnny was going to be a plus-sized model for Plus Positive in exchange for a sponsorship. Johnny was admittedly a little nervous about the whole thing, but Tim was friendly, and was chock full of advice, reassuring Johnny that he had everything he needed to be a good model. All he needed now, was the weight. Tim also told Johnny that the agency had everything covered as far as his weight was concerned.<br>\r\n<br>\r\nJohnny understandably wanted to know what he should do next to gain weight for the company, and Tim explained to Johnny what the agency would do.<br>\r\n<br>\r\n...</span></div></div>",
            "created":1582520400,
            "id":2792490,
            "title":"Hypnosis therapy"
        },
        "112311212":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "A tube came down and started feeding Johnny cream",
                "Johnny was sent home with a supply of food that he had to eat"
            ],
            "content":"<div class=\"\"><div> <span>Tim explained that the agency was going to send Johnny to a room downstairs where he would be \"transformed.\" Tim put extra emphasis on \"transformed\", making it seem more magical so it wouldn't sound ominous or intimidating, and it seemed to work on Johnny! The boy seemed eager to go downstairs to get started, seemingly even more so than when he first met Tim. Tim led Johnny out of his office and further into the agency, down a long hallway that had bathrooms, break rooms and a metal, locked door at the end of it. Swiping with a key card, Tim opened the locked door and motioned Johnny inside. <br>\r\n<br>\r\nThe following room was only a stairwell that didn't seem to go that far down, but either way Tim opened another door with his key card at the bottom of them. Tim once again motioned Johnny inside, but this time something far more interesting than a stairwell awaited him. The room had a wide hallway that had rooms branching off from them, with curved, rectangular windows allowing passerby workers to see inside. Each room had a few people who appeared to be scientists, due to their goggles and lab coats, performing various experiments. Tim let Johnny past them and to an open room that looked similar to the hallway, but the 4 doors that led to separate rooms didn't have windows. <br>\r\n<br>\r\nTim led Johnny to one of the doors, telling him to wait for further instructions. After that, Tim left and Johnny was by himself in the large room. The room seemed to be as big as a fanciful ballroom, and was white with painted, black lines to make the walls and floors look more like grids. Johnny decided to just sit down and wait for the agency to tell him what to do. <br>\r\n<br>\r\nIt wasn't long before a voice came overhead, saying, \"Please do not panic when you see the syringe. It will not hurt you, and will only take a second.\" Soon enough a robotic arm came down with a shot and pricked Johnny in his arm, injecting the substance into him. It didn't really hurt, but Johnny was a bit concerned with what was being put into him. Shortly after he was given the shot...</span></div></div>",
            "created":1582606800,
            "id":2792963,
            "title":"Transformation"
        },
        "1123112121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "The flow speeds up even more, causing Johnny to grow fatter even faster",
                "The hypnosis unexpectedly wears off Johnny"
            ],
            "content":"<div class=\"\"><div> <span>Shortly after Johnny was given the shot, a tube came down and lowered itself perpendicular to Johnny's mouth. Johnny was a bit confused at first, but it wasn't long before the tube placed itself in Johnny's mouth. He was started to figure out what was going on, and his suspicions were confirmed when he saw some cream-like fluid flowing through the tube. Indeed, the scientists were feeding Johnny cream, or at least a cream-like substance is what Johnny assumed. It tasted like cream, so Johnny figured that was what the scientists were feeding him. <br>\r\n<br>\r\nEither way, the stuff tasted delicious so Johnny really couldn't complain one way or another. He sat there, rubbing his belly as the cream flowed into him, surely fattening him up. This excited Johnny, and that excitement caused Johnny to drink down the cream faster. The scientists saw this, and decided to speed the flow of the cream up just a bit to keep up with Johnny. It wouldn't be fast enough so Johnny would notice the difference, but it would certainly fatten him up faster. <br>\r\n<br>\r\nIn fact, the syringe that Johnny had been injected with earlier was now doing its job, as some squishy flab could be seen on Johnny's frame. It wasn't much, but it was obvious drinking so much cream had added some pounds to Johnny. Johnny hadn't really felt this, just subconsciously rubbing his belly, but he was enjoying this nonetheless. The implanted memories and hypnosis had really worked, causing Johnny to want to grow fatter so he could be a plus sized model; something no one would have expected of him before this.<br>\r\n<br>\r\nA bit into the cream feeding, the scientists all looked at each other and knew they were on the same page. One pressed a button, which opened a hatch in the ceiling of the room Johnny was in. Some headphones lowered down through the hatch, being held by in some robotic machinery. The headphones were placed on Johnny without him noticing, and the machinery quickly retracted into the ceiling where it came from. The headphones didn't play music, but instead more messages that encouraged Johnny to get fatter. Words of approval, and things like \"Grow bigger\", \"Doesn't this feel good?\" and \"Feel the flab add to your body\" further enforced the messaging Johnny had heard earlier, making him want to be a plus sized model even more.<br>\r\n<br>\r\nA bit after the headphones were placed on Johnny...</span></div></div>",
            "created":1586581200,
            "id":2817318,
            "title":"Cream Feeding"
        },
        "11231121211":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "The flow stopped, and Johnny was prepped for a photo shoot.",
                "Johnny tasted something weird in the cream, then felt swelling in his junk.",
                "Johnny felt a prick in his butt, and felt it swell up faster afterward."
            ],
            "content":"<div class=\"\"><div> <span>With the headphones now giving Johnny encouraging messages, approval, and even exciting him, he started drinking the cream down even faster, once again outpacing the flow that was currently going into his mouth. The scientists thus decided to speed up the flow even more, catching up with Johnny's gluttonous, overly excited suckling. Johnny seemed once again to not notice, but he did notice his t-shirt riding up higher and higher, and he took off his belt and unbuttoned his pants, making room for his growing belly.<br>\r\n<br>\r\nEven with the button off, his ass was starting to stretch his pants out, straining the seams as his shirt continued to ride and fill out, especially in the chest, where Johnny was just starting to grow a pair of moobs. His chin was filling out more and more too, and it would only be a matter of time before there it was a double. Even his arms and legs got thicker and fatter, though it was hard to tell unless you had before and after pictures.<br>\r\n<br>\r\nJohnny just continued to eagerly suck down the cream, appreciating the messages telling him that he was doing a good job, or that he was looking great, better than he ever had before! All the while, he was rubbing his own belly contentedly, feeling it slowly but surely grow under his head like bread rising. He even started pressing his hand in and releasing it a few times, feeling how much give their now was in his new belly.<br>\r\n<br>\r\nHe barely even noticed the seam running down the middle of his rear end tear, as it was a fairly gradual tear that started small and grew, thread by thread with every new gulp of cream. Johnny started imagining himself bigger, at a photo-shoot posing in various clothes with various backgrounds. His mind started to run free with images of adoring fans enjoying his pictures. He even got excited thinking about fans being attracted to his body and getting turned on by it. He liked the thought of being so attractive that he would make dudes hard and girls wet just at the sight of him. These subliminal messages were really feeding into his ego and boosting it up, and Johnny was actually starting to get hard at the thought.<br>\r\n<br>\r\nRegardless, Johnny soon was in definitely obese territory after being left like that for a while, and now...</span></div></div>",
            "created":1589259600,
            "id":2834520,
            "title":"Accelerating flow"
        },
        "112311212111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Be given lots of food, and the crew would take pictures of him pigging out",
                "Be left in the room with cream again, and his growth was going to be streamed"
            ],
            "content":"<div class=\"\"><div> <span>The scientists decided Johnny had had enough cream for now, and took the headphones off him first. He didn't seem to notice, but when the tube of cream was removed he did notice. \"Hey! I wasn't done with that!\" Johnny yelled, upset the tasty cream had been taken away from him. However, it was now that he noticed his bigger body. His belly was lying in front of him, his thicker thighs and legs squishing it in between them. He felt moobs on top of his belly, and that his arms were bigger, a bit more difficult to move. He couldn't see it, but he felt his face was bigger, his cheeks a bit chubbier and squishier and a double chin resting where there had only been one previously. <br>\r\n<br>\r\nIf Johnny was getting turned on by thoughts of his fans adoring him before, now he was definitely hard as he felt and saw how big he had gotten. Before he could enjoy his bigger body, Tim came back into the room. He looked pleased and said, \"Good to see you again, Johnny! You look great! It's time for your first photo shoot.\" Johnny was no longer upset about the lack of cream, and was eager to get started taking photos of himself in his bigger form. He slowly got up, struggling to do so with his new weight. Once he was up, his pants and underwear tore off, leaving the boy naked. It wasn't like you could see anything while he was standing up, though, as his belly covered his privates.<br>\r\n<br>\r\nTim lead Johnny to the photo room, and Johnny followed. He wasn't quite at a waddle yet, but he knew he would be soon which excited him. He entered the room, which looked like a normal photo studio. They immediately got Johnny set up for photos, covering his body in sort of shiny liquid. It wasn't bronze to make him seem tanned, but it just made him shinier. It was also cold, so his nipples perked up becoming very obvious and accentuating how big he was. They had Johnny take several pictures like this, taking some fairly normal poses. Then, a man, who Johnny could only assume was the fashion director, led Johnny to the clothes rack and fitted him with really tight clothes. First, he was fitted with a faded pink crop top and a bright fuchsia thong on. These poses seemed a bit more promiscuous, which Johnny was perfectly fine with. He wanted his fans to see how big had he grown, after all. After that, Johnny was fitted with a black polyester muscle shirt on with neon highlights on the sides, as well as some tight running pants. <br>\r\n<br>\r\nThis time, however, not as many photos were taken. This was because Johnny was also going to...</span></div></div>",
            "created":1589259600,
            "id":2834604,
            "title":"Sudden photo shoot"
        },
        "1123112121111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Johnny changed for another eating shoot, but this time it was video.",
                "Johnny was taken back to a transformation room for more alterations to his body.",
                "Johnny's conditioning broke suddenly and the crew had to take emergency measures"
            ],
            "content":"<div class=\"\"><div> <span>Johnny was surprised that not many photos were taken. He figured it was because these clothes were not as sexy as the last set. He said, \"Aren't you guys gonna take more? Do I look bad in this?\" and Tim said, \"No, of course not! We just need to get some action shots!\" and Johnny said, \"Action shots?\" the mix of surprise, curiosity, and incredulity all apparent in his voice. He said \"This body ain't exactly made for running!\" and Tim responded \"You'll see.\"<br>\r\n<br>\r\nAs if on cue, a few crew member began carrying in some more equipment, and something that smelled delicious to Johnny. Johnny almost immediately understood what Tim meant by action shots now, and he was quite relieved that instead of exercising, he'd be eating food, presumably for a camera. His stomach rumbled in want and approval, and Johnny eagerly watched the crew start by setting up a patch of fake astro turf where they put down a white towel with blue stripes and a wicker picnic basket lined with red and white checkered cloth.<br>\r\n<br>\r\nJohnny was then ordered to sit down and act natural. They told him that he could open the picnic basket, but not eat yet, and Johnny was confused and upset by this, but begrudgingly did what he was told. He opened the picnic basket and looked inside, seeing sandwiches, potato salad, and a two liter bottle of soda. His eyes widened in excitement and he was practically salivating when he heard and saw a camera flash, a sound and sight that he was rapidly getting used to. Now that they got a good shot of him looking hungry, they told him to eat the food however he wanted and act like they weren't there.<br>\r\n<br>\r\nJohnny eagerly obliged, unwrapping all of the sandwiches before stacking three at a time and cramming it in his maw, taking the biggest bite he could, getting camera flashes all the while. His cheeks were full like a chipmunk, and he looked so happy and content to have his mouth so full of food. He continued to wolf down the sandwiches before grabbing the tub of potato salad. He grabbed one of the small spoons in the picnic basket, and was about to start, but then he saw the large serving spoon and grabbed that instead, throwing the smaller spoon over his shoulder.<br>\r\n<br>\r\nHe once again crammed massive portions of food, this time potato salad, into his greedy maw, getting the mayonnaise-based dressing all over his mouth, which only made for a great shot when he finished it and belched. Finally, he chugged the two-liter bottle of soda in one helping, with camera shots rapidly going off the whole time. He belched loudly and patted his now bloated, fat belly, which now caused his shirt to ride up a bit. The crew cleaned up, and after discussing with a bunch of people, Tim went up to Johnny and said, \"Man, you're a natural at this! We got some great shots! I only wish we caught that on video!\" Johnny smiled widely, beaming with pride at the compliments and eager for whatever was next. He felt full when he finished the shoot, but as he waited, he quickly felt his hunger dissipate as the food digested. This was all thanks to whatever the scientists injected him with. He overheard Tim excitedly talking with someone about how easy it was to work with Johnny, as he barely needed any direction, and that only made Johnny more proud.<br>\r\n<br>\r\nSoon enough...</span></div></div>",
            "created":1589346000,
            "id":2834739,
            "title":"An eating photo shoot"
        },
        "11231121211111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Was taken to a luxurious room where he would spend the night",
                "Snapped out of his conditioning"
            ],
            "content":"<div class=\"\"><div> <span>Once the crew was done with the third photo shoot, the fashion director led Johnny back over to the clothes rack and got him changed once again. This time, Johnny was fitted with a white t-shirt and some red boxers and shorts. They fit well, but the crew knew they were going to change that. They had Johnny lift up the shirt to show off his bigger belly. Next, they had him show off his bigger butt, making the shorts seem tighter than they really were. They even had him take pictures of himself devouring burgers, fries and soda. However, that was just the beginning of this photo shoot.<br>\r\n<br>\r\nSoon enough, a long row of tables was moved into the room and after that many dishes were set out on the table. \"We're going to take a break from pictures and film you, Johnny.\" Tim started to explain, \"We want you to gorge yourself like you're at a buffet, and we're going to film it all. Sound good?\" Johnny was astounded. He could've never dreamed being a plus-sized model would be this good. \"Sound good? This sounds great!\" Johnny exclaimed, eager to get started with filming. \"Alright then, we'll give you the signal and then you can go ahead and start!\" Tim said.<br>\r\n<br>\r\nNot long after that the crew was ready to film and they gave Johnny the signal to start. He crammed sandwiches, pastas, burgers and desserts all in his mouth. He didn't know why, but he felt really hungry despite stuffing himself with the picnic food earlier. Johnny didn't know he had already digested that food into fat, and this food would soon be the same. Johnny was actually starting to feel full already, and he let out a big belch as he was about to say so. However, just as he was about to say something Johnny started to feel hungry again, the serum in the syringe doing its job. Johnny was back to stuffing his face with food, some added fat to his body.<br>\r\n<br>\r\nOnce he was done with the entire buffet, as well as digesting it all, the shirt was lifted up to his belly button, his moobs were straining the shirt, the shorts looked like short-shorts and Johnny had a content smile on his chubbier face. The video ended, and Tim applauded, soon followed by the rest of the team. \"Great job Johnny! I don't think we've had a better first day for a model!\" He cheered. Johnny burped and had a goofy smile, rubbing his bigger belly in content.<br>\r\n<br>\r\nAfter the video shoot, Johnny... </span></div></div>",
            "created":1589346000,
            "id":2835090,
            "title":"Video shoot"
        },
        "112311212111111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Called in a massage, to help him relax before bed.",
                "Was horny from the shoot, and decided to look for naughty tv stations.",
                "Went straight to bed. He was exhausted, and he was looking forward to tomorrow."
            ],
            "content":"<div class=\"\"><div> <span>After the shoot, Johnny heard a bell ring, and after the ring stopped, the room erupted with talking, and the crew started packing up, getting ready to leave. \"And that's a wrap!\" Tim said, adding, \"So how was your first day, Johnny?\" and Johnny said, \"Amazing! I never thought I'd end up with such a good agency!\" and Tim said, \"Only the best for our models! Let's get you to your room now!\" and soon, Tim was leading Johnny through a bunch of corridors to what appeared to be a hotel hallway, only much wider. Johnny stared at the floral patterned carpet as Tim led him to room 27, opening the door and saying, \"Here we are! Make yourself at home!\"<br>\r\n<br>\r\nJohnny said, \"What's on the schedule tomorrow?\" and Tim said, \"We're gonna assess your shape in the morning, adjust if we need to, then do more shoots! We'll come get you when we need you. We're starting pretty late, so you can sleep in if you'd like.\" and Johnny, puzzled, but not concerned by what \"adjust\" meant in this context, said, \"Sounds great!\" and Tim said, \"Have a good night!\" and he walked off.<br>\r\n<br>\r\nJohnny stepped into the room, feeling how soft the plush white carpets were. He could sleep on the floor if he wanted to, and he'd still get a great night's sleep! His feet already felt better, and because of that, he realized just how much his weight was starting to strain them now. He looked to his right into the bathroom, seeing the marble floor and counters with gold fixtures and trim. He walked further into the room, seeing a massive bed that was easily bigger than a king size. It was memory foam, and Johnny felt it hug his body perfectly as soon as he laid on it.<br>\r\n<br>\r\nThere was a heavy duty pull-out massage table adjacent to the bed, along with a massive TV. There was a little table with a coffee machine, a phone, a remote, and a room service menu. Johnny was content. He was no stranger to luxury, and even so, this was one of the better rooms he'd ever stayed in. The only thing missing was a window, but he figured that it wasn't there since he was underground.<br>\r\n<br>\r\nEither way, Johnny...</span></div></div>",
            "created":1589432400,
            "id":2835712,
            "title":"A luxurious night"
        },
        "1123112121111111":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Fatter",
                "Hornier"
            ],
            "content":"<div class=\"\"><div> <span>Johnny was tired after a long day of photo shoots and filming. While he loved doing them, he got tired out by them easily so he just wanted to relax for now. He decided a massage would be good, so he called one in to relax before bed. \"Ahh, this is the life.\" Johnny said, lying down on his huge bed. It was incredibly comfortable, and he almost forgot about his massage he had ordered until there was a knock on his door. Either he had gotten lost in relaxing or the masseuse was really fast. Either way, Johnny slow got his big body up and answered the door. \"You called for a massage?\" Was the first thing he had heard. The masseuse was a tall, blonde guy with blue eyes who actually didn't seem that much older than Johnny, maybe 2-3 years older. Johnny had to admit, he was quite attractive. <br>\r\n<br>\r\n\"Uh, yeah. Could you help with that?\" Johnny replied. \"Of course, that's my job after all. Just lie on your bed and I'll do the rest!\" They happily got back to him. Johnny got back on his bed, loving how comfortable it was. He was rolled over by the masseuse who began immediately, rubbing getting to work massaging his back and shoulders. The massage was especially pleasureful, the masseuse rubbing Johnny's fat folds and not leaving an inch of his body untouched. \"Hey, uh, I never got your name.\" Johnny spoke up during the massage. \"Oh, I'm Derek. From the call I'm guessing you're Johnny. It's nice to meet you.\" Derek cheerfully told Johnny. Johnny blushed, as he didn't think the masseuse would actually remember his name. It was really nice, and he was starting to believe everyone at the facility were all as kind as the last. <br>\r\n<br>\r\nThroughout the massage, Johnny couldn't help but let out moans of pleasure. It was a really good massage, and he was especially loving how his extra fat made it even more pleasureful. \"You don't have to be afraid with your love for this massage. We're supposed to be good at our jobs!\" Derek cheered, though it did seem a bit odd to Johnny. He didn't mind letting himself go a little more, though, and his moans of pleasure only got louder as the massage went on, as thanks to Derek's encouragement. \"I'm going to use our special massage cream, now. Don't worry, it'll only make the massage better!\" Derek further encouraged. Johnny didn't really care at this point, as the massage had been so good that he thought Derek knew best at this point. He felt the cold cream slap onto his fat body as Derek continued the massage, Johnny's moans of pleasure increasing tenfold.<br>\r\n<br>\r\n\"You've been great throughout this massage, Johnny. People typically aren't this excited about the massage.\" Derek encouraged. Johnny was loving the approval, and it only encouraged him further. However, the massage took a strange turn when Johnny felt himself get...</span></div></div>",
            "created":1589605200,
            "id":2836846,
            "title":"Time to relax"
        },
        "11231121211111112":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Derek offers Johnny a \"happy ending\" to his massage.",
                "Johnny asks if Derek can stay and cuddle with him for a bit.",
                "Johnny can't help himself, pulling Derek's head in for a needy kiss."
            ],
            "content":"<div class=\"\"><div> <span>The nice massage was taking quite the strange turn as Johnny felt himself get hornier the more that Derek rubbed that cream into his fat body. Sure, with his conditioning, he was starting to associate being fat with being wanted and desired, and it fed into his already existing exhibitionist tendencies, and the photo shoots may have been a bit arousing for him, but nothing that was nearly as strong as this! His pleasured moans got louder and more needy, and he leaned into Derek's touch whenever Derek went for another massage technique.<br>\r\n<br>\r\nDerek helped Johnny flip over onto his belly, and he massaged Johnny's back fat, reaching deep to the spine, causing Johnny to arch it like a cat stretching, enjoying the sensations. Derek massaged Johnny's neck, releasing a massive sigh followed by a long moan. Derek rubbed more of the cream into Johnny's massive ass cheeks, and Johnny's moans only got more intense as he stuck up his butt eagerly for Derek. At this point, he was leaning into his horniness, his fairly impressive dick at full attention, needily twitching.  \"You're being so good for me, Johnny!\" he said as he rolled Johnny back onto his back, saying \"Most guys try to hold everything in, and create a lot of tension, but you're so relaxed and comfortable around me. I'm glad you trust me!\" and Johnny merely moaned a bit in response.<br>\r\n<br>\r\nIt seemed like the massage was nearing its end, and...</span></div></div>",
            "created":1589691600,
            "id":2837384,
            "title":"Quite the strange turn"
        },
        "112311212111111121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Hungry",
                "Tired"
            ],
            "content":"<div class=\"\"><div> <span>Johnny thought his massage was about to end, which disappointed him at first. He was really into this, loving all the compliments and praise from Derek. He wanted more of that, not for it to end. However, Derek said, \"Hey Johnny, normally we don't do this on the first massage, but I'd like to offer you a \"happy end\" to your massage.\" Derek was lying about how he normally doesn't do this on the first massage, and the company actually encouraged the masseuses to do it on their first visit to get the people being massaged hooked. \"Yes!\" Johnny moaned out as Derek was really getting into his fat folds again.<br>\r\n<br>\r\n\"Alright! Your relaxation is my pleasure, so just relax while I'm doing this.\" Derek told Johnny. Derek then lifted Johnny's big belly up and reached under to grab his dick. Once Derek found it, Johnny let out a loud moan and his moans continued as Derek started to stroke it. With all the praise and approval he had gotten, Johnny was really turned on. While he normally wouldn't be so into this, all the conditioning had really had an effect on him and how he thought. Johnny was even starting to like how Derek had to hold his belly while he got him off, his love for praise meshing with his desire to grow bigger. <br>\r\n<br>\r\nNot very long after he had started, Johnny was starting to feel himself go over the edge, and not long after that he came. He let out a final orgasmic moan that was so loud it nearly echoed through the room. Derek smiled as Johnny laid back panting, while he cleaned up the mess Johnny had made. \"You did really well even throughout the end, usually the end of these massages aren't that climactic!\" Derek praised once more. He got his massaging tools together and said, \"If you need a massage again, you know who to call!\" <br>\r\n<br>\r\nDerek had left Johnny while he was still panting and basking in pleasure. He had never felt such pleasure before, even when he jerked off himself! However, after that massage session Johnny was feeling...</span></div></div>",
            "created":1589778000,
            "id":2837647,
            "title":"A \"happy ending\""
        },
        "1123112121111111212":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "There was a knock on the door; someone was here to evaluate his body.",
                "Someone was sitting on his bed, and there was an empty cart of food nearby.",
                "He saw that it was still early, and ordered a morning massage, hoping for Derek."
            ],
            "content":"<div class=\"\"><div> <span>After his \"happy ending\" from Derek, Johnny was exhausted. He had a long day of shoots, and he had put on a lot of weight, which his body wasn't quite used to yet. He was just ready to go to bed. He only wished that Derek could have stayed and massaged him to sleep, but he figured Derek was busy enough with other clients, and that he shouldn't be so greedy. He turned the lights off and decided to watch just a bit of tv, seeing that there was a cooking show on. It was a competition, and the chefs were trying to prepare exquisite meals using a secret ingredient. Oddly enough, the secret ingredient was lard, and even more oddly than that, all of the judges were incredibly fat and pompous yet quite handsome. \"They could get into modeling here if they wanted!\" Johnny thought to himself.<br>\r\n<br>\r\nIt was interesting enough to watch, especially with the chefs talking about how worried they were about portion size in their post-filming interviews. The concern was actually getting the portions large enough, and the chefs talked about the challenges of maintaining a balanced plate when they were expected to prepare so much food. Johnny seemed fascinated, and quite jealous of the judges on the show, who gobbled their food down as soon as the judging portion came up. It was quite an odd sight seeing a voracious judge sloppily slurp down a mixing bowl of chowder before giving nuanced and well-thought out critiques, all with chowder covering his lips and running down his chin.<br>\r\n<br>\r\nJohnny fell asleep as the show was ending, and he started dreaming that he was one of the judges on the show. He was picturing eating incredibly fancy dishes and giving his feedback. It was the best food he'd ever tasted in his life, and he had a really tough time trying to think of what to even say about it other than \"It's delicious!\" but he felt himself getting more confident with it as he went along. He was able to distinguish the more nuanced flavors, and the mistakes started to become more obvious to him. He was enjoying the dream a lot, especially since the dream seemed so vivid and lucid.<br>\r\n<br>\r\nJohnny was pulled out of the dream, however, wishing he could've stayed in it forever, but at least he still had his career as a plus-sized model right in front of him, and who knows, maybe he could go on shows like that! He had the star power, and he was sure that he would only get more famous as he continued to model. Either way, when he woke up...</span></div></div>",
            "created":1589864400,
            "id":2838161,
            "title":"Exhausted Johnny"
        },
        "11231121211111112121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Went to go get a shower and head off to find Tim to find out what he'll be doing",
                "Was upset he wasn't perfect, so he decided to eat more to fix that"
            ],
            "content":"<div class=\"\"><div> <span>Just as Johnny was getting up, he heard a knock on the door. He groaned, not wanting to leave bed so soon, but he rolled over and got off his bed, with some struggle. Johnny answered the door to a man with grey hair and another boy that looked a bit older than him. He looked to be around the same age as Derek, but with dark brown hair and brown eyes. \"Greets, Johnny. We're here to do an evaluation of your body.\" The older man with grey hair started, setting down his briefcase at the dining room table. \"As I understand it, you're our newest model so I'll give a brief explanation. Each day, or at least each day for awhile, we will come here to do an evaluation of your body. We want to make sure our models are in tip top shape, and that means keeping up with your diet and whatever else we decide best for you.\" <br>\r\n<br>\r\nJohnny was trying to process this all, so he simply said, \"O...kay?\" After the older man got settled, he said, \"Zachary, you may being the evaluation.\" The guy who looked around Derek's age then walked over to Johnny and began poking, groping and moving around Johnny's fat body. Johnny would be lying if he said he wasn't enjoying it, though it wasn't as pleasureful as Derek's massage. As Johnny was being evaluated, the older man began writing down notes, mumbling, \"Hmm, yes.\" \"Alright, seems fine.\" and \"I'll need to look at this a bit more.\" To Johnny, this felt like an eternity, but it actually only took about 10 minutes. <br>\r\n<br>\r\nAfter the evaluation seemed done, the older man walked back over to the dining room table to write some information down. \"Hey, I'm Zack. We'll probably be seeing each other a lot more often now.\" The boy who had actually touched Johnny's body said, holding his hand out. \"Hey, uh, I'm Johnny. You probably already knew that.\" Johnny replied, still trying to understand what was going on. \"That's Dr. Mackowitz, but I just call him Dr. Mac. He's one of the nicer evaluators, but he's still a bit harsh at times.\" Zack told Johnny. Zack and Johnny continued to talk when Dr. Mackowitz walked over to both of them.<br>\r\n<br>\r\n\"Zachary I'll need you to lift Johnny's stomach up for a bit. I need to check something.\" He said. Zack obliged, and Johnny didn't see any objections. Dr. Mackowitz looked under Johnny's stomach, and Johnny even felt him touch his dick as if to check on it. \"Oh, sorry there lad. Didn't mean to surprise you.\" Dr. Mackowitz apologized. Under his breath, the doctor mumbled, \"Well, it seems we could do a lot with this model, hmm?\" <br>\r\n<br>\r\nAfter that, Dr. Mac said, \"I'll bring these results to the other doctors and producers, but I think you're doing quite well, Johnny. All I'd advise is to eat some more, but other than that you're perfect!\" \"See ya Johnny!\" Zack said as he and Dr. Mac left. After the evaluation, Johnny...</span></div></div>",
            "created":1589864400,
            "id":2838293,
            "title":"Evaluation"
        },
        "112311212111111121212":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Completely true, and the modelling company was hypnotizing the public.",
                "Made up just to help reinforce Johnny's conditioning and remove his anxieties."
            ],
            "content":"<div class=\"\"><div> <span>Though most of his evaluation was glowing and perfect, Johnny was quite upset about a very small, almost offhand comment that Dr. Mac said. Dr. Mac and Zack probably didn't think much of it, but Johnny had a big, fragile ego that had been inflated by his time as a fat model, so that one comment really got to him. \"I guess I'll eat some more then!\" Johnny said in a huff as he looked at the room service menu, pounding out the phone number to dial room service before making a massive order.<br>\r\n<br>\r\nAs Johnny waited for his order, he laid on his bed, and flipped on the TV, watching the news, only to see a segment discussing how fatness was rapidly and inexplicably starting to lose its stigma in society, and that people were starting to see fat people as attractive. There was a heated debate between one expert who was decrying this trend as another push in the wrong direction for the health of the country, pointing to health issue after health issue associated with obesity. In the meantime, there were defenders of the trend in the panel. One was praising people for finally understanding that all body types can be beautiful, and that plus-sized people were finally getting a chance to shine in the spotlight. Another health expert was listing off various recent advances in medicine that were diminishing the health risks associated with obesity.<br>\r\n<br>\r\nJohnny was enthralled, and believed all of this at face value, and as it turned out, this story was...</span></div></div>",
            "created":1590469200,
            "id":2841468,
            "title":"Fixing his imperfections"
        },
        "1123112121111111212121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "He was getting fatter from the food",
                "A tube comes up from Johnny's bed and inserts itself into his butt"
            ],
            "content":"<div class=\"\"><div> <span>Johnny took all of the news at face value, not really bothering to check the facts since he was loving what he was hearing. And this was all happening, to boot! While the company wasn't 100% honest with its research, it was starting to discover ways in which fatter people became healthier when they grew fatter. This was all a ruse to hypnotize the public, though, much like they had hypnotized Johnny. Johnny didn't remember any of that, though, and was just excited to hear that being fat was a positive thing now. He was jiggling in joy, even if he didn't realize he was. <br>\r\n<br>\r\nJohnny started to get tired out by all the excitement, though, and laid back on his bed to take a breather. As he was, he heard a knock on the door and realized it had been a while since he ordered his food. The door opened itself, though, and carts of food started to pile into Johnny's room. Many chefs quickly came in and out, the last one tipping his hat before simply saying, \"Enjoy.\" Johnny looked around at all the food and grew excited. He knew he had ordered a lot, but seeing it in person was something else! <br>\r\n<br>\r\nThe carts all surrounded his bed, so he didn't have to move much to reach them. He went over to one of the carts containing a turkey, some gravy and some mashed potatoes before taking his fork, knife and spoon and digging in. The food was the best he had ever had, and he got a bit messy in his desire to eat such delectable foods. He didn't really care, as he was just focused on eating for now. As Johnny was eating...</span></div></div>",
            "created":1590469200,
            "id":2841499,
            "title":"Healthy discovery"
        },
        "113":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cristiano Ronaldo ",
                "Dylan Pierias",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now choose which celebrity you'd like to see gain!</span></div></span></div>",
            "created":1566190800,
            "id":2704800,
            "title":"Male Athletes"
        },
        "1131":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "He Gets sabotage by his rivel Lionel Messi",
                "Get a sponoership from a fast food chain ",
                "He Gets injuried and overeats "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>ok but how dose he get fat </span></div></span></div>",
            "created":1579582800,
            "id":2776652,
            "title":"Cristiano Ronaldo "
        },
        "1133":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Mark Sanchez",
                "Blake Griffin",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?</span></div></span></div>",
            "created":1566190800,
            "id":2704801,
            "title":"More Athletes"
        },
        "11333":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "Paulo Dybala",
                "owen farrell ",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>hmm what about </span></div></span></div>",
            "created":1579582800,
            "id":2776658,
            "title":"More"
        },
        "114":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Wilbur Soot",
                "Jake Paul",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now choose which celebrity you'd like to see grow!</span></div></span></div>",
            "created":1566190800,
            "id":2704804,
            "title":"Male Online Personalities"
        },
        "1143":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Cameron Dallas",
                "Markiplier",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?</span></div></span></div>",
            "created":1566190800,
            "id":2704805,
            "title":"More Online Personalities"
        },
        "115":{
            "author_id":"hunky",
            "author_name":"LucasFan17",
            "choices":[
                "Movies ",
                "TV shows",
                "Other "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about famous males from media? Like moves or tv shows?!</span></div></span></div>",
            "created":1566190800,
            "id":2704865,
            "title":"More types of celebrities!"
        },
        "12":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Actress",
                "Musicians (Singers, Performers, etc.)",
                "Athletes",
                "Online Personalities",
                "More types of celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now choose a type of celebrity to gain</span></div></span></div>",
            "created":1566190800,
            "id":2705055,
            "title":"Female"
        },
        "121":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Zendaya",
                "Kristen Bell",
                "More celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose which celebrity you'd like to see gain</span></div></span></div>",
            "created":1566190800,
            "id":2705056,
            "title":"Female Actresses"
        },
        "1211":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Story #1",
                "Story #2",
                "More Stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How should Zendaya start to put on the pounds?</span></div></span></div>",
            "created":1596344400,
            "id":2879912,
            "title":"Zendaya"
        },
        "12111":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Zendaya decides she likes the extra pounds and keeps eating like she has been",
                "Zendaya decides she wants to keep the weight but try exercising again",
                "Zendaya weighs hers, gets freaked out, and decides to start a diet. "
            ],
            "content":"<div class=\"\"><div> <span>After finishing filming Malcom and Marie, Zendaya Coleman found herself with some free time. The past couple of months had been so busy with Malcom and Marie which she had helped to finance and get evrything set up to film during quarantine. Unfortuntately the virus hadn't approved as she had hoped and she couldn't jump right into filming the next Spider-Man.<br>\r\n<br>\r\nThere also was not a lot to do with LA being shut down so Zendaya found herself hanging out and being lazy. She might spend some time laying by the pool working on her tan or reading. Or some time she might spend the day binge watching shows on Netflix. Or other times she might be talking with friends over Skype or her cell phone. Whatever she was doing, she seemed to always have something tasty to snack on. Especially a couple of her favorite treats, Fruity Pebbles cereal and Hagan Daez Coffee Ice cream.<br>\r\n<br>\r\nA couple of months of this lifestyle had passed. Zendaya woke up one morning and after using the bathroom, she caught her reflection in her full length mirror. As she gazed at her reflection, she noticed that she didn't look as skinny as she normally did. Her belly while still tan had a small layer of pudge on it. Moving down she noticed her hips seemed a little wider, and her thighs a little thicker and closer together. Her face remained thin and she was a bit disapointed that her boobs hadn't gotten bigger. She then turned around to get a look at her backside where butt was a little bigger and rounder.<br>\r\n<br>\r\nAfter having being critized for being too skinny, it was nice to have a few curves for a change. She had to admit that the extra pounds did look good on her and gave her a more womanly figure. Still, she couldn't help but wonder if maybe she had been eating a little too much. <br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1596430800,
            "id":2880379,
            "title":"Zendaya puts on the Quarantine 15"
        },
        "1213":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Rebecca Mader",
                "Jenna Fischer",
                "More celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?</span></div></span></div>",
            "created":1566190800,
            "id":2705057,
            "title":"More celebrities"
        },
        "12131":{
            "author_id":"tmortell",
            "author_name":"tmort",
            "choices":[
                "Pregnancy Weight",
                "Zelena Gains",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><b>1.</b> She is pregnant and goes overboard with the weight gain.<br>\r\n<b>2.</b> Her character Zelena in Once Upon a Time gains wait so she has to.<br>\r\n<b>3.</b> Other</span></div></span></div>",
            "created":1567918800,
            "id":2715316,
            "title":"Rebecca Mader"
        },
        "121312":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "A week later ",
                "Two weeks later ",
                "A month later "
            ],
            "content":"<div class=\"\"><div> <span>Rebecca Mader walked into the studio to film the new season of once a upon  saying hello to a few of her cast mates before heading towards towards the changing room  but was suddenly stooped by the director assistant \"Hello Miss Mader the director  wants to have a chat with you \"said The assistant  in way that made it sound like  she really didn't have a choice <br>\r\n<br>\r\n\"Ok then \"said Rebecca nodding and started to look for the director she finally  found him in his office \"Hello you wished to speak to me ?\"asked Rebecca knocking on the door  getting the director attention <br>\r\n<br>\r\n\"Yes I do take a seat \"said The director pointing to a seat in front of him Rebecca nodded and took the seat \"ok now done to busines their been a few changes made to your character \"explained the director Rebecca gave the director questioning look \"basically your character going to get fat in the show so we need you to put on weight 'explained the director <br>\r\n<br>\r\n\"Why can't we  just use a fat suit?'asked Rebecca confused <br>\r\n<br>\r\n\"Well we might have gone over budget last season with the visual effects plus fat suits are you hard to make look good \"said The director with embarrassed look on is face that he ket them go over budget Rebecca took a few minutes to think it over <br>\r\n<br>\r\n\"Well I guess I can do that I can always lose the weight afterwards \"said Rebecca with a shrug  <br>\r\n<br>\r\n\"Good better get started then \"said The director snapping  his fingers a few later his assistant entered the room pushing the crew snack trolley \"Rebecca decided the director was right the sooner she starts the better as she picked up a doughnut and started eating </span></div></div>",
            "created":1580014800,
            "id":2778751,
            "title":"Zelena Gains"
        },
        "1213121":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "She rips her dress ",
                "The director ask to talk to her "
            ],
            "content":"<div class=\"\"><div> <span>It had been a whole week since Rebecca had started gaining weight for the show she spent the better part of the week staying at home stuffing her face with any type of food she could get her hands on which had lead to her gaining quite a bit of weight she now had a small pot belly that sagged over her jeans along with her love handles her butt was also wider  and rounder Rebecca walked into the studio to meet the director assistant to she if you had gained a enough weight for the first episode of the new season  she find the assistant giving instructions to a few of the set crew \"Ah Rebecca I see you really token a shine to gaining weight for the role \"said The assistant patting Rebecca belly <br>\r\n<br>\r\n\"Well it was strange at first  but then I realized I can basically get way with eating whatever I want because it for work \"said Rebecca picking up one of the doughnuts at was  sitting with other food on the cast snack table <br>\r\n<br>\r\n\"By looking at you I say your big enough to film the first episode I will go tell the director while you go to wardrobe and get changed for the scene \"said the assistant giving Rebecca belly one more pat before going to find her boss Rebecca just shrugged and went off to wardrobe to get changed after she got changed she noticed how tight the block dress was if hugged her belly showing it shape and showing  off how wide her hips had gotten Rebecca really hope she didn't have to bend down during the scene she pretty sure the dress wouldn't be able to handle it  but with  a shrug she made her way over to the set were she was greeted by her cast mates who didn't mention  her weight gain   and started to film the scene  but just as they were getting the last sho</span></div></div>",
            "created":1580533200,
            "id":2781187,
            "title":"A week later "
        },
        "12133":{
            "author_id":"chubbyblubber2",
            "author_name":"chubbyblubber2",
            "choices":[
                "Naomi Scott",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Naomi Scott?</span></div></span></div>",
            "created":1595048400,
            "id":2871038,
            "title":"More celebrities"
        },
        "121331":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Story #1",
                "Story #2",
                "More Stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How should Naomi Scott start to pack on the pounds?</span></div></span></div>",
            "created":1596344400,
            "id":2879911,
            "title":"Naomi Scott"
        },
        "1213311":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Naomi agrees to go to the pub",
                "Naomi suggests they go back to the hotel and order room service",
                "Ella knocks and askes to join them "
            ],
            "content":"<div class=\"\"><div> <span>Naomi Scott was excited to be doing the Charlie's Angels remake film. She had loved the script when she got it and that it would have a female director in Elizabeth Banks. She was also excited about working with both Kristen Stewart and Ella Balkinska. The three of them had gotten along famously when they read together for audition.They were a couple of days into the shoot and were already having a blast.<br>\r\n<br>\r\nFilming had wrapped for the day and Naomi was back at her trailer. She had just finished changing into a pair of blue jeans and a white t-shirt with a split at the bottom of both sides. She was debating what she wanted to have for dinner when she heard a knock on the door. \"Come in\" she called.<br>\r\n<br>\r\nThe door opened and in walked Kristen. \"Hey Naomi! Would you like to get some dinner together?\" her co-star asked a bit nervously as she ran her hand over her short blonde hair. She had developed a crush on Naomi from the moment she met her. She thought Naomi was gorgeous and very sweet. She also loved that Naomi had a slighly curvy figure with thicker thighs for a skinny girl. She always had a thing for curvy girls and was hopeful that maybe she could get Naomi to put on a few pounds while filming. <br>\r\n<br>\r\n\"Sure, that would be great. It's no fun to eat alone\" Naomi agreed with a warm smile. \"Do you know of a good place we can go?\" she asked. <br>\r\n<br>\r\n\"Well since we are in Germany, I thought it would be fun to go to a local pub and try some food that Germany is famous for\" Kristen suggested. <br>\r\n<br>\r\n</span></div></div>",
            "created":1596344400,
            "id":2879922,
            "title":"Story #1"
        },
        "121332":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Kristen Stewart",
                "Ella Balinska",
                "More Actresses "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about either Naomi's Charlie's Angels co-stars either Kristen Stewart or Ella Balinska?<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1596258000,
            "id":2879090,
            "title":"More options"
        },
        "1213323":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Margot Robbie",
                "Scarlett Johnasson",
                "More Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about either Margot Robbie or Scarlett Johansson?</span></div></span></div>",
            "created":1596258000,
            "id":2879092,
            "title":"More Actresses "
        },
        "12133233":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Lily Collins",
                "Megan Fox",
                "More Actresses"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about either Lily Collins or Megan Fox?</span></div></span></div>",
            "created":1596258000,
            "id":2879093,
            "title":"More Choices"
        },
        "122":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Taylor Swift",
                "Katy Perry",
                "More celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose which celebrity you'd like to see grow!</span></div></span></div>",
            "created":1566190800,
            "id":2705058,
            "title":"Musicians (Singers, Performers, etc.)"
        },
        "1221":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Story #1",
                "Story #2",
                "More Stories"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How should Taylor Swift start putting on weight?</span></div></span></div>",
            "created":1596344400,
            "id":2879913,
            "title":"Taylor Swift"
        },
        "1222":{
            "author_id":"chubbyblubber2",
            "author_name":"chubbyblubber2",
            "choices":[
                "She gains weight for a music video",
                "Taylor Swift fattens her up",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How should Katy Perry get fat?</span></div></span></div>",
            "created":1595048400,
            "id":2871043,
            "title":"Katy Perry"
        },
        "1223":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Kirstin Maldonado",
                "Carissa Alvarado",
                "More celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?</span></div></span></div>",
            "created":1566190800,
            "id":2705059,
            "title":"More celebrities"
        },
        "12233":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Camila Cabello",
                "Ariana Grande",
                "Another Musician "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Camila Cabello who has gotten curvy lately?<br>\r\n<br>\r\n<br>\r\nWhat about Ariana Grande? She could use some extra pounds</span></div></span></div>",
            "created":1596258000,
            "id":2879086,
            "title":"More celebrities"
        },
        "122331":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Mom spoils her with her favorite foods while home on vacation",
                "Eating too much junk food and sweets while on tour",
                "More Options "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How should Camila Cabello start packing on the pounds?</span></div></span></div>",
            "created":1596344400,
            "id":2879914,
            "title":"Camila Cabello"
        },
        "1223311":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Camila's mom gives her both nuggets and fries",
                "Camila's mom suggests a big bowl of ice cream instead",
                "Camila 's mom gives her nuggets, fries, and a bowl of ice cream"
            ],
            "content":"<div class=\"\"><div> <span>Due to the virus shutting down filming on the Cinderella film that she was filming in the UK, Camila Cabello came back to the states and decided to spend the quarantine time with her family in Miami. She was very close to her parents and younger sister so this seemed like a perfect opportunity to spend quality time with them. She was also looking forward to enjoying some downtime.<br>\r\n<br>\r\nToday she was laying out by pool in a tight two piece bikini that was a little snug. It showed off her curves, her wide hips, her thick thighs, and her big booty. From the window in the kitchen, Camila's mother looked over her daughter. She was a chubby woman herself and she had been glad to see Camila pack on 15 to 20 pounds over the past couple of years. She always encouraged her daughter to eat what she wanted. Still, she felt like Camila was too skinny. Maybe I can fatten her up some more while she is at home she thought to herself.<br>\r\n<br>\r\nFeeling inspired, Camila's mom made her one of her favorite snacks, chicken nuggets. She put the nuggests on a plate and added a little container of ketchup to dunk them in.  She also got her a big glass of Mountain Dew Soda. She put the plate and glass on a tray and carried them out to her pop star daughter. Camila was just relaxing and reading a magazine when her mom brought over the snack. \"I thought you might be a little hungry hon\" her mom said sweetly.<br>\r\n<br>\r\n\"Ooh, chicken nuggets my favorite. Thanks mom\" Camila said as she eagerly picked up one of the nuggets, dunk it in the ketchup, and ate it. This made Camila's mom smile. \"Let me know if you want more or anything else\"' her mom said before heading back to the kitchen.<br>\r\n<br>\r\nCamila loved to eat and once she started eating the nuggets, she couldn't stop. It didn't take her long to finish the plate of nuggets. They left her very thirsty so she quickled gulped down a few sips of her cold and sweet Mountain Dew. A burp escaped her lips and she let out an embarssed little laugh. It was a good thing her boyfriend Shawn Mendes wasn't around to hear her unlady-like burp.<br>\r\n<br>\r\nStill feeling a little hungry, Camila decided to take up her mom's offer of having more. She got up and made her way into the kitchen. \"Hey mom! Can I have some more nuggets or maybe french fries?\" she asked sweetly with her best smile. She held the emply plate in one hand while the other gently patted her soft belly which was a bit bloated at the moment.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1596517200,
            "id":2880406,
            "title":"Mom spoils her with her favorite foods while ho..."
        },
        "122332":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Laziness",
                "Victoria Justice fattens her out of jealousy of her success",
                "More Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How should Ariana start to put on weight?</span></div></span></div>",
            "created":1596344400,
            "id":2879925,
            "title":"Ariana Grande"
        },
        "122333":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Selena Gomez",
                "Demi Lovato",
                "Another Musician"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about Selena Gomez?<br>\r\n<br>\r\nOr maybe Demi Lovato?</span></div></span></div>",
            "created":1596258000,
            "id":2879087,
            "title":"Another Musician "
        },
        "1223333":{
            "author_id":"divablair",
            "author_name":"divablair",
            "choices":[
                "Dua Lipa",
                "Hayley Williams",
                "Another Musician "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Or how about Dua Lipa?<br>\r\n<br>\r\nOr Maybe Hayley Williams?</span></div></span></div>",
            "created":1596258000,
            "id":2879088,
            "title":"Another Musician"
        },
        "123":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Lindsey Vonn",
                "Serena Williams",
                "More celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now choose which celebrity you'd like to see gain!</span></div></span></div>",
            "created":1566190800,
            "id":2705061,
            "title":"Athletes"
        },
        "1233":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Ronda Rousey",
                "Megan Rapinoe",
                "More celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?</span></div></span></div>",
            "created":1566190800,
            "id":2705062,
            "title":"More celebrities"
        },
        "124":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Liza Koshy",
                "Lilly Singh",
                "More celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now choose which celebrity you'd like to see grow!</span></div></span></div>",
            "created":1566190800,
            "id":2705063,
            "title":"Online Personalities"
        },
        "1243":{
            "author_id":"pikachu9000",
            "author_name":"Pikablu",
            "choices":[
                "Rosanna Pansino",
                "Molly Burke",
                "More celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which celebrity?</span></div></span></div>",
            "created":1566190800,
            "id":2705064,
            "title":"More celebrities"
        }
    },
    "info":{
        "author_id":"pikachu9000",
        "author_name":"Pikablu",
        "brief_description":"Have your favorite celebrities, male or female, gain weight and get fat!",
        "created":1566243000,
        "description":"<td align=\"left\" class=\"norm\">This interactive story will mainly focus on a selected celebrity gaining weight in whatever way you'd like; stuffing, magic, science and any other way you can think of! They can grow as big as you want and however fast you want. <br>\r\n<br>\r\nHowever, there are some rules:<br>\r\n<br>\r\n-Other characters other than the selected celebrity can gain, but they must be the same gender as the selected celebrity. For example, a female character cannot gain in a male celebrity's story line, and visa versa for a male with a female celebrity. This is to ensure those who like male weight gain don't have to write female weight gain, and those who like female weight gain don't have to write male weight gain.<br>\r\n<br>\r\n-If there are other characters in the story line, the selected celebrity should still be the focus on the story/gain. They don't have to be the biggest or center of attention, however they shouldn't be left out of the story completely.<br>\r\n<br>\r\n-Other fetishes, except vore, are allowed, but please make sure they are either an option or you confirm with the person you are writing with that they are okay with going on with said fetish. I'd rather not have people forced into uncomfortable situations<br>\r\n<br>\r\n-Try not to end stories unless you think it completely necessary<br>\r\n<br>\r\n-Have fun writing! This is for the enjoyment of those writing, so please, enjoy yourselves while reading/writing!</td>",
        "id":2198599,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597040700,
        "modified":1597040700,
        "pretty_title":"Celebrity Weight Gain"
    }
}