{
    "chapters":{
        "1":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Nia Jax",
                "Charlotte",
                "Sasha Banks",
                "Tag Teams",
                "More (Individuals)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First you must select a story. Who will be doing the smothering?</span></div></span></div>",
            "created":1586494800,
            "id":2816863,
            "title":"Who Do We Follow?"
        },
        "11":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1 (Unaware)",
                "Story #2",
                "Story #3",
                "Story #4",
                "Story #5"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story! </span></div></span></div>",
            "created":1586494800,
            "id":2816871,
            "title":"Nia Jax"
        },
        "111":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Sasha Banks",
                "Becky Lynch",
                "Alexa Bliss"
            ],
            "content":"<div class=\"\"><div> <span>The imposing plus size figure of Nia Jax strode through the arena hallway. Being relatively early in the afternoon, the Irresistible Force had some time to kill before the show started. With that in mind, she made her way to the women's locker room to sit down and get some rest before she had to start getting ready.<br>\r\n<br>\r\nIt didn't matter who her opponent in the show later on was going to be. With her size, Nia towered over the rest of the women's division both in height and in weight. She also wasn't above chucking her weight around to squish her smaller opponents. Her former best friend Alexa Bliss had learned that lesson the hard way on an episode of RAW in which Nia had employed the stinkface to devastating effect, smothering the fight out of the smaller woman.<br>\r\n<br>\r\nAlexa was far from the only superstar on the roster that Nia had physically dominated. In the years she'd spent on the main roster, Sasha Banks had proven to be a frequent opponent for the Samoan. Although statistics showed that Sasha tended to somehow gain victories over the larger woman, Nia loved imposing her will on \"the Boss\".<br>\r\n<br>\r\nBecky Lynch was another name that remained in Nia's mind. After memorably breaking Becky's nose with a single punch, Nia had inadvertently helped catapult the Irish woman's rising star. After Becky managed to down Nia with a sucker punch the following month, Nia had never gotten her revenge. She'd relish the chance to show how weak \"the Man\" really was.<br>\r\n<br>\r\nBut that was all in the back of her mind. Firstly the Samoan was focused on resting up. As she approached her destination, her bountiful breasts and buttocks jiggled with every step. Embracing body positivity, the large woman had made it clear how much she loved her curves, including starring in a video talking about how much she loved her butt.<br>\r\n<br>\r\nUpon entering the locker room, Nia was too engrossed in her phone to notice the slender form of a woman lying on one of the couches, taking a nap. This was why she didn't bother to check if anyone was occupying the couch before lowering her large rear end.<br>\r\n<br>\r\nAs the woman below her began to wake up, she opened her eyes and immediately widened them in horror at the sight of the rapidly descending shadow falling over her.<br>\r\n<br>\r\nBefore she had a chance to move or shout in protest, Nia's enormous ass made contact, squishing the unfortunate smaller woman's face, with Nia's weight forcing her upper body to sink down further into the couch.<br>\r\n<br>\r\nThe unsuspecting Samoan behemoth shifted her ample weight around to get comfortable on her unwitting living human seat cushion, grinding her butt on the poor woman's face. She tried to squeal to make her presence known, but it was unfortunately a barely audible muffle, buried beneath the mountainous ass.<br>\r\n<br>\r\nWho had Nia sat on, and what happened next?</span></div></div>",
            "created":1586494800,
            "id":2816879,
            "title":"Nia's Couch Cushion"
        },
        "112":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Lana",
                "The IIconics (Handicap Match)",
                "She decides to move to SmackDown"
            ],
            "content":"<div class=\"\"><div> <span>It seemed like just another episode of Monday Night RAW. However, unbeknownst to everyone else, an intimidating woman was ready to make her presence felt once again.<br>\r\n<br>\r\nHaving been out of action for quite some time, Nia Jax knew she had to make a big impact upon her return. But not just that, she'd come to realise that she hadn't been making proper use of her assets during her previous run. As a large woman, Nia had a lot of flesh to punish her opponents with. So why hadn't she done everything she could to use that to her advantage? Sure, she had pulled out a senton and a hip attack from time to time. Even a stinkface on her former best friend Alexa Bliss at one point. But why were those a rarity instead of a common occurrence? Had she been holding herself back through an unfair advantage?<br>\r\n<br>\r\n'Well screw an \"unfair\" advantage,' Nia thought to herself. If those bitches wanted to complain, they should have made sure to put on weight to protect themselves. Why should she be punished for being superior? It was hardly her fault she was naturally curvy. Nia thought to herself as she slowly rubbed up her large, wide ass before moving her hands to cup her breasts.<br>\r\n<br>\r\n\"Nia, it's time for your match!\" she heard a stagehand interrupt her.<br>\r\n<br>\r\nAs she stared dead ahead at her beautiful reflection in the mirror, a smile curved her lips with the thought of the rampage she was about to go on.<br>\r\n<br>\r\nZelina Vega stood awaiting her mystery opponent, hands on her hips with a confident smirk. It didn't matter who management had picked to face her, she would beat them. But then a familiar beat sounded. The entrance music of Nia Jax heralded the Samoan Behemoth's return. As the crowd popped in a mixture of surprise and boos, all the colour drained from Zelina Vega's face. She still remembered her one brief run-in with Nia Jax at Evolution 2018 in a battle royal. To put it simply, Nia had dominated Zelina, who was too small to manage to get any offense. Zelina's time in the match had come to an untimely end after Nia had hurled her out of the ring with terrifying brute strength. The thought of having to face the fresh monster in her return match made Zelina sick to her stomach. This was going to be painful.<br>\r\n<br>\r\nThe bell rang, and both women just stared at each other. As much as Zelina tried to put on a brave front, she was simply too terrified, and it showed. Nia just smirked and extended her arms in invitation.<br>\r\n<br>\r\n\"Come on little Zelina, free shot!\"<br>\r\n<br>\r\nWell Zelina had never been one to look a gift horse in the mouth, so despite her trepidation, she charged towards Nia and began to lay into her with desperate strikes.<br>\r\n<br>\r\nNia didn't make any move to cover up or protect herself. She just absorbed all of the punishment, Zelina's pathetic blows were more akin to an annoying pest than a worthy opponent. There wasn't any strength behind them, just pure desperation. Eventually Zelina got the message and stopped, panting through exertion. <br>\r\n<br>\r\n\"Finished?\" Nia asked tauntingly with a malevolent grin before licking her lips. \"Now it's my turn.\"<br>\r\n<br>\r\nNia pulled back and pummeled Zelina with an anvil-like fist, sending the small Latina sprawling in a heap. Nia cackled at what little effort it had taken to send the diminutive woman down like a sack of potatoes.<br>\r\n<br>\r\n\"Get up!\" Nia demanded as she pulled Zelina back to her feet. She then wrapped her arms around her body before picking her up. Zelina's world turned upside down before being slammed back down to the mat with a vicious body slam.<br>\r\n<br>\r\nZelina squeezed her eyes tightly shut as she groaned in pain, wondering when this nightmare will end. She then felt a great weight ease itself slowed down onto her stomach, slowly compressing her. As she blinked her eyes open, she was greeted with the sight of Nia having decided to take a seat on her belly, the large woman looking sadistically at her like she was a piece of meat. <br>\r\n<br>\r\n\"Have you had enough yet, little Zelina?\" Nia taunted before her features merged into a pout at the sensation of Zelina frantically struggling beneath her. Nia got up with a huff. She couldn't risk giving Zelina a chance to tap out. She wasn't done playing.<br>\r\n<br>\r\nAfter picking Zelina back up again, Nia irish whipped the small woman into a corner. She didn't leave her much time to recover before she charged towards her at full speed, barreling chest first into her. Only because of the height difference, Nia's bountiful breasts slammed into Zelina's face.Instead of stepping away, Nia simply remained in place, smothering Zelina in her cleavage. The smaller woman's muffled cries into Nia's bosom could be heard as she desperately flailed her arms around.<br>\r\n<br>\r\nEventually Nia relented and released the pressure, the sudden loss of contact sending Zelina slumping down on her ass, the back of her head resting against the bottom turnbuckle pad.<br>\r\n<br>\r\n\"You didn't like my boobs, huh?\" Nia asked rhetorically. \"Well luckily for you, I have plenty of other curves I can get you <i>ass-quainted</i> with.\"<br>\r\n<br>\r\nAs Nia turned around, Zelina's eyes bulged out of her head in realisation. She was still aware enough to work out what the large Samoan had been referring to, but she didn't have the strength to move in time.<br>\r\n<br>\r\nWithout wasting any time, Nia thrust her massive ass back until it was firmly planted on Zelina's face. She wiggled it around in a circle to give Zelina the full experience, before wedging her bulbous butt between the middle and bottom pads, effectively now using Zelina's whole face as a seat. Although Zelina's entire head still wasn't an adequate size for her gigantic rear end, her ass still spilling out on either side. The whole time Nia was doing all of this, Zelina was screaming into her butt. Unfortunately for her, Nia's rear was too cavernous for her pleading for mercy to be coherent. <br>\r\n<br>\r\nAt the referee's insistence, Nia finally got off, sending Zelina collapsing into a sobbing heap. A wicked smile tainting her features, Nia then dragged Zelina's body to an ideal position on the mat. The Samoan then started to climb the bottom rope before launching her body downwards into a devastating Banzai Drop, Zelina screaming in agony as the immense weight slammed into her body, sending her skin rippling at the impact.<br>\r\n<br>\r\nSeeing the effect she'd had on the tiny Latina, Nia decided it was time to finish this. By this point, Zelina was too out of it to feel herself being picked up again, placed on the shoulders of Nia, before being dropped in a punishing Samoan Drop.<br>\r\n<br>\r\nAnd now it was time for Nia's new and revolutionary method of covering her opponent. She stood over Zelina's prone body. If Zelina was coherent enough to look up, she would have seen Nia's massive ass filling her vision. Nia let the audience know what she had planned by slapping her buttcheeks, the impact of her palms making the material of her ring gear rippling as her skin jiggled within.<br>\r\n<br>\r\nThe Samoan Behemoth then launched herself into the air, extending her legs forward. Her immense butt then dropped onto poor Zelina's face, slamming onto her head like a meteorite slamming into Earth. If Zelina hadn't already been knocked unconscious, she certainly would have been after that. Nia then lifted and adjusted her legs to cover Zelina's upper body, resting her abundant body full-weight on the comparatively tiny woman trapped below her. Nia's ass sank further into Zelina's face as her body appeared to consume the one below it. The end result being Nia sitting on Zelina's face while her legs kept Zelina's shoulders pinned to the mat.<br>\r\n<br>\r\nBarely concealing her disgust, the referee reluctantly counted one-two-three for the bizarre cover. As Nia's music thundered throughout the arena, the Samoan Behemoth made no attempt to move, keeping the unconscious Zelina buried beneath her.<br>\r\n<br>\r\nAfter a few seconds, the referee decided to step in.<br>\r\n<br>\r\n\"Come on Nia, get up off her! You've won, there's no need for this!\"<br>\r\n<br>\r\nNia just stared blankly at the referee. Without a response, the referee took the situation into her own hands, trying to move Nia herself. Nia sighed before grabbing a fistful of the referee's shirt, pulling her face dangerously close to her own.<br>\r\n<br>\r\n\"Put your hands on me again, and what I did to Zelina will happen to you!\" Nia growled in a low voice, making sure her intentions were brutally clear, and that she had every intent of following through. The referee gulped and nodded in response before backing away, scurrying away from ringside.<br>\r\n<br>\r\nAfter another ten seconds of smothering Zelina even further into unconsciousness, Nia sighed and decided it was time to get up, grunting as she made her way back to her feet. Glancing down at Zelina to admire her handiwork, she had to laugh at the sight.<br>\r\n<br>\r\nNow Nia Jax had put the world on notice. She had a whole new array of offense, and she would take great pleasure in using it.<br>\r\n<br>\r\nWho does Nia Jax face the following week?</span></div></div>",
            "created":1587099600,
            "id":2820123,
            "title":"Nia's Crushing Return"
        },
        "113":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Alexa asks Nia to squash her in a different way",
                "Nia falls asleep",
                "Nia takes control (Alexa gets scared)"
            ],
            "content":"<div class=\"\"><div> <span>For months now, RAW Women's Champion Alexa Bliss had been using Nia Jax as her personal bodyguard. The large woman had proven to be instrumental in Bliss' success, helping her retain her championship on several occasions, and teaming up with her when she needed a partner.<br>\r\n<br>\r\nBut that wasn't the only reason that Alexa kept Nia around. No, Alexa couldn't deny that she definitely felt something for the hefty Samoan. Watching Nia dominate her opponents in the ring, Alexa always felt tempted to dive in and take the opponent's place. Imagining the thought of Nia's curves pressing into her, whether it be a body splash in the corner, a leg drop, or a banzai drop. Losing her grip on self-control, Alexa left out a soft moan at the very idea before blushing in embarrassment as she looked around the backstage area from where she was currently watching Nia's match. Thankfully she was alone. Distancing herself and setting herself on a much higher pedestal than the rest of the roster did have it's perks. Especially in this moment.<br>\r\n<br>\r\n---<br>\r\n<br>\r\nFollowing Nia's victory, Alexa hadn't stopped gushing about it the whole journey back to their shared hotel room. Nia couldn't help but beam in pride the whole time. Alexa usually seemed congratulatory after her matches, but never to this degree. Something was up with her best friend, and Nia couldn't possibly see it as a negative.<br>\r\n<br>\r\n\"And the way you had control over her the entire match and she couldn't get a single offensive move in...oh my gosh!\"<br>\r\n<br>\r\n\"Sounds like you really enjoyed watching,\" Nia chuckled.<br>\r\n<br>\r\n\"Totally! And the way her body just crumpled after you swung your ass into her stomach? That was hot!\"<br>\r\n<br>\r\n\"You seem to be talking about my ass a lot, huh?\" Nia arched an eyebrow in an accusatory manner at Alexa. To her credit, Alexa didn't look embarrassed or caught out at all. Instead she fixed Nia with a 'duh' expression.<br>\r\n<br>\r\n\"Well can you blame me? It <i>is</i> a really nice butt.\"<br>\r\n<br>\r\nNia blushed. She was used to horny men on the internet complimenting her rear end, but not her best friend. Without putting too much thought behind it, she realised she was okay with this.<br>\r\n<br>\r\n\"Wanna touch it?\" Nia smirked at the sight of Alexa's jaw dropping in astonishment at the invitation. <br>\r\n<br>\r\n\"Are you serious?\" Alexa couldn't believe her ears. Here she was getting something she'd pined for for a long time, without any fight.<br>\r\n<br>\r\nNia nodded with a sultry stare. \"Come here.\"<br>\r\n<br>\r\nAlexa suddenly felt like her limbs were made of jelly, her overpowering desire making her to be a fool. She was too stunned for words. Even as shocked as she was, Alexa managed to force her legs to carry her over to Nia, but she made no attempt to move her arms. Sensing how overcome Alexa had been at the offer, Nia took her hands and guided them to rub the cheeks of her huge ass, her black leggings and panties being the only material preventing Alexa from reaching her bare skin.<br>\r\n<br>\r\nAlexa shuddered in amazement at the wonderful feeling that made her chest swell with joy, biting her lip in a fruitless attempt to stifle the moans breaking free, as her fingers glided teasingly around the outline of bountiful flesh. Nia smirked at the effect she was having on the smaller woman at such an easy action. If this was how easy she could make Alexa lose her mind, she was almost unwilling to take it any further out of fear of breaking her mind.<br>\r\n<br>\r\nForcing words up her throat, Alexa managed to get them out. \"I-I-I want...all of you Nia,\" Alexa gasped.<br>\r\n<br>\r\n\"I'm not sure you can handle all of me, Lexi.\"<br>\r\n<br>\r\nAlexa pouted momentarily, before looking up at Nia with a confident grin. \"Is that a challenge?\"<br>\r\n<br>\r\nBefore Nia could respond, Alexa grabbed hold of Nia's arms and tugged her towards the king-sized bed. Alexa laid down on the comfortable sheets, leaving Nia standing at the foot of the bed. Just as Nia was about to ask what Alexa was doing, the diminutive woman sat up. She wrapped her arms around Nia's torso before using every ounce of strength in her comparatively little body to pull the plus-sized woman down on top of her.<br>\r\n<br>\r\nGetting the message, Nia stopped just short of flattening Alexa. The shorter woman let out a petulant huff at the lack of contact before looking into Nia's concerned eyes.<br>\r\n<br>\r\n\"Are you sure you want this Alexa?\"<br>\r\n<br>\r\nAlexa gave a firm nod in affirmation. \"More than anything in the world. Now lay that sexy body fall on top of me.\"<br>\r\n<br>\r\nNia grinned before letting all of her body weight drop, engulfing Little Miss Bliss in a sea of wobbling flesh, her curves pressing into and compressing Alexa's body. Alexa let out an involuntary gasp of air as it was driven out of her body, the squashed woman sinking deeper and deeper into the mattress, the bed creaking in protest at the added weight.<br>\r\n<br>\r\nAs Nia's humongous body began to settle upon claiming it's newest victim, Alexa was in heaven, despite now being sealed in a fleshy prison. She loved the newfound ability to feel all of Nia's substantial curves squashing her, like her body was a mattress worth resting on. Although she knew that Nia had the ability to crush her to death, Alexa trusted that her best friend would never do anything to hurt her. And so she felt no fear at all. Only extreme pleasure.<br>\r\n<br>\r\nNia felt a moan vibrate in her bosom, and looked down to see the cause. She giggled at the sight of Alexa's head trapped in her cleavage, her friend's face smothered in the space between her large round tits, with her fleshy orbs resting on either side of Alexa's head.<br>\r\n<br>\r\nSensing what part of Nia's heavenly body her head was currently trapped under, Alexa used her arms to feel around, until they came to a stop on the funbags lightly resting on either side of her head. With a grin on her face, Alexa reached into Nia's bra and squeezed the bountiful boobs, earning a yelp of surprise from Nia at the unexpected contact.<br>\r\n<br>\r\n\"This girl is even naughtier than I thought!\" Nia thought to herself.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1587272400,
            "id":2821076,
            "title":"Alexa Wants All of Nia's Weight"
        },
        "12":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1 (Queen Domination)",
                "Story #2",
                "Story #3",
                "Story #4",
                "Story #5"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will you pick story #1 (Queen Domination)<br>\r\n<br>\r\nOr a different story?</span></div></span></div>",
            "created":1586754000,
            "id":2818385,
            "title":"Charlotte Flair"
        },
        "121":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Rhea Ripley",
                "Becky Lynch",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Following her defeat of the young rookie Rhea Ripley to win the NXT Women's Championship at WrestleMania, Charlotte Flair was feeling on top of the world. To put it simply, the Queen was feeling unbeatable. Dominant. But there was something else that she felt. Something that she had tried to repress throughout her career, but now her ego threatened to unleash her inner lust. Having defeated most women on the WWE roster, Charlotte was beginning to wonder to herself. Why shouldn't they be forced to bow down before their Queen and satisfy her carnal desires? She'd proven time and time again that there was no one better than her in the entire company. She was, after all, genetically superior. It was time to make that clear in everybody's mind.<br>\r\n<br>\r\nWith this in mind, the familiar entrance music of Charlotte Flair heralded the Queen's triumphant return to Monday Night RAW. She was dressed to compete, but she wasn't planning on spending much time in the ring at all. As her opponent stood in the ring and watched her stride confidently down the ramp with grace, she made sure to maintain an icy stare into her eyes. Charlotte got the reaction she was expecting from the local talent only brought in to extend the Queen's dominant streak. She saw fear. In Charlotte's mind, everybody who stood across the ring from her should feel that crucial human emotion. The local girl's eyes flickered from left to right, searching for an exit, but there was nowhere to run. The Queen wouldn't allow it. Charlotte licked her lips, like a lioness circling her trapped prey, as her mind began to scheme. This match would be quick.<br>\r\n<br>\r\nThe bell rang, and the smaller woman found herself immediately flattened by a big boot from Charlotte Flair. Without any time to work out what had happened, she felt pressure applied to her legs as Charlotte locked in a Figure Four before transitioning to her patented Figure Eight. Screaming with agony, the younger wrestler tapped out in a heartbeat, the pain too much to bear. The Queen kept the punishing hold locked in for a further few seconds, cementing the power she held. Mercifully, she released before posing over her fallen opponent. <br>\r\n<br>\r\nCharlotte used her feet to push the jobber out of the ring before demanding a microphone.<br>\r\n<br>\r\n\"At WrestleMania, I did what no woman in this company has ever done before. I dominated NXT years ago before leaving for grander spotlights befitting of my royal stature. But now that NXT has grown, the brand that <i>I</i> built by the way, it was time for the Queen to remind everybody that without the Queen, NXT would be nothing.\"<br>\r\n<br>\r\nCharlotte smirked, imagining the chorus of boos she'd hear if there was an audience present.<br>\r\n<br>\r\n\"So I did what I do best. I <i>dominated</i> Rhea Ripley, and took her NXT Women's Championship as a trophy. A permanent reminder that <i>I</i> am better than everybody! Before WrestleMania, I said that that the Queen wants all the gold, and that statement is still true. But now I'm thinking that I deserve more than that. I've earned enough gold to fill a treasury! I need something more.\"<br>\r\n<br>\r\nCharlotte smirked, replaying images in her mind of the various times she'd physically humiliated her fellow superstars in her matches. Whether it was shoving her large tits in Asuka's face during a TLC match, or positioning her ass dangerously close to Kairi Sane's face during a Royal Rumble match, she did enjoy using her body to humiliate who she saw as her lessers.<br>\r\n<br>\r\n\"This is a declaration from your Queen to the rest of the women's division. It's time for everybody to bow down and worship the Queen.\"<br>\r\n<br>\r\nWith that message, Charlotte dropped the microphone before posing with a devilish grin to the cameras. Although the audience would assume her message was pertaining directly to a metaphorical standpoint, her fellow wrestlers knew different. They knew that Charlotte meant her statement quite literally.<br>\r\n<br>\r\nWho does Charlotte go after first?</span></div></div>",
            "created":1586754000,
            "id":2818403,
            "title":"Queen Domination"
        },
        "122":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Both women are pleasured enough, wait to get to hotel room for more",
                "Becky wants more",
                "Charlotte wants more (gives Becky more than she bargained for)"
            ],
            "content":"<div class=\"\"><div> <span>As Charlotte continued trying to read her book, she couldn't help but find herself distracted. Out of the corner of her eye, she could still sense Becky's eyes firmly fixed on her. Or rather, on her generously-sized chest.<br>\r\n<br>\r\nAs tag team partners, the two best friends were always more or less glued to each other's sides. Despite spending a couple of years at each other's throats, the two had reconciled and formed an unstoppable union that had taken over the Women's Tag Team division. With multiple tag team championship reigns under their belts, the two now simply enjoyed competition for competition's sake. Leaving them far more relaxed and carefree, with urges outside of the ring that didn't really exist before.<br>\r\n<br>\r\n\"Are you going to get ready, or are you going to continue staring at my tits?\" Charlotte asked. By this point, she was used to Becky's gawking. The Irish woman seemed immune to shame, never even attempting to hide her lust. When Becky was in one of these moods, there was nothing Charlotte could say to dissuade her. It did sometimes distract her from activities she wanted to accomplish, which exasperated her at times. This was one of those times.<br>\r\n<br>\r\nThey had a match later in the night to prepare for. Being in the afternoon though, they had a good hour or two before showtime. It was already obvious how Becky desired to fill that time. They were lucky that their status gave them the privilege of their own private locker room.<br>\r\n<br>\r\n\"I'm already ready for somethin',\" Becky said with a wink. \"An' I'll carry on starin' until you give me the word.\"<br>\r\n<br>\r\n\"Becky,\" Charlotte sighed in exasperation. \"We have a match tonight, now is not the time.\"<br>\r\n<br>\r\n\"It's always the time,\" Becky answered with a smirk in that smartarse way that only she can. It drove Charlotte mad at times, but she also found it hugely endearing. <br>\r\n<br>\r\n\"Right, and hows it going to look when you go to make-up with your face covered in boob sweat? Charlotte arched an eyebrow in question.<br>\r\n<br>\r\n\"Then they'll know I served my Queen,\" Becky grinned facetiously. Clearly she didn't care what her co-workers would think of her as long as she got her own pleasure.<br>\r\n<br>\r\nCharlotte had to work to prevent a humorous smile from breaking out. As much as her best friend made her laugh, she couldn't give her the satisfaction or encourage her behaviour. <br>\r\n<br>\r\n\"No.\" the blonde amazon said as firmly as she could.<br>\r\n<br>\r\n\"Charrrrloteeee,\" Becky whined with a deep pout, giving Charlotte her best puppy dog eyes. She was really making this hard on the taller woman.<br>\r\n<br>\r\n\"Becky, I said no,\" Charlotte insisted, pulling her jacket tighter around her chest to cover up. Becky's frown made it clear how much she didn't approve of this action.<br>\r\n<br>\r\n\"What's the point of havin' big boobs if you won't shove the face of the woman you love between them?\"<br>\r\n<br>\r\n\"And who says I love you?\"<br>\r\n<br>\r\nBecky decided to take this moment to plop herself in Charlotte's lap, wrapping her arms around the back of her neck. \"I do. An' I know you better than anyone else.\"<br>\r\n<br>\r\nCharlotte couldn't resist laughing at this. \"You may be right, but you're still not getting what you want.\"<br>\r\n<br>\r\nBecky pouted even more ridiculously than before, but then her eyes lit up with a grin. <br>\r\n<br>\r\n\"C'mon.\" Becky urged, and Charlotte shook her head. \"Your tits are like Mount Rushmore...my face should be among them.\"<br>\r\n<br>\r\nBecky's eyes sparkled with amusement as she wiggled her eyebrows playfully at Charlotte. Charlotte had to make sure her lips were firmly pressed together, in case the laughter within her throat managed to break free.<br>\r\n<br>\r\n\"I knew I made the right move bringing my library card to the arena, because I've spent all day checking you out,\" Becky pushed further, knowing that sooner or later she would get her way. She always did. Charlotte struggled to keep a straight face, but just about managed it.<br>\r\n<br>\r\n\"Did we come to a dog shelter? Because all I see are puppies,\" Becky glanced at Charlotte's perky breasts, slowly becoming more exposed as Charlotte shifted in her seat do distract herself from Becky's corny lines. The only trouble was that they were working.<br>\r\n<br>\r\n\"Come on, I'm just a peasant who wants to serve her Queen.\"<br>\r\n<br>\r\nThe more Becky continued to grin at Charlotte, the more her antics chipped away at her resolve, until finally she couldn't take it anymore.<br>\r\n<br>\r\n\"Okay, okay!\" she finally admitted defeat, earning a squeal of joy from the flame-haired woman perched in her lap.<br>\r\n<br>\r\nThe Irish woman jumped to her feet, watching hungrily as Charlotte stood up and took off her jacket and top, leaving only her bra.<br>\r\n<br>\r\n\"Come on then, you idiot,\" Charlotte teased as she grabbed the back of Becky's head and thrust it towards her. Becky let out an excited yelp as her nose was plunged deep into Charlotte's generous cleavage. She dug her nails into Charlotte's back, giving her leverage as she twisted her face from side to side between the bountiful fleshy orbs, motorboating Charlotte's enormous tits.<br>\r\n<br>\r\nCharlotte threw her head back and moaned in pleasure as she felt Becky's tongue skillfully lick and swirl around on the fleshy mounds. She felt herself growing increasingly wet between her legs.<br>\r\n<br>\r\n\"Mmmffhmmlll\" Becky muffled into Charlotte's chest, but the Queen had no intention of letting her free just yet. Not after how much she'd bugged her into doing this.<br>\r\n<br>\r\nCharlotte tightened her grip on the back of Becky's head, earning a muffled yell in surprise at the added tension. In response, Becky withdrew her hands from Charlotte's back, and pulled them back around to fondle, grope and squeeze Charlotte's big, round boobs.<br>\r\n<br>\r\n\"Fuck yeah,\" Charlotte moaned as she grew increasingly turned on. It turned out she needed this just as much as Becky.<br>\r\n<br>\r\nThis continued for another couple of minutes. Feeling Becky fading, Charlotte let her out for air.<br>\r\n<br>\r\nA sweaty, red-faced Becky emerged panting for air, orange hair plastered to her forehead. Charlotte chuckled at the imprint that her chest had left on the Irishwoman's face.<br>\r\n<br>\r\n\"Happy now?\" Charlotte asked. Her eyes still sparkling with pleasure, Becky nodded with a grateful smile across her face.<br>\r\n<br>\r\n\"Good, because now...\"</span></div></div>",
            "created":1587272400,
            "id":2821168,
            "title":"Becky's Boob Infatuation"
        },
        "13":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1",
                "Story #2",
                "Story #3",
                "Story #4",
                "Story #5"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story!</span></div></span></div>",
            "created":1586754000,
            "id":2818430,
            "title":"Sasha Banks"
        },
        "131":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "After the match"
            ],
            "content":"<div class=\"\"><div> <span>For years, Sasha Banks and Alexa Bliss had been arch enemies. Whether they were on NXT, RAW, or SmackDown, their paths were always sure to cross. And every single time they did, there were sure to be vicious matches with both women doing whatever they could to win. Or at the very least, make sure the other woman did not. There was such a bitter animosity between the two superstars that eventually a traditional stipulation would not suffice.<br>\r\n<br>\r\nAnd that leads us to the contract signing on SmackDown for a showdown between the two on the next pay-per-view. A match with a stipulation seldom seen before.<br>\r\n<br>\r\n\"When it's all said and done, Little Miss Bliss is going to be nothing more than the Boss' bitch!\" Sasha exclaimed with a smirk, her tone oozing with confidence.<br>\r\n<br>\r\n\"Oh yeah? That's really what you think? No, that won't happen, because I don't lose to people below me.\" Alexa paused for a second to fix Sasha with a contemptuous glare. \"No, you see what is going to happen is that I'll show the world just how pathetic and subservient you really are when you serve the Goddess.\"<br>\r\n<br>\r\nHaving already both signed the contract, both women darted up from their chairs, reaching across the table to get into each other's face.<br>\r\n<br>\r\n\"Hey! Hey! HEY!\" Stephanie McMahon yelled in an effort to get both of their attention. \"Save it for Sunday, otherwise the match is off.\"<br>\r\n<br>\r\nBoth women continued to trash talk at each other, but true to Stephanie's order, neither laid a finger on the other. They didn't want to risk cancelling their match. Not with what was at stake. This wasn't just any match. This match had the added stipulation that the loser had to be the winner's slave for the next 24 hours. They would have to obey every single request/demand, or risk being fired. With both of their pride on the line, neither woman could afford to lose. But there must be a winner.<br>\r\n<br>\r\n---<br>\r\n<br>\r\nThe time for the showdown between the Goddess and the Legit Boss had come. As Sasha made her way to the ring, she heard the ring announcer state the stipulation, and as confident as she was, she couldn't risk gulping at the prospect of losing to Alexa Bliss. The short woman with a Napoleon Complex had already humiliated her in the past simply by besting her. She couldn't imagine what it would feel like to have to serve such a vile woman, as physically beautiful as she may be. Sasha knew the same was not true on the inside.<br>\r\n<br>\r\nThe bell rung, and the match began. With their familiarity, there was no need to waste time feeling the other out. The two bitter enemies went straight for striking each other as hard as they possibly could. Sasha remembered breaking Alexa's nose back in NXT, back when Alexa had yet to taste success. She would love to do that again.<br>\r\n<br>\r\nAs the match progressed, the two women felt their limbs begin to weaken and their stamina start to sag. Both of them had taken and received good shots, both taking sadistic pleasure in causing as much pain as possible. <br>\r\n<br>\r\nHaving thrown Sasha into the corner , Alexa followed her opponent, before a devilish idea curved her lips upward in a smirk. Why not give her opponent a preview of what she could expect when she was forced to serve the Goddess? <br>\r\n<br>\r\nInstead of slapping Sasha straight across the face or stomping into her gut as she usually would, Alexa took note of Sasha's slightly hunched over state while recovering in the corner. Especially the fact that Sasha was eyeline with Alexa's surgically enhanced breasts.<br>\r\n<br>\r\nPushing her boobs together, Alexa thrust forward, shoving Sasha's face in between her tits. Alexa released her grip on herself to grab the back of Sasha's head and pull her features deeper into her cleavage. Sasha screamed, but her muffled protests fell on deaf ears.<br>\r\n<br>\r\n\"This is what you're going to have to get used to after tonight Sasha!\" Alexa shouted, scorn dripping from her every word.<br>\r\n<br>\r\nAlthough she was beginning to lose herself in how amazing it felt to have someone she hated trapped and forced to experience her curves, the referee's count began to register to Alexa. With a petulant huff, Alexa released her hold on Sasha on the count of four and took a step back to get in the referee's face.<br>\r\n<br>\r\nAs Alexa continued to argue with the referee, a demoralised Sasha slumped down to a sitting position, the unexpected smother sapping more of her energy. As Alexa took a look over her shoulder, she grinned as she saw the position that Sasha had unknowingly placed herself in.<br>\r\n<br>\r\nAlthough her wrestling shorts already displayed enough of her butt cheeks hanging out, Alexa decided to expose even more skin, giving herself a wedgie. She turned her back to Sasha and gripped the ring ropes on either side with each hand.<br>\r\n<br>\r\nSasha began to stir, but it was too late. As her eyes blinked open, she immediately widened them in horror as she saw Alexa's curvaceous ass coming closer and closer. She didn't have time to yell as the shapely rear slammed forcefully into her face.<br>\r\n<br>\r\nAlexa wiggled her ass round and round clockwise, making sure to rub her ass to cover every inch of the Legit Bitch's face. She had to bite back a moan at the enjoyable sensation. She was loving every second of it, as Sasha continued to scream into her ass.<br>\r\n<br>\r\nUnfortunately her time was cut short once again as the referee began to admonish her and start the count. Alexa reluctantly got off at the very last second and looked back to admire her handiwork.<br>\r\n<br>\r\nSasha looked like a broken down version of her former self, now that her face had been squished against both the bosom and the ass of the woman she hated most in the world. And hang on, were those tears? Alexa watched as Sasha silently sobbed at the experience. As much as she'd love to continue watching the effect she'd had, Alexa had a referee to argue with.<br>\r\n<br>\r\nAs her senses began to return to her, Sasha continued to play the part of a broken shell of her former self. White hot anger raged within her after being used as nothing more than a smother victim for the brat parading herself as a Goddess. But she would have to continue playing her part if the arrogant smaller woman was going to fall into her trap. Alexa was a conniving bitch, but Sasha knew she was even more shrewd. She continued to force tears down her cheeks as she used the ring ropes to pull herself back to her feet, making sure to appear as out of it as she could.<br>\r\n<br>\r\nAlexa finished shouting at the referee, and noticed Sasha having since stirred. Taking a full steps back, she ran full force at a prone Sasha in the corner. Unfortunately for her Sasha chose this moment to showcase her speed, darting out at the last second. The result being Alexa colliding with the turnbuckle pads, her own momentum carrying enough force to send her sprawling backwards.<br>\r\n<br>\r\nAs quick as a cat, Sasha scaled the turnbuckle on the second rope, and waited patiently for her opponent to make it back to her feet. Still dazed, Alexa walked right into Sasha's trap. Sasha dived off the second rope, connecting with a meteora. Only instead of getting back up, Sasha remained in place, her butt on Alexa's chest and her crotch covering Alexa's face.<br>\r\n<br>\r\n\"Not so fun is it when it's happening to you, huh Alexa?\" Sasha shouted down between her legs. Sasha made a point to wiggle around in place, smearing her crotch all over the face of the Goddess. Without ropes to force a break, Sasha could stay seated and smother the evil woman for as long as she liked. But as much fun as she was having, she had a match to win.<br>\r\n<br>\r\nThe two continued to go back and forth for a few more minutes. Eventually Alexa managed to gain the advantage, Sasha motionless on the canvas as she scaled to the top rope. Performing her signature taunt, Alexa dove off to perform Twisted Bliss.<br>\r\n<br>\r\nUnfortunately for her, Sasha had been playing possum. Rolling out of the way after it was too late for Alexa to correct herself, Sasha quickly scrambled to lock in the Bank Statement.<br>\r\n<br>\r\n\"TAP! TAP! Become the Boss' Bitch you've always been, you pathetic sham of a Goddess!\" Sasha yelled as tears of pain streamed down Alexa's face. It was an excruciating hold, but she couldn't allow herself to be forced to serve the woman she loathed. Sensing Alexa's stubbornness, Sasha cranked up the pressure, earning intensified screams of agony from Alexa. Eventually Alexa simply couldn't bear it anymore, and was forced to tap the mat. As she heard Sasha's music blast throughout the arena, the realisation hit her as she remained a sobbing mess on the canvas. She had to do whatever Sasha wanted for the next 24 hours. And if that match was anything to go by, it wasn't going to be pleasant for her.</span></div></div>",
            "created":1586926800,
            "id":2819186,
            "title":"Sasha Defeats Alexa"
        },
        "1311":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Take a shower",
                "Go to bed",
                "Sasha demands that Alexa licks her clean instead of showering"
            ],
            "content":"<div class=\"\"><div> <span>Alexa whimpered as Sasha strode triumphantly towards her, a malicious smile taunting her. \"You're mine now, bitch!\" Sasha tangled her hand in Alexa's hair before tightening her grip and pulling the smaller woman up by her hair, earning a yelp of pain. \"Come on sweetheart,\" Sasha grinned in a sickly sweet voice, both knowing that her intentions were anything but.<br>\r\n<br>\r\nSasha continued to walk up the ramp towards the backstage area with Alexa in tow, keeping a firm grip on Alexa's hair to make the walk as uncomfortable as she could.<br>\r\n<br>\r\n\"Get in,\" Sasha demanded as she shoved Alexa into the empty locker room, the force sending Little Miss Bliss down to her hands and knees.<br>\r\n<br>\r\n\"Aren't we going to shower?\" Alexa finally managed to ask, after her sobs had subsided, upon realising that Sasha had thrown on a t-shirt and sweatpants and was now packing her bag.<br>\r\n<br>\r\n\"No, why waste time?\" Sasha grinned evilly. She was enjoying every second of making Alexa as uncomfortable as she possibly could, a fact reinforced upon seeing her face fall at the answer. \"We're going straight to the hotel, my little slave. We can shower after we've had a little bit of fun.\"<br>\r\n<br>\r\nAlexa felt her stomach drop at the mention of \"fun\". What was fun for Sasha would almost certainly not be fun for her.<br>\r\n<br>\r\n---<br>\r\n<br>\r\nA short while later, the two women arrived at Sasha's hotel room. Although Sasha had covered herself up, she'd forced Alexa to remain in her sweaty ring gear against the chilly night air. The drive had been quiet, Sasha continuously eyeing Alexa up with excitement.<br>\r\n<br>\r\n\"Hmm, what to do first,\" Sasha pondered as she tapped her chin repeatedly. A smile crossed a face. \"Ooh, I know!\" Alexa watched as Sasha pulled a chair away from the table where an assortment of make-up had been deposited. Sasha grinned at Alexa as she patted the seat of her chair. \"Take a seat, bitch.\"<br>\r\n<br>\r\nAlexa plodded over, shoulders drooped in defeat. A slap reverberated around the room as she suddenly felt her ass sting. She looked up at Sasha, who met her with a glare. \"You do what I tell you straight away, you don't waste the Boss' time.\" <br>\r\n<br>\r\nAs furious as Alexa was right now, she knew that was not a single thing she could do about it. Any sort of complaint or refusal could mean the termination of her contract. So she was forced to keep her true emotions to herself as she lowered herself down to sit in the chair.<br>\r\n<br>\r\n\"No, not like that you stupid bitch,\" Sasha reprimanded. \"More like this.\" Sasha then began to rearrange Alexa, pushing her down and turning her around until her head was laid on the seat of the chair facing the backrest, while her legs were pushed apart to dangle out of the chair on either side of the back. \"There we go, that's more like it.\" Sasha took a moment to admire her handiwork before walking over in front of the chair.<br>\r\n<br>\r\nAs Alexa looked up, she stared up at Sasha's plump ass, taunting her from above. \"Wait, you're not going to-\"<br>\r\n<br>\r\n\"Oh, I think I will,\" Sasha cut Alexa off with a smirk before slowly lowering her body down, enjoying every moment of antagonising the blonde bitch. Her nether regions slowly sunk down into Alexa as she sat down. Her butt was once again seated atop Alexa's breasts which acted as a cushion, spilling outwardly at the pressure. Sasha's crotch was once again pushed into Alexa's face. Alexa groaned at the weight bearing on top of her, feeling as though she was being crushed. Sasha wasn't a big woman by any means, but she did hold a slight size advantage over Alexa. Never had being a mere five feet felt like such a detriment to Alexa.<br>\r\n<br>\r\n\"Enjoying the view?\" Sasha teased in a condescending tone as she looked down into Alexa's terrified eyes. \"Now, you're going to play the part of a seat cushion while I take my makeup off.\" Sasha grinned as she saw Alexa's eyes change from fear to rage. She was enjoying pushing the smaller woman's buttons, in this case quite literally. \"And before you get any bright ideas, just remember: seat cushions can't move or make sounds.\"<br>\r\n<br>\r\nSasha cackled to herself as she leaned forward to grab her make-up wipes. Alexa let out a quiet sigh of relief as she felt Sasha relieve the pressure from her chest. But unfortunately it lasted for only a second, as Sasha slammed back down with force, causing Alexa to involuntarily groan with pain.<br>\r\n<br>\r\n\"What did I just say?\" Sasha demanded, anger seeping into her tone. \"I'm going to have to train you better than that.\"<br>\r\n<br>\r\nAlexa's eyes widened in panic at that statement. Was this bossy bitch seriously going to spend the next 24 hours sitting on her? As loathe as she was to do so, Alexa decided that the best course of action would be to play along and cater to Sasha's demands to make it easy on herself.<br>\r\n<br>\r\nAs Sasha continued to wipe her face clean of make-up, the pressure was starting to get to Alexa. It had been bad enough to start with, but now that a minute had gone by, she was starting to struggle at the feeling of her chest being slowly crushed by the monster on top of her. Because of this, she began to let out a series of groans and moans.<br>\r\n<br>\r\nInstead of responding verbally, Sasha decided to squeeze her thighs together, cutting off Alexa's air supply. \"I told you not to make a noise, seat cushion,\" the Boss taunted.<br>\r\n<br>\r\nFinding herself unable to breathe, Alexa began to use what little strength remained in her to paw desperately at Sasha's muscular thighs holding her strongly in place.<br>\r\n<br>\r\n\"I warned you not to do that,\" Sasha answered in a sing-song voice.<br>\r\n<br>\r\nAlexa had no idea what punishment was in store for her next, until she felt a strong vibration against her chest coming from Sasha's butt, accompanied by an easily recognisable sound. Alexa would have contorted her features into disgust at the realisation that her enemy had just farted on her chest, if she'd been able to move them against the curtain of sweatpants still resting firmly against her face. If the strong stench of sweat from Sasha's nether regions wasn't already bad enough, now she had the vile smell of a fart mixed in.<br>\r\n<br>\r\n\"Carry on disobeying the Boss, and there'll be more where that came from,\" Sasha playfully wiggled her ass to get her point across. Figuring that she'd done enough to break Alexa's resolve, she parted her thighs to allow the diminutive woman to breathe again. Alexa immediately began to take desperate gulps of fresh air, before meeting Sasha's malicious gaze, her pearly whites on display in an open smile. \"How'd you like the smell of the Boss' butt?\"<br>\r\n<br>\r\nAlexa was unable to answer, only responding with a whimper. Not wanting to push Alexa too far just yet, Sasha allowed her a reprieve as she got up and didn't force an answer. Alexa was lucky she felt like being merciful. After she'd broken her in, Sasha wouldn't let her dare to get away with not answering her Boss.<br>\r\n<br>\r\n\"Now my pet, I'll give you a few seconds to get your breath back. Then we're going to...\"</span></div></div>",
            "created":1586926800,
            "id":2819219,
            "title":"Alexa the Make-up Chair"
        },
        "14":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Boss 'n' Hug Connection",
                "Fire and Desire",
                "Kabuki Warriors",
                "Bella Twins",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which duo of wrestlers?</span></div></span></div>",
            "created":1586494800,
            "id":2816870,
            "title":"Tag Teams"
        },
        "141":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1",
                "Story #2",
                "Story #3"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story!</span></div></span></div>",
            "created":1586494800,
            "id":2816888,
            "title":"Boss 'n' Hug Connection"
        },
        "1411":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Carmella",
                "Lacey Evans",
                "Paige"
            ],
            "content":"<div class=\"\"><div> <span>Following Bayley's victory at WrestleMania 36 retaining her SmackDown Women's Championship, the duo of Bayley and Sasha Banks felt on top of the world! Although Sasha had initially been disappointed that she hadn't managed to win the match herself, she fully supported her best friend continuing her dominant reign over the SmackDown Women's division. The way she saw it, if Bayley was champion, she was in effect also champion. The two best friends shared everything.<br>\r\n<br>\r\n\"You know what we need to do?\" Bayley asked from the safety of their own private locker room the following week.<br>\r\n<br>\r\n\"What, Bay?\" Sasha replied with an interested smile on her face. Since she'd returned to WWE, she'd found that what made her happiest was earning money, and watching her best friend's back. Individual accolades were no longer a priority for her. As long as she was still collecting a paycheck, she'd do whatever Bayley desired.<br>\r\n<br>\r\n\"After my dominant performance at WrestleMania, we need to show the rest of the losers in this division who their true role models are!\"<br>\r\n<br>\r\n\"You're damn right we are!\" Sasha responded with a smirk. \"I mean, who do these people think they are, thinking they can cross the Boss and the Role Model with no consequences?\"<br>\r\n<br>\r\n\"Exactly. I'm still seriously pissed off at Paige for putting me at an unfair disadvantage at WrestleMania - which I still won by the way!\" Bayley laughed. She was too caught up in her own bragging to notice Sasha's smirk drooping at the reminder that she had lost that match. Fortunately Sasha caught herself and channeled her frustration towards another of their recent adversaries.<br>\r\n<br>\r\n\"And Lacey Evans? We're bigger role models than she'll ever be to that bratty kid of hers! We still deserve some payback for all the times she harassed us.\"<br>\r\n<br>\r\n\"And lets not forget Carmella publicly turning her back on me and putting the blame on you!\"<br>\r\n<br>\r\nSasha scoffed at the mention of Bayley's former friend. Truthfully Sasha had always felt a little insecure about her friendship with Bayley whenever Carmella was involved. Bayley cutting her ties to the Staten Island Princess removed that insecurity, and she'd love the chance to rub it in Carmella's face.<br>\r\n<br>\r\n\"Okay, let's do it.\"<br>\r\n<br>\r\nBayley and Sasha then exited their locker room in search of someone to make an example out of. Who were they looking for?</span></div></div>",
            "created":1586494800,
            "id":2816899,
            "title":"Reminding the Roster of the Real Role Models"
        },
        "1412":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "They go to their bedroom for more sexy antics",
                "Bayley wants her turn",
                "Sasha feels a sudden buildup of gas and gets back on Bayley's face"
            ],
            "content":"<div class=\"\"><div> <span>It was a peaceful evening, and Bayley was curled up with her girlfriend Sasha Banks on their couch. On a night free from their usual wrestling commitments, the two women were content to spend their night watching a movie together in each other's arms.<br>\r\n<br>\r\nThey hadn't always been together though. The two women had spent most of the spring and summer of 2018 lashing out at each other, both feeling betrayed at the other for different reasons. But after Sasha had inexplicably broken their spat to save Bayley from a beatdown, Bayley had pushed her for answers. Feeling no choice but to let it all out, Sasha had admitted that she loved Bayley. Three precious words that meant the world to the taller woman with an affinity for hugging. From there the two had never been closer both inside and outside the ring.<br>\r\n<br>\r\nIt wasn't uncommon for the two to spend a quiet night in together. They both loved basking in the comfort of being together. The two women truly adored each other, with all their heart. But there was one aspect to their relationship that they kept hidden, locked away behind closed doors.<br>\r\n<br>\r\nSensing that her girlfriend's focus wasn't fully on the TV, Bayley decided to put her mind at ease, gently squeezing Sasha's shoulder.<br>\r\n<br>\r\n\"Sash, you alright babe? Anything the matter?\"<br>\r\n<br>\r\nSasha blinked in surprise. She wasn't aware that she had been giving off any sort of vibe to suggest that there was a problem.<br>\r\n<br>\r\n\"No, why do you ask?\"<br>\r\n<br>\r\n\"You seem distracted.\"<br>\r\n<br>\r\nThe smaller woman blushed. Truthfully she was distracted, but she hadn't realised that her girlfriend had picked up on it. But she should know just how well Bayley knew her both inside and outside by now.<br>\r\n<br>\r\n\"I was just thinking...\" Sasha trailed off, prompting Bayley to follow up on it.<br>\r\n<br>\r\n\"Of what?\" Bayley arched an eyebrow, gazing down into the eyes of her beautiful girlfriend. How did she get so lucky?<br>\r\n<br>\r\n\"I was thinking that I'd enjoy this movie a lot more...if I was sitting on your face.\" Sasha finally answered.<br>\r\n<br>\r\nThis wasn't an unheard of request in the Banks household. The two women loved each other's bodies so much, that they would sometimes use their assets to pleasure each other, at the cost of easy access to oxygen. It was never malicious, and always consensual. <br>\r\n<br>\r\nRegaining her thought process, Bayley decided to answer the request with a question.<br>\r\n<br>\r\n\"But how would I be able to watch the movie?\"<br>\r\n<br>\r\nSasha glanced up, a teasing smile wide across her face. \"I think you'd have a much better view.\"<br>\r\n<br>\r\nBayley chuckled at her girlfriend's statement. Sasha certainly knew how gorgeous her body was.<br>\r\n<br>\r\n\"But I've already watched most of it, I want to find out what happens.\"<br>\r\n<br>\r\nSasha sat up, fixing Bayley with a pout and her cutest eyes. A look that entranced Bayley and made her give in every single time. \"Pleeeeeaaassseee?\" Sasha made sure to bat her eyelashes. <br>\r\n<br>\r\nBayley laughed at the childish display. Her girlfriend certainly was a brat. But she was <i>her</i> brat. How could she ever say no to those eyes?<br>\r\n<br>\r\n\"Alright.\"<br>\r\n<br>\r\nSasha squealed with joy, eyes dancing with anticipation as she watched Bayley lower herself to lie down on the couch. Without wasting any time, Sasha swung her legs over Bayley's chest, and lowered her leggings covered bubble butt down to cut off her girlfriend's air supply.<br>\r\n<br>\r\nFor the first few moments, the two were in a comfortable silence. Sasha's cheeks settled to claim Bayley's face, and the taller woman didn't have a single complaint. As much attention as Bayley's bulbous butt captured, Sasha had a really nice ass herself, and Bayley would never object to have it on her face like this.<br>\r\n<br>\r\nBut as the seconds ticked by, Bayley felt the urge to breathe. She made her concern known by reaching her arms from where they had rested by her sides, grabbing hold of each firm round cheek with each hand, and pushing upwards.<br>\r\n<br>\r\nSasha got the message, lifting her rear up enough to see the smiling face of her girlfriend looking up at her. Bayley always looked beautiful to Sasha, but she thought that she never looked more so than after submitting to her delicious ass.<br>\r\n<br>\r\n\"You alright down there hunny?\" Sasha asked in a soothing voice that never failed to make Bayley's insides glow with desire.<br>\r\n<br>\r\n\"Yeah,\" Bayley grinned, before giving a firm push into Sasha's buttcheeks to signify that she wanted more.<br>\r\n<br>\r\n\"Eager today, aren't you?\" Sasha teased as she wiggled her ass back down to cover Bayley's face again.<br>\r\n<br>\r\n\"Mmffmmm,\" Bayley gave a muffled answer in confirmation, and Sasha grinned.<br>\r\n<br>\r\nAnother few seconds passed. Sasha's eyes were fixed on the TV, but she wasn't really paying attention. She was enjoying the sensation of Bayley's face buried beneath her sexy rear far too much.<br>\r\n<br>\r\nInstead of pushing on Sasha's cheeks for air, Bayley decided to push her luck by tugging at the waistband of her girlfriend's leggings.<br>\r\n<br>\r\n\"Ooh, you are naughty tonight, aren't you boo-boo?\" Sasha purred, before complying with her girlfriend's obvious request. Sasha got up off of Bayley's face, smirking at how flustered the woman had gotten. Swaying her hips sensually, Sasha hooked her fingers at the waistband and pulled her leggings down, teasingly slowly just to annoy Bayley.<br>\r\n<br>\r\n\"I don't pay you by the hour,\" Bayley joked, a hint of tension in her eyebrows at having to wait.<br>\r\n<br>\r\n\"Shh,\" Sasha pressed a finger to Bayley's lips. \"You'll have more than my finger blocking your mouth if you're patient.\"<br>\r\n<br>\r\nBayley tried to protest, but any retort died on her lips at the sight of Sasha's nether regions being covered only by a black lace thong. It wasn't a surprise of course - she'd watched Sasha put it on that morning. But the sight of her girlfriend wearing such a sexy attire, it made her weak at the knees. Good thing she was already laid down.<br>\r\n<br>\r\nSasha got back on the couch and dangled her ass high above Bayley's head. She lowered her butt down excruciatingly slowly, taking pleasure in knowing just how badly Bayley wanted her ass.<br>\r\n<br>\r\nThe smaller woman's ass sank back down into the Latina's features, now with only a skimpy thong separating Bayley's face from her girlfriend's delicious asshole. Becoming more turned on by the second, Bayley took this opportunity to grab and squeeze Sasha's toned asscheeks, <br>\r\n<br>\r\n\"Ooh, someone's getting a little handsy,\" Sasha moaned in pleasure. She felt Bayley grope her butt even harder in response, and Sasha saw an opportunity. \"Hey, cut it out!\" she said firmly. She knew that if she tried to deny Bayley, the more she'd want it. And a needy Bayley always excited her.<br>\r\n<br>\r\nBayley slapped Sasha's cheeks defiantly, the exquisite mocha cheeks rippling at the impact, earning a delighted squeal of surprise from the beautiful woman atop her.<br>\r\n<br>\r\n\"Oh, you are definitely getting punished for that!\" Sasha taunted. \"One minute without air.\"<br>\r\n<br>\r\nBayley's heart began to race excitedly, a tiny element of panic arousing her even more.<br>\r\n<br>\r\nTrue to her word, Sasha remained firmly seated, with no room for Bayley to wriggle out. Twenty seconds passed, and Sasha felt Bayley begin to squirm underneath her.<br>\r\n<br>\r\n\"I told you, you're not getting any air,\" Sasha reminded. \"Nobody slaps the Boss and gets away with it.\"<br>\r\n<br>\r\nSasha then gripped her breasts firmly and began to grope herself. She released a soft moan as she bucked her hips slightly in an attempt to satisfy her arousal. Not enough to allow Bayley room to breathe, of course. <br>\r\n<br>\r\nAs the seconds went by and Bayley's struggles became more frantic, Sasha wasn't worried. The two practiced cardio and breath control far too often for a minute to be any real problem.<br>\r\n<br>\r\nAfter forty seconds, Bayley's legs began to pound up and down against the other side of the couch, and Sasha decided that pinching her own sensitive nipples wouldn't be enough. Slipping a hand into the front of her thong, she felt her own wetness, and began to massage her clit.<br>\r\n<br>\r\nSasha began to increase the pace of her ass riding Bayley's face, with still not enough space to allow Bayley any air. Sasha's moans began to grow louder and more guttural, and Bayley grabbed and squeezed Sasha's cheeks harder and harder in an attempt to not only pleasure herself, but to distract herself from the fact that they were prevented her from breathing. Sasha released a harsh gasp as she felt Bayley's nose poke inside her crack.<br>\r\n<br>\r\nThe sixty second mark elapsed. True to her word, Sasha immediately got up off of Bayley, smirking as she watched her red-faced girlfriend take big gulps of air to force oxygen back into her lungs. Despite this, Bayley had a big wide open-toothed smile on her face. Of all of Bayley's adorable smiles, this was one of Sasha's favourites.<br>\r\n<br>\r\n\"Sooo,\" Sasha started in a teasingly high pitch. \"Did you enjoy that as much as I did?\"<br>\r\n<br>\r\nBayley waited for her breathing to slow down a tad before answering with a grin. \"Definitely.\"<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1587272400,
            "id":2821220,
            "title":"Sasha Asks to Sit on Bayley's Face"
        },
        "145":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Alexa Bliss and Nikki Cross",
                "Dakota Kai and Raquel Gonzalez",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some more tag team choices!</span></div></span></div>",
            "created":1587099600,
            "id":2820126,
            "title":"More Tag Team Choices"
        },
        "1452":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1 (Dominating Tegan Nox)",
                "Story #2",
                "Story #3"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story! Will you go with Story #1 (Dominating Tegan Nox)?<br>\r\n<br>\r\nOr a different story?</span></div></span></div>",
            "created":1587099600,
            "id":2820128,
            "title":"Dakota Kai and Raquel Gonzalez"
        },
        "14521":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Raquel removes her pants",
                "Raquel takes her to another room/crush Tegan with a different part of her body",
                "Dakota comes back for double sitting"
            ],
            "content":"<div class=\"\"><div> <span>As NXT superstar Dakota Kai concentrated on defeating her opponents in the GTA Online Street Race, she couldn't help but reflect on how successful the past couple of months had gone for her ever since she'd changed her attitude and earned the assistance of the intimidating powerhouse in Raquel Gonzalez.<br>\r\n<br>\r\nA few months ago, Dakota had had a far more kind demenour. She always tried to do the right thing, never bending the rules. But she'd since released just what a pathetic loser she'd been - in every meaning of the word. After being denied a spot on Rhea Ripley's War Games team, one thing had become crystal clear to the Captain of Team Kick. Her best friend, Tegan Nox, was just standing there and making no effort to fight for her. But it was worse than that. Tegan didn't look like she cared at all, too focused on her personal success to give a damn about her friend.<br>\r\n<br>\r\nFrom that moment, Dakota vowed to make Tegan Nox pay for casting her aside. After sneakily taking Mia Yim out of the match, Dakota was inserted in her place. As the match got underway, Dakota waited patiently inside the cage for her moment to strike. As soon as it was just her and Tegan outside of the War Games structure, the moment had arrived. Escaping the cage, Dakota then turned and ran full force at Tegan, kicking her viciously in the face. The sadistic beatdown continued, with Dakota causing damage to Tegan's previously injured knee.<br>\r\n<br>\r\nFrom there, the two former best friends continued to fight in the weeks that followed. It all came to a head in a Street Fight match at TakeOver: Portland. Tegan looked like she had the match won, until Raquel Gonzalez appeared to help Dakota get the win. The Kiwi had been stunned at the time, but grateful for the assistance.<br>\r\n<br>\r\nFrom there, Dakota Kai and Raquel Gonzalez had formed an unstoppable partnership, dominating the roster with their combination of brute strength and shrewd tactics.<br>\r\n<br>\r\nBrought out of her reverie, Dakota felt some struggling beneath her, and she shifted her weight to allow the nose below her to inhale some more air before sending her asscheek back down to cover it again.<br>\r\n<br>\r\nDakota smiled. It had been a couple of days since her and Raquel had decided to capture Tegan Nox and keep her as their personal slave, to ensure that she could never bother them ever again.<br>\r\n<br>\r\nShe'd been sitting on Tegan's face for the past couple of hours as she'd played video games, using her as her gaming seat. She'd had to frequently shift around to allow her former best friend to breathe, but it was worth it for the well-deserved torment she was inflicting. The woman who'd selfishly put her personal success above her friendship was learning to regret her actions.<br>\r\n<br>\r\nAs she was stuck on a loading screen, Dakota decided to take the time to repeatedly bounce up and down on her human seat, making the action was painful as she could. She smirked at the muffled squeals sounding after each impact.<br>\r\n<br>\r\nHer game resumed, and she went back to sitting still, allowing her weight to slowly torture the woman below.<br>\r\n<br>\r\nShe heard the door open and close, looking up to see Raquel returning from the gym. <br>\r\n<br>\r\nHaving neglected to give Tegan some air for quite some time, Dakota felt the Welshwoman begin to squirm.<br>\r\n<br>\r\n\"How's she doing?\" Raquel questioned with an arched eyebrow, noticing this fact.<br>\r\n<br>\r\n\"Oh?\" Dakota asked, pretending to have forgotten as opposed to keeping Tegan from breathing on purpose. \"Let's see.\"<br>\r\n<br>\r\nDakota then stood back up, and Tegan immediately began to quickly flare her nostrils in desperation as she was finally able to fill her lungs with air.<br>\r\n<br>\r\nThe sight made Dakota giggle maliciously. Tegan was certainly in a state, her hair tangled and plastered to her face with a layer of sweat. She would have used her mouth to breathe as well, if she didn't have tape covering it. Dakota and Raquel had decided they couldn't risk the neighbours hearing.<br>\r\n<br>\r\n\"Well I'm done playing for the moment. She's all yours.\" Dakota gestured with a devious grin before walking off.<br>\r\n<br>\r\nTegan watched with fear as the stoic Raquel advanced towards her. Raquel's features didn't tend to flicker with deviousness like Dakota. Instead she seemed to have an ever present scowl, as though she had firm belief that Tegan was below her, figuratively as well as literally.<br>\r\n<br>\r\nThe tall woman lowered her ass down, her taut ass sinking down onto Tegan's facial features. Her leather pants covered every inch of Tegan's face, allowing her no reprieve. As Tegan tried to get used once again to the heavy weight atop her face, she knew that her living hell had no end in sight.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1587099600,
            "id":2820131,
            "title":"Tegan the Gaming Chair"
        },
        "15":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Becky Lynch",
                "Bayley",
                "Alexa Bliss",
                "Mandy Rose",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else? Here are some more options.</span></div></span></div>",
            "created":1586494800,
            "id":2816865,
            "title":"More Options"
        },
        "151":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1",
                "Story #2",
                "Story #3"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story!</span></div></span></div>",
            "created":1586754000,
            "id":2818427,
            "title":"Becky Lynch"
        },
        "152":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1 (Sasha Learns Her Place)",
                "Story #2",
                "Story #3"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will you choose story #1 (putting Sasha in her place)?<br>\r\n<br>\r\nOr a different story?</span></div></span></div>",
            "created":1586754000,
            "id":2818409,
            "title":"Bayley"
        },
        "1521":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Bayley carries on sitting on Sasha's face",
                "Bayley farts",
                "Bayley turns around (crotch smother)"
            ],
            "content":"<div class=\"\"><div> <span>Bayley was sick and tired of one thing and one thing only in her otherwise ideal life. Sasha Banks.<br>\r\n<br>\r\nHer best friend had proven to be a valuable tool in Bayley's quest to reign atop the SmackDown Women's division and show everybody how a role model behaved, but the younger woman was proving to be testing Bayley's patience.<br>\r\n<br>\r\nSasha continued to behave as Bayley's subservient lapdog in her presence - as Bayley believed she should be - but as soon as Bayley's back was turned, the blue-haired woman showed that her heart was not truly where it should be.<br>\r\n<br>\r\n'She must take me for an idiot' Bayley thought to herself bitterly. It was the age of the internet, where every single detail of an image was dissected and shared around the world. She'd seen the looks Sasha had been given in the brief moments where she'd looked away. The smirk Sasha gave before WrestleMania when Paige had announced that she'd be in the match to challenge for her best friend's championship. She'd seen the hurt looks of betrayal and fear flashing across Sasha's face after Bayley had generously granted a match with her friend facing Tamina for next week earlier in the night. And despite still spending the majority of their time backstage together, Bayley had heard Sasha's complaining from afar while she was getting changed. Her \"friend\" liked to think of herself as \"the Boss\". Well it was time that Bayley made it clear who held her leash.<br>\r\n<br>\r\nBayley had purposefully stayed quiet for the rest of the night after SmackDown, a fact not gone unnoticed by the Blueprint. But whenever Sasha asked her what was bothering her, she made sure to brush it off. An outright confrontation would not adequately get her point across. She'd have to be more crafty than that.<br>\r\n<br>\r\nThe two friends made their way to their shared hotel room. As much as Sasha liked to brag about her money, the truth was that she'd developed frugal habits that were hard to shake. And besides, sharing hotel rooms gave the two chances to plan their next move. Unfortunately for Sasha, their next move would be very one-sided.<br>\r\n<br>\r\nEventually the two women got into their separate beds, and Bayley waited for the telltale sounds of quiet breathing to indicate that Sasha was fast asleep. When that moment came, it was time to spring her plan into action.<br>\r\n<br>\r\nPulling the duvet carefully and slowly off of Sasha's slumbering form, Bayley quickly wrapped a roll of duct tape to bind Sasha's wrists together and then her ankles. Just as Sasha began to slowly stir and open her eyes, Bayley placed a strip of tape to cover her mouth.<br>\r\n<br>\r\nTrying to move, Sasha's eyes widened in confusion as she found herself bound together. She tried to speak, only to find herself muffling into tape. Bayley savoured the look of panic in her friend's eyes. Now she knew there was a price for defying her role model.<br>\r\n<br>\r\n\"Not so disobedient now, are you Sasha?\" Bayley took pleasure in taunting the woman who thought she could get away with disrespecting her. Sasha's muffled protests presented a problem to Bayley.\"I have something to shut you up.\"<br>\r\n<br>\r\nBayley turned around before clambering onto the bed, facing away from Sasha. She straddled Sasha's body before raising her bulbous rear end and wiggling it dangerously close to Sasha's face. The implication immediately became apparent in the mind of the Boss, who widened her eyes in horror before she tried to scream into her gag and thrashed around in desperation to escape.<br>\r\n<br>\r\nIt was all for nothing, as Bayley took great pleasure in slowly lowering her immense pyjama pant-clad ass until it covered her best friend's face. Looking over her shoulder, Bayley watched blue hair sink down into the pillow, squealed protests buried under her cavernous butt.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1586754000,
            "id":2818425,
            "title":"Teaching Sasha Her Place"
        },
        "153":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1",
                "Story #2",
                "Story #3"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story!</span></div></span></div>",
            "created":1586754000,
            "id":2818428,
            "title":"Alexa Bliss"
        },
        "154":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Story #1",
                "Story #2",
                "Story #3"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story!</span></div></span></div>",
            "created":1586754000,
            "id":2818429,
            "title":"Mandy Rose"
        },
        "155":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Liv Morgan",
                "Tegan Nox",
                "Additional Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, here are even more options.</span></div></span></div>",
            "created":1586494800,
            "id":2816866,
            "title":"Even More"
        },
        "1553":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Piper Niven",
                "Toni Storm",
                "Even More Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some more options.</span></div></span></div>",
            "created":1586494800,
            "id":2816867,
            "title":"Additional Choices"
        },
        "15533":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Lacey Evans",
                "Mickie James",
                "More "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some more choices.</span></div></span></div>",
            "created":1586494800,
            "id":2816868,
            "title":"Even More Choices"
        },
        "155333":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Stephanie McMahon",
                "Trish Stratus",
                "More Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a superstar!</span></div></span></div>",
            "created":1587272400,
            "id":2821223,
            "title":"More Choices"
        },
        "1553331":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Ronda Rousey",
                "Trish Stratus",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Sitting in her plush office chair, Stephanie glanced at the paperwork covering her desk. Another day, another multitude of paperwork to do. Being a higher-up in a multi-million dollar company certainly provided many benefits, but Stephanie certainly did get bored from time to time. That's what she'd had a genius idea on how to spice her working life up a bit. She just had to wait a bit longer.<br>\r\n<br>\r\nOver the years working in the WWE, Stephanie had made many enemies out of superstars, and many had made an enemy in her.<br>\r\n<br>\r\nOne of the first names that came to mind was \"Rowdy\" Ronda Rousey. Rousey had been a household name years before coming anywhere close to the WWE. As a former UFC star, Stephanie had been more than generous with her offer towards the woman. But how had the woman repaid her? By breaking her arm, forcing her off of television and making it that much harder to get through her paperwork. She'd even been forced to waste money by hiring another assistant, because she could no longer be as efficient as she had been.<br>\r\n<br>\r\nAnother name was Becky Lynch. \"The Man\". Becky had never been the plan for Stephanie and her father. They only awarded opportunities to those they felt deserved it, those who could make them serious money. But overwhelming fan support had thrust Becky into the spotlight, to the point where they could no longer contain or control her without severe backlash. Knowing how untouchable she was, Becky had even got into Stephanie's face at one point. Stephanie had always sworn to humble \"the Man\" and make her pay.<br>\r\n<br>\r\nAlexa Bliss was also one who irked her. She'd never had any serious problems with Alexa, but the way Bliss carried herself didn't sit well with Stephanie. Stephanie was no stranger to bending the rules of course; she'd do anything if it meant getting her way. She even had to admire Bliss for doing the same. But someone parading themselves as \"the Goddess\" deserved being taken down a peg or two.<br>\r\n<br>\r\nTrish Stratus was an old enemy that certainly had a history with Stephanie. As her father's ex-girlfriend, Trish's mere presence had always bothered Stephanie. Despite the fact that Trish was now retired, Stephanie could still place a call to bring her crawling back.<br>\r\n<br>\r\nNia Jax was another name on Stephanie's shit list. Stephanie had never forgotten Nia rudely interrupting her when she'd been in the midst of talking while moderating the contract signing between Jax and Rousey. Not to mention the amount of bad press Nia's dominating style had caused for the company.<br>\r\n<br>\r\nThe last name firmly on Stephanie's mind was Sasha Banks. The fact that this woman had proclaimed herself \"the Boss\" despite being a lowly employee had always angered Stephanie. That was even before Sasha made the mistake of confronting Stephanie and getting in her face multiple times while serving as RAW Commissioner. Stephanie had always meant to teach Sasha her true place.<br>\r\n<br>\r\nOr maybe Stephanie had thought about one of the young talents down in NXT. The ones who seemed to capture her husband's attention more than she, bringing up a strong jealousy. <br>\r\n<br>\r\nEither way, Stephanie had called one of those people into a meeting in her office. Only, they would find that it wasn't a meeting at all. With the power she held in the company, Stephanie would use that power to order them to serve her in any way she pleased. Maybe she'd use them as a seat. Maybe she'd shove their head between her legs while she did her paperwork. Maybe she'd order them to bury their head in her generous cleavage. She hadn't decided yet.<br>\r\n<br>\r\nAs it turns out, she wouldn't have long to decide, as a knock on the door broke through her thoughts.<br>\r\n<br>\r\n\"Come in!\" Stephanie called in as sweet a tone as she could muster, before fixing the woman who walked in with an equally sweet smile.<br>\r\n<br>\r\nWho walked into Stephanie's office?</span></div></div>",
            "created":1587272400,
            "id":2821229,
            "title":"Serving the Boss"
        },
        "15533313":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Becky Lynch",
                "Sasha Banks",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who had walked in?</span></div></span></div>",
            "created":1587272400,
            "id":2821230,
            "title":"More"
        },
        "155333133":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Alexa Bliss",
                "Nia Jax",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who had walked in?</span></div></span></div>",
            "created":1587272400,
            "id":2821231,
            "title":"More"
        },
        "1553331333":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "An NXT Superstar",
                "Someone else",
                "Different Stephanie McMahon Story"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who had walked in?</span></div></span></div>",
            "created":1587272400,
            "id":2821232,
            "title":"More"
        }
    },
    "info":{
        "author_id":"user326",
        "author_name":"user326",
        "brief_description":"Female superstars of WWE decide to (or unintentionally) dominate their fellow wrestlers.",
        "created":1586555760,
        "description":"<td align=\"left\" class=\"norm\">What happens when the female wrestlers of WWE use their assets to dominate their fellow co-workers, intentionally or unintentionally? Will they use their ass, boobs, crotch, etc? Will it be for mutual enjoyment or more nefarious purposes?<br>\r\n<br>\r\nCan be aware or unaware.<br>\r\n<br>\r\nStories can take place out of the ring or in the ring.<br>\r\n<br>\r\nPlease add!<br>\r\n<br>\r\nRules:<br>\r\n1) No toilet stuff/scat.<br>\r\n2) Make sure you proofread and use adequate grammar/punctuation to an acceptable level.<br>\r\n3) Please make sure to write a decent chunk rather than just a few sentences.<br>\r\n4) Preferably F/F, but F/M is acceptable.<br>\r\n5) Not a hard rule on feet stuff, but I'd prefer to keep it to a minimum.<br>\r\n6) No shrinking/growing. We already have a couple of really good WWE stories for that, no need to create more.<br>\r\n7) Although the title says WWE, you're free to use wrestlers from other companies.<br>\r\n8) Please try not to make it too violent. I've rated this 18+ to be on the safe side, but I'd rather people try to keep it more closer to 13+.<br>\r\n9) No death.<br>\r\n10) Please try to keep stories kayfabe-compliant (writing for characters rather than the people portraying them). References to real-life events are okay if they've been referenced on TV/in storyline.</td>",
        "id":2218669,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587350700,
        "pretty_title":"WWE Smother Stories"
    }
}