{
    "chapters":{
        "1":{
            "author_id":"jsmedley2",
            "author_name":"PossQInsa",
            "choices":[
                "Kid (6-12)",
                "Teen (13-18)",
                "Young Adult (18-25)",
                "Adult (26+)",
                "Fanfic Options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I suppose the first thing is to get this out of the way. How old should the girl we focus on be.</span></div></span></div>",
            "created":1587531600,
            "id":2822785,
            "title":"The Initial Choice."
        },
        "11":{
            "author_id":"jedevari",
            "author_name":"jedevari",
            "choices":[
                "Anna, a 9 year old energetic girl, who likes to be naked at home.",
                "Hannah,a 10 year old shy girl who discovers a new lifestyle through a punishment",
                "Jenny, a 12 year old kind girl, who lost her all of her clothes, yet, carries on"
            ],
            "content":"<div class=\"\"><div> <span>As a young child, life for these girls is largely simple, because other than going to school and doing their chores, they are free to do whatever they want, be it playing in the park, going on sleepovers, doing sports and more, one always wants be a child again.<br>\r\n<br>\r\nYet, in such a young age, one almost always gets in trouble every now and then, for things such as not doing your homework, disrespecting your elders, and getting naked for example. And in the latter case, it may not be because they like breaking rules, but because they see nudity as something free and innocent.<br>\r\n<br>\r\nSuch is the case of one of these young girls, who for one reason or other, came to like going nude whatever they went.</span></div></div>",
            "created":1587790800,
            "id":2824649,
            "title":"Kid (6-12)"
        },
        "113":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "She decided to donate all of her clothes.",
                "Her house caught on fire. Burning all of her clothes.",
                "On the way, she ended up losing the clothes she was wearing."
            ],
            "content":"<div class=\"\"><div> <span>In a small town, there was a girl that all residents knew about. She was called Jenny, if you ask somebody about her, everyone would agree that she was an angel, she had long and blonde hair smooth as silk and green emerald eyes. She was kind and always had a smile on her face. However, she was also remarkable for another reason, all the time, she was naked as the day she was born.<br>\r\n<br>\r\nThe reason behind this? Well, it all started when she was walking back home ....<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826602,
            "title":"Jenny, a 12 year old kind girl, who lost her al..."
        },
        "12":{
            "author_id":"jedevari",
            "author_name":"jedevari",
            "choices":[
                "Lisa, a 13 year old cheerful girl who gets into an embarrasing accident.",
                "Rebecca, a 16 year old tomboy who is not afraid of getting naked",
                "Alice, a 17 year old model student who joins the art club."
            ],
            "content":"<div class=\"\"><div> <span>As a teenager, these girl will have to face challenges in their life, such as going to middle and high school, dealing with puberty, discovering new sentiments and emotions, making new friends, joining a club, as well as the possibility of getting a boyfriend and more!!.<br>\r\n<br>\r\nHowever, in the midst of all of this, these girls, by the wishes of destiny, or by the machinations of someone, will end up naked and exposed in front of everyone!, yet, not all is lost, for despite this embarrasing moment, they may learn something or two about being in the nude and not being afraid of it.<br>\r\n<br>\r\nOne of the many examples of the above, is one of these girls who dealt with this situation, and learned to overcome it.</span></div></div>",
            "created":1587790800,
            "id":2824639,
            "title":"Teen (13-18)"
        },
        "13":{
            "author_id":"jedevari",
            "author_name":"jedevari",
            "choices":[
                "Luna, a 18 year old high school girl who discovers the wonders of nudism.",
                "Chloe, a 19 year old university student who gets pranked with a new life.",
                "Zoe, a 20 year old part time worker, whose new job requires her to go nude."
            ],
            "content":"<div class=\"\"><div> <span>As a young adult, these girls will have to face new challegences in life, whatever be it finishing highschool and going to the university, getting a parcial or permanent job, and becoming more independent in general.<br>\r\n<br>\r\nHowever, in the midst of all of this, this girl will also have to face the challange of nudity, for one way or the other, she will end up naked and embarrased in public, yet, how does she react to all of this ?,  can she get used to it ?,  can she become confident about it ?, and how ?<br>\r\n<br>\r\nThese are questions that will get answered soon, as we look into the life of one of them.</span></div></div>",
            "created":1587790800,
            "id":2824627,
            "title":"Young Adult (18-25)"
        },
        "14":{
            "author_id":"jedevari",
            "author_name":"jedevari",
            "choices":[
                "Amelia, a 27 year teacher who recieves a life changing accident.",
                "Sonia, a 28 old recently married woman who goes into an interesting honeymoon",
                "Amanda, a 30 year old business woman with a new daring business plan"
            ],
            "content":"<div class=\"\"><div> <span>As a fully adult person now, many women is this age have to deal with many problems and challenges in their life, such a getting married and creating a famlily, having a permanent and stable job, buying a house or a car, and overall being a productive member of society and avoid problems with the law.<br>\r\n<br>\r\nHowever, in the midst of all of this, these women will have to face an aditional challenge as they will come to face humillation and exposure as they get naked in public  by forces beyond their control, and that bears the question, how they will reach to such a situation ?, they would be embarrased ?, or they will embrace this newfound freedom from clothes.<br>\r\n<br>\r\nSuch questions will be answered as we look into the life of one of these women.</span></div></div>",
            "created":1587877200,
            "id":2825064,
            "title":"Adult (26+)"
        },
        "141":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Pulling up to Bareside Education Center",
                "Learning what the school was before leaving"
            ],
            "content":"<div class=\"\"><div> <span>Amelia had been a teacher for a few years now, and she had decided to apply to a series of specialist schools, don't get her wrong, she loved her current school district, but she needed a little more cash flow.  And the specialist schools paid a good deal more than what she was making now, so there really was no question of whether or not to apply for those positions.<br>\r\n<br>\r\nScrolling through the schools, she saw a few names that stood out: 'Beethoven School for the Deaf', 'Van Gogh school for the Blind,' and so on and so on.  In the end, the simply decided to hit 'apply all' and see what she got, she'd already listed her preferences, no elementary schools grades, willing to move, etc.  now all that she had to do was wait.<br>\r\n<br>\r\nAnd then she got a phone call, from 'Bareside Education Center', they offered her an apartment and everything, but the climcher was the salary.  A few interviews and emails and she was set, but little did she know exactly what kind of school this was, what property is was on, and it's <i>mandatory</i> uniform (or lack thereof).  Namely, that it was a school in a nudist community.</span></div></div>",
            "created":1587877200,
            "id":2825346,
            "title":"Amelia, a 27 year teacher who recieves a life c..."
        },
        "1411":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "It was empty. Mr. Peters tells her about the mandatory uniform",
                "She sees all the students naked."
            ],
            "content":"<div class=\"\"><div> <span>Amelia prepared everything on suitcases and cardboard boxes to move to BEC. Her current apartment was rented, which meant that she wouldn't need the help of a moving team. The school's location was given to her by an e-mail, where she would receive an introduction by the principal of the Center.<br>\r\n<br>\r\nDriving outside of town, Amelia has high expectations for this job. She arrives to the indicated zone, but she sees a door with a guard in a booth.<br>\r\n<br>\r\n\"Good evening.\" Amelia says.<br>\r\n<br>\r\n\"Good evening.\" The guard responds. \"I apologize for my manners, but could you please tell me the reason why you are here?\"<br>\r\n<br>\r\n\"Of course, I was hired by the Bareside Education Center. And I'm supposed to meet.\" She grabs her phone. \"Um, Mr. Peters.\"<br>\r\n<br>\r\n\"I see, you must be the new teacher.\" The guard seems more relaxed. \"Mr. Peters is waiting for you. Let me call him and I'll open the gate for you.\"<br>\r\n<br>\r\n\"Okay, thanks.\" Amelia worries about this place, the possibilities scare her. After a couple of minutes, as the guard opens the door, a man with an elegant suit walks towards her car, he looked like he could be in his 30's.<br>\r\n<br>\r\n\"Hello, Amelia.\" The man greets her. \"Let me introduce myself, my name is Nathan Peters. I'm the principal of the BEC. It's a pleasure.\" He extends his hand.<br>\r\n<br>\r\nShe shakes his hand. \"The pleasure is mine. Say, why do you use this door?\" She was worried that she accepted a teaching job in a cult or something similar.<br>\r\n<br>\r\n\"Years ago, our community used to live closer, but due to some complaints we had to build this door to respect the rest of the residents of the zone.\" Mr. Peters responds. \"Do you mind if I join you on your way to the school? I had a long walk.\"<br>\r\n<br>\r\nShe nodded and opened the copilot door. They arrive to the school and</span></div></div>",
            "created":1588222800,
            "id":2827335,
            "title":"Pulling up to Bareside Education Center"
        },
        "14111":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "The next day, nervously peeking through the blinds",
                "The next day, uncomfortable grocery shopping"
            ],
            "content":"<div class=\"\"><div> <span>Pulling up to the school, she saw that it was pretty standard and modern as far as aesthetics go, lots of big windows and a good sized soccer field and playground.  \"It's a nice looking school.\"  Amelia said looking over at Mr. Peters, \"When do the classes open again?\"<br>\r\n<br>\r\nMr. Peters looked over st her, \"Four days.\"  He led her to the door, \"Plenty of time to get settled in here at Bareside.\"<br>\r\n<br>\r\nLooking around at the empty halls, she could just feel like this was the right job!  He led her down the halls, showing her the cafeteria, library, gym, and where her classroom will be.  It was all pretty standard, she thought, as she looked at her soon-to-be classroom, so why the gated community?<br>\r\n<br>\r\n\"Forgive me for asking,\" she said a littlest nervously, really hoping that she didn't just accidentally join a cult, \"but why the gated community?\"<br>\r\n<br>\r\nMr. Peters looked at her strangely, \"Uh, you do realize we're a nudist community, right?\"  He chuckled, \"It's even in the name: <b>Bare</b>side.\"<br>\r\n<br>\r\nAmelia paled, looking very much like a gasping fish before her face turned red from the thought of seeing everyone, her coworkers, her students, her neighbors naked.  \"Will I have to...\" her question died off as he nodded slowly.<br>\r\n<br>\r\n\"We didn't see anyone since it's a bit late and we weren't near main street,\" he said as he shrugged, \"but if you drive around for a bit, you'll see what I'm talking about.\"<br>\r\n<br>\r\nAmelia started hyperventilating, \"I- I can't do this!\"  She shook her head, \"I just can't!\"<br>\r\n<br>\r\nMr. Peters grunted, \"You'll have to.  You're under contract.  And please don't forget, that this is a <i>nudist</i> community, not a clothing optional.  Even around town, it's mandatory to be nude.\"  He quickly added, \"Hats, fanny bags/purses, and shoes are allowed though.\"<br>\r\n<br>\r\nAmelia finished her tour in a daze, driving to her new apartment, which turned out to be a small townhouse, she just kept looking straight, blocking out her surroundings as she went inside and collapsed on the unmade bed, still in her clothes.</span></div></div>",
            "created":1588222800,
            "id":2827458,
            "title":"It was empty. Mr. Peters tells her about the ma..."
        },
        "141111":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "A woman around her age. (A neighbor)",
                "A teenager. (A possible student of hers.)"
            ],
            "content":"<div class=\"\"><div> <span>Amelia walks through a hall, feeling that something was off. She walks inside a classroom and sees all her students whispering something and giving her disgusted looks.<br>\r\n<br>\r\n\"Okay, class. Open your books on page 20.\" She instructs, however, her desk was empty.<br>\r\n<br>\r\n\"Ms. Amelia.\" A student raises a hand. \"Are you sure you didn't forget something.\"<br>\r\n<br>\r\nAmelia looks at herself, she was standing naked in front of her students. She opens her eyes, it was all a dream. She gets up from her bed and brushes her teeth.<br>\r\n<br>\r\nLast night, the teacher sneaked out of her new house to pick stuff from her car, she didn't want to see or meet anyone naked. With her head full of worries, she goes to the living room and sees a letter down her door.<br>\r\n<br>\r\n\"Dear, new citizen. We welcome you to Bareside, a community with people that are compromised with nudism in their daily lives. We hope that you will enjoy your stay.\"<br>\r\n<br>\r\nAmelia sighed, it was a nice detail, but she wasn't convinced to leave her home without clothes. She peeks through the blinds, seeing an old man mowing his lawn in the house at the other side of the street and a couple of kids playing with a ball. A common sight if it wasn't for the fact that she was able to see their butts.<br>\r\n<br>\r\nShe blushes and gets away from the window. She knew it was a matter of time before.....<br>\r\n<br>\r\nShe hears someone knocking on her door, but who was it?</span></div></div>",
            "created":1588309200,
            "id":2828600,
            "title":"The next day, nervously peeking through the blinds"
        }
    },
    "info":{
        "author_id":"jsmedley2",
        "author_name":"PossQInsa",
        "brief_description":"This website has plenty of ENF, so why not?",
        "created":1587586020,
        "description":"<td align=\"left\" class=\"norm\">Greetings and all that, potential writers.<br>\r\nInspired by a couple stories from CHYOA, this story will take the E out of ENF and replace it with a C. For confidence.<br>\r\n<br>\r\nBasically, it’s the same as an ENF story in which a girl loses her clothes in a public place. However, instead of being embarrassed, the girl decides to roll with it and “own” her nudity.<br>\r\n<br>\r\nOf course, how confident these girls actually are is up to you. Are they truly unashamed about being seen in the buff, or just faking it to save face?<br>\r\n<br>\r\nSound like fun yet?<br>\r\n<br>\r\nRules:<br>\r\nI shan’t allow underage sex, and I definitely shan’t allow rape or non-con.<br>\r\nOther than that, just try to keep things on topic.</td>",
        "id":2219858,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588395240,
        "pretty_title":"A CNF (Confident Nude Female) Story"
    }
}