{
    "chapters":{
        "1":{
            "author_id":"captainward",
            "author_name":"CaptainWard",
            "choices":[
                "Pam Beesly ",
                "Angela Martin",
                "Jan Levinson",
                "Holly Flax",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>Michael Scott arrived at Dunder Mifflin and today is all female day. He arrived early to set up a female empowerment presentation (he doesn’t realise how sexist it it).<br>\r\n<br>\r\nMichael is near the reception minding his own business until <b>ZAP.</b><br>\r\n<br>\r\nMichael wakes up confused and on a strange carpet like survives. Michael realises that he is the size of an ant (probably those mysterious vitamins Dwight gave him). <br>\r\n<br>\r\nMichael panics until he hears a <b>BOOM</b><br>\r\n<br>\r\nWho walks in</span></div></div>",
            "created":1588741200,
            "id":2831278,
            "title":"Shrunk In The Office"
        },
        "11":{
            "author_id":"captainward",
            "author_name":"CaptainWard",
            "choices":[
                "Michael hides",
                "Michael jumps on to Pams shoes",
                "Pam accidentally steps on Michael ",
                "Pam stops in front of him",
                "Pam see something on the floor"
            ],
            "content":"<div class=\"\"><div> <span>Michael sees Pam walk into the office<br>\r\n<br>\r\nPam is wearing White blouse with a pink cardigan, a skirt, pantyhoses and black high heels<br>\r\n<br>\r\nMichael is too small for Pam to see and compared to Michael Pam’s legs are the size of multiple large skyscrapers. Every step Pam takes creates an earthquake for Michael.<br>\r\n<br>\r\nMichael tried to get her attention but it’s no use<br>\r\n<br>\r\nSo what happens next.</span></div></div>",
            "created":1588741200,
            "id":2831285,
            "title":"Pam Beesly "
        },
        "115":{
            "author_id":"justsomeguy11",
            "author_name":"some guy",
            "choices":[
                "Pam steps on Michael",
                "Pam recognizes Michael",
                "Angela stops Pam"
            ],
            "content":"<div class=\"\"><div> <span>“What is that on the floor? Ew, is that a bug?” Pam’s voice booms over the ant sized Michael. “Ugh, Dwight probably tracked them in. Better just take care of it myself.” Pam raised her black heel until it covered Michael’s vision. Soon the shadow of Pam’s foot completely covered Michael.<br>\r\n“Pam! No! It’s Michael! Your boss!” Michael screamed praying he could at least get Pam’s attention.</span></div></div>",
            "created":1588914000,
            "id":2832069,
            "title":"Pam see something on the floor"
        },
        "1151":{
            "author_id":"captainward",
            "author_name":"CaptainWard",
            "choices":[
                "Michael Finds a way out",
                "Pam sees the “ant guts” and feels disgusted",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Pam giant shoe comes crashing down on Michael.<br>\r\n<br>\r\nPam: Take that you stupid ant<br>\r\n<br>\r\nPam continues to walk to her desk but what she doesn’t realise is that Michael is actually stuck on Pam’s shoe in a crevice. Pam sits on her desk unaware that Michael is stuck on the bottom of her shoe.<br>\r\n<br>\r\nPam Is dangling her shoe with her toes and Michael can feel the wind and speed and is feeling noucious. <br>\r\n<br>\r\nMichael: Well I guess this is as close as I’m gonna get to being with a women for while I guess. I gotta find a way off Pam “that’s what’s she said 😅”.<br>\r\n<br>\r\nWhat happens next.</span></div></div>",
            "created":1588914000,
            "id":2832284,
            "title":"Pam steps on Michael"
        },
        "12":{
            "author_id":"justsomeguy11",
            "author_name":"some guy",
            "choices":[
                "Angela notices Michael",
                "Angela doesn’t notice Michael (unaware)",
                "Angela sees Michael but thinks he’s a bug",
                "Angela get’s interrupted by Pam",
                "Angela see’s an actual ant and steps on it"
            ],
            "content":"<div class=\"\"><div> <span>Angela walked in her black high heels, a tight skirt, and a fitted buttoned down shirt. Maybe she’ll hear me since she’s so short Micheal joked to himself. Michael jumped up and down waving his arms around hoping Angela would see the now ant sized boss. “Hey short stuff! Down here! It’s me, shorter stuff! No but really it’s me Michael!”</span></div></div>",
            "created":1588914000,
            "id":2832073,
            "title":"Angela Martin"
        },
        "123":{
            "author_id":"justsomeguy11",
            "author_name":"some guy",
            "choices":[
                "Angela steps on Michael",
                "Angela recognizes it’s Michael",
                "Angela decides to pick up the bug sized Michael"
            ],
            "content":"<div class=\"\"><div> <span>“Ugh, I can’t stand seeing bugs in the office. This is supposed to be a clean work space. If maintenance won’t take care of these bugs, then I will.” The goddess sized Angela raised her giant heel to step on her micro sized boss. “Don’t step on me pipsqueak! It’s me, Michael!” Michael started to run as Angela foot slammed down next to him as she missed the bug sized man. “Come on, you little pest! squish under my shoe!” Angela yelled down at the bug</span></div></div>",
            "created":1589000400,
            "id":2832870,
            "title":"Angela sees Michael but thinks he’s a bug"
        },
        "13":{
            "author_id":"justsomeguy11",
            "author_name":"some guy",
            "choices":[
                "Jan looks down and finds Michael",
                "Jan doesn’t see Michael",
                "Jan is interrupted by either Pam or Angela",
                "Jan thinks Michael is a bug"
            ],
            "content":"<div class=\"\"><div> <span>Jan walked in wearing tall black high heels, a tight pantsuit and a revealing blouse, storming in to find Michael. Oh look, my lover thought Michael. Jan impatiently tapped her foot looking for Michael, causing the ground to shake beneath Michael. “Jan! Hey lover! It’s me down here! Michael! I shrunk and I can’t get up!”</span></div></div>",
            "created":1588914000,
            "id":2832076,
            "title":"Jan Levinson"
        },
        "134":{
            "author_id":"timbuk2815",
            "author_name":"Timbuk2815",
            "choices":[
                "Jan has to piss",
                "Jan has to poop",
                "Jan actually has to vomit"
            ],
            "content":"<div class=\"\"><div> <span>“Where is that idiot?” Jab asked herself in frustration. “Jan, I’m down here!” Michael shouted running closer to his beautiful goddess sized boss. <br>\r\n<br>\r\n“He better have the presentation ready.” Jab said looking up at the ceiling near the reception desk with a sigh. <br>\r\n<br>\r\nMoments later Michael reached her black high heels.<br>\r\n“Women in this company need to be in charge of the men.” Jan said to herself looking at the company’s poor annual report.. “I swear if he doesn’t have the female empowerment presentation ready I will end him.” Jan said.<br>\r\n<br>\r\nThis made Michael pause with fear. “I would crush him like a bug right now if I could. Jan said clenching her hands into fists. “He is such a little loser, sometimes I wonder why I was with him, I need to find a new man.<br>\r\n<br>\r\nAfter she said this Michael began to run away. As he was running away from the angry giantess, Jan looked down and saw him running towards his office room. <br>\r\n<br>\r\n“Oh my God is that a bug!” Jan said inching closer to her shrunken male subordinate. “No Jan it’s me Michael!” Michael shouted waving his arms.<br>\r\n<br>\r\nBut it was too late. Jan’s high heels cast a huge shadow of the tiny pathetic man and stepped on him. <br>\r\n<br>\r\nAfter her heel hit the floor Michael realized he was still alive. Her shoe had just missed him but she thought she had killed the “bug.” He realized the best he could do was play dead. <br>\r\n<br>\r\nUnfortunately for Michael Jan grabbed a tissue with used gum inside from her purse and plucked the bug sized man off the floor with it. Michael was stuck to the gum unable to get free. <br>\r\n<br>\r\nShe walked to the ladies room and threw the tissue in one of the toilets. “I should go the bathroom now.” Jan thought to herself sitting down on the toilet.<br>\r\n <br>\r\nAfter she removed her sexy black panties her huge vagina, ass, and clit cast a shadow over Michael as he struggled to get free from the gum in the tissue. “Nooooooooo!” Michael screamed as Jan...<br>\r\n </span></div></div>",
            "created":1588914000,
            "id":2832308,
            "title":"Jan thinks Michael is a bug"
        },
        "15":{
            "author_id":"captainward",
            "author_name":"CaptainWard",
            "choices":[
                "Kelly Kapoor",
                "Meredith Palmer",
                "Erin Hannon",
                "Karen Filippelli",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else would you like</span></div></span></div>",
            "created":1588741200,
            "id":2831279,
            "title":"Others"
        },
        "155":{
            "author_id":"captainward",
            "author_name":"CaptainWard",
            "choices":[
                "Phillip Vance",
                "Nellie Bertram",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else would you loke</span></div></span></div>",
            "created":1588741200,
            "id":2831280,
            "title":"Other"
        }
    },
    "info":{
        "author_id":"captainward",
        "author_name":"CaptainWard",
        "brief_description":"You are Michael and you get Shrunk in the office with all the female giants PLEASE ADD",
        "created":1588782240,
        "description":"<td align=\"left\" class=\"norm\">You are Michael Scott and you get mysterious Shrunk during all Female day.<br>\r\n<br>\r\nRULES:<br>\r\nNO DEATHS!!!!<br>\r\nNo Other Male Character Excpet Michael<br>\r\nKeep It Unaware (If Found He Is A Bug Or Toy)<br>\r\nAnything Sexual Goes, Go Crazy <br>\r\nFemale Giantess Only (You Have The Options For Lesbians)<br>\r\nTry To Describe What The Characters Look Like (Or Use Images)<br>\r\n</td>",
        "id":2221279,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589010720,
        "pretty_title":"Giantess The Office"
    }
}