{
    "chapters":{
        "1":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "Pick one character for this crossover?",
                "Pick a pair of characters for this crossover?",
                "Pick a group for this crossover?",
                "Massive world crossover!"
            ],
            "content":"<div class=\"\"><div> <span>Welcome to the Diaper Humiliation Crossover! Where so many will suffer an awful fate!<br>\r\n<br>\r\nToday we should start with the media. We will likely give you the option of picking the series, and then you decide how you want things to go! Should it be one main character dealing with this crossover that you’ll focus on? Or a pair of characters you focus on? Or more?!<br>\r\n<br>\r\nOr you can do something wild and do a whole crossover story type interactive! The sky’s the limit for humiliation!<br>\r\n<br>\r\nSo let us begin</span></div></div>",
            "created":1594336740,
            "id":2865042,
            "title":"Let Us Begin."
        },
        "11":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "Anime",
                "Video games",
                "Cartoons",
                "Movies",
                "Comic Books."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah it is best to focus on one. Ok so what media should be our main focus? Just note you are following this character this whole time from this media.</span></div></span></div>",
            "created":1594336920,
            "id":2865050,
            "title":"Pick one character for this crossover?"
        },
        "111":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "Pokémon(anime)",
                "Dragon ball",
                "Just pick something else Baka!(I’m such a weeb)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Oh Anime. That stuff is pretty cool with cute girls and tough men.<br>\r\n<br>\r\nTho not all will enjoy a nice day. Now what series is on your mind.</span></div></span></div>",
            "created":1594337340,
            "id":2865061,
            "title":"Expressions and Weirdness! ANIME!"
        },
        "1111":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "Ash",
                "Pikachu",
                "Someone else may battle."
            ],
            "content":"<div class=\"\"><div> <span>Oh the anime series of Pokémon, long thing that is..<br>\r\n<br>\r\nOk I’ll start with Ash because he’s the biggest known human of the series.<br>\r\n<br>\r\nThen I’ll give you pikachu seeing he’s the other face of the anime and of the entire series.<br>\r\n<br>\r\nBut bud to save ya time, do us a favor, after the mainish character was put in, just go and put in the character you want. Like if you have a certain character in mind and can create a chapter, go and create it now if you can.</span></div></div>",
            "created":1594337580,
            "id":2865073,
            "title":"Pokémon(anime)"
        },
        "11113":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "Dawn",
                "May",
                "Someone else is up!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ooooh the coordinators? How cute! Well hope you have a good idea for them!</span></div></span></div>",
            "created":1594337700,
            "id":2865075,
            "title":"Dawn and May"
        },
        "111131":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "Super smash brothers.",
                "Digimon (the first animated series)",
                "Another series."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Oh finally someone is picked! So with Dawn being the series rep and the one to suffer humiliation, what series shall she be crossing over with? Anything is on the table now!</span></div></span></div>",
            "created":1594337880,
            "id":2865077,
            "title":"Dawn is up!... With"
        },
        "1111311":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "The smash mansion",
                "The smash stadium",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>“Woooo I can’t believe it!” Dawn said as she rides her Togekiss our to her new destination, while showing Piplup her mail once again. “I got invited to one of the biggest tournaments ever! Me, you, and the others will be going up against the most legendary heroes of all time!” She cheers. <br>\r\n<br>\r\n“Piplup piplup.” Her penguin Pokémon tells her.<br>\r\n<br>\r\n“Calm down? How can I! Nothing can possibly go wrong today!” She laughs. She then looks down and sees their destination. “Look Piplup, Look! There it is!” She ssid, pointing to...</span></div></div>",
            "created":1594338420,
            "id":2865083,
            "title":"Dawn in smash....Leads to some humiliating results"
        },
        "14":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "The special school",
                "The island games!",
                "The gameshow",
                "More ideas",
                "More ideas."
            ],
            "content":"<div class=\"\"><div> <span>Oh boy we can go wild with this! You can place a simple setting, and then just give a list of characters from series you like in this place. Everybody can suffer, stories can go on, characters can get added, and the humiliation never ends!<br>\r\n<br>\r\nJust have fun in...</span></div></div>",
            "created":1594338600,
            "id":2865086,
            "title":"Massive world crossover!"
        },
        "141":{
            "author_id":"skywatch",
            "author_name":"Sky Watch",
            "choices":[
                "The odd school",
                "Weird school",
                "Other schools"
            ],
            "content":"<div class=\"\"><div> <span>In this special school, characters, for whatever reason, are actually studying at a  distant school away from home. Most will be young for this, but some have taken place as teachers or other staff for the school. But humiliation will still occur as peace never stays! Either the school has weird rules about humiliating other students, or a student just enjoys bullying another, and this suddenly leads to a war! <br>\r\n<br>\r\nOnly you can decide how this goes. Just leave enough room for others to start a school plot if they desire,</span></div></div>",
            "created":1594338900,
            "id":2865090,
            "title":"The special school"
        }
    },
    "info":{
        "author_id":"skywatch",
        "author_name":"Sky Watch",
        "brief_description":"An interactive for crossovers of fictional series based mostly around diaper humiliation.",
        "created":1594336140,
        "description":"<td align=\"left\" class=\"norm\">Crossovers between fictional series featuring diaper humiliation. Every character can go around and meet someone from another series, but may be surprised when they find themselves humiliated by that character, humiliated with that character, or escaping humiliation from that character.... ONLY TO BE HUMILIATED BY SOMETHING ELSE!<br>\r\n<br>\r\nYou will follow them and find ways to put them in such a situation. Heck maybe you don’t even need it to be one character, but pairs of groups! Imagine! <br>\r\n<br>\r\nLots of things can happen here! Imagine Naruto (Naruto) being humiliated by Luffy (one piece), or Usagi (Sailor Moon) and Sakura (Carr Capturer Sakura) being forced into diapers by Samuel Aran(Metroid)! The possibilities are endless! <br>\r\n<br>\r\nHowever I must place my own personal rules here:<br>\r\n<br>\r\n1: Fictional media only and no live action stuff, therefore nothing featuring  characters that are mostly from live action priorities. This also means no real world people.  I will excuse things like comic book movies seeing that they are remembered in comic books and animated series before live action, just try not to use the live action continuity.<br>\r\n<br>\r\n2: Some fetishes not allowed: Gore, excessive weight gain(belly may grow but not so big), Muscle growth(unless the series uses it already like dragon ball, but don’t add on to it), TF, and excessive farting(scat is fine tho).<br>\r\n<br>\r\n3: OCs were be fine in small to large enough roles. Such as store clerks or being the antagonist (like a bully for example). There will be no oc main character roles AT THIS MOMENT! Like no OC friend we didn’t know about till now, no OC hero who stronger then everyone and is a nicer person anyway.  At this moment there will be no OC main characters unless there is enough demand. If you got ideas or questions please message me.<br>\r\n<br>\r\n4: Try to fill in enough to make it considered a chapter. I guess a decent starting point for now would be a 100 words unless this is a choice chapter.... That said...<br>\r\n4:5: Please be limited on choice chapters. As I don’t want to see an endless line of choice chapters in the updates unless there is a story at the end. <br>\r\n<br>\r\n5: Only other limit is to limit harassment of other creator and to have decent grammar. I have the right to delete chapters, but I likely will warn you unless I think you are trolling or something. <br>\r\nAnd I’ll say this, with all characters being fictional, sexual themes is fine, all ages can ages above 5 can participant, and you all can please have fun!</td>",
        "id":2226447,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1594358820,
        "modified":1594358820,
        "pretty_title":"Diaper humiliation crossovers!"
    }
}