{
    "chapters":{
        "1":{
            "author_id":"jsmedley2",
            "author_name":"PossQInsa",
            "choices":[
                "Child (7-12)",
                "Teen (13-17)",
                "Young Adult (18-25)",
                "Adult (25+)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well, first of all, how old is our aspiring exhibitionist going to be?</span></div></span></div>",
            "created":1604467140,
            "id":2934180,
            "title":"Decisions, decisions "
        },
        "12":{
            "author_id":"clearpath20",
            "author_name":"Clear Path",
            "choices":[
                "13",
                "14",
                "15",
                "16",
                "17"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old is going to be our exhibitionist teenage girl?</span></div></span></div>",
            "created":1604681880,
            "id":2935559,
            "title":"Teen (13-17)"
        },
        "121":{
            "author_id":"clearpath20",
            "author_name":"Clear Path",
            "choices":[
                "The woods.",
                "A dark alley.",
                "The public pool"
            ],
            "content":"<div class=\"\"><div> <span>\"So, want to hang out after school? We could watch a movie at my place with the girls.\" <br>\r\n<br>\r\n\"No, thanks, Angela.\" Wendy replies. \"I'm busy today with my piano lessons, maybe next time.\" She stands from her seat and leaves the classroom. But, the truth is that Wendy wasn't going to be in any music lesson today.<br>\r\n<br>\r\n\"Guys, believe me.\" Wendy hears a nearby group of boys. \"When I was going home, I saw a naked girl on the street.\"<br>\r\n<br>\r\n\"No way, and how did she look like?\" Another boy asks. Wendy pretends to see her bag to hear the answer.<br>\r\n<br>\r\n\"I didn't see her face, but it's true, she was totally bare.\" <br>\r\n<br>\r\n\"Good one, Ryan. Next time, you'll tell us that you saw a UFO.\" The girl smiled and kept walking.<br>\r\n<br>\r\nWendy Clarkson is one of the most popular girls in her middle school, a beautiful blonde girl with long hair and pretty blue eyes. She was considered to be well behaved, elegant and mysterious since nobody actually knew her outside of school. Though, today, there was someone looking at her back.<br>\r\n<br>\r\n\"Lenny, hey, Lenny.\" A hand passes in his face. \"Lenny!\" Someone shouts.<br>\r\n<br>\r\n\"Carl, I'm not deaf.\" Lenny cleans his ear. \"What do you want?\"<br>\r\n<br>\r\n\"Nothing, I wanted to talk.\" Carl notices the blonde girl at the distance. \"Oh, I see what's going on here.\" He laughs. \"You are still looking at the golden lady.\" He refers to Wendy's nickname.<br>\r\n<br>\r\nLenny blushes. \"I don't know what are you talking about.\"<br>\r\n<br>\r\n\"Come on, don't act as if you don't know.\" He presses a finger on his friend's cheek. \"Why don't you go and tell her how you feel?\"<br>\r\n<br>\r\n\"No way, what if she rejects me?\" Lenny replies.<br>\r\n<br>\r\n\"Then she will reject you, either you do that or I'll tell her about you being a stalker.\"<br>\r\n<br>\r\n\"Fine, fine.\" Lenny agrees since Carl has been insisting for a while about this confession.<br>\r\n<br>\r\nAfter leaving the school, Lenny was having a hard time to get confidence to confess to Wendy, he was following her until there was a good moment to do it.<br>\r\n<br>\r\n\"Where should I start?\" Wendy looks around. \"Oh, I know.\" She targets a location.<br>\r\n<br>\r\nLenny then wondered if he should say it as he sees the blonde girl walking into.......</span></div></div>",
            "created":1604683020,
            "id":2935575,
            "title":"13"
        },
        "1213":{
            "author_id":"jsmedley2",
            "author_name":"PossQInsa",
            "choices":[
                "An incredibly skimpy swimsuit",
                "A dissolving bikini",
                "A pair of panties, worn as a mask"
            ],
            "content":"<div class=\"\"><div> <span>The pool? Didn't she say she had to take a piano lesson? Confused, Lenny followed her in. Maybe there'd be a good time to confess while they were here. Or maybe seeing her in a swimsuit would make him lose his nerve entirely. Honestly, either was possible.<br>\r\n<br>\r\nWendy walked straight into the women's changing room. Lenny obviously couldn't follow her in there, and he hadn't brought his own swim trunks either, so he was reduced to awkwardly waiting by the side of the pool as he fought an urge to flee.<br>\r\n<br>\r\nMeanwhile, Wendy was happily smirking to herself as she got changed. This was going to be one of her most daring stunts yet. She couldn't wait! She rummaged through her bag. Ah, there it was...<br>\r\n<br>\r\nAfter what seemed like an eternity for both parties, Wendy finally emerged from the changing room, wearing nothing but...</span></div></div>",
            "created":1604705640,
            "id":2935734,
            "title":"The public pool"
        },
        "12133":{
            "author_id":"clearpath20",
            "author_name":"Clear Path",
            "choices":[
                "An uncommon confession.",
                "A broken promise."
            ],
            "content":"<div class=\"\"><div> <span>\"This is it.\" Lenny says to himself. \"I'll tell her face to face that I have a crush on her.\" He walks around in circles. \"But how am I going to explain that I followed her? I'll look like a total....\" Lenny gets shocked. \"Pervert?\" He sees a naked girl leaving the changing room with a pair of stripped panties and sunglasses covering her face.<br>\r\n<br>\r\n\"Okay, let's do this quick.\" Wendy thinks, while she walks out of the changing room. \"First, let's test the water.\" She gets close to the pool and puts her left foot inside. \"Too cold. Maybe if I walk to the other side of the pool.\" She smirks.<br>\r\n<br>\r\nWhile Wendy was trying her routine, a man leaves to alert the guards.<br>\r\n<br>\r\n\"What do we have here?\" The blonde teen looks around and notices Lenny, staring open-mouthed at her. \"It's that the uniform of my school? Wait, I know him, he is from my class.\" <br>\r\n<br>\r\nShe giggles and runs towards him. \"I guess it can't be helped.\" She stands in front of him and poses. \"This guy should feel honored, he has no idea that his classmate is doing this kind of stuff.\"<br>\r\n<br>\r\nHowever, Lenny gulps and asks. \"Wendy, is that you?\"<br>\r\n<br>\r\nWendy stops. \"What!?\" She thought. \"How does he know it is me?\" While the two were worried about their next move.<br>\r\n<br>\r\n\"Hey, you. Stop right there.\" A guard points to the naked teen.<br>\r\n<br>\r\n\"Crap, I ran out of time.\" Wendy reacts. \"I need to get out of here.\" She is about to escape when. \"Hey, you.\" She talks to Lenny. \"My bag with my clothes is in the changing room, take it and bring in it to the back of this place in 5 minutes, get it?\"<br>\r\n<br>\r\nLenny was confused, but he instinctively nods. He only sees how the girl quickly runs in her birthday suit and the guards chase her. With all the commotion, he goes inside the changing room and grabs the bag.</span></div></div>",
            "created":1604729340,
            "id":2935921,
            "title":"A pair of panties, worn as a mask"
        }
    },
    "info":{
        "author_id":"jsmedley2",
        "author_name":"PossQInsa",
        "brief_description":"Tales of girls getting naked in public intentionally ",
        "created":1604466960,
        "description":"<td align=\"left\" class=\"norm\">This interactive will follow exhibitionists of all ages as they do their bests to expose themselves in public, hopefully without getting themselves in trouble.<br>\r\n<br>\r\nRules:<br>\r\nNo underage sex<br>\r\nNo rape/non-con</td>",
        "id":2236986,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1604729340,
        "modified":1604729340,
        "pretty_title":"Exhibitionist Days"
    }
}