{
    "chapters":{
        "1":{
            "author_id":"haas200",
            "author_name":"jontron",
            "choices":[
                "A Student",
                " Faculty"
            ],
            "content":"<div class=\"\"><div> <span>Connor was an 8th grader, 13 years of age. His hair was ridiculously dark brown and his eyes were brown as well. He was the school's deadpan snarker. But Connor also had a secret he kept from all: he had a fetish for pregnant women. It didn't matter how plain a girl looked- if she was pregnant, he wanted her.<br>\r\n<br>\r\nOne day, while walking to first period, he spied a solid gold ring. Curious, he rubbed it. It seemed to do nothing, but a few seconds later, a voice inside his head made itself known.<br>\r\n<br>\r\n'Put the ring in your pocket,' it commanded. Connor's mind was unsure, but his body had already decided.<br>\r\n<br>\r\n'You have obtained the Pregnancy Ring,' said the voice.<br>\r\n<br>\r\n'The what?' Connor asked.<br>\r\n<br>\r\n'The Pregnancy Ring allows you to create new pregnancies or edit existing ones, finetuning them to your preferences. However, only women who were on campus when you picked it up can come under the ring's influence.'<br>\r\n<br>\r\n'That sounds perfect. When can I use it?'<br>\r\n<br>\r\n'Right now!'<br>\r\n<br>\r\nConnor was excited, but he was unsure who to use the ring on first.</span></div></div>",
            "created":1524891600,
            "id":2485258,
            "title":"Meet Our Hero"
        },
        "11":{
            "author_id":"symbiote01",
            "author_name":"symbiote",
            "choices":[
                "Megan Long- the prissy girl.",
                "Cherie Fircrest- the nerdy girl.",
                "Nicole Hulitzer- the best friend's twin sister.",
                "Someone Else?"
            ],
            "content":"<div class=\"\"><div> <span>          Truth told, his first instinct was the girl two seats ahead and one towards the window from him in his first period class, Megan Long.  She had blonde hair with dark roots, frosted tips, mid-length hair.  Kind of a messy-chic that he saw from behind more often than not.  Curvy but not thicc, with soft features and a tendency to wear clothes just a little snug.  She wore too much makeup, and had a bit of a prissy attitude most of the time.  She didn't like him much.<br>\r\n<br>\r\n          At the very end of last year, it was rumored that she got pregnant by her on-again, off-again boyfriend, whom she dumped on the last day of school.  The notion captured his imagination all summer long, and he couldn't wait to see what truth came of it come September.  When school started and she <i>wasn't</i> showing, an entire summer of fantasy came to nought.<br>\r\n<br>\r\n          His eyes moved to the left one, catching on another girl hard at work chewing on her pencil.  Cherie Fircrest.  She'd been a staple in his life since kindergarten, when she lived down the street in the apartments at the end of the block.  Her dad was the chief of police in town, a big African American man; her mother was reportedly part Shawnee.  This gave Cherie a look that stood out from the norm- features that marked her as different, but pretty.  He'd had an eye on her since as long as he could remember.<br>\r\n<br>\r\n          She had been friends with him, back when they lived close together, until her parents moved into a house outside of town.  Overnight, she stopped talking to him, stopped looking at him.  It was as if her moving had made her a different person.  She was a very smart girl, always receiving top marks in class, and as Connor was at best a B-student, it was one more thing driving a wedge between them.<br>\r\n<br>\r\n          It was here that Nicole Hulitzer, the twin sister of his best friend Nick Hulitzer, hit him in the back of the head with her ruler.  \"Hey Con<i>nerd</i>- you got some paper I can borrow?\"<br>\r\n<br>\r\n          Connor frowned and turned towards her, \"You're out of paper already?  What the hell, Nicole... are you eating it or something?\"<br>\r\n<br>\r\n<i><b>Choose one!</b></i> came the voice, more commanding this time.  He didn't really have time to think about a response- the name just popped into his head:</span></div></div>",
            "created":1574139600,
            "id":2748644,
            "title":"A Student"
        },
        "113":{
            "author_id":"gatorman",
            "author_name":"Gator",
            "choices":[
                "Follow her to see what happens.",
                "Stay put and find someone else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>          a look of anger came upon her, “Do I have to kick you?” She angrily spoke against him. He reluctantly handed off a small stack and, in the span of time it took to turn, she was back at her desk, with the larger share he previously had, the small stack that he has taken off from it was left in his hands.<br>\r\n          ”Guess this is mine.” He grieved<br>\r\n          “<i>so shall it be done!</i>” the voice within his head spoke aloud.<br>\r\n<br>\r\n          As sudden as the voice came,a loud gurgle erupted within the room. All eyes shifted, trying to find its source when it occurred once more, eyes on Nicole as she looked so discomfited, wearing a belly shirt and Jeggings when she rose and rushed from sight, immediately snatching the pass from the teacher and running off toward the gn bathrooms. </span></div></div>",
            "created":1585285200,
            "id":2808366,
            "title":"Nicole Hulitzer- the best friend's twin sis..."
        },
        "1131":{
            "author_id":"symbiote01",
            "author_name":"symbiote",
            "choices":[
                "...he finds her hurking into the waste bin down the hall.",
                "...he sees her duck into the girls bathroom.",
                "...he runs into Someone Else."
            ],
            "content":"<div class=\"\"><div> <span>          Her sudden departure was strange, and Conner noticed, above and beyond what everyone else noticed- the voice in his head gave him insight, so he knew where the sound had come from.  But it was clear that <i>everyone</i> in the room had heard the gurgle.  Would they notice if anything else happened?<br>\r\n<br>\r\n<b>If you wish,</b> came the voice in his head.<br>\r\n<br>\r\n          \"No, I don't wish that at all!\" he whispered.<br>\r\n<br>\r\n          The teacher spoke up, \"Connor, what was that?\"<br>\r\n<br>\r\n          He sat up in his chair, \"I wish to be excused, ma'am.  I'm not feeling well.\"<br>\r\n<br>\r\n          A furrowed frown, \"Nicole has the pass.\"<br>\r\n<br>\r\n          He retorted, \"I'm gonna throw up...\"<br>\r\n<br>\r\n          A sigh, \"Go, then.  Here, I'll write you a note...\"<br>\r\n<br>\r\n          He was rushing out the door, \"No time!\"<br>\r\n<br>\r\nIn the hallway,</span></div></div>",
            "created":1585458000,
            "id":2809392,
            "title":"Follow her to see what happens."
        }
    },
    "info":{
        "author_id":"haas200",
        "author_name":"jontron",
        "brief_description":"An eighth grader discovers a ring and uses it to satisfy his pregnancy fetish.",
        "created":1524933960,
        "description":"<td align=\"left\" class=\"norm\">hello all this is an old story the sadly the creator deleted his account and so using magic it will be reborn lets bring this story back!<br>\r\n creator is \tBad Commando Name  please enjoy all I found <br>\r\n<br>\r\n<br>\r\nHere's a CYOA loosely based on my middle school. This is my first work, so any and all help is welcome.<br>\r\n<br>\r\nRules:<br>\r\n-No m/m or f/f<br>\r\n-No changing protagonist<br>\r\n-Stick to pregnancy fetish- no vore, BE, etc.<br>\r\n-Must have good grammar<br>\r\n-No mpreg.<br>\r\n-No killing off characters. That means you, Superboy-Prime.<br>\r\n-Keep it PG-13.<br>\r\n<br>\r\nCo-authors:<br>\r\n-Pon Pon<br>\r\n-rainman</td>",
        "id":2156667,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585467120,
        "pretty_title":"The Pregnancy Ring"
    }
}