{
    "chapters":{
        "1":{
            "author_id":"tallbigcal2",
            "author_name":"Tallbigcal2",
            "choices":[
                "Feet",
                "Grow/Shrink",
                "Dominating ",
                "Gay",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a fetish</span></div></span></div>",
            "created":1560834000,
            "id":2675247,
            "title":"Choices "
        },
        "11":{
            "author_id":"mikerichards1",
            "author_name":"MikeRichards1",
            "choices":[
                "She stops there and let’s you go.",
                "You haven’t finished yet..."
            ],
            "content":"<div class=\"\"><div> <span>You end up running into the Nurse who has been walking for hours and has very sweaty and stinky feet. She knows that the only way that her feet are going to get cleaned is if someone does it for her. She throws you to the ground and demands that you get to work in licking her feet clean. Her feet are very big, probably around size 12 and she had been wearing no shoes the whole day. She tells you to start at the heel and work your way up to the toes, licking up all the sweat and dirt as you go! You comply in fear of your life and clean the whole sole of  her foot lick after lick. The sole itself takes at least 20 minutes to clean and you’re already on a full stomach because of all the sweat you have digested. </span></div></div>",
            "created":1570424400,
            "id":2729347,
            "title":"Feet"
        },
        "112":{
            "author_id":"mikerichards1",
            "author_name":"MikeRichards1",
            "choices":[
                "Readers choice",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>The nurse isn’t fully satisfied with just the sole being clean, she wants the toes done too! But first you must place your nose beneath the toes and savour the smell before getting to work in cleaning them! The smell is very overpowering and almost knocks you out. After about 30 minutes of smelling her dirty stinky toes it’s time for you to get to work in cleaning! She tells you to start by licking in between each toe and collecting every bit of toe jam, before swallowing it like a good boy! When she spreads her toes for you you can see huge lumps of toe jam lodged in between them and it’s your job to eat it! You get to work and start eating the toe jam one by one, but there is so much toe jam there that you don’t know if you can eat it all at once. Maybe you’re gonna be here a while feasting on this toejam...</span></div></div>",
            "created":1570424400,
            "id":2729350,
            "title":"You haven’t finished yet..."
        },
        "13":{
            "author_id":"tallbigcal2",
            "author_name":"Tallbigcal2",
            "choices":[
                "The Huntress",
                "The nurse",
                "The pig",
                "The spirit ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You were walking through the woods on your way home after you and your friends had been camping. The whole way back you were very nervous as you had heard stories about crazy people who lived in the woods.<br>\r\n<br>\r\nThe story you were most afraid of was</span></div></div>",
            "created":1560834000,
            "id":2675250,
            "title":"Dominating "
        },
        "131":{
            "author_id":"sp1r1t_w0lf",
            "author_name":"Wolf",
            "choices":[
                "You spot smoke",
                "A branch snaps nearby",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>They say that she is the ultimate predator, and that she never misses her mark. Rumors say she lives in these very woods awaiting her next victim. Just thinking about her tale sends a slight shiver down your spine.<br>\r\n<br>\r\nHowever, lost in thought you realize that you have trailed of the path and are lost. <br>\r\n<br>\r\n\"Damnit\" you whisper to yourself. <br>\r\n<br>\r\nJust then...</span></div></div>",
            "created":1562907600,
            "id":2685944,
            "title":"The Huntress"
        },
        "1312":{
            "author_id":"sp1r1t_w0lf",
            "author_name":"Wolf",
            "choices":[
                "A hatchet lands next to you as a shadow looms.",
                "You manage to get into the house.",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>\"Huh?\" you say as you look back.<br>\r\n<br>\r\nNothing is there, as quickly as you looked it was gone. Whatever it was, you knew you had to get out of these woods. Quickly.<br>\r\n<br>\r\nYou began a light jog forward hoping to come to a path or a sign, something to tell you where you are.<br>\r\n<br>\r\n*snap* *crunch*<br>\r\n<br>\r\nBehind you...<br>\r\n<br>\r\nSomething, no someONE was following you.<br>\r\n<br>\r\nYou sprinted as fast as you could hoping to outrun whatever was behind you. You make out something in the distance. It appears to be a lodge of some sort. Quickly you head to the front door and grab the handle. </span></div></div>",
            "created":1562907600,
            "id":2685949,
            "title":"*snap*"
        },
        "13121":{
            "author_id":"sp1r1t_w0lf",
            "author_name":"Wolf",
            "choices":[
                "She reached for the door handle and took you into the home",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>No matter how hard you jiggled the handle it was no use, it was locked. As a last ditch effort you banged and shouted for help. A shadow loomed over you, and as you turned around to face it...<br>\r\n<br>\r\nIt was HER.<br>\r\n<br>\r\nStanding 6'9\" she towered over you almost growling like a savage animal. She wore a blood stained rabbit mask as well as old Russian attire.<br>\r\n<br>\r\nYou were speechless, shaking in your shoes unable to move as she bent down. She came nearly eye level with you before she...</span></div></div>",
            "created":1562907600,
            "id":2685954,
            "title":"A hatchet lands next to you as a shadow looms."
        }
    },
    "info":{
        "author_id":"tallbigcal2",
        "author_name":"Tallbigcal2",
        "brief_description":"Any fetish at all with dead by daylight characters",
        "created":1560879420,
        "description":"<td align=\"left\" class=\"norm\">-Feel Free to add literally whatever you want nothing is off limits<br>\r\n<br>\r\n-no length limits <br>\r\n<br>\r\n-Have fun with it</td>",
        "id":2193633,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1570436880,
        "pretty_title":"Dead by Daylight Fetish"
    }
}