{
    "chapters":{
        "1":{
            "author_id":"thedarkone271",
            "author_name":"TheDarkOne",
            "choices":[
                "All kids in the world grow",
                "Growth Ray fun",
                "Will Growth",
                "The First Grower",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>First of all, how does the growth begin:<br>\r\n<br>\r\n1) All children in the world begin growing, a few at a time or all at once<br>\r\n<br>\r\n2) A scientist develops a growth ray<br>\r\n<br>\r\n3) Children suddenly develop the power to grow at will<br>\r\n<br>\r\n4) One kid finds a way to grow, at least at first<br>\r\n<br>\r\n5) Something else</span></div></div>",
            "created":1585803600,
            "id":2812512,
            "title":"Genesis of Growth"
        },
        "11":{
            "author_id":"thedarkone271",
            "author_name":"TheDarkOne",
            "choices":[
                "You go to your mommy",
                "Growing looks fun! You sneak out",
                "You feel yourself starting to grow",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>You were six year old Jake, a typical boy with blond hair and green eyes. You were laying on the couch one day reading a book. You had heard over the news lately of a new virus that was effecting kids of a younger age but your mommy always pushed you out of the room when those stories came on. <br>\r\n<br>\r\nYou were almost done with your book when there came a hammering knock on your door. Your mommy opened it and you saw Mrs. Drant standing on your porch, a scared look on her face. <br>\r\n<br>\r\n\"Liz, what's wrong?\" You mommy asked. <br>\r\n<br>\r\n\"It's Jake, he was exposed to the virus!\" Mrs. Drant shouted. It was then you started to hear loud crashes and other noises from across the street. Looking out the window you saw your best friend Jake growing out of his house. His head was already pushing through the roof, and he had a happy grin on his face. As the roof crumbled to the ground Jake's peepee pushed its way through the front wall. <br>\r\n<br>\r\nThen further down the block you spotted your girlfriend Sally also growing out of her house, her parents and sisters desperately escaping through the back door as the  blond stepped through the front wall. At the opposite end of the street a five year old girl was sobbing as she grew out of her cloths. <br>\r\n<br>\r\n\"Jake, where are you?!\" Your mommy called into the living room.</span></div></div>",
            "created":1587272400,
            "id":2821369,
            "title":"All kids in the world grow"
        },
        "14":{
            "author_id":"thedarkone271",
            "author_name":"TheDarkOne",
            "choices":[
                "Melissa",
                "Derek",
                "No thanks, something else"
            ],
            "content":"<div class=\"\"><div> <span>Melissa is a six year old girl who lives in a small town in Nevada with her father, big brother Ryan and little sister Sierra. She loves playing outdoors with her siblings and pretending to be a movie monster. Her brother mostly hangs out with his own friends and ignores her. Her little sister on the other hand adores her big sister and the two are almost inseparable. <br>\r\n<br>\r\n<br>\r\nDerek is nine years old and lives with his father and two brothers. His father is in the military and the family moves around a lot, and as a result he never made any real friends except for his brothers. They love their father but also resent the fact they have to move around all the time and wish they were big and strong enough to make things go how they want.<br>\r\n<br>\r\nWho shall the first grower on Earth be?</span></div></div>",
            "created":1585890000,
            "id":2812632,
            "title":"The First Grower"
        },
        "15":{
            "author_id":"thedarkone271",
            "author_name":"TheDarkOne",
            "choices":[
                "Yeah, alien science go!",
                "Seen this movie. Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about aliens using Earth as a testing site for their experimental growth technology?</span></div></span></div>",
            "created":1585890000,
            "id":2812635,
            "title":"Alien Experiment Growth?"
        },
        "152":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Giant Babies.",
                "Something else.",
                "Open Choice Chapter."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about babies who outgrow their clothes diapers swimming trunks and or swim diapers as they grow to a giant size?</span></div></span></div>",
            "created":1585890000,
            "id":2812779,
            "title":"Seen this movie. Something else"
        },
        "1522":{
            "author_id":"asdret4ftv",
            "author_name":"Xxxabc",
            "choices":[
                "Yes, we are on this path.",
                "Pfft, boredom. Further",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>All children under 13 are getting bigger</span></div></span></div>",
            "created":1586754000,
            "id":2818146,
            "title":"Something else."
        },
        "1523":{
            "author_id":"kingzed",
            "author_name":"KingZed",
            "choices":[
                "Futa it is!",
                "Nope!",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about futanari growth? Girls with cocks could be fun. A girl can grow while she has a little extra fun down below. <br>\r\n<br>\r\nHow does that sound?</span></div></span></div>",
            "created":1586494800,
            "id":2816665,
            "title":"Futa Growth"
        },
        "15231":{
            "author_id":"asdret4ftv",
            "author_name":"Xxxabc",
            "choices":[
                "Her mom",
                "Her brother "
            ],
            "content":"<div class=\"\"><div> <span>Lily is an ordinary blonde and blue-eyed girl of 6 years. Well, almost. The only thing that made her different from the other kids was that she had a penis. And even though her hormonal system didn't even think to work, her penis was already developed and fully functioning. And the penis was impressive. When it was sluggish, its size was 7 inches, and when excited, it was 12 inches. Not every adult is given this size.<br>\r\n   Lily's family lived in a small, two-story private house. The family consisted of her father, her mother's futunari, Lily, and her brother Jack. The head of the family was an ordinary man of 50 years. A little tall, slender. He had a long face with a straight nose, brown hair, and brown eyes. The mother was short and, for her 40 years, looked very young. She had blond hair and blue eyes. Jack was much older than Lily. He was 16 years old. Tall, dark, with blue eyes. Lily only came up to his waist.<br>\r\n   That day was unremarkable. It was evening, everyone was having dinner. The TV is playing in the background, and soft lights illuminate the room. If you look in the kitchen window of a random house, you will see this picture. Only one detail was out of the picture: Lily's appetite. She ate a lot for her age. Dinner was macaroni and meat. Parents were constantly concerned about their daughter's weak appetite, so when she started eating so much, it did not surprise them at all. But then they started to worry. Even Jack was distracted from the phone. Lily was already eating her fifth plate of macaroni and probably had 6 pounds of meat. When she finished eating, she thanked everyone and went to bed. If you looked at her, you could see her belly, like a pregnant woman about to give birth. <br>\r\n- Lily, are you all right? - her mother asked. She was excited. <br>\r\n-Yes, it's all right, - Lily replied calmly, yawning slightly. After such a meal, she wanted to sleep.<br>\r\n- Don't you think it's strange that you've eaten a lot more than usual, and that your stomach is about to burst? - Do you feel any pain? <br>\r\n- No, I'm fine, - Lily said. - I'll go to bed. Good night. <br>\r\n- Good night, - her mother said, a little confused.<br>\r\n   Lily changed into her striped pajamas. As she passed the mirror, she saw how big her stomach was. But she didn't pay any attention to it, because she was terribly sleepy. She went to bed and quickly fell asleep. When the whole house fell asleep, something happened that no one expected. <br>\r\n   It all started with the fact that her stomach began to shrink rapidly. After a couple of minutes, her stomach was flat again. Lily didn't even notice. Suddenly she began to whimper softly. She began to toss and turn. At first weakly, imperceptibly, then stronger and more noticeable. Then her penis began to swell. After a few seconds, her cock was standing like a soldier. Her hands automatically<br>\r\nshe reached for the trunk. It was very warm and throbbing. When her hand touched his cock, an electric shock ran down her spine. It was her first orgasm. She jerked off faster and faster without waking up. Suddenly it began to grow. Her pajamas stretched, her limbs lengthened, her entire body grew larger. The bed began to creak, and Lily was sweating profusely. The climax was getting closer.<br>\r\n\"Ah!!!  the girl suddenly screamed unnaturally.<br>\r\nThe penis swelled and shot a powerful salvo of sperm, flooding the entire room. At this point, there was a leap in growth. She grew from 5 feet to 7 feet. Now it was the largest in the house. <br>\r\n   Then she started to Wake up. Still breathing nervously, she slowly opened her eyes. Before she could Wake up, she heard someone approaching her room quickly.<br>\r\n<br>\r\n  Who was it?</span></div></div>",
            "created":1586754000,
            "id":2818141,
            "title":"Futa it is!"
        },
        "15233":{
            "author_id":"tntdmd",
            "author_name":"TnTdmd",
            "choices":[
                "Rampage ",
                "No",
                "Other scenarios "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Rampage Growth? Maybe through magic, virus, or mysterious radiation but it seems to only affect those under 13. They grow with every bit of destruction.</span></div></span></div>",
            "created":1586840400,
            "id":2818637,
            "title":"Something else"
        }
    },
    "info":{
        "author_id":"thedarkone271",
        "author_name":"TheDarkOne",
        "brief_description":"Kids begin growing in various ways and having their way with the world",
        "created":1585882920,
        "description":"<td align=\"left\" class=\"norm\">The return of one of my favorite interactives. Original was taken down for reasons I never learned, so I wanted to restart it here. All the thanks to the original author.  <br>\r\n<br>\r\nRules:<br>\r\n<br>\r\n1) Only those under 13 can grow. No giant/ess teenagers<br>\r\n<br>\r\n2) Clothing does not grow with the kids. It just doesn't make sense it would<br>\r\n<br>\r\n3) Please make each chapter at least 5 sentences. Any chapters with less will be given a chance to lengthen them, or I will alter them if not.<br>\r\n<br>\r\n4) Have Fun! </td>",
        "id":2217938,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587356220,
        "pretty_title":"Planet of The Giant Kids"
    }
}