{
    "chapters":{
        "1":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Story 1: Addicted",
                "Story 2: Fattening Revenge",
                "Story 3: Hidden Desire",
                "Story 4: Spoiled Fat",
                "More Stories!"
            ],
            "content":"<div class=\"\"><div> <span>Here are the first 4 story options to choose from:<br>\r\n<br>\r\n<br>\r\n<b><u>Addicted</u></b><br>\r\n25 year old Laurie Moore has recently gotten herself a new job, a cozy accounting job at a medium sized office building. The once active and outgoing Laurie now has to follow her new schedule, which doesn't leave much time for exercising but gives plenty of chances for snacking. While Laurie loves her new job, she isn't very pleased with her developing habit of snacking. Habit, that is starting to become more of an addiction as time go by.<br>\r\n<br>\r\n<b><u>Fattening Revenge</u></b><br>\r\nHanna has almost always been bullied in school for being overweight, by the lead cheerleader Samantha. But now Hanna has come across a magical object that will allow her to get her revenge by fattening up Samantha and her other bullies. What exactly the object is and how does it work? Will Hanna succeed or will things backfire on her? Let's find out.<br>\r\n<br>\r\n<b><u>Hidden Desire</u></b><br>\r\nLiz has moved in with her girlfriend o f 1 year, Abigail. What Liz hasn't told Abigail, is that she is into feederisms and would like to have Abigail gain weight, but now that they're living together she has decided to try fatten up Abigail secretly. In order to succeed Liz will have to be sneaky and manipulative, or she could just be honest, but she might not have guts for that. Liz is a shy nerd, while Abigail is more of an fun loving jock, both are in their twenties.<br>\r\n<br>\r\n<b><u>Spoiled Fat</u></b><br>\r\nAlex Hewitt is the daughter to a wealthy business man and a fashion designer, who have been very loose with their parenting. They have let Alex spend money on pretty much anything she wants to, clothes, parties, food, a lot of food. And she has never been punished for the way she behaves, so she has ended up very entitled. But now that she has gotten older, and her metabolism has gone down, her lifestyle is about have some consequences on her body. But with near endless amount of money to spend, no interest in physical activities and very high opinion of herself, Alex might not even care about getting fat.<br>\r\n<br>\r\nIf these story options don't interest you there will be more behind choice number 5, also feel free to add your own stories to this compilation.</span></div></div>",
            "created":1602677040,
            "id":2921228,
            "title":"First set of stories"
        },
        "11":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Laurie arrives at work as usual.",
                "Something happens and Laurie is late to work.",
                "Laurie actually arrives early and has time to go to a store.",
                "Laurie picks up her co-worker on the way to work."
            ],
            "content":"<div class=\"\"><div> <span>It was just past 6:00 AM when Laurie got up to shut her alarm off. She was still finding it hard to wake up this early. It had barely been a month since she started her new job and she still isn't completely used to her new schedule. After a bit of fiddling with her alarm clock, Laurie managed to shut it off and made her way to the kitchen while pulling her tanktop on.<br>\r\nIn the kitchen Laurie turns on her coffee maker and her eyes started wondering towards a box of leftover donuts she had brought home from work yesterday.<br>\r\n<i>\"They tasted so divine. But why did I buy such a large box. They are really unhealthy, with all the sugar and the chocolate and the... Mmm... Just one wouldn't hurt. Yeah.\"</i> Laurie reasoned with herself and picked up one of the donuts. She enjoyed the sweet taste of the chocolate donut while she made her actual breakfast.<br>\r\nOnce the meal is done, Laurie enjoys it and has another donut. It would be unreasonable to leave an uneven amount in the box, right?<br>\r\n<br>\r\nAfter eating Laurie goes to take a shower and then begins dressing up for work. She dries and brushes her short sleek brown hair. Then she put on make-up and looks herself over in the mirror. She has a nice curvaceous body, with ample breasts and a firm butt. Before leaving the bathroom Laurie quickly glances at the scale, but decides to not get on it. For the past weeks as Laurie has been unable to continue her workout routine, she also been avoiding stepping on the scale. She has assured herself that she hasn't put on any weight, but just in case she avoids seeing the truth. When she had last weighed her self she was around 110 lbs. While Laurie isn't fully aware of it during the past few weeks she has definitely begun to come softer around her belly.<br>\r\n<br>\r\nAfter leaving the bathroom Laurie put on her white button up shirt and her form fitting black skirt, grabbed her stuff, including the box of donuts, and headed for her car. Entering the car in her car, she turned it on and started making her way to work.</span></div></div>",
            "created":1602934920,
            "id":2923322,
            "title":"Laurie's story begins"
        },
        "12":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "An old looking book.",
                "A silver necklace, with red gem.",
                "Multiple different colored liquids in vials.",
                "A bag with one or multiple pieces of clothing.",
                "Something else..."
            ],
            "content":"<div class=\"\"><div> <span>Hanna had always been a heavier girl and ever since she started school people have been bullying her for her size. At the age of 16, Hanna currently weighs 244 lbs. She has tried to loose weight many of times but to no success. She blames her genetics for her ever expanding waist line, but in reality the fault might be her large appetite. Hanna has long auburn hair, pale freckled skin and bluish eyes. She has small breasts and most of her weight resides in her belly and thighs. She wear mostly baggy and oversized clothing to hide her body. Her personality has been shaped by the years of bullying and now she is a shy and timid girl, who prefers spending time alone reading. Hanna only has few friends at school, who she became friends with as they were also getting bullied.<br>\r\n<br>\r\nRight now Hanna was walking home from school, quite flustered and teary eyed. Right before school had ended Hanna had once again fallen victim to Samantha's bullying. It had been the end of PE and Hanna was in the locker room changing out of her gym clothes, when Samantha had come up behind her and grabbed her stomach. She had then turned Hanna around so everyone in the locker room could see and then started jiggling her belly fat. Samantha had just laughed and made comments on how large and soft Hanna was. Other girls, mainly other cheerleaders, had joined in laughing and some even came to poke Hanna's belly. Hanna had just stood there, horrified and powerless to move. She had never been able to stand up for herself, not even in such horrible situations. When Samantha and the others had finally stopped Hanna quickly put her gym shirt back on and ran away.<br>\r\n<br>\r\nNow she was making her way back home, while holding back tears. She was still wearing her sweaty gym clothing, and she hadn't even had the chance to put her bra back on before putting her top on and bolting out. All of this combined with all the other times similar things had happened because of Samantha, made Hanna want to scream and curse at the world and especially Samantha. But she just couldn't. Even if Samantha appeared right in front of her, she still couldn't even say one mean thing to her. She was too afraid to ever stand up herself. But still there wasn't a moment she didn't want to have some form of revenge.<br>\r\n<br>\r\nAs she walked her mind was too preoccupied, with hatred of Samantha and her own body, and she accidentally pumped into someone. Both of them fell on the ground and Hanna quickly started apologizing, but the other person quickly just stood up and continued walking. Hanna couldn't even discern the gender of the person, as she didn't see their face. Only thing she could notice were the strange robe like clothing the person was wearing. <br>\r\n<br>\r\nAs Hanna stood up, she noticed a package on the ground next to her. She figured that the other person must have dropped and she picked it up. As she was working out the courage to yell to the person, a feeling of calmness came over her. She didn't know why, but she felt that it would be fine to take package for herself, and she did. When she arrived at her home and went up to her room, she put the package on her desk and started wondering what on earth had come over her and made her practically steal someone else's property. But as she was looking at the package the same sense of calmness returned. But this time her mind was repeating words and names. Specifically <i>revenge</i> and <i>Samantha</i>. And as those thoughts became more and more vivid in her mind, Hanna found herself ripping open the package, revealing the object inside.<br>\r\n<br>\r\nIt was...</span></div></div>",
            "created":1602855840,
            "id":2922812,
            "title":"Fattening Revenge - The Beginning of something Big"
        },
        "124":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "A large bra.",
                "A tight black dress.",
                "A swimsuit.",
                "A very large sweater.",
                "Some other piece of clothing..."
            ],
            "content":"<div class=\"\"><div> <span>Opening the package Hanna saw another package inside. Or rather a bag. It looked similar to a bag you would get from a clothing store, but it had no brand name on it. Holding it in her hand Hanna's suspicions were correct, there definitely was some clothing inside the bag.<br>\r\n<br>\r\nThe same weird feeling came over Hanna, making her immediately start opening the clothing bag to see what was on the inside. She wasn't sure why but for some reason she had to know what was in the bag. With her lack of self-confidence Hanna has never been that interested in fashion, but now something was filling her mind with intrigue. Intrigue and the though of revenge.<br>\r\n<br>\r\nIn the bag Hanna found...</span></div></div>",
            "created":1603133100,
            "id":2924828,
            "title":"A bag with one or multiple pieces of clothing."
        },
        "125":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "A phone with weird app on it.",
                "A box of chocolates.",
                "A strange looking doll.",
                "A small crystal orb",
                "Something else..."
            ],
            "content":"<div class=\"\"><div> <span>Hanna ripped the package open and picked up the object hiding inside. She looked the object in her hand, wondering why the person, who she had bumped into, had wrapped it in such strange packaging.<br>\r\n<br>\r\nThe item in her hand was... (perhaps one of these)</span></div></div>",
            "created":1603100520,
            "id":2924461,
            "title":"Something else..."
        },
        "15":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Destination: Sweetwater, USA",
                "Step into my candy store!",
                "More Stories!"
            ],
            "content":"<div class=\"\"><div> <span><b><u>Strange New Town, Strange New Life</u></b><br>\r\nAfter a divorce Janice Amber moved with her two daughters, Miley and Chrissie, to a remote, not so little, little town called Sweetwater. The 42 year old Janice is not the smartest person, but is still a loving and a caring parent and moved to Sweetwater, because she heard there were good job opportunities there. A job is what she needs now that she is providing for two children on her own. <br>\r\n17 year old Miley, who is going through a rebellious phase right now, didn't really want to move but she liked the idea of living with her dad even less. Now she has to deal with going to school in a new town and getting friends here. <br>\r\n14 year old Chrissie has always been very intelligent and not so social, maybe that's why she didn't seem that shaken about the divorce. In fact the only thing she is really focused on is getting a good education, so hopefully Sweetwater can offer that.<br>\r\nOne thing that the Amber family will soon find out about Sweetwater is that seemingly almost every woman and girl in town is overweight. Some are just chubby, but more seem to be on the obese side. The town and it's services also seem to be build around this weird phenomena.<br>\r\nWhy is the town like this and will the Ambers become a part of the \"large\" community of Sweetwater?<br>\r\n<br>\r\n<b><u>Candy Store of Wonders</u></b><br>\r\nA brand new candy store has opened up in town and everyone seems to be going crazy for it and its products. No-one is really sure who the companies behind this new store are, but what hey can agree on is that the candy tastes amazing. <br>\r\nOne thing people appear to be ignoring, at least for now, are the apparent effects of the candies. The candy is very addicting and causes increased weight gain. Some the products also seem to have other side-effects, or maybe they are intended effects.<br>\r\nFollow either the journey of one the repeat customers of the store or one of the new employees or maybe even the mysterious owner of the store.<br>\r\n</span></div></div>",
            "created":1602710160,
            "id":2921506,
            "title":"More Stories!"
        },
        "152":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Employee Mindy Prince",
                "Customer Caroline Hughes",
                "Owner and mystery woman Wanda Wonder",
                "Someone else..."
            ],
            "content":"<div class=\"\"><div> <span>It was just over a week ago since the mysterious new candy store opened in the middle of town. The store, called Candy Store of Wonders or just called Wonders for short, had raised some questions in the community when it first opened. No-one had heard of the brand or its apparent owner, Wanda Wonder. And considering the quality and the amount of original products on offer, there had to be some kind of production facility somewhere. But there was information on where it would be, who owned it or if it made candy for other stores than just Wonders. But all of those mysteries had soon become ignored, as now the only question people had about Wonders was <i>what will I buy next</i>. <br>\r\n<br>\r\nNow on Wednesday morning as the store was opening it's doors for business, our protagonist entered the store.<br>\r\nIt was...<br>\r\n<br>\r\n<b>Mindy Price, a 21 year old employee</b>. Mindy took the job so she could pay her rent, and is very happy with her high pay and the free \"samples\" she gets. She isn't the most responsible person, as she often comes in late to work and spends money on not the most useful things, but she still tries her best at work. Mindy is a very social person and loves partying. She also greatly values her appearance and always wants to look her best. Mindy is a tall pale girl, with long straight brunette hair. She is busty, but when gaining most the weight tends to go to her stomach. She currently weighs around 160 lbs.<br>\r\n<br>\r\n<b>Caroline Hughes, a 30 year old customer.</b> Ever since Wonders opened Caroline has been coming to the store almost every other day. She doesn't know why but she just can't resist coming in and buying as much candy as she can. She works at a library near the store, so it isn't very difficult for her to come to the store on her way to work and back home. Caroline used to be quite athletic and eat healthy but now that she has become a repeat customer of the store she hasn't been visiting the gym and most of her meals consist of chocolate bars. Even in the short amount of time the store has been in town, she has already managed to put on some major weight, but she seems oblivious to her new unhealthier lifestyle. Caroline a shorter woman with dirty blond hair and glasses. She is bottom heavy and that's where most of her weight tends to go. She currently weighs around 200 lbs.<br>\r\n<br>\r\n<b>Wanda Wonder, the 42 year old mysterious owner of the store.</b> No-one really knows who she is, but Wanda has quickly become a very popular member of community. Her kind and motherly attitude has made almost everyone in the town like her, that and the different candies everyone is starting to become addicted to. While she acts kind around other, she is a very serious woman when on her own and is very hesitant to reveal anything regarding the secrets behind her business. What exactly is she hiding and is there actually something sinister going on behind the scenes at Wonders? No one knows but her.<br>\r\nWanda is large darker skinned woman. Her breasts and butt are quite large, but they are nothing compared to her hefty and round stomach. She has long curly hair, that has been dyed white and red like candy cane. She currently weighs around 340 lbs.<br>\r\n<br>\r\nOr perhaps it was someone else. Maybe another customer or employee. Or someone else entirely.</span></div></div>",
            "created":1602784260,
            "id":2922273,
            "title":"Step into my candy store!"
        },
        "153":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Story of the gluttonous critic",
                "Story of a world fattening wish",
                "Story of fantasy love for the overweight",
                "More stories!"
            ],
            "content":"<div class=\"\"><div> <span>Angie Mendoza is an up-and-coming food critic, who has been gaining notoriety for her unique way of reviewing restaurants. Unlike other critics, who just sample multiple meals, Angie orders close to everything she can from the establishments she visits and then eats nearly all of it. Some are claiming her reviews shouldn't be valued, as she is nothing more than a fat glutton, who gives great reviews to any restaurant that can satisfy her immense hunger, instead of basing her reviews on the quality of food.. Restaurants on the other hand seem very happy with Angie's tactic, as it brings them good publicity as long as they can keep her fed. Angie never actually planned on becoming a food critic, but now that she is one she is having a blast. Even the fact that she is constantly getting fatter doesn't bother her, as it just means she now has more place for food in her gut.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nSofia was enjoying the cheat day of her diet one night, when she unknowingly made a wish that would affect the whole world. The next morning when she woke, she discovered that women all over the world had fattened up, including herself. Now Sofia, and everyone else, has to figure out how to live in this new world, where every woman is overweight and very very hungry. How will Sofia react to her new body? Will she realize her wish caused all this? And how fat will she and everyone else get?<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nIn the magical fantasy land of Esharia, the elven king is ready to pass down the crown to his son, prince Castien, but on one condition. Castion must get find himself a woman to marry. The problem is that Castion has a secret preference for overweight women. But this far all the princesses and the noble women who have tried to court have been too skinny for Castion and he has turned them all down. Castion eagerly wants to be king but also desperately wants to find himself a fat wife. Maybe he will come across someone fitting his preference or he will be able to convince someone who is interested in him to fatten up or use other, possibly magical, means to get what he wants. Castion doesn't mind if he has to marry someone who isn't an elf or isn't part of nobility as long as the woman he eventually marries is as big as possible and also is deeply in love with him.<br>\r\n</span></div></div>",
            "created":1603033260,
            "id":2923977,
            "title":"More Stories!"
        },
        "1534":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Feast fit for a vampire",
                "Fatpocalypse",
                "You get what you wish for, and more",
                "A haunting gain",
                "More stories!"
            ],
            "content":"<div class=\"\"><div> <span><u><b>Feast fit for a vampire</b></u><br>\r\nAfter waking up from her two hundred year slumber, the vampire mistress Camilla Von Wright is quite peckish, to put it mildly. Now in order to feed her hunger for blood, Camilla will have to look for victims in a modern setting. But even tough she is slightly out of her element, this modern world has some benefits. There seem to be more fattening food for humans and so many fat humans to feed from, and vampires really enjoy the taste of fat rich blood. As a creature of the night, Camilla isn't the most empathetic person and is ready to use any means necessary to feed herself. Whether by stalking at night for victims or by inviting unsuspecting people to a trap, this vampire has many ways to complete her hunt.<br>\r\n<br>\r\n<br>\r\n<u><b>Fatpocalypse</b></u><br>\r\nIn the year 2021 world suffered a catastrophe, as a new mysterious virus started to spread around. This virus turns people into mindless zombie like creatures. But instead of being walking corpses hungry for brains, people infected are gluttons hungry for any form of food. Due to their behavior the infected are being referred to as \"fatties\", mainly because when they stuff themselves with food, they appear to rapidly gain large amount of weight.<br>\r\nAt first the virus was hard to notice and by the time people realized that there was an infections it was already too late. By now there are more fatties than there are non-infected people, and whats left of the worlds governments, are struggling to maintain any control. Life for the remaining survivors is difficult as they have to avoid the hordes of fatties roaming the streets and finding food has become extremely hard, as the fatties have emptied out most places.<br>\r\nMaybe there is still a chance for humanity to survive this apocalyptic scenario or maybe eventually everyone will be turned into a fatty.<br>\r\n<br>\r\n<br>\r\n<u><b>You get what you wish for, and more</b></u><br>\r\nAfter being trapped in her lamp for millenniums the genie Notha is finally freed once more. She is ready to grant three wishes to whoever freed her, but much like other genies Notha doesn't grant exactly what you wish for. But unlike other genies, Notha has special way she twists wishes, as she is very into fattening up people. Nearly every wish she has granted has one way or another ended up with someone gaining large amounts of weight. <br>\r\n<br>\r\n<br>\r\n<u><b>A haunting gain</b></u><br>\r\nAfter the passing of her parents, Taylor inherited a mansion that she didn't even know her parents owned. Now Taylor has decided to check out the mansion and even possibly move in. What she discovered was not what she was expecting. A very old mansion, that was surprisingly well kept, with some odd rooms, furniture and other design choices. But what Taylor doesn't know is that the mansion is currently occupied by a distant, now dead, relative. Now the spirit of Whitney Cooke, a once brilliant chef, is ready to have some fun with the new occupant of her home.</span></div></div>",
            "created":1603535880,
            "id":2927915,
            "title":"More stories!"
        }
    },
    "info":{
        "author_id":"joosher",
        "author_name":"JOOSHER",
        "brief_description":"A collection of many stories about women gaining a lot weight trough different means.",
        "created":1602626640,
        "description":"<td align=\"left\" class=\"norm\">This is a brand new compilation of different stories involving different women gaining weight in different ways.<br>\r\nThere can be stories of school girls getting fat realistically over long periods of time, magical curses bloating rivaling witches, mysterious infections making a space colony mad with hunger or anything else that your heart desires, as long as it involves women getting fat.<br>\r\n<br>\r\nBut before we get to the good stuff, let's set some rules and guidelines first.<br>\r\n<br>\r\n<u>1) You can set your story where and when ever you want.</u><br>\r\nStories can take place at a  school, an office, a fantasy world, another planet, a real city or anywhere else. The stories can also take place in any time period you want. The only exception is that the stories shouldn't take place in any fictional world that is from a movie, a book, a game, etc.<br>\r\n<u>2) How the weight gain happens is up to you.</u><br>\r\nCharacters can gain weight realistically and have to deal with the repercussions of getting fat. Or weight gain can happen very rapidly and without any health problems. Weight can also be caused by any means; magical potions, alien experimentation or just by overeating, anything is fine. <br>\r\nBut still characters shouldn't just gain a million pounds in one sitting, because we still want that the story can be continued.<br>\r\n<u>3) The main character doesn't have to be female.</u><br>\r\nThe main character can be a man if you want, but the story should still be focused on female weight gain.<br>\r\n<u>4) Men can also gain weight.</u><br>\r\nJust like with the rule above the story should still focus on women. But men gaining weight is acceptable as world building or if it helps with the story.<br>\r\n<u>5) Sex is allowed.</u><br>\r\nYou can choose how graphic you get, but it might be a good idea to give a warning if you go really into detail<br>\r\nCharacters can also be straight, gay or bi.<br>\r\n<u>6) Children shouldn't be depicted in a sexual manner.</u><br>\r\nCharacters under the age of 16 shouldn't be depicted in sexual acts.<br>\r\nCharacters under the age of 18 shouldn't be depicted in sexual acts with adults.<br>\r\n<u>7) Inclusion of some other fetishes is fine, with some exceptions.</u><br>\r\nDon't include anything that would change the story from being focused on weight gain.<br>\r\nNothing overly gross and no bathroom stuff; farting is fine as long as its not excessive.<br>\r\nNo vore (this may change in the future). <br>\r\nAlso if a character is pregnant, the pregnancy can't just last forever.<br>\r\n<u>8) The characters don't have to be human.</u><br>\r\nAnything from elves and orcs to aliens is allowed, as long as there are women that gain weight.<br>\r\nFurry characters are also allowed, but they have to be humanoid, so no actual animals.<br>\r\n<u>9) Real life celebrities and fictional characters can be included.</u><br>\r\nThey shouldn't be the main character or be focused on too much. This compilation is for more original stories rather than fanfictions, but still their inclusion works with the story its fine.<br>\r\n<u>10) Keep the stories consistent </u><br>\r\nIf a story has a clear setting defined at the beginning or a story with many chapters has clear themes, don't just change them out of nowhere.<br>\r\n<u>11) Don't write short chapters.</u><br>\r\nThere shouldn't be any chapters with less than just a few sentences. The only exception is if you are giving more options for choices, but even then you should write at least a few sentences.<br>\r\n<u>12) You don't have to be an expert writer.</u><br>\r\nA few grammatical errors are fine, but spellchecking is appreciated. Also it would be nice for the readers if your chapter isn't just a long wall of text without spacing. Otherwise feel free to write in what ever way you want.<br>\r\n<br>\r\nIf you happen to \"brake\" some of the rule, it won't be that big of a deal as long as your chapters don't stop others from writing. But now that were done with the boring stuff let's get started with stories.<br>\r\n<br>\r\n<br>\r\nAlso a quick author note:<br>\r\nThe reason I am making this interactive story, is because I have many ideas for stories and settings of stories, but not that much interest in writing all of them out. And I'm also very interested in seeing what stories others can come up wit. So I am hoping people are interested in adding chapters to stories and creating new starts of stories. :)</td>",
        "id":2235138,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602710160,
        "modified":1603561740,
        "pretty_title":"Love for Fatness: Female WG Compilation "
    }
}