{
    "chapters":{
        "1":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Story 1: Addicted",
                "Story 2: Fattening Revenge",
                "Story 3: Hidden Desire",
                "Story 4: Spoiled Fat",
                "More Stories!"
            ],
            "content":"<div class=\"\"><div> <span>Here are the first 4 story options to choose from:<br>\r\n<br>\r\n<br>\r\n<b><u>Addicted</u></b><br>\r\n25 year old Laurie Moore has recently gotten herself a new job, a cozy accounting job at a medium sized office building. The once active and outgoing Laurie now has to follow her new schedule, which doesn't leave much time for exercising but gives plenty of chances for snacking. While Laurie loves her new job, she isn't very pleased with her developing habit of snacking. Habit, that is starting to become more of an addiction as time go by.<br>\r\n<br>\r\n<b><u>Fattening Revenge</u></b><br>\r\nHanna has almost always been bullied in school for being overweight, by the lead cheerleader Samantha. But now Hanna has come across a magical object that will allow her to get her revenge by fattening up Samantha and her other bullies. What exactly the object is and how does it work? Will Hanna succeed or will things backfire on her? Let's find out.<br>\r\n<br>\r\n<b><u>Hidden Desire</u></b><br>\r\nLiz has moved in with her girlfriend o f 1 year, Abigail. What Liz hasn't told Abigail, is that she is into feederisms and would like to have Abigail gain weight, but now that they're living together she has decided to try fatten up Abigail secretly. In order to succeed Liz will have to be sneaky and manipulative, or she could just be honest, but she might not have guts for that. Liz is a shy nerd, while Abigail is more of an fun loving jock, both are in their twenties.<br>\r\n<br>\r\n<b><u>Spoiled Fat</u></b><br>\r\nAlex Hewitt is the daughter to a wealthy business man and a fashion designer, who have been very loose with their parenting. They have let Alex spend money on pretty much anything she wants to, clothes, parties, food, a lot of food. And she has never been punished for the way she behaves, so she has ended up very entitled. But now that she has gotten older, and her metabolism has gone down, her lifestyle is about have some consequences on her body. But with near endless amount of money to spend, no interest in physical activities and very high opinion of herself, Alex might not even care about getting fat.<br>\r\n<br>\r\nIf these story options don't interest you there will be more behind choice number 5, also feel free to add your own stories to this compilation.</span></div></div>",
            "created":1602677040,
            "id":2921228,
            "title":"First set of stories"
        },
        "11":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Laurie arrives at work as usual.",
                "Something happens and Laurie is late to work.",
                "Laurie actually arrives early and has time to go to a store.",
                "Laurie picks up her co-worker on the way to work."
            ],
            "content":"<div class=\"\"><div> <span>It was just past 6:00 AM when Laurie got up to shut her alarm off. She was still finding it hard to wake up this early. It had barely been a month since she started her new job and she still isn't completely used to her new schedule. After a bit of fiddling with her alarm clock, Laurie managed to shut it off and made her way to the kitchen while pulling her tanktop on.<br>\r\nIn the kitchen Laurie turns on her coffee maker and her eyes started wondering towards a box of leftover donuts she had brought home from work yesterday.<br>\r\n<i>\"They tasted so divine. But why did I buy such a large box. They are really unhealthy, with all the sugar and the chocolate and the... Mmm... Just one wouldn't hurt. Yeah.\"</i> Laurie reasoned with herself and picked up one of the donuts. She enjoyed the sweet taste of the chocolate donut while she made her actual breakfast.<br>\r\nOnce the meal is done, Laurie enjoys it and has another donut. It would be unreasonable to leave an uneven amount in the box, right?<br>\r\n<br>\r\nAfter eating Laurie goes to take a shower and then begins dressing up for work. She dries and brushes her short sleek brown hair. Then she put on make-up and looks herself over in the mirror. She has a nice curvaceous body, with ample breasts and a firm butt. Before leaving the bathroom Laurie quickly glances at the scale, but decides to not get on it. For the past weeks as Laurie has been unable to continue her workout routine, she also been avoiding stepping on the scale. She has assured herself that she hasn't put on any weight, but just in case she avoids seeing the truth. When she had last weighed her self she was around 110 lbs. While Laurie isn't fully aware of it during the past few weeks she has definitely begun to come softer around her belly.<br>\r\n<br>\r\nAfter leaving the bathroom Laurie put on her white button up shirt and her form fitting black skirt, grabbed her stuff, including the box of donuts, and headed for her car. Entering the car in her car, she turned it on and started making her way to work.</span></div></div>",
            "created":1602934920,
            "id":2923322,
            "title":"Laurie's story begins"
        },
        "12":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "An old looking book.",
                "A silver necklace, with a red gem.",
                "Multiple different colored liquids in vials.",
                "A bag with one or multiple pieces of clothing.",
                "Something else..."
            ],
            "content":"<div class=\"\"><div> <span>Hanna had always been a heavier girl and ever since she started school people have been bullying her for her size. At the age of 16, Hanna currently weighs 244 lbs. She has tried to loose weight many of times but to no success. She blames her genetics for her ever expanding waist line, but in reality the fault might be her large appetite. Hanna has long auburn hair, pale freckled skin and bluish eyes. She has small breasts and most of her weight resides in her belly and thighs. She wear mostly baggy and oversized clothing to hide her body. Her personality has been shaped by the years of bullying and now she is a shy and timid girl, who prefers spending time alone reading. Hanna only has few friends at school, who she became friends with as they were also getting bullied.<br>\r\n<br>\r\nRight now Hanna was walking home from school, quite flustered and teary eyed. Right before school had ended Hanna had once again fallen victim to Samantha's bullying. It had been the end of PE and Hanna was in the locker room changing out of her gym clothes, when Samantha had come up behind her and grabbed her stomach. She had then turned Hanna around so everyone in the locker room could see and then started jiggling her belly fat. Samantha had just laughed and made comments on how large and soft Hanna was. Other girls, mainly other cheerleaders, had joined in laughing and some even came to poke Hanna's belly. Hanna had just stood there, horrified and powerless to move. She had never been able to stand up for herself, not even in such horrible situations. When Samantha and the others had finally stopped Hanna quickly put her gym shirt back on and ran away.<br>\r\n<br>\r\nNow she was making her way back home, while holding back tears. She was still wearing her sweaty gym clothing, and she hadn't even had the chance to put her bra back on before putting her top on and bolting out. All of this combined with all the other times similar things had happened because of Samantha, made Hanna want to scream and curse at the world and especially Samantha. But she just couldn't. Even if Samantha appeared right in front of her, she still couldn't even say one mean thing to her. She was too afraid to ever stand up herself. But still there wasn't a moment she didn't want to have some form of revenge.<br>\r\n<br>\r\nAs she walked her mind was too preoccupied, with hatred of Samantha and her own body, and she accidentally bumped into someone. Both of them fell on the ground and Hanna quickly started apologizing, but the other person quickly just stood up and continued walking. Hanna couldn't even discern the gender of the person, as she didn't see their face. Only thing she could notice were the strange robe like clothing the person was wearing. <br>\r\n<br>\r\nAs Hanna stood up, she noticed a package on the ground next to her. She figured that the other person must have dropped and she picked it up. As she was working out the courage to yell to the person, a feeling of calmness came over her. She didn't know why, but she felt that it would be fine to take package for herself, and she did. When she arrived at her home and went up to her room, she put the package on her desk and started wondering what on earth had come over her and made her practically steal someone else's property. But as she was looking at the package the same sense of calmness returned. But this time her mind was repeating words and names. Specifically <i>revenge</i> and <i>Samantha</i>. And as those thoughts became more and more vivid in her mind, Hanna found herself ripping open the package, revealing the object inside.<br>\r\n<br>\r\nIt was...</span></div></div>",
            "created":1602855840,
            "id":2922812,
            "title":"Fattening Revenge - The Beginning of something Big"
        },
        "124":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "A large bra.",
                "A tight black dress.",
                "A swimsuit.",
                "A very large sweater.",
                "Some other piece of clothing..."
            ],
            "content":"<div class=\"\"><div> <span>Opening the package Hanna saw another package inside. Or rather a bag. It looked similar to a bag you would get from a clothing store, but it had no brand name on it. Holding it in her hand Hanna's suspicions were correct, there definitely was some clothing inside the bag.<br>\r\n<br>\r\nThe same weird feeling came over Hanna, making her immediately start opening the clothing bag to see what was on the inside. She wasn't sure why but for some reason she had to know what was in the bag. With her lack of self-confidence Hanna has never been that interested in fashion, but now something was filling her mind with intrigue. Intrigue and the though of revenge.<br>\r\n<br>\r\nIn the bag Hanna found...</span></div></div>",
            "created":1603133100,
            "id":2924828,
            "title":"A bag with one or multiple pieces of clothing."
        },
        "125":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "A phone with weird app on it.",
                "A box of chocolates.",
                "A strange looking doll.",
                "A small crystal orb",
                "Something else..."
            ],
            "content":"<div class=\"\"><div> <span>Hanna ripped the package open and picked up the object hiding inside. She looked the object in her hand, wondering why the person, who she had bumped into, had wrapped it in such strange packaging.<br>\r\n<br>\r\nThe item in her hand was... (perhaps one of these)</span></div></div>",
            "created":1603100520,
            "id":2924461,
            "title":"Something else..."
        },
        "15":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Destination: Sweetwater, USA",
                "Step into my candy store!",
                "More Stories!"
            ],
            "content":"<div class=\"\"><div> <span><b><u>Strange New Town, Strange New Life</u></b><br>\r\nAfter a divorce Janice Amber moved with her two daughters, Miley and Chrissie, to a remote, not so little, little town called Sweetwater. The 42 year old Janice is not the smartest person, but is still a loving and a caring parent and moved to Sweetwater, because she heard there were good job opportunities there. A job is what she needs now that she is providing for two children on her own. <br>\r\n17 year old Miley, who is going through a rebellious phase right now, didn't really want to move but she liked the idea of living with her dad even less. Now she has to deal with going to school in a new town and getting friends here. <br>\r\n14 year old Chrissie has always been very intelligent and not so social, maybe that's why she didn't seem that shaken about the divorce. In fact the only thing she is really focused on is getting a good education, so hopefully Sweetwater can offer that.<br>\r\nOne thing that the Amber family will soon find out about Sweetwater is that seemingly almost every woman and girl in town is overweight. Some are just chubby, but more seem to be on the obese side. The town and it's services also seem to be build around this weird phenomena.<br>\r\nWhy is the town like this and will the Ambers become a part of the \"large\" community of Sweetwater?<br>\r\n<br>\r\n<b><u>Candy Store of Wonders</u></b><br>\r\nA brand new candy store has opened up in town and everyone seems to be going crazy for it and its products. No-one is really sure who the companies behind this new store are, but what hey can agree on is that the candy tastes amazing. <br>\r\nOne thing people appear to be ignoring, at least for now, are the apparent effects of the candies. The candy is very addicting and causes increased weight gain. Some the products also seem to have other side-effects, or maybe they are intended effects.<br>\r\nFollow either the journey of one the repeat customers of the store or one of the new employees or maybe even the mysterious owner of the store.<br>\r\n</span></div></div>",
            "created":1602710160,
            "id":2921506,
            "title":"More Stories!"
        },
        "151":{
            "author_id":"islandhope",
            "author_name":"crushstar",
            "choices":[
                "a knock on the door",
                "they study the new house",
                "they go get something to eat"
            ],
            "content":"<div class=\"\"><div> <span>Now girls, I know you might not be too enthusiastic about moving, but I think we really need to leave our old life behind. Getting a fresh new start would help wash away the past.\" <br>\r\n<br>\r\nJanice Amber was driving her car with her two daughters Miley and Chrissie to their new home in a town called Sweetwater. Sweetwater was a fairly small town though somewhat bustling. Few knew about the town as it is located in a remote area far away from any neighboring cities. Janice found it after meticulous searching due to an unpleasant divorce. The lingering nature of the divorce drove Janice to move far away, an attempt to wash herself of her ex-husband.<br>\r\n<br>\r\nThe female trio family had arrived at town. Much to the girl's relief.<br>\r\n<br>\r\n\"Uh finally! We were driving like forever!\" Miley exasperated.<br>\r\n<br>\r\n\"Yeah, it was weird driving across an empty terrain for so long.\" Chrissie added eyes peering into a book.<br>\r\n<br>\r\n\"Hey now, it may have been a bit of a drive but just look at this town. Isn't it nice and quaint.\" <br>\r\n<br>\r\nEach girl looked out the window on their side of the car. Both seeing various shops and restaurants. Nothing out of the ordinary.<br>\r\n<br>\r\n\"Oh look girls! There's your new school!\"  Janice pointed.<br>\r\n<br>\r\nThe daughters took a good look at the school. Sweetwater High. A rather large building even for a school, but it had a certain appeal to it.<br>\r\n<br>\r\n\"Well it definitely looks better than our last school. Hate that I'll have to make completely new friends. God! I know no one here! Like nobody.\" Miley shrugged. <br>\r\n<br>\r\n\"Look on the bright side\" Janice said being the optimist \" you'll make a whole new set of friends.\" <br>\r\n<br>\r\nAfter a few more minutes the family reach their new neighborhood. As they drew closer to their house they passed various neighbors. A couple were sitting in their front yard, a group of boys riding bikes, two young girls walking down the sidewalk, kind of chunky though, a man mowing his lawn, and a heavyset woman watering her flowers. Then half way through the neighborhood stood the Amber girls' new house.<br>\r\n<br>\r\n\"Wow\" the daughters said impressed by the quality of their house.<br>\r\n<br>\r\n\"Isn't it nice and to think of how cheap I got it.\" Janice boasted carrying a box.<br>\r\n<br>\r\n\"The doorway seems pretty wide.\" Chrissie observed.<br>\r\n<br>\r\n\"Hey, it makes carrying in our belongings a lot easier.\" Janice chirped.<br>\r\n<br>\r\nThe family proceeded to unload their property into their new house all the while noticing just how accommodating their new living quarters were.</span></div></div>",
            "created":1604421000,
            "id":2933864,
            "title":"Destination: Sweetwater, USA"
        },
        "1511":{
            "author_id":"islandhope",
            "author_name":"crushstar",
            "choices":[
                "The daughters want the pie",
                "they go out to eat",
                "they get settled in"
            ],
            "content":"<div class=\"\"><div> <span>As the girls placed their possessions in place, they heard a knock at the door. Certain it was one of her new neighbors, Janice goes to answer the door bearing an affable demeanor on her face.<br>\r\n<br>\r\n\"Why Hello! Welcome to the neighborhood!\" greeted a large woman in a yellow sundress with floral patterns on it holding a pie.<br>\r\n<br>\r\n\"Oh hello! You must be our new neighbor.\" Janice addressed<br>\r\n<br>\r\n\"Shawna Richards, pleased to make your acquaintance.\" she handed Janice the pie.<br>\r\n<br>\r\n\"I'm Janice Ambers. Oh and these are my two daughters Miley and Chrissie.\"<br>\r\n<br>\r\n\"Oh how wonderful! You're all girls.\" Shawna clasped her hands. \"We just love seeing new girls come to Sweetwater.\"<br>\r\n<br>\r\nJanice couldn't help but notice how fat the woman was. Her stomach was massive, portruding a good couple of feet ahead of her. A huge pair of breasts rested atop said belly, literally pouring out of the dress. Then came her arms, totally bare in her sundress. Flabby adipose smothered the limbs, creating jello-like waves as she moved. Peeping down, Janice noticed Shawna's swollen kankles. The leg fat literally pouring over her feet. The woman couldn't weigh an ounce less than 400 pounds.<br>\r\n<br>\r\n\"Say this pie looks good.\" Janice complimented<br>\r\n<br>\r\n\"Baked it myself.\" Shawna proudly stated.<br>\r\n<br>\r\n\"Really? You can cook?\" Janice asked<br>\r\n<br>\r\n\"Oh yes I just love cooking. I constantly bake sweets for the other gals in the neighborhood.\"<br>\r\n<br>\r\n\"Really?\"<br>\r\n<br>\r\n\"Uh huh, you could say we all have a sweet tooth.\" Shawna chuckled<br>\r\n<br>\r\n\"I can certainly see why. This looks scrumptous.\" <br>\r\n<br>\r\n\"Well I'll get out of your hair. I don't want to stop you from digging in.\" Shawna turned her wide frame, making an exit.<br>\r\n<br>\r\nWalking away the Amber girls could watch Shawna's tremendous ass quiver through the taut fabrics of the sundress. Ripples flowing across each buttock and through her thick legs. Above it was Shawna's plentiful back fat. Bulges rolling over one another.<br>\r\n<br>\r\n\"Damn, she was fat.\" Miley blurted out.<br>\r\n<br>\r\n\"Miley!\" Janice scolded<br>\r\n<br>\r\n\"She was abnormally large.\" Chrissie retorted.<br>\r\n<br>\r\n\"She was very cordial to us. And it was very nice of her to bring us this pie.\" Janice said placing the pie on the counter. \"We can slice it up after we have dinner.\"<br>\r\n<br>\r\n\"What are we gonna do for dinner?\" Miley asked<br>\r\n<br>\r\n\"Well we could go out.\" Janice suggested.<br>\r\n<br>\r\n               KNOCK KNOCK<br>\r\n<br>\r\n\"Hey anybody home?!\" a voice called out.<br>\r\n<br>\r\nJanice ran to the front door. Finding another woman at the door wielding a tray.<br>\r\n<br>\r\n\"Hi, you must be the new neighbors.\" greeted the woman standing at the door.<br>\r\n<br>\r\n\"Yes, Janice Amber and these are my daughters.\" Janice gestured to her girls.<br>\r\n<br>\r\n\"Two daughters! How lovely.\" She cheered \"Thin too\"<br>\r\n<br>\r\nThe woman before her was fairly fat. An estimable 200 pounds. Wearing a tank top and a pair of shorts gave the Ambers a decent view of her body. A sizable belly slightly hung over her shorts. An ample bust created a long cleavage in her tank top. Possessing full arms with a mild wiggle to them were on full exposition in sleeveless attire. The woman's legs were chunky with obvious deposits of cellulite up them. Her weight even reached her face providing her with a supple neck and rounded chin.<br>\r\n<br>\r\n\"The name's Betty Holland, I live next door with my husband, son, and two daughters.\"<br>\r\n<br>\r\n\"Oh a big family.\" <br>\r\n<br>\r\n\"It's a good size.\" Betty handed Janice the tray \"It's brownies for you and your girls.\"<br>\r\n<br>\r\n\"Oh my thank you.\" Janice expressed her appreciation.<br>\r\n<br>\r\n\"Say did Shawna come by yet?\" Betty inquired.<br>\r\n<br>\r\n\"Oh yeah, just before you did.\"<br>\r\n<br>\r\n\"You eat her pie yet?\" Betty pried.<br>\r\n<br>\r\n\"No not yet, we're saving it for after dinner.\" Janice explained.<br>\r\n<br>\r\n\"Nonsense! Go ahead and have some.\" Betty insisted \"Here you can have some brownie with it.\"<br>\r\n<br>\r\nBetty than grabbed a brownie and shoved it to Janice's lips. Nervous, Janice begrudgingly took a bite.<br>\r\n<br>\r\n\"Hey how about some brownies for your daughters?\" Betty handed a brownie to each girl. <br>\r\n<br>\r\nThe girls awkwardly accepted the sweets. Each taking a bite.<br>\r\n<br>\r\n\"Come on girls don't hold back! Eat up!\" Betty handed them another brownie each.<br>\r\n<br>\r\n\"Say Betty, we got alot more work to do, so if you don't mind..\"<br>\r\n<br>\r\nNoticing Betty's forcefulness, Janice tried to conclude this bizarre visit. Why was Betty so eager for them to eat? Just from one bite, Janice could tell that the brownies were delicious but also different, as if cooked with an extra ingredient. Perhaps it was all in her imagination. Betty seemed friendly enough just a bit intrusive.<br>\r\n<br>\r\n\"Alright I'll leave you be. Say we got a pool out back, ya'll should come over. We could even have a barbeque.\" Betty offered.<br>\r\n<br>\r\n\"Sounds like fun.\" Janice replied waving Betty off.<br>\r\n<br>\r\n   </span></div></div>",
            "created":1604425740,
            "id":2933886,
            "title":"New Neighbors"
        },
        "15111":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Miley starts putting her new room together.",
                "Miley also has a nap to digest the pie.",
                "There is another knock on the door and Miley goes to answer.",
                "Let's skip to later in the day or to tomorrow."
            ],
            "content":"<div class=\"\"><div> <span>Janice watched as the odd and intrusive Betty walked down the sidewalk waving back to her. Now seeing Betty from a different angle, it was clear that her shorts didn't leave much to the imagination. Janice then closed the door, wondering if there would be more people coming to welcome them, and turned back to her daughters.<br>\r\n<br>\r\n\"She was certainly a character.\" Chrissie said while looking at the two brownies in her hands.<br>\r\n<br>\r\n\"I'm sure she meant well. She must just be excited to see new neighbors.\" Janice reasoned after wiping chocolate from her lips.<br>\r\n\"Also she mentioned her children, that you two could go...\"<br>\r\n<br>\r\n\"So, about dinner.\" Miley blurted out before letting her mother finish her sentence.<br>\r\n<br>\r\n\"Oh yes, well like I said before, we could go out somewhere.\"<br>\r\n<br>\r\n\"Really. Can't we like just order something\" <br>\r\nMiley still didn't like the fact that she had to move to Sweetwater, and right now didn't want anything to do with the town. Now she would rather just stay home. Or rather in her <i>new</i> home.<br>\r\n<br>\r\n\"If you happen to know the phone number to any restaurant, then sure.\" Janice said teasingly, fully knowing her daughter was trying to find excuses not to go out.<br>\r\n<br>\r\n\"I'm sure I can find something online.\" Miley responded slightly annoyed, pulling her phone out of her pocket.<br>\r\n<br>\r\nChrissie had already finished her brownies and had started reading the book she had brought.<br>\r\n<br>\r\n\"The larger woman, Shawna, brought us a pie. We could eat that.\" She retorted while still reading.<br>\r\n<br>\r\n\"Well, does that work for you Miley?\" Janice asked, putting her hand over Miley's phone.<br>\r\n<br>\r\n\"Sure, sure. As long I don't have to go around this crappy town.\"<br>\r\n<br>\r\n\"Miley, honey. Just because Sweetwater is an unfamiliar place, doesn't mean it's... <i>crappy</i>.\"<br>\r\n<br>\r\n\"Whatever.\"<br>\r\n<br>\r\n<br>\r\nThe three Ambers then made their way to the kitchen where Janice then split the pie in three and the girls began eating. The pie was an apple pie, and it tasted quite amazing, pleasantly surprising the Ambers. There also seemed to be an additional taste, perhaps an extra ingredient or something else.<br>\r\n<br>\r\nNormally dinners among the Ambers were filled with slight chatting or awkward silence, but now the family was busy enjoying the taste of this delicious pie. But the pie was also surprisingly filling. By the time the girls were halfway through their slice, they were getting pretty full. But still each one of them managed to finish their meal.<br>\r\n<br>\r\n\"I'll say, that was one delicious pie. I'm stuffed like pig.\" Janice said while patting her stomach, trying to make a slight joke. \"It was long drive here and this pie was a little more filling then I expected. I think I'll go have a little nap.\"<br>\r\n<br>\r\n\"A nap does sound good right now\" Chrissie added.<br>\r\n<br>\r\n<br>\r\nMiley watched as her mother and sister made their way upstairs, then she went to browse social media on her phone. After a short while she also decided to head to her room. Making her way up the stairs and towards her room, she couldn't help but note how wide the hallways were.<br>\r\n<br>\r\n\"You could probably fit at least two people the size of that neighbor in this hallway\" Miley thought to herself. \"What was her name, Shawna? God, she was fat. With cooking like that though, it's no surprise I guess.\"<br>\r\n<br>\r\nMiley opened the door to her room, which was currently quite empty. Before the Ambers were interrupted by their new neighbors they hadn't had time to fully furnish their new home. Not that they completely could have as the moving company would bring the rest of their belonging tomorrow. But luckily the home had come with some furnishings, mainly for the kitchen and the bathrooms, also each of the bedrooms had bed ready, all seemingly king sized. This had allowed Janice to sell some of their old furniture to get a little extra money.<br>\r\n<br>\r\nMiley looked around her barren room thinking about how she could decorate it later. \"I could put my posters on that wall, and my desk could go there. That big wall could be where I put my dresser.\" <br>\r\nMiley walked a bit around her spacious room before sitting down on her bed. She looked a pile of boxes in the corner of her room. \"I hope the moving company didn't fuck up and lose my stuff.\"<br>\r\nShe then unbuttoned her jeans and laid back on her bed. \"God, that pie was filling as hell. But delicious.\" Her stomach felt really bloated<br>\r\nMiley glanced quickly around her room. \"Maybe I should get started on making this room look good. But I guess I could wait till mom wakes up, or till I don't feel so full..\"</span></div></div>",
            "created":1605966360,
            "id":2943567,
            "title":"The daughters want the pie"
        },
        "152":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Employee Mindy Prince",
                "Customer Caroline Hughes",
                "Owner and mystery woman Wanda Wonder",
                "Someone else..."
            ],
            "content":"<div class=\"\"><div> <span>It was just over a week ago since the mysterious new candy store opened in the middle of town. The store, called Candy Store of Wonders or just called Wonders for short, had raised some questions in the community when it first opened. No-one had heard of the brand or its apparent owner, Wanda Wonder. And considering the quality and the amount of original products on offer, there had to be some kind of production facility somewhere. But there was information on where it would be, who owned it or if it made candy for other stores than just Wonders. But all of those mysteries had soon become ignored, as now the only question people had about Wonders was <i>what will I buy next</i>. <br>\r\n<br>\r\nNow on Wednesday morning as the store was opening it's doors for business, our protagonist entered the store.<br>\r\nIt was...<br>\r\n<br>\r\n<b>Mindy Price, a 21 year old employee</b>. Mindy took the job so she could pay her rent, and is very happy with her high pay and the free \"samples\" she gets. She isn't the most responsible person, as she often comes in late to work and spends money on not the most useful things, but she still tries her best at work. Mindy is a very social person and loves partying. She also greatly values her appearance and always wants to look her best. Mindy is a tall pale girl, with long straight brunette hair. She is busty, but when gaining most the weight tends to go to her stomach. She currently weighs around 160 lbs.<br>\r\n<br>\r\n<b>Caroline Hughes, a 30 year old customer.</b> Ever since Wonders opened Caroline has been coming to the store almost every other day. She doesn't know why but she just can't resist coming in and buying as much candy as she can. She works at a library near the store, so it isn't very difficult for her to come to the store on her way to work and back home. Caroline used to be quite athletic and eat healthy but now that she has become a repeat customer of the store she hasn't been visiting the gym and most of her meals consist of chocolate bars. Even in the short amount of time the store has been in town, she has already managed to put on some major weight, but she seems oblivious to her new unhealthier lifestyle. Caroline a shorter woman with dirty blond hair and glasses. She is bottom heavy and that's where most of her weight tends to go. She currently weighs around 200 lbs.<br>\r\n<br>\r\n<b>Wanda Wonder, the 42 year old mysterious owner of the store.</b> No-one really knows who she is, but Wanda has quickly become a very popular member of community. Her kind and motherly attitude has made almost everyone in the town like her, that and the different candies everyone is starting to become addicted to. While she acts kind around other, she is a very serious woman when on her own and is very hesitant to reveal anything regarding the secrets behind her business. What exactly is she hiding and is there actually something sinister going on behind the scenes at Wonders? No one knows but her.<br>\r\nWanda is large darker skinned woman. Her breasts and butt are quite large, but they are nothing compared to her hefty and round stomach. She has long curly hair, that has been dyed white and red like candy cane. She currently weighs around 340 lbs.<br>\r\n<br>\r\nOr perhaps it was someone else. Maybe another customer or employee. Or someone else entirely.</span></div></div>",
            "created":1602784260,
            "id":2922273,
            "title":"Step into my candy store!"
        },
        "153":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Story of the gluttonous critic",
                "Story of a world fattening wish",
                "Story of fantasy love for the overweight",
                "More stories!"
            ],
            "content":"<div class=\"\"><div> <span>Angie Mendoza is an up-and-coming food critic, who has been gaining notoriety for her unique way of reviewing restaurants. Unlike other critics, who just sample multiple meals, Angie orders close to everything she can from the establishments she visits and then eats nearly all of it. Some are claiming her reviews shouldn't be valued, as she is nothing more than a fat glutton, who gives great reviews to any restaurant that can satisfy her immense hunger, instead of basing her reviews on the quality of food.. Restaurants on the other hand seem very happy with Angie's tactic, as it brings them good publicity as long as they can keep her fed. Angie never actually planned on becoming a food critic, but now that she is one she is having a blast. Even the fact that she is constantly getting fatter doesn't bother her, as it just means she now has more place for food in her gut.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nSofia was enjoying the cheat day of her diet one night, when she unknowingly made a wish that would affect the whole world. The next morning when she woke, she discovered that women all over the world had fattened up, including herself. Now Sofia, and everyone else, has to figure out how to live in this new world, where every woman is overweight and very very hungry. How will Sofia react to her new body? Will she realize her wish caused all this? And how fat will she and everyone else get?<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nIn the magical fantasy land of Esharia, the elven king is ready to pass down the crown to his son, prince Castien, but on one condition. Castion must get find himself a woman to marry. The problem is that Castion has a secret preference for overweight women. But this far all the princesses and the noble women who have tried to court have been too skinny for Castion and he has turned them all down. Castion eagerly wants to be king but also desperately wants to find himself a fat wife. Maybe he will come across someone fitting his preference or he will be able to convince someone who is interested in him to fatten up or use other, possibly magical, means to get what he wants. Castion doesn't mind if he has to marry someone who isn't an elf or isn't part of nobility as long as the woman he eventually marries is as big as possible and also is deeply in love with him.<br>\r\n</span></div></div>",
            "created":1603033260,
            "id":2923977,
            "title":"More Stories!"
        },
        "1533":{
            "author_id":"hedkrakka",
            "author_name":"hedkrakka",
            "choices":[
                "\"I'll talk to Sylvia in the morning.\"",
                "\"Let's see if we can find a fat one.\"",
                "\"Someone should want to gain for the throne.\""
            ],
            "content":"<div class=\"\"><div> <span>(A/N: I blame CKIII for this.)<br>\r\n<br>\r\n\"You sent for me, Father?\"<br>\r\n<br>\r\nSilence pervaded the ancient catacombs. For countless millennia, this dark, bleak place had been the resting place for the divinely descended royals of Esharia. The father of Prince Castien, King Aetius XII, had been spending much of his time down here recently since the passing of his wife, his beloved Sophia.<br>\r\n<br>\r\nNow, Sophia was not the mother of Castien. Though husband and wife had tried, she was never able to conceive a child herself, and so Aetius had turned to the ancient right of the Royal Mistress. This right, as one might surmise, allowed the king to take a priestly-sanctioned mistress, and in the event the queen couldn't produce a royal heir, his majesty's children with the aforementioned mistress were considered legitimate. <br>\r\n<br>\r\nThe Mistress chosen was a woman by the name of Theodosia, and though there was no love between king and concubine such as existed between Aetius and Sophia, the two held each other in firm respect. Sophia and Theodosia, meanwhile, became the closest of friends, much to the surprise of many. Castien had been raised in a loving family home, in essence having two mothers, as Sophia doted on him as if he were her own.<br>\r\n<br>\r\nSuch happiness was not to last, however. Shortly after his 400th birthday, Sophia developed a sore throat. Within a matter of months, lumps began to appear on her skin, and she was diagnosed with the Blight. The Royal Doctors had tried a number of treatments, but in the end, the Queen had succumb to her sickness at a mere 812 years of age. Everyone was devastated, but none more so then Aetius, who had broken countless generations of tradition to marry the love of his life.<br>\r\n<br>\r\nThe King had all but disappeared from the world. Matters of state were left to the Privy Council and the Prince as Aetius fell to misery. Even after the end of the traditional mourning period, he spent most of his time by his wife's sarcophagus, sleeping by her stone head and scarcely eating. Castien had tried multiple times to see his father, but his Highness' Silverine Guard would not let him past. At long last, however, he had been summoned to his father's side.<br>\r\n<br>\r\nAetius was not as his son remembered him. He seemed to have aged terribly in such a short amount of time. In his youth, Aetius had been a tall, strongly built man, considered quite handsome by all who set eyes on him. Now, he seemed a barely animate skeleton. His once blonde hair had gone grey, and his pale skin seemed pulled tight over his frail bones.<br>\r\n<br>\r\n\"That I did,\" the old King responded, his voice a wispy rattle. \"I have chosen to abdicate the throne and enter the monastery of Charon.\"<br>\r\n<br>\r\nAetius had always been a long winded and eloquent man, so the blunt simplicity of his statement was a little shocking. The content of his words, however, was not a surprise to Castien, given his father's actions over the past months. Castien nodded, his eyes tearing up. Those same eyes would then widen in shock at the king's next pronouncement.<br>\r\n<br>\r\n\"However, the throne shall not be yours.\"<br>\r\n<br>\r\nA moment of silence passed before Castien could at last respond. \"P-pardon?\"<br>\r\n<br>\r\n\"Tradition must be maintained. You are unmarried and childless. The risk of the line ending is too great, and so the throne shall pass to your cousin, Mathias.\"<br>\r\n<br>\r\n\"You... you're not serious.\"<br>\r\n<br>\r\n\"Deathly. Not once in the entire history of our ancient realm has the Prince been unwed upon his coronation. The King and Queen of Esharia are the embodiment of Sol and Luna on Terra. They rule the Heavens together, as the Royals must. And you have rejected every proposal made to you, whether by myself or others. Frankly, you should have been wed two centuries ago, and given us grandchildren while Sophia was still alive to meet them.\"<br>\r\n<br>\r\nPerhaps Aetius had meant his reprimand to be gentler then that, but it cut Castien deeply. \"Father, this is utter madness. Mathias means well, but he's a lazy drunk. He'd rather go hunting then do anything approaching work, and spends gold coins like copper tokens.\"<br>\r\n<br>\r\n\"Be that as it may, he is the next in the line of succession, and his coronation would not break Divine Tradition. You have ruled well in my absence, and would make an able King, but the religious rites must be maintained.\" The King paused in silence for a moment, letting his words sink in. Only twice before has a crown prince been denied the throne, and in both instances the former heir was forced into the monastery of Sol. Should such a fate come to pass, Castien would have nothing to look forward to but a life of copying manuscripts. \"However, there is one way to avoid your fate.\"<br>\r\n<br>\r\nCastien, now quite pale, was eager for any lifeline he would be thrown. \"What must I do?\"<br>\r\n<br>\r\n\"Get married. Obviously.\"<br>\r\n<br>\r\n<div align=\"center\">*** *** ***</div><br>\r\n<br>\r\n\"How much time did he give you?\"<br>\r\n<br>\r\n\"Five years,\" Castien said, swallowing his goblet of wine in a single shot. \"When Luna and Sol meet in the sky, and their first daughter Venus passes in front of them.\"<br>\r\n<br>\r\nMorgan chuckled. \"Of course your father would pick the Centenary Festival. Well, it is supposed to be an auspicious omen to start your reign on the Gods' Holy Week. Still, that doesn't leave you much time.\"<br>\r\n<br>\r\nMorgan was a human mage who had spent most of her life among the Elves. Mages live an exceptionally long time compared to other humans, and so she tended to feel more comfortable with the longer lived races. Already almost 500 years old, the raven haired beauty had confided in Castien that she actually found normal humans unreasonably impatient and exhausting to deal with. She had also stated that she was tired of burying friends and lovers from the human kingdoms, hence her move to the Esharia.<br>\r\n<br>\r\nOf course, Castien's own theory was that she was just overly fond of Elven wine.<br>\r\n<br>\r\n\"Seriously, is there not a single person you're interested in?\"<br>\r\n<br>\r\n\"You know there isn't,\" Castien grumbled as he refilled his drink. Morgan was perhaps the only person who knew the prince's actual preferences. Castien, you see, had a thing for bigger women.<br>\r\n<br>\r\nWell, fat women.<br>\r\n<br>\r\nWell, really, <b>really</b> fat women.<br>\r\n<br>\r\nSomewhat unusually for an elf, Castien firmly believed that bigger was always better, and there was no such thing as too big. Nothing appealed to him like a fat woman totally in thrall to her appetite, eating more and growing more blubbery and useless by the day. His future queen would need to be a big woman, and would have to be comfortable being pampered and enabled into immobility and beyond. Indeed, if Castien had his way, she would eventually grow so vast magic would be required to maintain her gargantuan physique.<br>\r\n<br>\r\nPhysical appeal aside, Castien also wanted someone intelligent, and fun to talk to. Far too many noblewomen were vacuous and empty headed, more concerned with gossip and fashion then anything of substance. Add in the fact that most ate like birds, and it's easy to see why the prince was struggling so. <br>\r\n<br>\r\n\"At least your father's not asking you to stick to the traditional bride.\"<br>\r\n<br>\r\n\"After he forced the court to accept his marriage to a commoner, it would have been hypocritical for him to insist on it. Still, a traditional bride would be more readily accepted then another commoner.\"<br>\r\n<br>\r\n\"So ask Sylvia to marry you, then. It doesn't get more traditional then your own sister. She's really cute, her breasts would put a dairy cow to shame, and you two have been friends forever, so even if love never blossoms, you could at least function. She's always been a terrible glutton, too.\"<br>\r\n<br>\r\n\"And a total tomboy. There's a reason she's so thin despite how much she eats.\"<br>\r\n<br>\r\nMuch to the disgust of the other races (though some seemed to have... other reactions), far and away the most common type of marriage amongst the elves was consanguineous. Brother-sister was the most common, followed closely by avunculate and cousin pairings, and even parent-child weren't that rare. Siblings were attracted to each other by default as a general rule, and many coming of age ceremonies would double as engagement announcements.<br>\r\n<br>\r\nIndeed, his father's marriage had been unusual for a lot of reasons. Many suspected, though not in the king's presence, that it was the lack of proper blood between king and queen which was to blame for their difficulties conceiving. After all, had he not fathered two children off Theodosia, his cousin?<br>\r\n<br>\r\nThose who knew the Elves well could recognize hallmarks of the species natural focus towards inbreeding. Particularly inbred lines had their hair lighten over generations, from bright blonde to white. Their ears grew longer and more pointed, often curling slightly at the tips. The women, meanwhile, grew bustier and bustier as the generations passed, leaving the most ancient and pure lines extremely well endowed.<br>\r\n<br>\r\n\"I still say it's worth a shot. She fancies you, the court would love her, and I suspect getting her fat would be pretty easy, whether you tell her or not. Of course, if she's just not an option, we could look around a bit more. Surely there's someone fat enough for your tastes in the kingdom. Or, failing that, someone we can make fat enough. Well, what do you want to do?\"</span></div></div>",
            "created":1605389940,
            "id":2940134,
            "title":"The Once and Future King, but with conditions"
        },
        "1534":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Feast fit for a vampire",
                "Fatpocalypse",
                "You get what you wish for, and more",
                "A haunting gain",
                "More stories!"
            ],
            "content":"<div class=\"\"><div> <span><u><b>Feast fit for a vampire</b></u><br>\r\nAfter waking up from her two hundred year slumber, the vampire mistress Camilla Von Wright is quite peckish, to put it mildly. Now in order to feed her hunger for blood, Camilla will have to look for victims in a modern setting. But even tough she is slightly out of her element, this modern world has some benefits. There seem to be more fattening food for humans and so many fat humans to feed from, and vampires really enjoy the taste of fat rich blood. As a creature of the night, Camilla isn't the most empathetic person and is ready to use any means necessary to feed herself. Whether by stalking at night for victims or by inviting unsuspecting people to a trap, this vampire has many ways to complete her hunt.<br>\r\n<br>\r\n<br>\r\n<u><b>Fatpocalypse</b></u><br>\r\nIn the year 2021 world suffered a catastrophe, as a new mysterious virus started to spread around. This virus turns people into mindless zombie like creatures. But instead of being walking corpses hungry for brains, people infected are gluttons hungry for any form of food. Due to their behavior the infected are being referred to as \"fatties\", mainly because when they stuff themselves with food, they appear to rapidly gain large amount of weight.<br>\r\nAt first the virus was hard to notice and by the time people realized that there was an infections it was already too late. By now there are more fatties than there are non-infected people, and whats left of the worlds governments, are struggling to maintain any control. Life for the remaining survivors is difficult as they have to avoid the hordes of fatties roaming the streets and finding food has become extremely hard, as the fatties have emptied out most places.<br>\r\nMaybe there is still a chance for humanity to survive this apocalyptic scenario or maybe eventually everyone will be turned into a fatty.<br>\r\n<br>\r\n<br>\r\n<u><b>You get what you wish for, and more</b></u><br>\r\nAfter being trapped in her lamp for millenniums the genie Notha is finally freed once more. She is ready to grant three wishes to whoever freed her, but much like other genies Notha doesn't grant exactly what you wish for. But unlike other genies, Notha has special way she twists wishes, as she is very into fattening up people. Nearly every wish she has granted has one way or another ended up with someone gaining large amounts of weight. <br>\r\n<br>\r\n<br>\r\n<u><b>A haunting gain</b></u><br>\r\nAfter the passing of her parents, Taylor inherited a mansion that she didn't even know her parents owned. Now Taylor has decided to check out the mansion and even possibly move in. What she discovered was not what she was expecting. A very old mansion, that was surprisingly well kept, with some odd rooms, furniture and other design choices. But what Taylor doesn't know is that the mansion is currently occupied by a distant, now dead, relative. Now the spirit of Whitney Cooke, a once brilliant chef, is ready to have some fun with the new occupant of her home.</span></div></div>",
            "created":1603535880,
            "id":2927915,
            "title":"More stories!"
        },
        "15345":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Fit to fat to fatter?",
                "Product placement",
                "Journey to super sized",
                "More stories!"
            ],
            "content":"<div class=\"\"><div> <span><u><b>Fit to fat to fatter?</b></u><br>\r\nJulie Lang is a young personal trainer, who is ready to show everyone the benefits of a healthy lifestyle. Except she is about to make a choice, that might make her ignore her own advice. Recently Julie has gotten many messages from her clients telling her how difficult they find losing weight and giving up fast food and sweets. Now Julie will prove to her clients how easy it is to lose weight by first spending a few weeks gaining weight and then losing it. She even decided to document her journey on social media by posting videos and pictures of the changes her body goes through. The problem is that Julie ends up finding it hard to start exercising again, so she keeps extending the period of time she uses to gain weight, using the excuse that \"<i>if I gain more, I can prove that it's possible to lose any amount of fat</i>\".<br>\r\n <br>\r\n<br>\r\n<u><b>Product placement</b></u><br>\r\nLindsey has recently started streaming herself playing games under the username QueenBlackHole, and is starting to pick up some following online. And as she is getting more famous, different companies are starting to give her sponsorship deals. One company in particular seems very eager to sponsor Lindsey. With the large sums of money and the products being offered, Lindsey couldn't refuse. At first she got energy drinks and snacks, but now she is being given different appliances and other electronics. What Lindsey doesn't realize, is that all of these products the company is offering are have been designed to make her lazy and fat.<br>\r\n<br>\r\n<br>\r\n<u><b>Journey to super sized</b></u><br>\r\nElle Berry has always been into feederism and weigh gain, and has managed to get her dream job as BBW model online. But now she wants something more, She wants to become even fatter than she is now, maybe even the fattest model or possibly event the fattest person in the world. Are her dreams too far fetched or can she really become the fattest woman alive?</span></div></div>",
            "created":1603630560,
            "id":2928591,
            "title":"More stories!"
        },
        "153454":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "W.E.I.G.H.T",
                "More stories!"
            ],
            "content":"<div class=\"\"><div> <span><u><b>W.E.I.G.H.T</b></u><br>\r\n<br>\r\n In a secret location deep underground there is a highly secure research facility called the <b>W.E.I.G.H.T</b> facility (or <b>W</b>eight <b>E</b>xperimentation and <b>I</b>nvestigation <b>G</b>lobal <b>H</b>eavy <b>T</b>esting facility). The facility and its operations are completely hidden from the public and most members of government, with some exceptions. Some of the ongoings and the end goal of W.E.I.G.H.T are even hidden from some people working at the facility.<br>\r\n<br>\r\n  But what exactly is going on at W.E.I.G.H.T? Well, the facility develops and uses technology, that is considered far beyond current modern technology, to mainly increase human weight. The facility's experiments include, but are definitely not limited to: medicine and drugs meant to instantly make someone fat, a machine that can produce nearly infinite amount of food from almost nothing, an artificial village filled with test subjects whose minds are being manipulated and a AI controlled mobility scooter that offers the occupant everything they want without making them move a muscle. Many of the experiments could be considered unethical or dangerous, but the scientist at W.E.I.G.H.T are willing to do anything as long as it fits with W.E.I.G.H.T's goals.<br>\r\n<br>\r\n  While mainly a scientific facility, W.E.I.G.H.T also has done research to thing considered other worldly or even magical. Some even claim the facility itself is magical, as it is so large and has so many different floors and sectors, with more being added quite often. The size of the facility also raises questions; Who funds it? Is it government tied? Or is it indipendent?<br>\r\n   The only people who know the truth behind these questions and the goals of W.E.I.G.H.T are the people in charge at the very top, and they will most likely never share the secret with anyone else.<br>\r\n<br>\r\n   W.E.I.G.H.T's employees include scientists, engineers, office workers and security officers, along side with cleaning and kitchen staff. Some of whom, know more then the others, and some of who, who will be more involved in the tests then the others, whether they know it or not. There are obviously other more specific job positions, that are needed to run such an advanced and mysterious facility. Not to mention the test subjects, that the facility has acquired through some more or less legal means.<br>\r\n<br>\r\n    Being a highly secretive facility, W.E.I.G.H.T has strict guidelines and rules to prevent the outside world from ever learning of its existence. Those who break the rules or somehow manage to find out about W.E.I.G.H.T will be dealt with. Either using them as a labrat or by getting rid of them through some deadlier means.<br>\r\n<br>\r\n<br>\r\n Now that you know a little about the W.E.I.G.H.T facility, are you ready to step in and get started on some weight increasing experiments?</span></div></div>",
            "created":1603982160,
            "id":2931247,
            "title":"More stories!"
        },
        "1534541":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Dr. Juliana West",
                "Dr. Olivia Quark",
                "Engineer Anna Powers",
                "Director Hilda Wagner",
                "Someone else?"
            ],
            "content":"<div class=\"\"><div> <span>Whose story are we going to follow through W.E.I.G.H.T?<br>\r\n<br>\r\n<br>\r\n<u>Dr. Juliana West</u><br>\r\nAge: 32 - Weight: 107 lbs - Height: 5'8\" <br>\r\nHair color: Auburn - Eye color: Blue<br>\r\nRace: White<br>\r\nBody details; Average breasts, Average waist, Large butt.<br>\r\nAdditional details: Wears glasses.<br>\r\n<br>\r\nDr. West is the current head of pharmaceutical research and her current duties are to oversee the production of a highly addictive drug that causes immediate increase in body mass. West has achieved her position for previously creating single-handedly creating the prototype for X-serum, which has become the current go-to substance when increased weight gain is required at any W.E.I.G.H.T experiment.<br>\r\nDr. West thinks very highly of herself, and would prefer to work alone. She focuses more on her work rather than her social life and tend to continue her experiments even on her breaks. She can become very frustrated when dealing with people, who can't follow her orders.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<u>Dr. Olivia Quark</u><br>\r\nAge: 40 - Weight; 264 lbs - Height: 5'4\"<br>\r\nHair color: Black - Eye color:Bluish green<br>\r\nRace: Black / African American<br>\r\nBody details; Large breasts, Large waist, Average butt.<br>\r\n<br>\r\nDr. Quark is currently working at R&amp;D for appliances and her current objective is to design appliances and electronics for the crew quarters, which are used by W.E.I.G.H.T employees who have to spend days or weeks at a time at the facility. But these appliances are in fact apart of an experiment to psychologically manipulate certain employees towards a lazier and more fattening lifestyle.<br>\r\nQuark is surprisingly cheerful and quite playful considering that most of her duties involve manipulating others, but maybe that's just part of her manipulative ways. But even though she is quite often not very serious, she does get her duties done with great results. Quark has also on numerous occasion \"jokingly\" tried to sign herself and her current staff members as willing test subjects, which has lead some members of staff to think she might purposely trying to gain weight herself.<br>\r\n<br>\r\n<br>\r\n<br>\r\nEngineer Anna Powers<br>\r\nAge: 28 - Weight: 195 lbs - Height: 6'0\"<br>\r\nHair color: Blond - Eye color: Brown<br>\r\nRace: White<br>\r\nBody details: Very large breasts, Average waist, Average butt<br>\r\nAdditional details: Has multiple tattoos<br>\r\n<br>\r\nMs. Powers is one of the engineers who have been assigned to maintain the Food Producers. The Food Producer being a recent addition to the arsenal of technology at W.E.I.G.H.T, which can create a near identical copy of any meal using only a small amount of experimental food paste. Near identical because the taste hasn't been that accurate to the food the paste is supposed to be copying.<br>\r\nMs. Powers' job of maintaining the massive complicated machine hasn't been that difficult recently, as the Food Producer has been working near perfectly. At the beginning she had to do a lot of repairs and problem solving, but now she doesn't need to do more than just turn the machine on and off and make sure the conveyor belt doesn't get stuck. Ms. Powers has been able to take advantage of her current situation and has been spending her days relaxing, while \"maintaining\" the machinery. Part of this relaxation is snacking on the food going past her on the conveyor. This snacking isn't something she is actually allowed to do, but no-one is there to stop her, and she is well aware of that. What she isn't aware of, is that the machine sometimes has get more ingredients than just the food paste.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<u>Director Hilda Wagner</u><br>\r\nAge: 47 - Weight: 648 lbs - Height: 6'5\"<br>\r\nHair color: Blond(dyed) - Eye color: Green<br>\r\nRace: White<br>\r\nBody details: Average breasts, Very large waist, Very large butt.<br>\r\n<br>\r\nHilda Wagner is the director of W.E.I.G.H.T, which means she is basically in charge of all of W.E.I.G.H.T and everyone is working for her. Wagner holds many secrets and is probably the only one who truly knows all the answers behind the mysteries of W.E.I.G.H.T. But she is very tight lipped and will likely never share those secrets to anyone else. <br>\r\nMost of Wagner's work is making decisions and attending meeting with her lead scientists and engineers, but recently she has taken upon herself to visit the many sectors of W.E.I.G.H.T and overseeing what the different projects and experiments. Most employees are unsure why Wagner has decided to leave her cushy office, but everyone is too afraid to question the large imposing director. Her mean and strict demeanor combined with her immense size, have made Wagner into a very scary individual, who no-one dares to oppose. What she says, goes.<br>\r\nEven at her impressive size, Wagner is surprisingly mobile and healthy. This is most likely due to her use of some of W.E.I.G.H.Ts resources on herself.<br>\r\n<br>\r\n<br>\r\nSo who are we following?</span></div></div>",
            "created":1603998960,
            "id":2931340,
            "title":"W.E.I.G.H.T"
        },
        "15345413":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Anna's day continues normal and Anna begins leaving.",
                "Something breaks in the machine and Anna has to fix it.",
                "There is an emergency in the reactor and Anna is needed to assist.",
                "A scientist arrives to inspect the Food Producer."
            ],
            "content":"<div class=\"\"><div> <span>Anna's first workday of this week was about to start as she entered the engineer's locker room. Looking around she could see the tired faces of the people who had been working the night shift. Anna couldn't help but to smirk, as she thought about how she out of all the engineers had managed to get the easiest job ever. No night shifts, no hard tasks, no supervision. Just sitting in a room and pressing a few buttons. <br>\r\n<br>\r\nShe opened her locker and begun changing out of her clothing. Being the busty woman she was, Anna was well aware of the feelings she caused in others. Those being mostly attraction or jealousy. Even now she could spot some of the men and women in the locker room looking at her, as she was pulling on her jumpsuit. Also due to her bust size the jumpsuit she was given was a larger size, meaning that it was quite baggy and loose everywhere except her chest. But, in Anna's mind at least, this made the jumpsuit fell quite comfy. <br>\r\nAnna tied her hair into ponytail, gave quick half forced smile to the people around her and then left the locker room making her way past the reactor chambers towards the room that contained the Food Producer. <br>\r\n<br>\r\nThe machine was huge, but only apart of it was in the room that Anna had just entered. In the room you could only see a large metal casing, taking up nearly the whole wall it was protruding out of. On it there were a couple of lights, some gauges  and some large warning labels. Out of the machine came a conveyor belt that extended to the opposing wall, where it then lead out to somewhere else in the expansive facility. Next to the machine there was a computer terminal, that is used to operate it. Then on the same wall as the machine was on, there was a door that allowed access to a room that housed the actual mechanical parts of the machine. As the Food Producer hadn't had any problems for the last few months, Anna hadn't had any reason to enter that room and spent most of her time sitting next to the terminal and listening to a radio she had brought along.<br>\r\n<br>\r\nAnna sat down on the chair by the terminal and turned the computer on. Typing in her access keys, the computer's screen soon opened up the program meant to control the large machine. At the same time the Food Producer led out a booming whirling sound that quickly lowered back down to silence, as the machine turned on. On the screen Anna could see, that the machine had been recently refilled with food paste and was ready to be used. She could also see the list of all the food the Producer was supposed to make that day.<br>\r\n<br>\r\n\"<i>I wonder why there so many cakes requested today?</i>\" Anna thought to her self. \"<i>Maybe there is a bunch of birthdays this month and the kitchen staff is taking a shortcut for preparing cakes. Or maybe one those eggheads thinks they can make someone real addicted to cake.</i>\"<br>\r\n<br>\r\n\"<i>Well doesn't really make a difference to me.</i>\" Anna thought as she clicked the confirm button below the list and the machine then started operating.<br>\r\n<br>\r\nAnna leaned back on her chair, stretched her arms and looked as the conveyor belt brought along numerous amount of food. <br>\r\nShe then glanced back at the computer screen.<br>\r\n<br>\r\n\"<i>Wait. There's jelly donuts on the list. Man, this is going to be good day</i>.\"<br>\r\n<br>\r\nIt took a while but eventually it was the turn for the donuts to be made. And Anna was waiting greedily. She grabbed two form the conveyor. Then another two. Then one more.<br>\r\nThis wasn't the first, and most likely not the last, time Anna had taken food made by the Producer. It was something that was actually against the rules, but considering she had no supervision in here and this far no-one had noticed, she figured she could keep doing it.<br>\r\n<br>\r\nThe jelly donuts, like everything else made from the food paste didn't taste quite right. It wasn't bad, but it wasn't exactly the most delicious either. You could still recognize what the paste was mimicking, but it did always feel slightly off.<br>\r\n<br>\r\n\"<i>I know it's supposed to be impressive that we can make almost anything from that paste stuff, but it still be better if the food actually tasted right.</i>\" Anna remarked to herself as she was pushing the second to last donut between her lips.<br>\r\n<br>\r\nThis far the day hadn't really differed from any other day of Anna's. She would get to her post in the morning, be there for around 7-8 hours doing almost nothing except snacking once in a while, then go have lunch, after which another person would go take her place at the Food Producer. Then she had the rest of the day of and she would either go to the engineer's crew quarters to hangout with her coworkers or just head home. This was her current routine for 7 days a week. There were some exception, but those had this far happened very rarely.</span></div></div>",
            "created":1604582580,
            "id":2934930,
            "title":"Anna Powers - Maintaining machinery"
        },
        "15345415":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Test Subject B-75",
                "Accountant Mary Ann Peterson",
                "Someone else?"
            ],
            "content":"<div class=\"\"><div> <span>Maybe one of these two?<br>\r\n<br>\r\n<br>\r\n<u>Test Subject B-75, Su Bai</u><br>\r\nAge: 17 - Weight: 342 lbs - Height: 5'2\"<br>\r\nHair color: Black - Eye color: Brown<br>\r\nRace: Asian<br>\r\nBody details: Average breasts, Large stomach, Average butt<br>\r\n<br>\r\nBeing orphaned at a young age, B-75 spend most of her childhood at an orphanage, but then one day a group of doctors came to hold a check up on the children at the orphanage. The doctors determined that B-75 had a terminal illness that needed immediate attention and she was quickly taken to a hospital. Or that is what has been told to B-75. Reality is that she has no illnesses and was really brought to W.E.I.G.H.T to be experimented on.<br>\r\nNow she has spend nearly 4 years in the medical wing of W.E.I.G.H.T, which does heavily resemble an average large hospital. While she believes her \"illness\" is being treated, really all the medicine she is taking and the operations she has been through are just to make her gain large amounts of weight.<br>\r\nB-75 is very shy and spends most of her time alone in her room, but on occasion she has shown to act rebellious, when she has had to do something she has been uncomfortable with.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<u>Accountant/Test Subject G-04, Mary Ann Peterson</u><br>\r\nAge: 28 - Weight: 89 lbs - Height - 5'4\"<br>\r\nHair color: Ginger - Eye color: Brown<br>\r\nRace: White<br>\r\nBody details: Average breasts, Small stomach, Average butt<br>\r\nAdditional details: Wears glasses<br>\r\n<br>\r\nMs. Peterson works in one of W.E.I.G.H.T's above ground offices, that are used as fronts. The office is used to file some of W.E.I.G.H.T's more mundane and less important files and data, with none of the employees even knowing of W.E.I.G.H.T's existence. But due to a information breach a few months ago W.E.I.G.H.T is now going to get rid of its above ground offices, and in the mean time, as secure facility is preparing a new secure data storage, the offices are to remain in business, with the employees used as unwilling test subjects. Ms. Peterson's location is used to test the psychological effects of the surrounding and how that can lead to weight gain. With reduced workload, additional vending machines and the opening of a buffet next door, Ms. Peterson and her coworkers are hypothesized to become addicted during their remaining time at their workplace.<br>\r\nMs. Peterson, or subject G-04, is a smart individual but also has a short attention span. She has proved to be a well performing employee and a liked co-worker.</span></div></div>",
            "created":1606328880,
            "id":2945866,
            "title":"Someone else?"
        },
        "1534542":{
            "author_id":"joosher",
            "author_name":"JOOSHER",
            "choices":[
                "Whats going on at the farm?",
                "Money does change people.",
                "More stories!"
            ],
            "content":"<div class=\"\"><div> <span><b><u>The farm</u></b><br>\r\n17 year old Jessie Mills has recently gotten a summer job at a farm in the countryside. The farm, owned by Stephen and Pamela Mcarthur, is well known for it's plentiful crops and wide array of dairy products. When she came to the farm, Jessie expected to be working hard but this far she has been tasked with some more mundane house chores. A few times she has been with Stephen and Pamela to maintain the crops, but has not been allowed to enter the large barn that is supposed to house all the cattle. With the lack of work combined with the delicious food the Mcarturs prepare, Jessie's time living at the farm has become quite relaxed. But still she can't shake the feeling that there something odd going on at the farm. Well, besides the fact that her \"mild\" overeating has made her outgrow some of her clothes.<br>\r\n<br>\r\n<br>\r\n<b><u>Winner, winner, chicken dinner</u></b><br>\r\nPenelope couldn't believe it at first but she had just won the lottery. Or rather, multiple lotteries. Having only bought the tickets as joke, she was now completely dumbfounded that she was now, in fact, a multimillionaire. Having been a recently graduate with almost no money and no stable job, this new development in her life was something Penelope was not sure how to deal with. But to help the newly wealthy studious girl to spend her money, there was her roommate Paige. While Penelope was a down on her luck hardworking graduate, Paige was more of a fun loving party girl, who is now ready to use her \"friends\" new wealth to have a goof time. Then there's also Penelope's mother, Rosa, who after hearing of Penelope's lottery victory, has been coming over more often and encouraging her daughter to enjoy some more luxurious experiences. <br>\r\nNow as each day passes, all three women are indulging in a more and more selfish lifestyle. While Paige and Rosa seem to be enjoying this lifestyle far more than Penelope, one thing that is clear, is that all three of them are not only indulging in luxuries but also in plenty of food.<br>\r\n</span></div></div>",
            "created":1605354480,
            "id":2939889,
            "title":"More stories!"
        }
    },
    "info":{
        "author_id":"joosher",
        "author_name":"JOOSHER",
        "brief_description":"A collection of many stories about women gaining a lot weight trough different means.",
        "created":1602626640,
        "description":"<td align=\"left\" class=\"norm\">This is a brand new compilation of different stories involving different women gaining weight in different ways.<br>\r\nThere can be stories of school girls getting fat realistically over long periods of time, magical curses bloating rivaling witches, mysterious infections making a space colony mad with hunger or anything else that your heart desires, as long as it involves women getting fat.<br>\r\n<br>\r\nBut before we get to the good stuff, let's set some rules and guidelines first.<br>\r\n<br>\r\n<u>1) You can set your story where and when ever you want.</u><br>\r\nStories can take place at a  school, an office, a fantasy world, another planet, a real city or anywhere else. The stories can also take place in any time period you want. The only exception is that the stories shouldn't take place in any fictional world that is from a movie, a book, a game, etc.<br>\r\n<u>2) How the weight gain happens is up to you.</u><br>\r\nCharacters can gain weight realistically and have to deal with the repercussions of getting fat. Or weight gain can happen very rapidly and without any health problems. Weight can also be caused by any means; magical potions, alien experimentation or just by overeating, anything is fine. <br>\r\nBut still characters shouldn't just gain a million pounds in one sitting, because we still want people to be able to easily add on to the story.<br>\r\n<u>3) The main character doesn't have to be female.</u><br>\r\nThe main character can be male if you want, but the story should still be focused on female weight gain.<br>\r\n<u>4) Men can also gain weight.</u><br>\r\nJust like with the rule above the story should still focus on women. But men gaining weight is acceptable as world building or if it necessary for the story.<br>\r\n<u>5) Sex is allowed.</u><br>\r\nYou can choose how graphic you get, but it might be a good idea to give a warning if you go really into detail<br>\r\nCharacters can also be straight, gay or bi.<br>\r\n<u>6) Children shouldn't be depicted in a sexual manner.</u><br>\r\nCharacters under the age of 16 shouldn't be depicted in sexual acts.<br>\r\nCharacters under the age of 18 shouldn't be depicted in sexual acts with adults.<br>\r\n<u>7) Inclusion of some other fetishes is fine, with some exceptions.</u><br>\r\nDon't include anything that would change the story from being focused on weight gain.<br>\r\nNothing overly gross and no bathroom stuff; farting is fine as long as its not excessive.<br>\r\nNo vore (this may change in the future). <br>\r\nAlso if a character is pregnant, the pregnancy can't just last forever.<br>\r\n<u>8) The characters don't have to be human.</u><br>\r\nAnything from elves and orcs to aliens is allowed, as long as there are women that gain weight.<br>\r\nFurry characters are also allowed, but they have to be humanoid, so no actual animals.<br>\r\n<u>9) Real life celebrities and fictional characters can be included.</u><br>\r\nThey shouldn't be the main character or be focused on too much. This compilation is for more original stories rather than fanfictions, but still as long as their inclusion makes sense with the story, its fine.<br>\r\n<u>10) Keep the stories consistent </u><br>\r\nIf a story has a clear setting defined at the beginning or a story with many chapters has clear themes, don't just change them out of nowhere.<br>\r\n<u>11) Don't write short chapters.</u><br>\r\nThere shouldn't be any chapters with less than just a few sentences. The only exception is if you are giving more options for choices, but even then you should write at least a few sentences.<br>\r\n<u>12) You don't have to be an expert writer.</u><br>\r\nA few grammatical errors are fine, but spellchecking is appreciated. Also it would be nice for the readers if your chapter isn't just a long wall of text without spacing. Otherwise feel free to write in what ever way you want.<br>\r\n<br>\r\nHopefully these rules don't seem too strict, as I do want to invite anyone with interest to add their own chapters, or at the least enjoy what's on offer. But now that all the boring stuff is out of the way, let's get started with the stories. ;)</td>",
        "id":2235138,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1603982160,
        "modified":1606328880,
        "pretty_title":"Love for Fatness: Female WG Compilation "
    }
}