{
    "chapters":{
        "1":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "University",
                "Town",
                "Close Commune",
                "Actually a tourist"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now where are we in this area?</span></div></span></div>",
            "created":1594098000,
            "id":2863718,
            "title":"To begin"
        },
        "11":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Head Faculty",
                "Student",
                "Staff (such as a janitor or clerk)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now who are you?</span></div></span></div>",
            "created":1594098000,
            "id":2863719,
            "title":"University"
        },
        "111":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Top Brass (such as a dean, the president, or department head)",
                "Teacher"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now who are you this time?</span></div></span></div>",
            "created":1594098000,
            "id":2863722,
            "title":"Head Faculty"
        },
        "1112":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Jubilee Darrieux",
                "Ava L. Laurence",
                "Another Teacher."
            ],
            "content":"<div class=\"\"><div> <span>Who are you once more?<br>\r\n<br>\r\n<b>Jubilee Darrieux</b><br>\r\nIn-coming teacher of the new French language department, Jubilee has gotten a reputation as being the sunniest woman ever known in recent memory. She's optimistic, she bright, she possess a sharp wit. What's else can be said about the woman, well, she does have a knack for finding herself in places she isn't supposed to be. That isn't going to be a problem...right?<br>\r\n<br>\r\n<b>Coach Ava L. Laurence</b><br>\r\nHead of the school's woman's soccer league, Ava is a gruff whistle-blower. Third daughter of the town's largest meatpacking facility, Ava's suffers a stigma that her position was caused by nepotism. Make no mistake though, she runs a tight ship on her team.</span></div></div>",
            "created":1594098000,
            "id":2863726,
            "title":"Teacher"
        },
        "112":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Freshmen",
                "Sophmore",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What age group?</span></div></span></div>",
            "created":1594098000,
            "id":2863751,
            "title":"Student"
        },
        "1123":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Junior",
                "Senior"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about Junior or Senior?</span></div></span></div>",
            "created":1594098000,
            "id":2863752,
            "title":"Other Age"
        },
        "12":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Hospital",
                "Evergreen Forest",
                "Restaurant District",
                "Chemical Plant",
                "more places"
            ],
            "content":"<div class=\"\"><div> <span>The town as previously stated is a perfect blend of cool forests and nice river beaches, a perfect place to start raising a family if you want them to become nice people in the future. But where in this peaceful yet strange little town do we want to start off in?<br>\r\n<br>\r\n<b>Hospital</b>: the towns only medical practice that is fully equipped to help deal and possibly treat some of the weird mishaps that tend to happen to people. <br>\r\n<br>\r\n<b>Evergreen Forest</b>: one of the calmest and most beautiful forests in the entire region and their calming atmosphere make it a perfect camp grounds and hiking destinations. However, they say strange things happen within these woods.<br>\r\n<br>\r\n<b>Restaurant District</b>: This single district contains a number of restaurants that seem to always be a hotspot with strange activity such as a food item gone bad or a dish causing something strange within its patron, either way, no one can really stay away from these places for long.<br>\r\n<br>\r\n<b>Chemical Plant</b>: A defunct chemical plant that used to be the heart of this town till it shut down. While no one goes there, the chemicals inside still remain and sometimes leak out.<br>\r\n<br>\r\nAnd many more places such as these.</span></div></div>",
            "created":1594962000,
            "id":2870657,
            "title":"Town"
        }
    },
    "info":{
        "author_id":"jawsometeeth",
        "author_name":"Goodvibes",
        "brief_description":"A perfect place for lads and ladies of all sizes",
        "created":1594157880,
        "description":"<td align=\"left\" class=\"norm\">What can be said of Great Tracts? The university is considered the highest class of the entire region, while the town is considered the most perfect blend of cool forests and calm river beaches. With a population of over two-hundred thousand, and with a rising populace to boot, it seems that town's popularity is ever on the rise. But there have been some concerns with the town's populace. Like how two-thirds of anybody ages seventeen to thirty-two have suffered some <i>minor</i>physical mishaps. Maybe its something in the water, or the air, maybe its the science building acting up, or maybe its that old chemical plant leaking into the fields. Whatever the case, its not <i>that</i> bad...right?<br>\r\n<br>\r\nRules:<br>\r\n<br>\r\nFetishes(If it's not on the list, do not add): <br>\r\n<b>1.All types of expansion/inflation(that includes Fruits in the mix)<br>\r\n1a. On Giant(ess), their size should never exceed one-hundred feet. On berries, the size in both diameter or height should never exceed fifty feet. On inflation, whether they be air or water or what else, the size should never exceed eighty feet.<br>\r\n1b. Multiple fetishes can be mashed together.<br>\r\n<br>\r\n2.Shrinkage.<br>\r\n2a. The size should never go below five inches in height.<br>\r\n<br>\r\n3. Bendies, or more accurately, flattening or stretchable bodies. Mr. Fantastic or flatman and the like. <br>\r\n3a. Lengths should never exceed three-hundred feet if they're rubber men/women.<br>\r\n<br>\r\n4.Balloon girls/guys or anthropomorphic pool toys.<br>\r\n<br>\r\n5.Hose stuffing, force feeding,absorption, and all other types of mouth filling.</b><br>\r\n----------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\nBoth Ladies and Lads can expand in this interactive. <br>\r\nNudity is a-okay. Don't be too graphic in that though.<br>\r\nMethods of expansion, whether they be from sight, or sound, or even allergies, doesn't matter.<br>\r\nExpansion is permanent in all cases except: Breast Expansion, Berrisim, and Ballooning.<br>\r\n<i>A. Breast Expansion should only cut down ten inches all around every milking session.<br>\r\nB. Berrisim should always shrink an afflicted down, unless stated otherwise. It should also lead towards permanent flexibility.<br>\r\nC. Ballooning does/does not lead to flattening, depending on the writer's preference.</i> <br>\r\nSpelling and grammar should both be at an acceptable level of comprehension.<br>\r\nA chapter should have at least <i>1100</i> in characters.<br>\r\n</td>",
        "id":2226267,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595025660,
        "modified":1595025660,
        "pretty_title":"Great Tracts University and Town"
    }
}