{
    "chapters":{
        "1":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Blake",
                "Weiss",
                "Blake and Weiss at once",
                "Actually...Maybe it is Ruby?",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Yang had always been proud of her chest. Not only was it a great source of attention but she knew something that no one else did. It could control people.<br>\r\n<br>\r\nNot just the usual way of pulling down her shirt a little and letting others do something in the hope they'd get to see more. No, if Yang focused then anyone looking at her naked chest and they'd be in a trance and obedient.<br>\r\n<br>\r\nYang usually liked to have her natural charm get people to like her, but she had ambition. Yang was going to get herself a harem! She should start it with Blake and Weiss, two sexy ladies already living with her. Just a quick nip slip and the two of them will be hers! Ruby too...<br>\r\n<br>\r\nNo. Yang slapped herself. Ever since Ruby hit puberty, Yang has been having that thought. She was trying to not think like that, but... She couldn't even brainwash herself as she needed to concentrate to entrance people.<br>\r\n<br>\r\nShaking her head, Yang decided to red herself of those thoughts of her sister by starting her harem! That should distract her and her source of shame would be gone.<br>\r\n<br>\r\nYang's first target is...</span></div></div>",
            "created":1602910800,
            "id":2923327,
            "title":"Yang's Progress"
        },
        "12":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Yang adds some triggers",
                "Yang messes with Weiss' personality",
                "Yang gives Weiss some commands.",
                "Yang has Weiss put her mouth to work.",
                "Yang does something else."
            ],
            "content":"<div class=\"\"><div> <span>“Hey, Yang! Is Blake here?”<br>\r\n<br>\r\nYang looked up to see Weiss enter the room.<br>\r\n<br>\r\n“Sup, Weiss Cream. Nah, Blake went into Vale with Ruby to a bookstore. Ruby wants a new engineering book while Blake’s off to pick up her smut.”<br>\r\n<br>\r\n“Bah,” Weiss huffed. “Was hoping Blake and I could finish our homework. Guess I’ll start on my own.”<br>\r\n<br>\r\nYang couldn’t believe her luck. She just started about thinking of using her powers to gather a harem and Weiss just entered on her own. Not only that, they were going to be all along for a bit. This was perfect. Her eyes fell on Weiss, who was pulling her stuff out of her desk and Yang examined Weiss’ ass. Not as amazing as Blake’s but it was nice.<br>\r\n<br>\r\nYang didn’t care about Weiss’ breast size either, not that she would tell Weiss. It was fun to tease her a bit. No, Yang liked the small girl. Weiss was exotic and had a sort of ethereal beauty. Knowing now was the time to start having some fun with her power, she began to open her blouse and got off her bed.<br>\r\n<br>\r\n“Hey, Weiss.” Yang said, presenting her bare chest.<br>\r\n<br>\r\n“Huh? What is-…? YANG! What are-… you…?” Weiss’ anger faded as she went into a trance, her expression blank.<br>\r\n<br>\r\nYang hadn’t used her powers in a while, so it took a little bit to get Weiss under.<br>\r\n<br>\r\n“Can you hear me, Weiss?” Yang asked.<br>\r\n<br>\r\n“…Yes…”<br>\r\n<br>\r\n“Good, whenever I say ‘Sleep, Snow Angel,’ you will go back into this trance without my breast.”<br>\r\n<br>\r\n“… Sleep Snow Angel… back in trance…”<br>\r\n<br>\r\n“Good.” Yang didn’t want to have to flash Weiss every time she wanted to hypnotize her. Now, what should she do with Weiss? Part of her wanted to play around with the snooty Heiress, but another part, her nether regions, wanted some relief.<br>\r\n</span></div></div>",
            "created":1602997200,
            "id":2924161,
            "title":"Weiss"
        },
        "121":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Wake Weiss up and test her triggers",
                "Add more triggers",
                "Give her commands",
                "Someone comes in",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>\"Whenever I tell you that you study to hard, you'll become my party buddy!\" Yang said with a smile \"I need someone to go party with me.\"<br>\r\n<br>\r\n\"...study to hard...party buddy...\" Weiss droned.<br>\r\n<br>\r\nYang squealed. She forgot how fun it was to dominate people. \"And whenever I ask you to help me out you'll do whatever I tell you to do no questions asked.\"<br>\r\n<br>\r\n\"help you out...whatever...\"<br>\r\n<br>\r\nYang found herself getting horny. She must get off on controlling people. \"Whenever I tell you that I'm horny you will eat me out. It's normal for teammates to help each other, and keeping me from being to horny is super helpful!\"<br>\r\n<br>\r\n\"Horny...eat you out...help each other...\"<br>\r\n<br>\r\nYang bounced up and down eagerly.</span></div></div>",
            "created":1603083600,
            "id":2924923,
            "title":"Yang adds some triggers"
        },
        "1213":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Yang has Weiss wake up and see her condition",
                "Yang wakes up Weiss and tests triggers",
                "Yang has mindless Weiss perform sex acts. She's too horny to wait"
            ],
            "content":"<div class=\"\"><div> <span>“I got triggers for her to sleep, eat me out, do anything I want, and become a party girl,” Yang muttered. “So maybe some fun now.” She did enjoy seeing Weiss mindless. “Weiss, while staying in trance, when I start the music, you will give me a sexy strip lap dance.”<br>\r\n<br>\r\nYang grabbed her scroll as Weiss repeated the order. Yang sat in a chair and then turned her music on. The second the beat started, Weiss put her hands above her head and shook her hips as she walked forward. Yang grinned wildly as Weiss threw off her dress on the floor and began to walk around Yang in just her underwear.<br>\r\n<br>\r\nWeiss the strattled Yang’s lap while taking off her bra.<br>\r\n<br>\r\nYang’s eyes examined Weiss’ perk tiny breasts and erect nipples. Unable to resist, Yang leaned forward and licked them. Weiss’ expression remained emotionless as she stood up and removed her panties while shaking her chest in Yang’s face. Yang enjoyed the view of a naked porcelain doll dancing around the entire time the music played.<br>\r\n<br>\r\nYang’s hand rubbed her crotch vigorously.<br>\r\n<br>\r\nWhen the music stopped, Weiss just stood there motionless, completely nude.<br>\r\n</span></div></div>",
            "created":1603083600,
            "id":2924972,
            "title":"Give her commands"
        },
        "12133":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Keep going",
                "Someone interupts",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>\"Ok Ice Queen, lick my titties.\" Yang said pulling down her shirt again.<br>\r\n<br>\r\nWeiss mindlessly obeyed the order, licking around Yang's nipple.<br>\r\n<br>\r\n\"Hmm...Finger me while you do.\" Yang was growing greedy.<br>\r\n<br>\r\nWeiss's hand crawled under Yang's shorts. Her fingers found Yang's pussy and began to play with it.<br>\r\n<br>\r\n\"I could get used to this.\" Yang mumbled </span></div></div>",
            "created":1603083600,
            "id":2925042,
            "title":"Yang has mindless Weiss perform sex acts. She..."
        },
        "121331":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Yang's turn to taste Weiss' forbiddon fruit",
                "Yang wakes Weiss up now to watch her reaction to being naked",
                "Yang does something else with Weiss."
            ],
            "content":"<div class=\"\"><div> <span>“Let’s get on the bed and do it harder while sucking my breast,” Yang ordered, flopping down on the bed.<br>\r\n<br>\r\nWeiss’ expression didn’t change as her fingers began to pump inside Yang’s pussy. Yang gasped as she jerked and Weiss’ lips fell on her breast. Sucking on her nipple was a little sore, but felt way better. Weiss was a machine and kept pumping her fingers. Yang could feel the pleasure grow.<br>\r\n<br>\r\n“Make me…. cum.” Yang ordered.<br>\r\n<br>\r\nWeiss kept sucking and fingering Yang without slowing down for a second. Her hand was reaching deep inside Yang’s flesh, rubbing her most sensitive parts. The pressure kept build and at last she got release.<br>\r\n<br>\r\n“AHHH!” Yang gasped and Weiss finally stopped. “Clean me up with your tongue… Weiss.”<br>\r\n<br>\r\nWeiss bent down and lapped up the juices around Yang’s crotch and then licked her own fingers. She then stood there, still naked, expressionless.<br>\r\n<br>\r\n“What to do with you now?” Yang mused, putting on her top and panties.<br>\r\n</span></div></div>",
            "created":1603083600,
            "id":2925057,
            "title":"Keep going"
        },
        "1213313":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Wake up Weiss and watch her freak out",
                "Wake up Weiss and test her triggers",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Yang had fun with Weiss but...Weiss was mean to Ruby. Yang couldn't have that.<br>\r\n<br>\r\n\"Weiss from now on, you'll be nice to Ruby.\" Yang ordered \"You'll do whatever she wants and always agree with her.\"<br>\r\n<br>\r\n\"Nice to Ruby...Whatever...\"<br>\r\n<br>\r\n\"Infact, she's your favorite person from now on.\" Yang continued \"You're real best friend.\"<br>\r\n<br>\r\n\"...already is...\"<br>\r\n<br>\r\nYang blinked \"What?\"<br>\r\n<br>\r\n\"Ruby...my favorite...\" Weiss wore a mindless smile.<br>\r\n<br>\r\n\"Uh... what do you mean by that?\" Yang was leaning over Weiss now.<br>\r\n<br>\r\n\"Love... Ruby...\" Weiss droned. Then her eyes flicker \"Hm... no...can't be...gay...\"<br>\r\n<br>\r\nYang sat on the edge of her bed \"Ice Queen are you in the closet?\"<br>\r\n<br>\r\n\"Hmm...\" Yang was worried that she would have to put Weiss under again but luckily Weiss stayed in trance \"Don't want to be gay...but love Ruby...\"<br>\r\n<br>\r\n\"Is that why you're mean to her?\" <br>\r\n<br>\r\n\"yes...\"<br>\r\n<br>\r\n\"Well from now on, your ok with being gay.\" Yang said \"And your going to be cool with your feelings towards Ruby.\" Yang could share with her sister.<br>\r\n<br>\r\n\"Ok...gay...\" Weiss's mindless smile returned \"Ruby...\"<br>\r\n<br>\r\n\"Why'd you go after Neptune then?\" Yang asked<br>\r\n<br>\r\n\"Not...completely gay...\" Weiss muttered<br>\r\n<br>\r\n\"Oh, I get it.\" Yang felt proud of herself. She got to know more about a teammate, got off, and helped a fellow bi become ok with herself. A plus day for Xiao Long!</span></div></div>",
            "created":1603083600,
            "id":2925065,
            "title":"Yang does something else with Weiss."
        },
        "12133131":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Revenge!",
                "Yang just tests triggers",
                "Yang does something else."
            ],
            "content":"<div class=\"\"><div> <span>“Wake.” Yang said, once she was fully dressed and Weiss was back in her chair. Weiss hook her head and her eyes widened.<br>\r\n<br>\r\n“WHY AM I NAKED?!” She cried out, covering herself.<br>\r\n<br>\r\n“I don’t know,” Yang lied. “I saw you stripping and asked. You told me you were hot and to mind my own business.”<br>\r\n<br>\r\n“No I didn’t!” Weiss frantically looked around for her clothes and grabbed them before rushing to the bathroom.<br>\r\n<br>\r\nYang giggled and waited for Weiss to get back. The look on her face was priceless. Yang was happy she came and had relief for now. She also did a good deed. That meant she could be mean and karma would balance. Weiss was a fun toy. A few minutes later, Weiss came back. It looked like she splashed water on her face.<br>\r\n<br>\r\n“You okay?” Yang asked, feigning concern.<br>\r\n<br>\r\n“Don’t… tell… anyone.” Weiss said through gritted teeth.<br>\r\n<br>\r\n“Don’t tell them what?” Yang answered.<br>\r\n<br>\r\n“About… right. Thanks.” Weiss’ tone died down. “I’m sure you did something, but I can’t say for sure.”<br>\r\n<br>\r\n“I’m hurt,” Yang scoffed. “Wow, Weiss. What did you think I did? Hypnotize you? Drug you to take off clothes?”<br>\r\n<br>\r\n“Maybe?” Weiss shook her head. “No you’re right. You’re not smart enough to try something like that.”<br>\r\n<br>\r\nA vein in Yang’s head twitched. She knew Weiss was just frustrated, but that stung. Maybe revenge is in order?<br>\r\n</span></div></div>",
            "created":1603083600,
            "id":2925085,
            "title":"Wake up Weiss and watch her freak out"
        },
        "121331311":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Black Mail Weiss to do embarrassing stuff",
                "This is punishment, send the photo to Ruby",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Yang forced a tight smile onto her face \"Hey Weiss, wanna help me out and eat some of Ruby's cookie stash?\"<br>\r\n<br>\r\n\"Sure thing.\" Weiss said walking to the kitchen.<br>\r\n<br>\r\nYang snickered and picked up her scroll. This was perfect, considering that Weiss was apparently crushing on Ruby. Yang took a picture of Weiss with her hand literally in the cookie jar. Specifically the one Ruby thought was hidden behind the toaster. Really her whole team understood that they were her personal cookies.<br>\r\n<br>\r\nWeiss's eyes widened when Yang snapped her photo.<br>\r\n<br>\r\n\"Oh, what a betrayal.\" Yang mocked \"It'll crush my little sis to learn that the best partner ever was stealing her cookies.\"<br>\r\n<br>\r\n\"You can't tell her!\" Weiss said suddenly flustered.<br>\r\n<br>\r\n\"Oh? I'm her sister Weiss. I have to let her know.\" Yang said straight faced.<br>\r\n<br>\r\n\"No! Please don't I-I'll do anything!\" Weiss begged.<br>\r\n<br>\r\n\"Anything?\" Yang asked. She could just make Weiss do whatever she wanted but somehow blackmail just seemed more fun. Maybe because Weiss might mess it up?</span></div></div>",
            "created":1603083600,
            "id":2925138,
            "title":"Revenge!"
        },
        "1213313111":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Streak around Beacon",
                "Wear revealing clothes to a nightclub",
                "Yang has another idea."
            ],
            "content":"<div class=\"\"><div> <span>“Anything?” Yang asked again with a grin.<br>\r\n<br>\r\nWeiss paused and grimaced.<br>\r\n<br>\r\n“Ewww, not that.”<br>\r\n<br>\r\n“Not what?” Yang pushed, enjoying tormenting her. “Be specific.”<br>\r\n<br>\r\n“Whatever you’re thinking right now.” Weiss huffed.<br>\r\n<br>\r\n“That’s not a way of asking a favor,” Yang said, holding up her scroll. “Guess I send this to Ruby. She’ll never trust you again. Might even hate you.”<br>\r\n<br>\r\nWeiss’ face paled. It was so easy now that Yang knew Weiss loved Ruby.<br>\r\n<br>\r\n“Please… Yang… don’t do it.” Weiss begged. Cookies were serious business to Ruby.<br>\r\n<br>\r\n“Hmm,” Yang continued. “What if I had you do something embarrassing as punishment? Entertain me and punishment for stealing from my sister. I’ll overlook it and replace Ruby’s cookies.”<br>\r\n<br>\r\nWeiss looked nervous.<br>\r\n<br>\r\n“What do you want me to do?”<br>\r\n</span></div></div>",
            "created":1603170000,
            "id":2925148,
            "title":"Black Mail Weiss to do embarrassing stuff"
        },
        "12133131113":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "They go to the store",
                "Ruby sees Weiss",
                "Yang demands confirmation",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>\"Smile!\" Yang said snapping a picture of Weiss.<br>\r\n<br>\r\n\"I don't see what you're so happy about.\" Weiss said \"I don't even know what this says.\"<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://www.reddit.com/r/RWBY/comments/ih827l/weiss_shirt_mojojoj/\" target=\"_blank\">https://www.reddit.com/r/RWBY/comments/i...</a><br>\r\n<br>\r\n\"Oh don't worry about it.\" Yang said with a smirk \"Come on, it's our turn to get dinner.\"<br>\r\n<br>\r\n\"I know.\" Weiss grumbled \"I can't believe that this is what you're so excited about.\"<br>\r\n<br>\r\n\"Hold up.\" Yang interrupted \"No panties.\"<br>\r\n<br>\r\nWeiss was flabbergasted \"Wh-what? But then this-\"<br>\r\n<br>\r\n\"Would be more important than Ruby finding out about her cookies?\" Yang wiggled her eyebrows.<br>\r\n<br>\r\nWeiss glared at her and then went into the bathroom. When she came out she threw her panties into the hamper.<br>\r\n<br>\r\n\"How do I know you're really nude under there?\" Yang asked<br>\r\n<br>\r\n\"Fuck off, Xiao Long.\" Weiss said.</span></div></div>",
            "created":1603170000,
            "id":2925173,
            "title":"Yang has another idea."
        },
        "121331311133":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "They run into Ruby and Blake in Vale.",
                "They grab dinner without too much issue.",
                "Something else happens."
            ],
            "content":"<div class=\"\"><div> <span>“Come on, Ice Queen.” Yang smirked. “I need confirmation. You’re smart and could have thrown an extra pair of underwear.”<br>\r\n<br>\r\n“You think I would do that?” Weiss scoffed.<br>\r\n<br>\r\n“Maybe?” Yang shrugged. “Reason I’m checking. Lift it up or you know what will happen.”<br>\r\n<br>\r\nWeiss fidgeted and grabbed the edge of the oversize shirt. Slowly, her face reddening, she lifted it up as Yang stared. Yep, she was completely nude under there and Yang noticed the small strip above her crotch. Before, she hadn’t noticed when Weiss was naked, due to just watching <br>\r\n<br>\r\n“Carpet matches the drapes, huh?” Yang teased.<br>\r\n<br>\r\n“Shut up!” Weiss huffed. “I still can’t believe you’re making me go into Vale wearing this.”<br>\r\n<br>\r\n“It’s not that bad,” Yang assured her. “It’s just as long as your normal skirt. Now come on, before I get the urge to flip your shirt.”<br>\r\n<br>\r\n“Don’t you dare!”<br>\r\n</span></div></div>",
            "created":1603170000,
            "id":2925419,
            "title":"Yang demands confirmation"
        },
        "1213313111331":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Yang embarrasses Weiss some more",
                "Yang wing womans her little sis and the ice queen",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Weiss and Yang were getting their food from an shack that prepares Pizza in a stone oven. <br>\r\n<br>\r\n\"You don't even like pizza.\" Yang said \"Why'd you insist on this place?\"<br>\r\n<br>\r\n\"Mind your business.\" Weiss snapped \"You got me wearing this ridiculous outfit, I get to pick dinner.\"<br>\r\n<br>\r\n\"Alright, alright.\" Yang moaned \"It's taking them a while though.\"<br>\r\n<br>\r\n\"Quality takes time.\" Weiss informed her blond associate. Then she was on the receiving end of an attack hug.<br>\r\n<br>\r\n\"WWWeeiiss!\" Ruby yelled as she scooped up her bff. \"You didn't tell me we were getting pizza from here! It's my favorite!\"<br>\r\n<br>\r\n\"Ahh...\" Yang said in realization.<br>\r\n<br>\r\n\"I thought it would be a pleasant surprise.\" Weiss said trying and failing to keep a blush off of her face. \"What are you doing here?\"<br>\r\n<br>\r\nRuby let go of Weiss to point to a bookstore nearby. \"Part of the reason I like it so much is because it's close to that store. Anyway, where did you get that shirt?\"<br>\r\n<br>\r\nWeiss's face was positively dipped in red \"Well, I uh...\"<br>\r\n<br>\r\n\"I believe it was Yang's.\" Blake said as she approached the rest of her team \"I don't think it's description fits you.\"<br>\r\n<br>\r\n\"I don't know what it means.\" Weiss crossed her arms \"Yang insisted that I wear it.\"<br>\r\n<br>\r\n\"It means very big heart!\" Ruby said innocently<br>\r\n<br>\r\n\"Close sis.\" Yang said \"Almost got it right.\"<br>\r\n<br>\r\nRuby tilted her head \"Does it mean something else?\"<br>\r\n<br>\r\nYang was snickering to herself.<br>\r\n<br>\r\n\"Yes, it means something less... innocent than that.\" Blake told her.<br>\r\n<br>\r\nRuby didn't get it, but Weiss started glaring at Yang more harshly.<br>\r\n<br>\r\n\"I think it looks good on you.\" Ruby told Weiss \"You should keep it.\"<br>\r\n<br>\r\n\"W-well... If everyone seems so inclined to keep it on me.\" Weiss huffed \"I suppose that I have to wear it.\"<br>\r\n<br>\r\n\"Maybe wear more next time.\" Blake said with a smirk \"Some of us saw more than others.\"<br>\r\n<br>\r\nWeiss's face flushed. Ruby didn't know what Blake meant by that.</span></div></div>",
            "created":1603170000,
            "id":2925462,
            "title":"They run into Ruby and Blake in Vale."
        },
        "12133131113312":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Find a private place to hypnotize Blake.",
                "Spend some time with her partner",
                "Yang does something else."
            ],
            "content":"<div class=\"\"><div> <span>“Grab a slice,” Yang offered. “We got plenty.”<br>\r\n<br>\r\n“Yay!” Ruby cheered, plopping down in a seat and grabbing a sausage slice. “Mmm, my favorite.”<br>\r\n<br>\r\n“Weiss likes it too.” Yang smirked. “Though, I realized I have something to do, so I have to bail early.”<br>\r\n<br>\r\n“Really?” Weiss asked. “You were the one who wanted to get din-…”<br>\r\n<br>\r\n“And Blake needs to help me,” Yang declared, grabbing Blake’s hand, while her other had just grabbed a piece. She was quick on the upkeep though and went without protest.<br>\r\n<br>\r\n“We’ll see you back at Beacon!” Ruby called out and Yang waved back.<br>\r\n<br>\r\nThe moment they were out of the restaurant and finished the pizza they took with them, Blake turned to Yang.<br>\r\n<br>\r\n“What was that about?”<br>\r\n<br>\r\n“Found out Weiss is bi and likes Ruby, so I wanted them to have some time. Weiss just came to accept herself.”<br>\r\n<br>\r\n“Oh… was it okay to tell me?”<br>\r\n<br>\r\n“Are you going to tell anyone?”<br>\r\n<br>\r\n“No, I won’t.” Blake paused. “Then why was she going commando?”<br>\r\n<br>\r\n“Lost a bet.” Yang lied. “Same with shirt. Though, looks like she likes it.”<br>\r\n<br>\r\n“You’re the worst.”<br>\r\n<br>\r\nYang could only laugh as she debated what to do. She had alone time with her sexy kitty.</span></div></div>",
            "created":1603170000,
            "id":2925888,
            "title":"Yang wing womans her little sis and the ice queen"
        },
        "121331311133121":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Give Blake Triggers",
                "Order Blake around",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>With nothing else to do, Yang and Blake returned to their dorm.<br>\r\n<br>\r\n\"So, since Weiss and Ruby are on what's essentially a date I have to ask.\" Yang had a huge smile \"Anyone you got your eye on?\"<br>\r\n<br>\r\n\"Hmm...I suppose their is.\" Blake told her.<br>\r\n<br>\r\n\"What really!? Tell me!\" Yang bounced in anticipation<br>\r\n<br>\r\n\"I don't think I will.\" Blake said with a smirk<br>\r\n<br>\r\n\"Aw come on! At least give me a hint.\"<br>\r\n<br>\r\nBlake rolled her eyes \"Fine, one hint. I always liked blonds.\"<br>\r\n<br>\r\n\"I knew you and Sun would be a thing!\" Yang declared proudly \"You two have a great dynamic.\"<br>\r\n<br>\r\n\"Hm.\" Blake opened a book.<br>\r\n<br>\r\n\"Hey, you gotta tell me more!\" Yang got in Blake's face \"Like, when did you start liking Sun?\"<br>\r\n<br>\r\n\"I don't have to tell you anything.\" Blake told her.<br>\r\n<br>\r\nYang responded to this by lowering her shit.<br>\r\n<br>\r\n\"Wha-\" Blake's eyes glazed over.<br>\r\n<br>\r\n\"Alright Belladonna, your gonna tell me ALL about this crush of yours.\" Yang told her.<br>\r\n<br>\r\n\"Yes.\" Blake droned \"They're energetic. Great shape. Beautiful hair.\"<br>\r\n<br>\r\n\"Checks out, Sun does have the same hair color as me, so of course it's beautiful.\" Yang laughed to herself.<br>\r\n<br>\r\nMeanwhile, Blake stood entranced by her crush who couldn't figure out that Blake was talking about her. </span></div></div>",
            "created":1603170000,
            "id":2925910,
            "title":"Find a private place to hypnotize Blake."
        },
        "1213313111331211":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "More Triggers",
                "Test the Triggers",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Completely oblivious to Blake’s real crush, Yang thought about what she wanted to do with Blake.<br>\r\n<br>\r\n“Okay, whenever I say ‘Bellabooty,’ you will want me to play with your ass,” Yang ordered. “Like really need me to. You will do anything to get me to do it and let me do whatever I want to it until I say ‘I’m Satisfied.’”<br>\r\n<br>\r\n“Bellabooty… need you to play with my ass…” Blake repeated.<br>\r\n<br>\r\n“Next, whenever I say ‘Fact Check’ followed by something, that something is instantly true to you,” Yang said. “Regardless what it is or if it conflicts with something else. These changes last until I say “Default Facts.’”<br>\r\n<br>\r\n“Fact Check… whatever you say is true.” Blake muttered.<br>\r\n<br>\r\nThe next one was just Yang having fun. Sure she could make Yang a cat or talk like a cat girl, but that was too easy.<br>\r\n<br>\r\n“When I say, ‘Wild Side,’ you will become an extremely horny MALE dog.” Yang said.<br>\r\n<br>\r\n“Wild Side… horny male dog.” Blake repeated.<br>\r\n<br>\r\nYang laughed and decided what to do next.<br>\r\n</span></div></div>",
            "created":1603170000,
            "id":2925934,
            "title":"Give Blake Triggers"
        },
        "12133131113312112":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Yang dives in",
                "No, Yang wants Blake to work for it",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh, before I forget.\" Yang said \"When I tell you to take a cat nap you'll return to this trance.\"<br>\r\n<br>\r\n\"Cat nap...trance...\" Blake nodded.<br>\r\n<br>\r\n\"Perfect. Now wake up!\" Yang clapped her hands for punctuation.<br>\r\n<br>\r\n\"Huh? Oh...What were we talking about?\" Blake asked <br>\r\n<br>\r\n\"How you're going to charm the pants off of one Mr.Wu Kong~\" Yang said trying to sound sly.<br>\r\n<br>\r\n\"Ugh. I don't want your advice Yang.\" Blake told her. She loves Yang, but come on.<br>\r\n<br>\r\n\"You're no fun.\" Yang stuck her tongue out \"Fact check, you will listen to all my relationship advice.\"<br>\r\n<br>\r\nBlake felt something click in her brain. Yang's advice would be perfect for going out with Yang! <br>\r\n<br>\r\n\"Actually...I might be open to your help.\" Blake said \"So long as it's not just 'get naked'.\"<br>\r\n<br>\r\n\"That's a solid strategy!\" Yang gasped \"But fine, if you don't want the Yang jumpstart technique I'll think of something else.\"<br>\r\n<br>\r\nYang circled Blake looking her up and down.<br>\r\n<br>\r\n\"Hmm... Well your tight shorts are a good start.\" Yang smiled \"You definitely bring attention to your Bellabooty.\"<br>\r\n<br>\r\nBlake's ears twitched. She felt a... compulsion. Her face started heating up. Would she...?<br>\r\n<br>\r\n\"Y-Yang could you...?\"<br>\r\n<br>\r\n\"I'm not asking him for you.\" Yang told her \"It never worked for Ruby.\"<br>\r\n<br>\r\n\"Not that...\" Blake swallowed \"I know that you <i>think</i> my butt is great, but could you check?\"<br>\r\n<br>\r\n\"Check?\"<br>\r\n<br>\r\n<i>'Perfect!'</i> Blake thought to herself <i>This makes it much less weird.</i><br>\r\n<br>\r\n\"Yes, you know. Feel it.\" Blake turned her ass to Yang \"Make sure it is up to snuff.\"</span></div></div>",
            "created":1603256400,
            "id":2926043,
            "title":"Test the Triggers"
        },
        "121331311133121122":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Yang keeps messing with Blake.",
                "Yang can't hold back and dives into that perfect ass",
                "Yang does something else with Blake."
            ],
            "content":"<div class=\"\"><div> <span>Yang wanted to dive right in, but she knew it would be funnier to see Blake beg.<br>\r\n<br>\r\n“I don’t know,” Yang teased. “I think it looks fine from here. I don’t really need to feel it.”<br>\r\n<br>\r\n“Huh?” Blake suddenly felt something inside of her feel like it broke. Was her ass not good enough for Yang? She had to make sure. “W-what? You won’t, why?”<br>\r\n<br>\r\n“Well, kind of weird to touch an ass of a friend,” Yang lied. “And I got all this homework to do.”<br>\r\n<br>\r\n“I’ll do your homework!” Blake promised, getting desperate.<br>\r\n<br>\r\n“For the week?” Yang pushed.<br>\r\n<br>\r\n“Yes, anything.” Blake begged. “I just need you to examine my butt. I need to know if it needs improving.”<br>\r\n<br>\r\n“Well, I suppose…” Yang trailed off. “But there are steps if you want me to do it?”<br>\r\n<br>\r\n“Steps?’ Blake repeated. That was weird, but if it would have Yang feel up her ass, it was worth it.<br>\r\n<br>\r\n“First you have to be naked,” Yang said and Blake was already stripping. “Then you have to tweak your nipples while hopping on one foot while repeated saying. ‘Oh, Great Yang. Please feel my ass.’ Sorry, it’s the rules.”<br>\r\n<br>\r\nBlake knew this was weird, but didn’t care.<br>\r\n<br>\r\n“Oh, Great Yang. Please feel my ass.” Blake gasped, tweaking her nipples and hopping on one foot. “Oh, Great Yang. Please feel my ass. Oh, Great Yang. Please feel my ass.”<br>\r\n<br>\r\nYang was snickering. She was getting pretty horny and wished she had a nice dick to ravage Blake. Sucks she was born a girl.<br>\r\n</span></div></div>",
            "created":1603256400,
            "id":2926524,
            "title":"No, Yang wants Blake to work for it"
        },
        "1213313111331211222":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Blake drops more hints",
                "Yang insist on helping Blake get Sun",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Yang grabbed the Bellabooty. It was as firm as she imagined.<br>\r\n<br>\r\n\"Nice!\" Yang said \"This is definitely the best ass I've ever felt.\"<br>\r\n<br>\r\nBlake felt pride well up inside her. She never cared much for jokes about her 'Bellabooty' but she supposed that she could appreciate the need to name it if Yang likes it so much.<br>\r\n<br>\r\n\"Sun is gonna love it!\"<br>\r\n<br>\r\nAnd just like that Blake had returned to her headache. <br>\r\n<br>\r\nBlake scoffed. \"Whatever.\"<br>\r\n<br>\r\n\"I'm serious! Anybody will be lucky to touch your butt.\" Yang flashed her a smile \"Lucky to even see it really.\"<br>\r\n<br>\r\n\"I'm not looking for any guy.\" Blake told Yang.<br>\r\n<br>\r\n\"I know, I know you're looking for <b>your</b> guy.\" Yang pat Blake on the back \"Don't worry, if there's one thing I know it's how to attract the right kind of attention.\"<br>\r\n<br>\r\nBlake didn't know how much more obvious she could make it for Yang, but this is part of what she liked about the blond.</span></div></div>",
            "created":1603256400,
            "id":2926563,
            "title":"Yang can't hold back and dives into that pe..."
        },
        "12133131113312112222":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Blake takes the advice, comes over, pushes Yang down on the bed and makes out",
                "Yang accidentally uses Fact Check to make Blake like Sun",
                "Blake does something else."
            ],
            "content":"<div class=\"\"><div> <span>“Okay,” Yang said. “So since you don’t want to get naked and pounce on Sun, the best way to get a man is to dress really sexily.”<br>\r\n<br>\r\n“Again, I don’t want a man.” Blake sighed.<br>\r\n<br>\r\n“Yeah, yeah, you want YOUR man,” Yang repeated. “Okay, go get some sexy clothes that will blwo sun’s mind and destroy his penis.”<br>\r\n<br>\r\nBlake sighed and grabbed some stuff in her closet before going into the bathroom. Yang waited until Blake came out wearing shorts and a revealing top. Yang whistled.<br>\r\n<a rel=\"nofollow\" href=\"https://images.app.goo.gl/PnkJ1X8LmRkPDJTG6\" target=\"_blank\">https://images.app.goo.gl/PnkJ1X8LmRkPDJ...</a> <br>\r\n<br>\r\n“That’s the stuff,” Yang nodded. “No one will be able to reduce your sexy body.”<br>\r\n<br>\r\n“No one?” Blake actually smirked.<br>\r\n<br>\r\n“Yeah, even I’m feeling the heat.” Yang laughed. “So next is getting his attention.”<br>\r\n<br>\r\n“What would someone do to have to get your attention?” Blake asked.<br>\r\n<br>\r\n“Something bolt and spontaneous,” Yang said. “I want to know they can have fun with me and do crazy stuff.”<br>\r\n<br>\r\n“Hmm.” Blake mused, looking Yang over closely.<br>\r\n<br>\r\n“Can’t hold back with these things.” Yang told her.<br>\r\n</span></div></div>",
            "created":1603256400,
            "id":2926574,
            "title":"Yang insist on helping Blake get Sun"
        },
        "121331311133121122221":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Fuck it, Blake just tells Yang",
                "Yang makes Blake do this with Sun, by mind control if she has to",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Blake pounced on Yang and shoved onto the bed, kissing her. Blake held her down as she invaded Yang's mouth with her tounge. Eventually Blake came up for air.<br>\r\n<br>\r\n\"How was that?\" Blake asked<br>\r\n<br>\r\n\"Wow... Your going to woo Sun for sure!\" Yang said with her smile.<br>\r\n<br>\r\nBlake let out a sigh, wondering how someone so pretty could be so dumb.<br>\r\n<br>\r\n\"Don't sigh at me, I'm serious! Trust me that'll work.\" <br>\r\n<br>\r\n\"Somehow I doubt that.\" Blake deadpanned.<br>\r\n<br>\r\n\"Sheesh where was the passion you kissed me with?\" Yang asked \"Get excited! We're going to make this happen!\"</span></div></div>",
            "created":1603256400,
            "id":2926620,
            "title":"Blake takes the advice, comes over, pushes Yang..."
        },
        "1213313111331211222211":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "They continue making out.",
                "Yang has some trigger fun",
                "Ruby and Weiss return."
            ],
            "content":"<div class=\"\"><div> <span>“Dang it, Yang!” Blake shouted. “I’m not into Sun. I’m into YOU!”<br>\r\n<br>\r\nThere was a pause.<br>\r\n<br>\r\n“Xu Yu?” Yang asked confused. “The second year? Oh, I guess he’s not bad.”<br>\r\n<br>\r\n“ARGGGGG!” Blake wanted to pull her hair out as she felt like snapping. “How are you Jaune level dense…” She trailed off.<br>\r\n<br>\r\nYang was smirking.<br>\r\n<br>\r\n“You knew…” Blake realized. “This entire time. You knew I was talking about you.”<br>\r\n<br>\r\nYang nodded, still grinning.<br>\r\n<br>\r\n“I hate you.”<br>\r\n<br>\r\n“That kiss said otherwise.”<br>\r\n<br>\r\nBlake rolled her eyes and laid down on top of Yang, kissing her again, this time softly. Their lips meeting tenderly. She pulled back and smiled.<br>\r\n<br>\r\n“So… do you accept my confession?”<br>\r\n<br>\r\n“Do I get unlimited access to grab your butt whenever I want to?” Yang asked, grabbing her butt.<br>\r\n<br>\r\n“… I would say no, but we both know that won’t stop you.”<br>\r\n</span></div></div>",
            "created":1603339440,
            "id":2926640,
            "title":"Fuck it, Blake just tells Yang"
        },
        "12133131113312112222113":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Big sis advice",
                "Weiss was listening through the door",
                "Yang hypno'd her sis"
            ],
            "content":"<div class=\"\"><div> <span>Before they could continue their fun the door opened and Blake leapt into her bunk, under the covers.<br>\r\n<br>\r\n\"Ashamed of me already?\" Yang teased.<br>\r\n<br>\r\nRuby comes into the room frantically \"Hey, Yang can I talk to you? Alone? Right now?\"<br>\r\n<br>\r\nWeiss rushed into the dorm saying \"Ruby, wait-\" but before she could finish the thought, Ruby used her semblance to move her and Yang into the bathroom.<br>\r\n<br>\r\nLocking the door behind them, Ruby started talking to Yang. Or maybe rambling is the better word.<br>\r\n<br>\r\n\"WeisskissedmeandIneverthoughtaboutgirlsbeforebutIkindalikeditandWeissis mybestfriendandIdon'tknowwhattodo!\"<br>\r\n<br>\r\n\"...Say that again but slowly.\" Yang said<br>\r\n<br>\r\nRuby took a breath \"Ok so, Weiss kissed me. Like, on the mouth.\"<br>\r\n<br>\r\n\"Ok, I'm listening.\"<br>\r\n<br>\r\n\"And I've never thought of girls like that before.\" Ruby swallowed \"I kinda liked it but she's my bff so if something happens it could make it weird. What do I do?\"<br>\r\n<br>\r\nYang...</span></div></div>",
            "created":1603342800,
            "id":2926664,
            "title":"Ruby and Weiss return."
        },
        "121331311133121122221131":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Now that Yang was good, time to hypnotize Ruby",
                "Yang watches Weiss and Ruby interact now.",
                "Yang goes out and introduces Ruby to her new girlfriend."
            ],
            "content":"<div class=\"\"><div> <span>Yang didn’t even consider hypnotizing Ruby right there. She went into big sis mode immediately.<br>\r\n<br>\r\n“What do you want to do?” Yang asked instead.<br>\r\n<br>\r\nRuby flushed.<br>\r\n<br>\r\n“That huh?” Yang teased. “You might want to have a couple dates first.”<br>\r\n<br>\r\n“Not that!” Ruby waved her hands frantically. “I kind of… want to explore a relationship with Weiss.”<br>\r\n<br>\r\nYang smiled. Getting Weiss to accept her bi half was a good decision.<br>\r\n<br>\r\n“Then try it out,” Yang pushed. “Be honest with Weiss about what you want in a relationship and how you two want to go from there. If you hide things from each other, you both won’t know if you are looking for the same thing.”<br>\r\n<br>\r\nRuby looked at the ground.<br>\r\n<br>\r\n“Take it slow if you want,” Yang continued. “You have time. I know I tease you a lot about relationships, but if you like Weiss, try it. Dating is getting to know the other person.”<br>\r\n<br>\r\n“What if we break up and make things awkward?” Ruby asked.<br>\r\n<br>\r\n“I’ll pull Blake’s pants down in the cafeteria and everyone will forget you two fought.”<br>\r\n<br>\r\nOutside, Blake’s bow twitched.<br>\r\n<br>\r\n“Okay, I’ll try.” Ruby muttered and then smiled. “I feel so much better.”<br>\r\n<br>\r\n“Knew you would. Sometimes it just takes talking things out.”<br>\r\n<br>\r\nRuby hugged Yang and Yang hugged her back.<br>\r\n</span></div></div>",
            "created":1603343880,
            "id":2926673,
            "title":"Big sis advice"
        },
        "1213313111331211222211312":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "They had to go to bed, it was late",
                "Ruby is already planning a double date for them",
                "Yang flips Weiss's shirt"
            ],
            "content":"<div class=\"\"><div> <span>While they hugged Yang whispered into Ruby's ear \"By the way me and Blake are dating now.\"<br>\r\n<br>\r\nRuby gasped. \"But I thought she would have gone with Sun?\"<br>\r\n<br>\r\n\"I did too until she kissed me.\" Yang admitted \"I guess I'm just too good for my own good.\"<br>\r\n<br>\r\nThe sisters walked out of the bathroom into a conversation between their two teammates.<br>\r\n<br>\r\n\"I'm not coming out wearing this.\" Blake said, bundled up under the covers \"Not for most people.\"<br>\r\n<br>\r\n\"Need I remind you what I'm wearing?\" Weiss asked<br>\r\n<br>\r\nRuby cleared her throat.<br>\r\n<br>\r\n\"Ruby. I... feel I need to apologies.\" Weiss said awkwardly<br>\r\n<br>\r\n\"No! No, it's fine. I was just a little surprised.\" Ruby rubbed the back of her neck.<br>\r\n<br>\r\n\"Well... Look we don't have to make it into anything if you don't want.\" Weiss said \"I just-\"<br>\r\n<br>\r\n\"No! Nononono, I- I do want...to try dating you.\" Ruby admitted \"I just never thought of girls like that until... Well you know.\"<br>\r\n<br>\r\nWeiss blushed again \"Yes well...I-if you want to then I'd be more than happy to oblige.\"<br>\r\n<br>\r\n\"I don't know what that word means.\"<br>\r\n<br>\r\nWeiss sighed \"What I mean to say is that I'd like to date you as well.\"<br>\r\n<br>\r\nRuby inched closer \"So..does that mean you'll kiss me again?\"<br>\r\n<br>\r\nYang put an arm between the two \"Alright lovebirds, I'm glad you got that all sorted but I don't want to see any pda with my sister.\"<br>\r\n<br>\r\nRuby stuck her tongue out at Yang.<br>\r\n<br>\r\nBlake came out of the bathroom wearing her normal clothes \"Hey, save that for you girlfriend.\"<br>\r\n<br>\r\n\"Wha-How?\" Weiss looked between the bed and the bathroom frantically.<br>\r\n<br>\r\n\"Like I said, only certain people will get to see me all dolled up.\" Blake winked at Yang.<br>\r\n<br>\r\n\"Ugh. Do I still have to wear this than?\" Weiss asked pointing to her shirt.<br>\r\n<br>\r\n\"I like that shirt on you.\" Ruby pouted<br>\r\n<br>\r\n\"Because I will wear it for as long as possible.\"<br>\r\n<br>\r\n\"Already got her whipped Ruby?\" Yang teased \"Good work.\"<br>\r\n<br>\r\nWeiss glared at Yang.</span></div></div>",
            "created":1603389840,
            "id":2926960,
            "title":"Yang watches Weiss and Ruby interact now."
        },
        "12133131113312112222113123":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Tommorrow they had class",
                "Tommorrow was still the weekend.",
                "Blake sneaks up to Yang's bed in the middle of the night."
            ],
            "content":"<div class=\"\"><div> <span>Everything was going good but Yang had one last thing she had to do.<br>\r\n<br>\r\nWeiss felt a draft as her shift was flipped up. There was a moment’s pause.<br>\r\n<br>\r\n“YAAAAAAAANNNNNGGGGGG!”<br>\r\n<br>\r\nBlood gushed from Ruby’s nose.<br>\r\n<br>\r\nBlake was smirking, glad that wasn’t her.<br>\r\n<br>\r\n-------------------------------<br>\r\n<br>\r\nYang was lying in bed, as the lights went out, her cheek sore where Weiss had hit her. She was thinking about everything that happened today. Weiss was under her control. Yang could make her a party girl, eat her out, or ask her nice to do pretty much anything. Blake was under too. She would act like a male dog or need Yang to play with her ass. The fun one was changing any knowledge in Blake’s mind with Fact Check. Lots of fun to be had there.<br>\r\n<br>\r\nThen Yang’s thought’s turned to Ruby.<br>\r\n<br>\r\nAs much as she hated it, there was some weird feelings for her sister. She was glad Weiss was dating Ruby, but part of her was kind of jealous. If Yang wasn’t her sister, it would be easy to do things with Ruby. Her tits could hypnotize anyone. She didn’t think there was a limit either, as long as everyone stared at them.<br>\r\n<br>\r\nEither way, tomorrow was going to be fun.<br>\r\n</span></div></div>",
            "created":1603412700,
            "id":2927141,
            "title":"Yang flips Weiss's shirt"
        },
        "121331311133121122221131233":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Yang teases Blake back",
                "The next day, on the week end",
                "The next day in class",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Yang was shakily awoken that night.<br>\r\n<br>\r\n\"?Bla-\"<br>\r\n<br>\r\nBlake put her hand over top her new girlfriends mouth.<br>\r\n<br>\r\n\"<font class=\"size25\" style=\"\">The others are asleep.</font>\" She whispered \"<font class=\"size25\" style=\"\">You'll have to stay quiet.</font>\"<br>\r\n<br>\r\nBlake sunk down the bed under Yang's covers. <br>\r\n<br>\r\n\"<font class=\"size25\" style=\"\">Think you could keep your voice down?\"</font><br>\r\n<br>\r\n\"U-um...\" <br>\r\n<br>\r\nBlake came up from the blanket.<br>\r\n<br>\r\n\"<font class=\"size25\" style=\"\">I'm not going to eat you out before the first date.</font>\" Blake was giggling \"<font class=\"size25\" style=\"\">Just a bit of revenge for your teasing today.</font>\"<br>\r\n<br>\r\nYang was beat red \"<font class=\"size25\" style=\"\">Yeah, well...shut up.</font>\"<br>\r\n<br>\r\nBlake snuggled up to Yang \"<font class=\"size25\" style=\"\">Hmm, sure. You really warm you know?</font>\"<br>\r\n<br>\r\nYang wasn't sure if Blake just didn't figure out that her face was right in her tits or if it was more teasing. Blake must of learned from Yang.</span></div></div>",
            "created":1603429080,
            "id":2927245,
            "title":"Blake sneaks up to Yang's bed in the middle..."
        },
        "1213313111331211222211312333":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Yang goes to see Glynda to put her plan into action",
                "To risky and she just plays aorund with current triggers.",
                "Yang looks for a chance to hypnotize Ruby."
            ],
            "content":"<div class=\"\"><div> <span>The next day started off interesting. Weiss and Ruby saw Blake sleeping with Yang and immediately got upset that Yang would have thrown a fit if Ruby and Weiss did that. Eventually, Yang had to relent and say they could sleep if clothes stayed on. Obviously, Weiss liked to go commando for some reason. That really annoyed Weiss, who glared daggers at Yang all morning.<br>\r\n<br>\r\nOther than that, everyone was happy with their partners.<br>\r\n<br>\r\nWhich left Yang to ponder what to do next at Breakfast.<br>\r\n<br>\r\nThey had class that day, so it wasn’t like Yang could abuse her new powers nor could she go on a date with Blake. Blake wouldn’t eat her out willingly until that time, even if Yang could make her unwillingly do so. Same with Weiss. That just left Ruby to be hypnotized. Having a panic button on her sister could be useful.<br>\r\n<br>\r\nThough, she debated what kind of fun she could have if she hypnotized the class. Glynda was the teacher that morning and incredibly strict. Yang would have to do something about that. Though, it was risky as Yang had never hypnotized an entire class before. It should be doable as long as they looked at her. Who wouldn’t though after showing off her tits.<br>\r\n<br>\r\nShe ate breakfast slowly, debating.<br>\r\n</span></div></div>",
            "created":1603430460,
            "id":2927251,
            "title":"The next day in class"
        },
        "12133131113312112222113123333":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Yang repeats \"What!?\"",
                "Ruby demonstrates on the next girl in the bathroom",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Eventually near the end of the day Yang and Ruby went to the bathroom while Weiss and Blake went ahead to their last class.<br>\r\nIt was now or never.<br>\r\n<br>\r\n\"Hey, Rubes?\" Yang asked lifting up her shirt.<br>\r\n<br>\r\n\"Yeah...\" Ruby stared at her sisters tits.<br>\r\n<br>\r\n\"Ruby from now on whenever I say Sleepy Reaper, you'll fall back into trance.\"<br>\r\n<br>\r\nInstead of the usual droning that Yang was expecting Ruby's response was...<br>\r\n<br>\r\n\"You too?\"<br>\r\n<br>\r\n\"...What?\" Yang asked tits still out.<br>\r\n<br>\r\n\"I...I mean I didn't know your boobies were hypnotic. I know mine are but...\"<br>\r\n<br>\r\n\"WHAT!?\"</span></div></div>",
            "created":1603434720,
            "id":2927269,
            "title":"Yang looks for a chance to hypnotize Ruby."
        },
        "121331311133121122221131233331":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Yang is PISSED",
                "Yang leaves the bathroom before she does something she regrets",
                "Yang does something else."
            ],
            "content":"<div class=\"\"><div> <span>“Explain, now!” Yang said, locking the bathroom door so they weren’t disturbed.<br>\r\n<br>\r\n“My boobies can hypnotize people…” Ruby droned, still under Yang’s command.<br>\r\n<br>\r\n“How long have you known?” Yang asked, calming down slightly.<br>\r\n<br>\r\n“Years.”<br>\r\n<br>\r\n“YEARS!?” Yang slammed ah and on her mouth. “Have you used it a lot…”<br>\r\n<br>\r\n“Yes.” Ruby admitted.<br>\r\n<br>\r\n“On who?”<br>\r\n<br>\r\n“You.”<br>\r\n<br>\r\nYang’s eyes widened and she couldn’t believe it.<br>\r\n<br>\r\n“Tell me what you did.” Yang demanded.<br>\r\n<br>\r\n“It started off small,” Ruby said. “I would have you give me extra cookies, make my favorite meals, let me choose the TV channel, those kind of things.”<br>\r\n<br>\r\n“Okay…” Yang remembered those stuff happened, but she always assumed it was just being a big sister.<br>\r\n<br>\r\n“Then I realized I could prank you.” Ruby continued.<br>\r\n<br>\r\n“Prank?”<br>\r\n<br>\r\n“I would make you lose things or forget where stuff was if you teased me,” Ruby explained. “Once I made you sleep in Zwei’s bed because you spilt soda on mine and I used yours.”<br>\r\n<br>\r\n“How many bad things did you do to me?” Yang asked dryly.<br>\r\n<br>\r\n“I just considered them harmless pranks mostly…,” Ruby admitted. “Though it was 3 years ago when I realized I could get revenge. I was in the shower and you deliberately came in and flushed the toilet a couple times.” Yang did remember doing that occasionally because Ruby was taking too long or Yang was bored. “So I made you use the bathroom outside with Zwei for a week.”<br>\r\n<br>\r\nYang’s eyes widened. Now that Ruby mentioned that, she did remember that back in middle school. She had thought it was rebelling against the system, though her dad almost caught her once and she stopped. Ruby must have let her back in the house then.<br>\r\n<br>\r\n“I made you break up with Lorenzo too,” Ruby muttered weakly. “I thought he was taking all of your time and you were forgetting about me.”<br>\r\n<br>\r\nYang’s mouth fell open. Lorenzo was a really nice guy back then who she liked. But at some point, she decided he wasn’t for her and broke up. She couldn’t remember why.<br>\r\n<br>\r\n“The worst thing though made me stop using my powers.” Ruby continued.<br>\r\n<br>\r\n“The worst thing?” Yang asked.<br>\r\n<br>\r\n“I found out you and dad wouldn’t let me go to a sleepover because there were boys there,” Ruby explained. “You two originally told me something else was going on, but I hypnotized you to tell me the truth. You were just babying me and I was upset. I yelled at you two to f each other. The first and last time I ever used a swear.”<br>\r\n<br>\r\nYang began to sweat drop.<br>\r\n<br>\r\n“Dad had sex with you on the kitchen table for over an hour.”<br>\r\n<br>\r\nYang felt her brain freeze at this confession. She didn’t remember this at all, but she did remember the first time, or what she thought was the first time, she had sex. Her hymen had been broken, but she assumed that was due to training.<br>\r\n<br>\r\n“I promised to never swear again or use my powers.” Ruby finished.<br>\r\n<br>\r\n“You….” Yang’s eyes flashed red. Ruby had bene abusing her with powers for years without her knowing. She found out her power but rarely used it until yesterday.<br>\r\n</span></div></div>",
            "created":1603460280,
            "id":2927440,
            "title":"Yang repeats \"What!?\""
        },
        "1213313111331211222211312333313":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Someone else comes into the bathroom",
                "Yang and Ruby move forward somehow",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Yang took a deep breath through her nose. She had gone to anger management at Ruby's request. Nice to know that something Ruby did wasn't just her hypnosis at work.<br>\r\n<br>\r\n\"Ruby when you wake up, you won't be able to hypnotize me again.\" Yang said. Then she stopped channeling her power before lifting her shirt up.<br>\r\n<br>\r\nRuby awoke. Now very flustered.<br>\r\n<br>\r\n\"Um... wh-what did you uh...\"<br>\r\n<br>\r\n\"I learned everything.\" Yang told her sister. <br>\r\n<br>\r\nRuby pulled up her shirt but found herself unable to start her hypnosis power at Yang.<br>\r\n<br>\r\n\"Nope. I thought of that.\" Yang said \"We have to talk about it.\"<br>\r\n<br>\r\nRuby gulped \"I...I'm sorry.\"<br>\r\n<br>\r\n\"Uh-huh.\"<br>\r\n<br>\r\n\"I am! It's just...I was scared.\" Ruby looked down.<br>\r\n<br>\r\n\"Scared of me?\"<br>\r\n<br>\r\n\"...And scared of myself too.\" Ruby admitted \"And I'm scared that if you found out that it would change...everything?  Like, you wouldn't love me like your little sister anymore...\"<br>\r\n<br>\r\n\"Ruby, that'll never happen.\" Yang said \"I'm still mad though. And it's gonna be a long time before we're back to normal.\"<br>\r\n<br>\r\nRuby whimpered and nodded.</span></div></div>",
            "created":1603501320,
            "id":2927742,
            "title":"Yang does something else."
        },
        "12133131113312112222113123333131":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Yang's in a bad mood.",
                "Yang goes after Glynda for her classroom control plan",
                "Meanwhile, With Ruby and her punishment."
            ],
            "content":"<div class=\"\"><div> <span>“Sleepy Reaper.” Yang said and Ruby fell asleep. “You will go into the stall and masturbate until you cum three times. If anyone enters, you’ll let them help out. Oh, you’ll be fully aware of what you are doing. Now, awake.” She snapped her fingers and Ruby jumped before going into the stall.<br>\r\n<br>\r\n“W-what are you… oh god!” She must have started touching herself. “Yang! This isn’t fair!”<br>\r\n<br>\r\n“You played with me for who knows how long,” Yang snapped, feeling anger well up for a moment before calming down. “Using the bathroom like a dog, losing my boyfriend, and sex with… dad…” She shivered. “I warned it was going to take a while.”<br>\r\n<br>\r\nThe door opened and they went silent, seeing a tanned girl with Green hair enter.<br>\r\n<br>\r\n“Yang.” Emerald said.<br>\r\n<br>\r\n“Emerald.” Yang replied and flashed her tits. Emerald’s eyes glazed over. “You’re going to go into Ruby’s stall and eat her out until she cums 3 times. Afterwards, you’ll kiss her passionate until she escapes. Then you’ll wake up not knowing anything happened.”<br>\r\n<br>\r\n“Yaaaannggg!” Ruby cried out, as Emerald went into stall. “Ahhhhhhh!”<br>\r\n<br>\r\nYang locked the door as she left.<br>\r\n</span></div></div>",
            "created":1603502820,
            "id":2927750,
            "title":"Someone else comes into the bathroom"
        },
        "121331311133121122221131233331312":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Just put the whole class under already.",
                "Glynda needs some punishement. AND YANG GOT A GIRLFRIEND TEACHER BITCH!",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Yang didn't like being mad at Ruby but it would be a lot to ask her to get over it quickly. She decided that she needed a change of pace. Maybe a mass take over plot.<br>\r\n<br>\r\n\"Sup teach.\" Yang greeted getting her tits out.<br>\r\n<br>\r\n\"Miss Xiao Long more attractive students than you have attempted se...duction...\" Glynda trailed off as she went under.<br>\r\n<br>\r\n\"There were more attractive students than me?\"<br>\r\n<br>\r\n\"You aren't even in the top twenty...\" Glynda droned<br>\r\n<br>\r\n\"Aww...How many succeeded in seduction?\"<br>\r\n<br>\r\n\"None...only want to sleep with...\"<br>\r\n<br>\r\n\"Yes~\" Yang said her smile returning<br>\r\n<br>\r\n\"...Ironwood...\"<br>\r\n<br>\r\n\"Sounds like a pornstar.\"<br>\r\n<br>\r\n\"He's a general...\" Glynda corrected her, still entranced.<br>\r\n<br>\r\n\"How far have you two gone?\" Yang didn't know or care why she wanted to know the sex life of her teacher so much, but she was immediately invested.<br>\r\n<br>\r\n\"He hasn't taken any of my hints...\"<br>\r\n<br>\r\n\"Ugh, that's such highschool bull. Have you tried the Yang approach?\"<br>\r\n<br>\r\n\"I prefer a method that has a history of success...\"<br>\r\n<br>\r\nYang narrowed her eyes. </span></div></div>",
            "created":1603512300,
            "id":2927793,
            "title":"Yang goes after Glynda for her classroom contro..."
        },
        "1213313111331211222211312333313121":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Ruby managed to look away",
                "Ruby fell under too",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>“Okay,” Yang sighed. Man, everyone was riding her ass today. “From no one, whenever I say Goodbitch, you will change to my toy/slave. Your only purpose is to entertain me and do my bidding. No matter what I say.”<br>\r\n<br>\r\n“Goodbitch… turn to your toy and slave…” Glynda repeated.<br>\r\n<br>\r\n“Next,” Yang said. “I need you to do something for class today.”<br>\r\n<br>\r\n-------------------------------------------------<br>\r\n<br>\r\nEveryone was heading into Glynda’s class that morning, while Ruby lagged behind. She wasn’t sure what to do. Yang made it so she couldn’t hypnotize her and it’s not like Ruby WANTED to. She had done a lot to Yang over the years, mostly harmless, until she lost her cool. Since then, she never cussed. Now Yang had hypno tits and was using them. Did she make Blake be her girlfriend? Was Weiss Ruby’s girlfriend due to that?<br>\r\n<br>\r\nShe might have to find out with her own tits, though she was scared of messing up again.<br>\r\n<br>\r\n“Hey, Rubes.” Jaune said, passing by. “What’s up?”<br>\r\n<br>\r\n“Just… thinking.” Ruby sighed. “Tired you know.”<br>\r\n<br>\r\n“Heh, I understand.” Jaune patted her on the back and headed to his team.<br>\r\n<br>\r\nRuby smiled and then went back to her  thoughts as Weiss and Blake sat down. There were only two commands left in Yang she remembered.<br>\r\n<br>\r\nThe first was ‘New Bathroom Location’ followed by a location. This command would have Yang reason to herself to use anywhere as a bathroom as long as she didn’t get caught. The second command was “Cookie Creation Mode.’ This would make Yang want to make cookies. She actually learned to suppress this command for days, but would eventually make cookies.<br>\r\n<br>\r\nNeither would help Ruby right now.<br>\r\n<br>\r\n“I need your attention!” Glynda told everyone. “Mrs. Xiao-Long has been assigned to give you all your assignment since she believes she can do it so much better.” Her tone said this was a punishment and anyone caught slacking would get punished. Everyone turned to look at Yang.<br>\r\n<br>\r\nRuby realized where this was going as Yang pulled her top down.<br>\r\n</span></div></div>",
            "created":1603518540,
            "id":2927832,
            "title":"Just put the whole class under already."
        },
        "12133131113312112222113123333131212":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Jaune, Ren, and team CRDL become male strippers for the nice ladies of Beacon",
                "Yang made the lesson plan for each student to get laid",
                "Yang is pampered by her entire class",
                "Yang gives Blake some love",
                "Actually... Yang really needs to know why Ruby let herself be hypnotized"
            ],
            "content":"<div class=\"\"><div> <span>Ruby realized what Yang was going to do but... well she did worst stuff to her sister. If this is what karma decided to have happen with Ruby so be it. Maybe she'll even stop feeling guilty.<br>\r\n<br>\r\nYang let out a whistle \"Looks like I got all of them.\" Her eyes land on Ruby \"Yeah...all of them.\"<br>\r\n<br>\r\nYang was confused. Ruby was smart, despite what people may believe, so she should have saw this coming. Did she let Yang hypnotize her? Maybe she figured that Yang had a trigger to put her under easy. Maybe.<br>\r\n<br>\r\nYang couldn't focus on that right now, she had a choice to make. Did she play with her classmates now, or after she set them up to let her hypnotize in peace? Either way, Yang had a lot of ideas.</span></div></div>",
            "created":1603530660,
            "id":2927898,
            "title":"Ruby fell under too"
        },
        "121331311133121122221131233331312124":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Sexy time fun in class",
                "Bring Ruby up",
                "Yang does something else."
            ],
            "content":"<div class=\"\"><div> <span>“Blake!” Yang called out. “How about coming down and showing me some love. You can leave the clothes up there. Everyone else can masturbate while watching, but you can only cum on my command. Everyone willow follow my orders even after my chest is put away unless I say otherwise.”<br>\r\n<br>\r\nYang got a lot of eye candy, boys and girls, as everyone began masturbating after removing some or all their clothes. One girl, Neo, stripped completely and was rubbing her crotch while playing with her breast. On top of the table. She was a break and Yang made a note to have some fun with her.<br>\r\n<br>\r\nBlake meanwhile sauntered up, shaking her hips, completely nude and Yang grinned.<br>\r\n<br>\r\n“Purr for me,” Yang told her. Blake hummed before sitting on her lap. “Good girl. Let’s do it.”<br>\r\n<br>\r\nBlake grinded on Yang’s lap as she kissed her. Their lips locked and Blake used plenty of tongue. Yang fell back on Glynda’s desk and Blake slipped down, pulling off Yang’s uniform skirt and panties before digging in. Looks like Yang didn’t have to take her on a date first. Blake’s tongue was a little rough, but man it felt good as it slipped in the folds.<br>\r\n<br>\r\nOnce Yang was warmed up, Blake climbed up and they began to scissor each other. Blake was going nuts, mewing and Nyaing which Yang loved. Both of them eventually came and Blake collapsed.<br>\r\n<br>\r\n“Love you, kitty kat.” Yang teased, panting a little.<br>\r\n<br>\r\n“Meow, love you too.” Blake mused, smiling back. Yang took the chance to look up at the classmates who were all watching them. They were jerking off and some looked strained at being unable to cum while watching two sexy girls do it.<br>\r\n<br>\r\n“Audience loves us.” Yang laughed, debating what to do.<br>\r\n<br>\r\nSome sexy time in class would be fun, but her eyes fell on Ruby, who was rubbing herself on her seat. Yang was still upset at her, but maybe it would be good to have Ruby hypnotize her to remember everything Ruby did to her over the years. Just to see how many it really was. Obviously the last thing she did was bad, but how much was built up? She would just have to make sure Ruby didn’t hypnotize her with any other orders, but she could just command Ruby to do that.<br>\r\n<br>\r\nOf course, she could do something else and worry about this later after she was calmer.<br>\r\n</span></div></div>",
            "created":1603561860,
            "id":2928074,
            "title":"Yang gives Blake some love"
        }
    },
    "info":{
        "author_id":"shely",
        "author_name":"turtleguru",
        "brief_description":"Yang's hypnotic titties.",
        "created":1602928800,
        "description":"<td align=\"left\" class=\"norm\">(During first three volumes)<br>\r\n<br>\r\nEver since she hit puberty Yang, her tits have gotten her everything she wanted. Yang can hypnotize anyone who sees them, which is pretty useful for when her teammates are sexy~<br>\r\n<br>\r\nMy other RWBY Hypnosis stories:<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2226535-Weisss-Hypnosis-Glyph\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2226535-Weisss-Hypnosis-G...</a><br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2235477-Silver-Eyed-Hypnosis\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2235477-Silver-Eyed-Hypno...</a><br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2235478-Blakes-Kitty-Talk\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2235478-Blakes-Kitty-Talk...</a></td>",
        "id":2235479,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602936480,
        "modified":1603561860,
        "pretty_title":"Yang's Big Titnosis"
    }
}