{
    "chapters":{
        "1":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Blake",
                "Weiss",
                "Blake and Weiss at once",
                "Actually...Maybe it is Ruby?",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Yang had always been proud of her chest. Not only was it a great source of attention but she knew something that no one else did. It could control people.<br>\r\n<br>\r\nNot just the usual way of pulling down her shirt a little and letting others do something in the hope they'd get to see more. No, if Yang focused then anyone looking at her naked chest and they'd be in a trance and obedient.<br>\r\n<br>\r\nYang usually liked to have her natural charm get people to like her, but she had ambition. Yang was going to get herself a harem! She should start it with Blake and Weiss, two sexy ladies already living with her. Just a quick nip slip and the two of them will be hers! Ruby too...<br>\r\n<br>\r\nNo. Yang slapped herself. Ever since Ruby hit puberty, Yang has been having that thought. She was trying to not think like that, but... She couldn't even brainwash herself as she needed to concentrate to entrance people.<br>\r\n<br>\r\nShaking her head, Yang decided to red herself of those thoughts of her sister by starting her harem! That should distract her and her source of shame would be gone.<br>\r\n<br>\r\nYang's first target is...</span></div></div>",
            "created":1602910800,
            "id":2923327,
            "title":"Yang's Progress"
        },
        "12":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Yang adds some triggers",
                "Yang messes with Weiss' personality",
                "Yang gives Weiss some commands.",
                "Yang has Weiss put her mouth to work.",
                "Yang does something else."
            ],
            "content":"<div class=\"\"><div> <span>“Hey, Yang! Is Blake here?”<br>\r\n<br>\r\nYang looked up to see Weiss enter the room.<br>\r\n<br>\r\n“Sup, Weiss Cream. Nah, Blake went into Vale with Ruby to a bookstore. Ruby wants a new engineering book while Blake’s off to pick up her smut.”<br>\r\n<br>\r\n“Bah,” Weiss huffed. “Was hoping Blake and I could finish our homework. Guess I’ll start on my own.”<br>\r\n<br>\r\nYang couldn’t believe her luck. She just started about thinking of using her powers to gather a harem and Weiss just entered on her own. Not only that, they were going to be all along for a bit. This was perfect. Her eyes fell on Weiss, who was pulling her stuff out of her desk and Yang examined Weiss’ ass. Not as amazing as Blake’s but it was nice.<br>\r\n<br>\r\nYang didn’t care about Weiss’ breast size either, not that she would tell Weiss. It was fun to tease her a bit. No, Yang liked the small girl. Weiss was exotic and had a sort of ethereal beauty. Knowing now was the time to start having some fun with her power, she began to open her blouse and got off her bed.<br>\r\n<br>\r\n“Hey, Weiss.” Yang said, presenting her bare chest.<br>\r\n<br>\r\n“Huh? What is-…? YANG! What are-… you…?” Weiss’ anger faded as she went into a trance, her expression blank.<br>\r\n<br>\r\nYang hadn’t used her powers in a while, so it took a little bit to get Weiss under.<br>\r\n<br>\r\n“Can you hear me, Weiss?” Yang asked.<br>\r\n<br>\r\n“…Yes…”<br>\r\n<br>\r\n“Good, whenever I say ‘Sleep, Snow Angel,’ you will go back into this trance without my breast.”<br>\r\n<br>\r\n“… Sleep Snow Angel… back in trance…”<br>\r\n<br>\r\n“Good.” Yang didn’t want to have to flash Weiss every time she wanted to hypnotize her. Now, what should she do with Weiss? Part of her wanted to play around with the snooty Heiress, but another part, her nether regions, wanted some relief.<br>\r\n</span></div></div>",
            "created":1602997200,
            "id":2924161,
            "title":"Weiss"
        }
    },
    "info":{
        "author_id":"shely",
        "author_name":"turtleguru",
        "brief_description":"Yang's hypnotic titties.",
        "created":1602928800,
        "description":"<td align=\"left\" class=\"norm\">(During first three volumes)<br>\r\n<br>\r\nEver since she hit puberty Yang, her tits have gotten her everything she wanted. Yang can hypnotize anyone who sees them, which is pretty useful for when her teammates are sexy~<br>\r\n<br>\r\nMy other RWBY Hypnosis stories:<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2226535-Weisss-Hypnosis-Glyph\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2226535-Weisss-Hypnosis-G...</a><br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2235477-Silver-Eyed-Hypnosis\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2235477-Silver-Eyed-Hypno...</a><br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2235478-Blakes-Kitty-Talk\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2235478-Blakes-Kitty-Talk...</a></td>",
        "id":2235479,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602936480,
        "modified":1603075920,
        "pretty_title":"Yang's Big Titnosis"
    }
}