{
    "chapters":{
        "1":{
            "author_id":"shaman1863",
            "author_name":"shaman",
            "choices":[
                "17 year old (high school age)",
                "14 year old (middle school age)",
                "20 year old (collage age)",
                "25 year old (young adult age)",
                "30 something year old ( adult age)"
            ],
            "content":"<div class=\"\"><div> <span>You are asleep, in bed having a vivid dream. You are going up to women you know and as you make physical contact with them. The start to moan, and shrink into whatever they are wearing.<br>\r\n<br>\r\nBut, you notice that it only lasts with how long, you touch them. It is exhilarating to you. To see women get dwindled down to whatever size you want them to.<br>\r\n<br>\r\nAs the dream continues, you start to want more. But as any dream is, it is fleeting. You alarm brakes through your dream and your slumber.<br>\r\n<br>\r\nYou get out of bed sluggishly, and curse your alarm. You walk to your bathroom to get ready for the day.<br>\r\n<br>\r\nAfter you exit the shower. You look at the mirror and wipe the steam and condensation off to see your face. And staring back at you is the face of an...</span></div></div>",
            "created":1594616400,
            "id":2867471,
            "title":"So it begins..."
        },
        "12":{
            "author_id":"shaman1863",
            "author_name":"shaman",
            "choices":[
                "Nothing of note happens at school",
                "Near the entrance of the school you are grabbed by a strong female hand",
                "You get sent to the principle for showing up late. ",
                "You sit and wait inside for the bell to go to class",
                "Wait... it's SATURDAY! Why am i even here. You go somewhere else."
            ],
            "content":"<div class=\"\"><div> <span>... A 14 year old. You stop looking into the mirror and go to get you clothes for school on. \"Hey, you better be ready up there!\" You hear a bellow from down stairs.<br>\r\n<br>\r\n\"I am Hannah.\" You say back to the voice. The one that yelled at you was your step-mother Hannah. She is a woman of 5'6\", with a nice figure. Red curly hair, and a mean streak a mile long. At least to you.<br>\r\n<br>\r\nYou live with her and her 2 dem- daughters, Angie, who is 19 and makes you do everything for her, she is a bit more on the chubby side, and hardly brushes her light brown hair. She also stand at 5'5\" She teases you and try's to make your life as uncomfortable as possible.<br>\r\n<br>\r\nThen there is, April. She is 16 and one of the popular girls of the high school. Her figure is that of her mother's. But, stands a few inches shorter. She usually keeps her hair in a pony tail.<br>\r\n<br>\r\nAs you finish getting ready, you wonder how you got into this mess. Your mother passed away when you were 9, and your father was extremely grief stricken. So one day he gone to a bar and that is where he mit Hannah. They hit it off after that and got engaged in about a year. Your father then started having to work abroad. Making it where you only get to see him at Christmas. You sigh as you got finished getting dressed and head down stairs.<br>\r\n<br>\r\n\"There you are took you long enough.\" Hannah says as she eats. \"You best start heading to school now or you would be late. Also when you get back I expect you to get all the choirs done before bed tonight.\" She adds without even looking at you.<br>\r\n<br>\r\n\"Alright, i will.\" You say heading out the door. As you head to school, you notice something unusual. It is in the brush up ahead and it is glowing a blueish color. As you dicide to get closer you see it is coming from a rock small enough to be held in your hand. Being a 14 year old, you don't see why picking it up is probably a bad idea. As you pick it up the glow starts to fade from it. As if it's power is transfering to you. You look at it and it ain't glowing no more. So you toss it further in the brush, and head to school.</span></div></div>",
            "created":1594616400,
            "id":2867811,
            "title":"14 year old (middle school age)"
        }
    },
    "info":{
        "author_id":"shaman1863",
        "author_name":"shaman",
        "brief_description":"You are a male that can shrink any woman you touch",
        "created":1594621440,
        "description":"<td align=\"left\" class=\"norm\">In this story, you are a guy that has gained the ability to shrink a woman any size you want or back to original height. But you must be touching them.<br>\r\n<br>\r\nAlright rules:<br>\r\n<br>\r\n- No giantess or growing women to above how tall they were.<br>\r\n- No shrinking yourself or other men it don't work like that. Unless the men turn into women then you can do so.<br>\r\n- Please keep under aged-ness on girls to around the age of consent.<br>\r\n- Please add good sized additions.<br>\r\n- Anything else goes. Do what you want to the women. But just remember the rules above.</td>",
        "id":2226710,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1594646700,
        "modified":1594646700,
        "pretty_title":"The dude that shrinks Women"
    }
}