{
    "chapters":{
        "1":{
            "author_id":"deathwizerd",
            "author_name":"Kenashcorp",
            "choices":[
                "Izuku",
                "Shoto",
                "Iida",
                "Bakugo",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who discovers this new quirk?</span></div></span></div>",
            "created":1549170000,
            "id":2612041,
            "title":"Before the beginning..."
        },
        "11":{
            "author_id":"deathwizerd",
            "author_name":"Kenashcorp",
            "choices":[
                "Urakaka's a good friend, maybe she could help?",
                "Tsyu knows what it's like to have a mutant body, maybe ask her?",
                "Mina's an expert on slimy quirks, maybe she could take a look?",
                "Momo's super smart, maybe she can see what this is?",
                "Um... who else can I see?"
            ],
            "content":"<div class=\"\"><div> <span>One morning, Izuku wakes up in his dorm room, feeling very strange. He could see every peice of All Might merchandise throught the entire room. He could see everything! Panicing, he tried calling out for help, only to find no mouth to make noise. <br>\r\n<br>\r\n[W-What's going on?!]<br>\r\n<br>\r\nHe tried moving, sliding off the bed and onto the floor. Then, moving towards the mirror, he sticks to the side of it and rolls up, to discover he's a small, green blob of slime! Freaking out, he falls onto the floor<br>\r\n<br>\r\n[Is... is this my initial quirk..?]<br>\r\n<br>\r\nHe decides that someone may be able to help him, and rolls over to the door, squeezing under it and into one of the dorm's hallways. But... who should he go to?</span></div></div>",
            "created":1549170000,
            "id":2612050,
            "title":"Izuku"
        },
        "112":{
            "author_id":"hamsterfire",
            "author_name":"HamsterFire",
            "choices":[
                "Keep exploring and ignore her",
                "Explain what is happening to Tsuyu",
                "try to get away!"
            ],
            "content":"<div class=\"\"><div> <span>Izuku flopped onto the ground and rolled across the hallway. Luckily it was still early, so no one was up.<br>\r\n<br>\r\n<br>\r\n<i>This feels so weird to move,</i> he thought to himself.<br>\r\n<br>\r\nAfter deciding where to go, he decides to go to Tsuyu Asui. She was used to having mutant quirks which change your body, so maybe she can help him.<br>\r\n<br>\r\nHe rolled into her room and tried to yell, then remembering that he couldn't talk.<br>\r\n<br>\r\nSomewhat angry at this, he crawled onto the bed next to the sleeping Tsuyu. He tried to wake her up by shaking her, but something weird happened. He suddenly felt himself seep into her skin!<br>\r\n<br>\r\n<i>What's happening?</i> he thought, horrified. Everything went black for a few seconds when suddenly he could see again.<br>\r\n<br>\r\n\"Ugh... what was that?\" he heard himself say. Rather, it wasn't his voice... it was Tsuyu! He got excited and said, \"Tsuyu, you're a--\"<br>\r\n<br>\r\nSuddenly, he realized the voice was coming from himself. He looked at his hands. They were big and boney... like Tsuyu's!<br>\r\n<br>\r\n\"What's happening...\" he said out loud. He turned to a mirror to see none other than Tsuyu Asui looking back at him!<br>\r\n<br>\r\n\"What the hell?!\" he said, suddenly, hopping up. \"How did this happen? Am I Tsuyu?!\" he shouted.<br>\r\n<br>\r\nHe looked at his reflections - it was true, he was Tsuyu. She was wearing a night gound and slippers. He looked at her body - and more specifically, his womanly parts. He looked down and saw two lumps on his chest.<br>\r\n<br>\r\n\"T..Tsuyu's boobs!\" he whimpered, grabbing them. They felt... good, oddly. Suddenly, he took his hands off.<br>\r\n<br>\r\n\"This is wrong, I can't... hmmm..\" he stated, \"Maybe a very quick peak... for scientific purposes! I must learn to use this! Besides, it's likely a dream anyways.\"<br>\r\n<br>\r\nHe slowly took off her night gound to reveal her boobs in a white bra and her panties. He looked down her whole body - her nice cleavage, her empty waist, and her beautiful butt. He felt so guilty and felt like he should have left her alone... if he knew how.<br>\r\n<br>\r\nHe grabbed her boobs again and moaned softly. \"This feels so weird and different...\" he quietly said. He also noticed how unusual it was to talk with her tongue being so long. He played with it for a minute, snickering.<br>\r\n<br>\r\nSuddenly, he heard a voice from his head. <i>What's happening? Why is my body moving on its own?!</i> it said. It sounded horrified. Tsuyu must have still been aware of this!<br>\r\n</span></div></div>",
            "created":1575176400,
            "id":2754359,
            "title":"Tsyu knows what it's like to have a mutant ..."
        },
        "113":{
            "author_id":"deathwizerd",
            "author_name":"Kenashcorp",
            "choices":[
                "I'm in her body, might as well see the rest of it...",
                "Now I REALLY need help! I should go find someone, anyone!",
                "I'm too panicked to think straight, maybe I can find a way out of her..."
            ],
            "content":"<div class=\"\"><div> <span>[Ashido-san's quirk is slightly like this... Maybe she could help...]<br>\r\n<br>\r\nMidoriya slid under his door, through the buildings, and into Mina's dorm. After sliding in under her door, he spotted her on her bed, still sleeping.<br>\r\n<br>\r\n[I guess I have to get her attention...Somehow...]<br>\r\n<br>\r\nUsing his slimy body, he was able to stick to one of the bed's legs, and climbed up, ending right next to her head. <br>\r\n<br>\r\n[Wait... How do I talk like this... oh no... I guess my best chance is to wake her up, anyway]<br>\r\n<br>\r\nMoving closer, he tried bumping into her face, only to be sucked into her gaping mouth from her inhaling. The next moment, he opens his eyes, feeling more normal, but not fully.<br>\r\n<br>\r\n[I'm back to normal? I feel a little different... but it's been a bit since I've had limbs, so maybe that's it... I should still ask Ashido-san about what happened]<br>\r\n<br>\r\nHe shifted onto his side, trying to find her, only to nearly jump in shock at what he saw.<br>\r\n<br>\r\nA pink arm<br>\r\nHer pink arm<br>\r\nHis pink arm<br>\r\n<br>\r\nHe twitched his fingers, making complete sure it was his arm, and the fingers did exactly that. He was, without a doubt, using this arm. <br>\r\nAlmost reluctantly, he slowly looked down to the rest  of his body, only to be met with two bright pink, fleshy orbs covered by the girl's purple tank top.<br>\r\n<br>\r\n[Am... Am I... Ashido-san..?]<br>\r\n<br>\r\nSitting up on the edge of the bed, he had to decide what to do now...</span></div></div>",
            "created":1551157200,
            "id":2623456,
            "title":"Mina may help"
        },
        "1131":{
            "author_id":"reptileboy",
            "author_name":"ReptileBoy",
            "choices":[
                "Further Explore Ashido's Body",
                "Search Her Room",
                "Go Outside the Room"
            ],
            "content":"<div class=\"\"><div> <span>Midoryia is in complete shock as he stares down at his new cleavage. His hands slowly lift up and grace the breasts presented to him. They were real and they were his now. He quickly shot his hands back down to his sides.<br>\r\n<br>\r\n\"I shouldn't take advantage of Ashido like this! She's a friend!\" He said to himself.<br>\r\n<br>\r\nBut he couldn't resist himself. He looked back down to Ashido's bountiful bosom and began to drool slightly at the thought of caressing the soft globes.<br>\r\n<br>\r\n\"...Maybe just a quick peak won't hurt?\"<br>\r\n<br>\r\nHe took his hands and put them to the tank top, the fabric dissolving as acid began to cover it. Since Ashido was in bed, she didn't have a bra on, leaving Midoryia to view the full sight of her breasts.<br>\r\n<br>\r\nThe skin was bright pink like the rest of her body, but her nipples were an even lighter shade. Midoryia, being a young boy, felt blood rush to his face seeing as he's never seen a naked woman in any shape or form before now.<br>\r\n<br>\r\nHe felt the flesh of his new chest and was amazed at how soft they felt. Though he had never watched any pornography before, he had heard ramblings from Mineta. Going off from what he had remembered, he took his left forefinger and took it into his mouth then lead it to his breast on the same side.<br>\r\n<br>\r\nThe feeling Midoryia felt was indescribable. A great moan escaped from Ashido's mouth as he rubbed the acidic saliva onto Ashido's left boob. Eager to feel more of the sensation, he did the same with his right side. An even greater feeling came to his mind as both hands rubbed and squeezed the doughy orbs.<br>\r\n<br>\r\n\"Ashido, I never new you had such a great body!\" Midoryia spoke ironically using Ashido's voice.<br>\r\n<br>\r\nAs much as he wanted to keep kneading at Ashido's bust, Midoryia wanted to explore her body more. He glided his hands down past his fit stomach to the waist of Ashido's pajama pants, slowly pulling them down. Though he hadn't looked yet, he knew she didn't wear any panties as well under her pants.<br>\r\n<br>\r\nHe walked over to Ashido's mirror, not ready for what he was about to see. Midoryia's new eyes were met with Ashido's private areas. Her sacred parts had never been seen by a male before, and technically that's still true seeing as you're her.<br>\r\n<br>\r\nTurning around, Midoryia saw Ashido's backside. Being athletic, Ashido had quite the tight butt, built big and glorious from frequent exercise.<br>\r\n<br>\r\n\"Wow, what a hot body!\" Midoryia exclaimed, \"...And it's all to myself!\"<br>\r\n<br>\r\nHe practically jumped with joy as he thought of what to do next in his new body.</span></div></div>",
            "created":1551330000,
            "id":2624142,
            "title":"I'm in her body, might as well see the rest..."
        },
        "11313":{
            "author_id":"deathwizerd",
            "author_name":"Kenashcorp",
            "choices":[
                "One Ochaco would love!",
                "Maybe one Jirou would find cute...",
                "Hm... Let's look around for some other clothes..."
            ],
            "content":"<div class=\"\"><div> <span>Giggling with her sweet, energetic voice, Midoriya had an exciting thought...<br>\r\n\"Maybe 'I' should go see someone. It's the day off, why not hang out!\"<br>\r\nTaking a few seconds to grope Mina's body a little more, looking over his shoulder and squeezing her ass. Turning back around and gently, but greedily grabbing her tits for a few seconds. After he was satisfied (for now), he slipped the half-melted tank top off and threw it in her bedside trash, while walking over to her already-open closet.<br>\r\n\"I never realized how messy Ashido can be...\"<br>\r\nLooking over the inside, messily strewn about with some clothes on the floor and the rest on hangers, half-open drawers of panties and bras ('Almost all pink, of course' he thought) of a small dresser on one side. <br>\r\n<br>\r\nNow, what outfit, if he can find a complete one out of the mess (by his standards), should he choose?</span></div></div>",
            "created":1551848400,
            "id":2627158,
            "title":"Who should he go see?"
        },
        "113133":{
            "author_id":"deathwizerd",
            "author_name":"Kenashcorp",
            "choices":[
                "This one Momo would call classy... Maybe choose that!",
                "Um... Wouldn't Tsyu think this is nice... Maybe wear it and ask!",
                "She has so many clothes choices!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choices, choices... Maybe he decided to go with...</span></div></span></div>",
            "created":1551848400,
            "id":2627159,
            "title":"Oh! Here's some more!"
        },
        "1131333":{
            "author_id":"deathwizerd",
            "author_name":"Kenashcorp",
            "choices":[
                "Kaminari would call this one cool!",
                "Wait... She got something Mineta suggested? That's suprising.",
                "It just keeps getting deeper!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The closet looked so small, but it holds so much!</span></div></span></div>",
            "created":1551848400,
            "id":2627161,
            "title":"I keep finding more!"
        },
        "115":{
            "author_id":"deathwizerd",
            "author_name":"Kenashcorp",
            "choices":[
                "Mei is always ready to help, maybe I should go to the department of support ",
                "Jirou's usually up this early, maybe she can help quickly!",
                "Anyone else that could help?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>[Um... what's some other options...]</span></div></span></div>",
            "created":1551157200,
            "id":2623471,
            "title":"Um... who else can I see?"
        },
        "15":{
            "author_id":"reptileboy",
            "author_name":"ReptileBoy",
            "choices":[
                "Kirishima",
                "Tokoyami",
                "Mineta",
                "Sero",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who might be the owner of this quirk?</span></div></span></div>",
            "created":1551330000,
            "id":2624144,
            "title":"Other"
        },
        "153":{
            "author_id":"reptileboy",
            "author_name":"ReptileBoy",
            "choices":[
                "Uraraka",
                "Momo",
                "Someone Else"
            ],
            "content":"<div class=\"\"><div> <span>Mineta woke up in one fateful day to a surprise. He could see all around him, 360 degrees in every direction. This of course caused him worry, since he didn't understand what this is. He freaked out and ran, or rather rolled, out of his room from under his door.<br>\r\n<br>\r\nIn the hallway, he continued his freak out until he saw...</span></div></div>",
            "created":1552021200,
            "id":2627754,
            "title":"Mineta"
        },
        "1531":{
            "author_id":"reptileboy",
            "author_name":"ReptileBoy",
            "choices":[
                "Explore Uraraka's Body",
                "Figure Out Slime Abilities",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>He leapt towards the unaware Uraraka. She began to yawn due to her alarm waking her up earlier than she would like. As she did so, Mineta landed right in her mouth, causing both to black out momentarily.<br>\r\n<br>\r\nWhen Mineta awoke, he noticed no one else around, he guessed that Uraraka had ignored him and continued on her day.<br>\r\n<br>\r\n\"That's so rude of her!\" Mineta said to himself, pouting, only to find that it wasn't his voice that came out, \"Uraraka!?\"<br>\r\n<br>\r\nHe looked down to his hands and chest, only to find they were not his own, but Uraraka's as well!<br>\r\n<br>\r\n\"T-t-this...\" Mineta stuttered to himself, his body shaking as he examined himself. Her clothes, her legs, her everything were all his also, \"THIS IS AWESOME!\"<br>\r\n<br>\r\nHe yelled to himself, a manic look in his eyes. He took both of his hands and grabbed at his chest, forcefully squeezing Uraraka's ample bosom. He laughed so hard he cried, this was a dream come true for him. He finally had a girl he could do anything he wanted to!<br>\r\n<br>\r\nMineta dashed to his room, locking the door behind him. What to do first.</span></div></div>",
            "created":1552021200,
            "id":2627759,
            "title":"Uraraka"
        },
        "15311":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "You wake up wanting to mess with another girl",
                "See if you have more abilities"
            ],
            "content":"<div class=\"\"><div> <span>(Idk about you but i wanna make this 1st person)<br>\r\n<br>\r\nYou walk over to the mirror to see Uraraka (<a rel=\"nofollow\" href=\"https://danbooru.donmai.us/data/sample/sample-0c652b94f93fd3baad3b3c2199df5707.jpg\" target=\"_blank\">https://danbooru.donmai.us/data/sample/s...</a>)<br>\r\n you can't believe it her round ass and huge tits are yours. You can act out your biggest fantasies. You put your hand over mouth and look shy.<br>\r\nYou:he-eey Mineta<br>\r\nYou*trying to do your old voice*:Hey Uraraka whats up.<br>\r\nYou*in Uraraka voice*: I need to tell you something. *blush and look down* i have these feeling for you. Every time i think about you my vagina starts to ache.<br>\r\nYou slowly move you hand down to your panties.<br>\r\nYou: i crave for you. I want you with me at all time.<br>\r\nYou began to rub your clit<br>\r\nYou: ill do anything to get you inside of me.<br>\r\nYou move your hand back up to your breast and squeeze them together as you press against the mirror.<br>\r\nYou*with your old voice*: i already am<br>\r\n<br>\r\nYou smile and walk back to bed and sit down you slide your panties and pull your shirt off. You start to slowly caressed your breast and feel the little waves of pleasure. <br>\r\nYou:hmmm keep going Mineta.<br>\r\nYou take your fingers and lightly pinch your nipples.<br>\r\nYou:AAAHH<br>\r\nYou then start to twist it a bit to feel this shock of pleasure hit your body you slide your hand down your body untill you reach your vagina. You take your to fingers and open it up.<br>\r\nYou:please keep going.<br>\r\nYou slowly rub the opening  back and forth. You take your other hand and rub your beast.<br>\r\nYou: ahhhh ooo yes<br>\r\nYou finally take 2 fingers and shove them into your vagina. You go nice and slow and feel the warm walls wrap around your fingers.<br>\r\nYou: hmmm go faster mineta<br>\r\nYou move your put 3 fingers in and move faster while your other hand puts one of your breast into your mouth to suck on it and play with the other one. You lick your nice round nipple . You keep going and feel this pleasure build up in you.<br>\r\nYou: AHHHHHH YES HARDER MMMMMM<br>\r\nYou quickly stop and take gasp of air. You turn over and lay on your stomach with your big jiggly ass up.<br>\r\nYou:finish it mineta i want you to cum inside of me.<br>\r\nYou take your hand and grab your soft round ass check and the other you put 4 of your fingers and go all out on your vagina. You feel this the build up again. You start to move your waist back and fourth. You feel your ass checks jiggle. Your vagina walls start to hold on tighter around your fingers. <br>\r\nYou: OOOOOOOOHHH IM ABOUT TO  CUUUUUMMMMMM<br>\r\nThen you feel this great pleasure release from your body and your body muscle loosening up releasing vagina fluid is spewing all over the bed.<br>\r\nYou:mineta i love you. I want you to stay in me forever.<br>\r\n<br>\r\nYou roll up in bed and slowly fall asleep drifting off into Darkness.</span></div></div>",
            "created":1574744400,
            "id":2751909,
            "title":"Explore Uraraka's Body"
        },
        "153111":{
            "author_id":"zawarudo618",
            "author_name":"zawarudo618",
            "choices":[
                "As Uraraka, Mineta kisses Momo",
                "Possess Momo Now",
                "Split the slime power and possess them both"
            ],
            "content":"<div class=\"\"><div> <span>\"That was a good nap, Mineta Kun,\" Said Mineta, using Uraraka's voice, \"thank's for using my body!~\"<br>\r\n<br>\r\nSuddenly, someone knocks the door from the outside of Mineta's dorm room, and Mineta abruptly removes Uraraka's slim hand from massaging her breasts.<br>\r\n<br>\r\n\"Mineta? Are you in there? It's already 10:30, you're late to class!\" Momo Yaoyorozu yelled from outside the door.<br>\r\n<br>\r\n\"Also, have you seen Uraraka? She's missing too! Midoriya is after her!\" She added.<br>\r\n<br>\r\nWith a grin, Mineta formed an evil ploy in his mind and opened the door to reveal Momo's beautiful physique with a worried look on her face. <br>\r\n<br>\r\n\"Uraraka? What's going on? Why are you in Mineta's room?\" <br>\r\n<br>\r\n\"Oh, momo-chan, come in! I'll explain everything!\"<br>\r\n<br>\r\n\"Alright Uraraka, but you better hurry, because All Might's class is about to start!\"</span></div></div>",
            "created":1575867600,
            "id":2757457,
            "title":"Momo Wakes Mineta Up and He Wants Some More Action"
        },
        "1533":{
            "author_id":"keshaba26",
            "author_name":"Keshaba26",
            "choices":[
                "Tsuyu",
                "Mina",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>there is still more</span></div></span></div>",
            "created":1563771600,
            "id":2690732,
            "title":"Someone Else"
        },
        "15333":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Kyoka",
                "Some one else then class A"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about kyoka jiro or someone out side the class</span></div></span></div>",
            "created":1574744400,
            "id":2751911,
            "title":"More"
        },
        "153332":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Play with her body",
                "Find another host"
            ],
            "content":"<div class=\"\"><div> <span>(1st person)<br>\r\n<br>\r\nI can't really go any where so ill need some transportation. If only i can find someone.<br>\r\nAs i say this i see pajamas walking to the bathroom. Its toru, with her invisibility quirk i could easily get past people.<br>\r\n<br>\r\nI slowly make my way to her . I cant really see her mouth so ill just have to jump on to her pajamas and into her panties. As she pouring herself a cup of water leap onto her leg and slowly make my way up to her waist. I slip right on through and I'm right next to her panties. As she stretching out her arms and yawns she immediately takes in a gasp as she feels me slip between her ass checks. As i make my way to up her body she starts to moan. Feeling me run through her she loses balance as she grabs onto the counter for support. Shaking as her body is feeling me go throughout her body. Finally it stops but  it wasn't over she gets a headache and begins to grunt. She clutches to the counter and closes her eyes. <br>\r\n<br>\r\nShe stops moving and loosen up her hold on the counter and stands up. I was now in control. I stretch my arms out after getting a body and walking out of the bathroom. I feel my new breast begin to slightly jiggly. I sway my new ass back and fourth. I start to think on how go this body might be other than to find a new one.<br>\r\n<br>\r\nI think about what I want to do and decide to....</span></div></div>",
            "created":1574744400,
            "id":2751921,
            "title":"Some one else then class A"
        },
        "1533322":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "In the school for other class mates or teachers",
                "Heros or villians on the street"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Even with her D breast and around ass. I can't really see them. So i think i'll go look for a body......</span></div></span></div>",
            "created":1574744400,
            "id":2751924,
            "title":"Find another host"
        },
        "15333221":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Class 1-B",
                "Teachers and  Nejire Hado"
            ],
            "content":"<div class=\"\"><div> <span>I already have some ladyies in mind. Theres not that much else other than a couple teachers. I don't know where other students are other than class 1-B. I think i'll go for....<br>\r\n<br>\r\nClass 1-B<br>\r\n<br>\r\nOr <br>\r\n<br>\r\nThe teachers (nemuri kayama and  Emi fukukado) and Nejire Hado ( one of the big 3)</span></div></div>",
            "created":1574744400,
            "id":2752070,
            "title":"In the school for other class mates or teachers"
        },
        "153332212":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Nermuri",
                "Nejiro"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Class one b didn't really have great girl they all kinda seem basic. You decide to look for....<br>\r\n<br>\r\nNemuri or Nejiro</span></div></span></div>",
            "created":1574744400,
            "id":2752076,
            "title":"Teachers and  Nejire Hado"
        },
        "1533322121":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Have fun with eraserheas and ms joke",
                "Go for midnight"
            ],
            "content":"<div class=\"\"><div> <span>You strip naked and  leave turo room or really yours. You never really got a good look at Nejiro. So you go look for Nemuri she was the hotest hero out their other than mt lady (Yu Takeyama) <br>\r\nAs i start to leave through the front door someone knocks on the front door. why would someone be here in the middle of the night. feeling cautious i slowly reach for the handle i hear someone come walking down stairs. I turn around to see eraserhead (Shota Aizawa). Freaking out as he could use he's quirk to see me i find the closest cover i hide.<br>\r\nHe opens the door to see ms joke (Emi)<br>\r\nShota: *yawns* what do you want.<br>\r\nEmi: don't you remember inviting me to watch a movie with you.<br>\r\nShota:yea around 10<br>\r\nEmi: yea so<br>\r\nShota:its 2:37<br>\r\nEmi: there was a couple of bad guys so i was running late. But i guess since its late how about we just skip to the climax.<br>\r\nShota:*closes the door* good night Emi.<br>\r\nEmi:*holds onto the door* please im sorry can we just watch the movie.<br>\r\nShota:fine.<br>\r\n<br>\r\nSeeing this gave me an idea to possess shota so i can have sex with emi or have sex as her. But again Nemuri is so damn sexy too.</span></div></div>",
            "created":1574744400,
            "id":2752091,
            "title":"Nermuri"
        },
        "155":{
            "author_id":"deathwizerd",
            "author_name":"Kenashcorp",
            "choices":[
                "Ochaco Uraraka",
                "Tsyu Asui",
                "More?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright, maybe a bit of role-reversal.</span></div></span></div>",
            "created":1551848400,
            "id":2627153,
            "title":"Maybe one of the girls?"
        }
    },
    "info":{
        "author_id":"deathwizerd",
        "author_name":"Kenashcorp",
        "brief_description":"The students of U.A. Academy are in for a suprise when one discovers a new, secret quirk",
        "created":1549201740,
        "description":"<td align=\"left\" class=\"norm\">A student of U.A. wakes up one day and discovers a new, hidden quirk: they can turn into slime and possess people!<br>\r\n<br>\r\n-------RULES-------<br>\r\nNo death or extreme violence (except with the Toga path)<br>\r\nNo ending the story: If I see that a story has finished, I'll end it.<br>\r\nI reserve the right to erase any chapter and add more rules.<br>\r\n<br>\r\nEdit: This made the first page of a \"possession\" search! Thank you, all you viewers, for this personal milestone!</td>",
        "id":2181642,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1575909360,
        "pretty_title":"My Hero Academia: Possession Quirk"
    }
}