{
    "chapters":{
        "1":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "Blackmail her...",
                "Kidnap her...",
                "Invade her house...",
                "Send her a present...",
                "Use my 'power'..."
            ],
            "content":"<div class=\"\"><div> <span>With one glance at the damsel, what came to mind was innocence. A light-skinned, slender body with voluptuous breasts that could easily spill right out of her pink crop-top. Her monochromic top had thin shoulder straps – perhaps a centimeter wide, and her arms and midriff were bare. She wore a pair of matching shorts with bowtie-laces in the front, covering just a few inches of her thighs. Smooth, flawless skin as the far as the eyes could tell upon tracing along her bare slender legs until a pair of running shoes sheathed her small feet. Her long, straight, glossy brown hair was let down to her lower back. Light-brown pupils, her large eyes were gentle and kind, innocent and sweet. She had a small bowtie on the right side of her head. She was the personification of innocence. <br>\r\n<br>\r\nThe large brilliant full moon casted its lunar rays down such that shadows stretched from the trees, houses, and telephone poles. Below the night sky, the brunette jogged around the neighborhood, taking the same route as she always does. With each energetic stride, her breasts would jiggle around as there was no bra to keep those pairs in place. She would pause at every intersection to check for incoming cars before continuing.<br>\r\n<br>\r\nHer name was Rebecca Endyke, a sixteen-year-old from Cleveland High School in her second year. She was one-hundred-sixty-two centimeters tall or about five feet and four inches. She was part of the dance team which takes place afterschool where her grace and flexibility would really shine. Her social media account never had any photos of her with another boy. As far as I can tell, she was single and likely a virgin. She was an only child with no siblings, so she often hanged out with her other female friends from her classes. <br>\r\n<br>\r\nI had stalked her everyday for the past month without being noticed. I played it safe, kept my distance, and never interacted with her once. But now, I wanted to do something more. Simply watching her wasn’t enough to quench my thirst. <br>\r\n<br>\r\nSo I…<br>\r\n</span></div></div>",
            "created":1545282000,
            "id":2591457,
            "title":"Rebecca Endyke"
        },
        "11":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "Make her go for another jog - naked",
                "Have her head towards a park by midnight",
                "Have her head towards an abandoned building by midnight",
                "Make her do the macarena dance naked",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>About a month ago, I decided to spoof an email; this allowed me to impersonate someone else by tinkering with who sent the email. From looking up Cleveland High School’s public website, I got a list of contact information with all the faculty members. I wrote the following email:<br>\r\n<br>\r\n<div class=\"bquote\"><i>Hey Rebecca,<br>\r\n<br>\r\nI wanted to share this video with you; her name is Kaycee Rice. Here’s a clip of her performance a few years back. <br>\r\n<br>\r\nBest, <br>\r\nNatalie Firth </i></div><br>\r\n<br>\r\nI attached a zip file to the email while impersonating her dance instructor. When Rebecca downloaded the attachment and unzipped it, she also downloaded a Remote Access Trojan onto her laptop. This malware program allowed me to access the back door for administrative control of her computer, including access to her webcam and microphone. <br>\r\n<br>\r\nHowever, I kept my presence low. For the past month, even when she alone in her room, I was still watching her through her laptop’s built in camera. There were instances where I even recorded her such as the numerous times where she stepped out of the bathroom and changed right in front of her laptop. <br>\r\n<br>\r\nShe was very innocent, completely oblivious to the fact that I could see her naked body when she changes right after a shower.<br>\r\n<br>\r\nThis time, I went on the offensive, sending her another email from a fake and anonymous email address:<br>\r\n<br>\r\n<b>Title:</b> Final Warning<br>\r\n<br>\r\n<b>Body:</b> This is your last chance to save your social life. See the attachment below. If you don’t want those pictures exposed on all your social media homepage, then reply to this email with your phone number. <br>\r\n<br>\r\nFive minutes later, I received a reply in the email from her, containing a simple sequence of ten digits. I quickly took out my phone and entered in her number. <br>\r\n<br>\r\nThe first message was sent to her was: \"Send me a selfie.\"<br>\r\n<br>\r\nMoments later, I received a picture from her cellphone's camera, containing an photo of her shoulders up. She looked nervous in the picture, but this was a confirmation that this number was indeed hers.<br>\r\n<br>\r\nI then recieived a message: \"Who are you?\"<br>\r\n<br>\r\nWhat do I do next?<br>\r\n</span></div></div>",
            "created":1574226000,
            "id":2749549,
            "title":"Blackmail her..."
        },
        "12":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "My house...",
                "An abandoned building...",
                "A criminal gang's hideout...",
                "An auction...",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>Knowing the route that she takes, I parked my silver hatchback around the corner, hidden behind a bush. I picked a spot where no one could notice me from their windows. I stepped outside from my car and opened the trunk, feeling my heartbeat pounding nervously as I knew what I was about to do. It was around nine o’clock at night. In my dominant right hand, I held a pair of handcuffs, and in my left hand, I held a single strip of duct tape. <br>\r\n<br>\r\nBy the time Rebecca jogged by during her second lap, she found her path suddenly blocked by a vehicle with its trunk opened. The moment she paused, I lunged at her from behind. My left hand reached to cup over her mouth and pulling her head close to me. <br>\r\n“MMM!” She let out a muffled scream as her mouth was sealed shut by a strip of grey duct tape.<br>\r\n<br>\r\nStanding a head taller than her, I used my superior mass to push her towards the open trunk until her waist was pressing against the back rim of my var. My right hand hooked the metal cuff around her wrist and locked it in place. My left hand yanked her other wrist back before cuffing it as well. With both of her hands chained behind her back, I overcame the hardest part. <br>\r\n<br>\r\nI scooped up her legs as she fell forward and swung her legs inside. I stepped into inside the trunk as well, immediately closing the hatch behind me. The car was like a giant crocodile with its mouth wide open, waiting for prey to come inside. <br>\r\n<br>\r\nIt was dark; I could barely see her. With another pair of cuffs, I locked her ankles together which prevented her from kicking. She squirmed as if her life depended on it. Her scream was very close to being silenced such that I wasn’t concerned about anyone hearing her cry. I placed a blindfold over her eyes, held by an elastic strap around her head.<br>\r\n<br>\r\nImmediately, I crawled towards the driver’s seat, turned on the engine, and drove off. My heart was pounding like mad. My paranoid eyes constantly checked all the mirrors to check for anyone nearby.<br>\r\n<br>\r\nWhere should I take her now?<br>\r\n</span></div></div>",
            "created":1572238800,
            "id":2739310,
            "title":"Kidnapped"
        },
        "123":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "1 Person",
                "2 People",
                "3 People",
                "4 People",
                "5 People"
            ],
            "content":"<div class=\"\"><div> <span>About fiftteen miles away from where the kidnapping took place, there was a hideout that I occasionally visited. It was a half and hour drive which was faster than usual due to the lack of traffic at night. I was welcomed to be part of a gang of mischiefs a few years ago. They were the kind of folks society would call degenerates. They were a group of boys who would often get in trouble in school, get sent to the principal office, and achieve low marks on their transcripts. I honestly did not feel like I belonged in their group. I was nothing like them, but they scared me. I was afraid they would bully me and harass me. The laws and rules that confined me did not seem to affect them. <br>\r\n<br>\r\nThere were five of them, and I didn’t trust any of them. I was worried what they might do to the girl in the back of my car. The only reason why they accepted me and kept me around was because of my skills with computers. I was able to hack into the school’s system of keeping track of students’ grades. I would adjust their grades just enough to pass their classes but low enough to avoid suspicion. I also set up an onion site – what the public referred to as a website in the dark web. It allowed for anonymous hidden service at Tor network. I showed those five how to set up a Tor Browser onto their computers and access a website that only the six of us can access with a password. No one can find the site on regular browsers, and onion sites were difficult to trace by design.<br>\r\n<br>\r\nUpon driving my car into a garage, I carried the squirming brunette in my arms; I realized that carrying a human body was harder than how it as portrayed in the stories. I took her downstairs to a basement where there were no windows around. Flickering the lights on, the spacious room lit up. Low ceiling but wide open space.<br>\r\n<br>\r\nI lied her down on the grey carpeted floor, watching the trembling youth worming around in fright, unable to see or speak. I sat on top of her legs, pinning them down as I began to forcefully slip off her sneakers and socks, leaving her feet bare. I stroked the tip of my nail across her soles, and the girl squirmed frantically, “MMMM!” Her laughter was muffled by the tape over her mouth. She lied flat on her stomach, thrashing about as her wrists were helplessly cuffed behind her back. I couldn’t help myself but to rake all of my fingers across her soles repeatedly. Sadisticallly, watching her squirm amused me. <br>\r\n<br>\r\nTen minutes of torturing her soles, I left her panting on the floor. I began uncuffed her wrists and locked them back together to the front of her body. As I expected, she was too exhausted to put up a fight. The cuffs was then attached to a rope that was part of a pulley system installed onto the ceiling. By cranking a lever, the rope tauted, reeling her dangling body upwards until her feet were barely touching the floor. <br>\r\n<br>\r\nStanding in front of her, I grabbed her shoulder straps and gradually pulled it away from her body, watching the cloth tighten around her flesh before the thin straps snapped. Her clothes were made of very thin cotton, so delicate and easily torn like tissue paper. I ripped her top off her torso and tossed it aside, leaving her upper body completely exposed to the light. Her developed breasts were notably large for someone of her age. I groped and squeezed her bosoms as the girl flinched. They felt firm, soft, and tender. I pulled down her shorts and underwear at the same time until they reached the bottom of her feet. It required a pair of scissors on my part to be able to cut the fabric such that they can slip right past the cuffs that confined her ankles. <br>\r\n<br>\r\nI cleaned up the mess on the floor before taking a step back to watch a fully nude girl restrained in such a helpless manner. <br>\r\nA tripod was set up with a digital camera aimed straight towards the Rebecca. I opened my laptop and accessed the onion site, live streaming the footage. I saw that __ out of the five members of the gang were already online, and when they saw the new feature on the site, they were crazy over the chatbox, excited to come over and see this for themselves. By now, it was about ten o'clock at night.<br>\r\n<br>\r\n__ of them were coming over as of right now. <br>\r\n<br>\r\nHow many of them were coming?<br>\r\n<br>\r\n</span></div></div>",
            "created":1576213200,
            "id":2759195,
            "title":"A criminal gang's hideout..."
        }
    },
    "info":{
        "author_id":"masuta",
        "author_name":"Zero",
        "brief_description":"Be it blackmailing or kidnapping, Rebecca Endyke becomes a victim to sexual endeavours.",
        "created":1461362760,
        "description":"<td align=\"left\" class=\"norm\"><b>Name:</b> Rebecca Endyke<br>\r\n<b>Age:</b> 16<br>\r\n<b>Height:</b> 5' 4\" (162 cm)<br>\r\n<b>Appearance:</b> <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://i.imgur.com/iIar33s.png\" target=\"_blank\">https://i.imgur.com/iIar33s.png</a></td>",
        "id":2082104,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1576276480/item_id/2082104.png",
        "modified":1576276440,
        "pretty_title":"Target: Rebecca Endyke"
    }
}