{
    "chapters":{
        "1":{
            "author_id":"chaosqueen",
            "author_name":"WWEAnime",
            "choices":[
                "Ranma 1/2",
                "DragonBall, DBZ or DBGT",
                "Naruto",
                "Pokemon ",
                "More Anime"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Character from which series?<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1391835600,
            "id":1741562,
            "title":"1:It Begins"
        },
        "11":{
            "author_id":"chaosqueen",
            "author_name":"WWEAnime",
            "choices":[
                "In control",
                "Victim"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which path will you go?</span></div></span></div>",
            "created":1391835600,
            "id":1741578,
            "title":"Ranma 1/2"
        },
        "111":{
            "author_id":"chaosqueen",
            "author_name":"WWEAnime",
            "choices":[
                "Ranma",
                "One of the Tendo sisters",
                "Another Ranma cast member"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who gains the power to swap?</span></div></span></div>",
            "created":1433653200,
            "id":1988946,
            "title":"In control"
        },
        "1111":{
            "author_id":"mary5000",
            "author_name":"Mary5000",
            "choices":[
                "All types",
                "One type",
                "Can only activate the power & who it’s with  but can’t choose what the swap is"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is it all types of swap or just one type</span></div></span></div>",
            "created":1579928400,
            "id":2778099,
            "title":"Ranma"
        },
        "112":{
            "author_id":"chaoticanime",
            "author_name":"SlimerRules",
            "choices":[
                "Akane",
                "Nabiki",
                "Kasumi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which sister is it?</span></div></span></div>",
            "created":1431666000,
            "id":1978249,
            "title":"Chose a Tendo "
        },
        "115":{
            "author_id":"wwemania81",
            "author_name":"WWEis#1",
            "choices":[
                "Kuno or Kodachi",
                "Hiroshi, Daisuke, Yuka or Sayuri",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who gains the power to swap or who is effected by the swap?</span></div></span></div>",
            "created":1431666000,
            "id":1978250,
            "title":"Someone Else"
        },
        "12":{
            "author_id":"chaoticanime",
            "author_name":"SlimerRules",
            "choices":[
                "Dragonball ",
                "Dragonball Z",
                "Dragonball GT"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Series will the character get swapping powers or be the victim of swapping powers?</span></div></span></div>",
            "created":1431666000,
            "id":1978247,
            "title":"DragonBall, DBZ or DBGT"
        },
        "121":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Bulma ",
                "Kid Goku",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who would you like to be follow maybe Bulma or Kid Goku ?</span></div></span></div>",
            "created":1595048400,
            "id":2871324,
            "title":"Dragonball "
        },
        "1211":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Control",
                "Victim"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is she in control or is she a victim?</span></div></span></div>",
            "created":1595134800,
            "id":2871460,
            "title":"Bulma "
        },
        "122":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Goku",
                "Android 18",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What character from Dragonball Z do you wanna follow</span></div></span></div>",
            "created":1594789200,
            "id":2869281,
            "title":"Dragonball Z"
        },
        "1222":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Victim",
                "Control"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Are they in Control or are they the victim?</span></div></span></div>",
            "created":1594875600,
            "id":2869619,
            "title":"Android 18"
        },
        "12221":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "18’s clothes with something sexy from the adult store.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Android 18 was doing her shopping in the west city mall. She was planning to get some groceries and maybe a nice new outfit for herself. However 18 couldn’t help but feel that something was off. She didn’t feel very well and more importantly that someone was planning to surprise attack her at any moment and that she had to be on edge for when they appeared. That’s when she was snapped out of her thoughts by someone.<br>\r\n<br>\r\n“Hey there bitch!” said the Blue haired lady in a stylish red dress with an hourglass figure. 18 instantly realised who it was and groaned. It was Krillin’s Ex girlfriend Maron. 18 had unfortunately met her on multiple occasions with Maron usually berating 18 and begging Krillin to get back together.<br>\r\n<br>\r\n“Ugh what do you want Maron I’m busy today?” Explained a less than thrilled 18 hoping she would just vanish.<br>\r\n<br>\r\n“Well You whorebot it’s quite simple I want you to break up with my dream boyfriend Krillin and leave us alone.”<br>\r\n<br>\r\n18 just groaned at this she was so sick of having the same conversation with this Blue haired Bimbo. “ I’m not going to break up with Krillin because I love him and he loves me. Were happy together Maron so stop trying to change that” Explained 18 with a frown on her face.<br>\r\n<br>\r\nMaron then sighed and said “well then I guess I have no choice but to make you leave him.” 18 then laughed at this which annoyed Maron.<br>\r\n<br>\r\n“You are going to make me leave him? How are you going to do that you Bimbo in case you forgot I’m far stronger and smarter than you.” Mocked 18 having full confidence in her ability. However that confidence went away when Maron just Chuckled at this.<br>\r\n<br>\r\nMaron then grabbed 18s hand and used some of her strength to crush it. 18 was left in agony from the pain and crumbled to the ground and confused. “Argh please stop!” Begged 18 leading to Maron to letting go of her hand.<br>\r\n<br>\r\nMaron just chuckled at this and began to explain what was going on. “You’re probably wondering how I got so strong. Well I didn’t but that doesn’t mean you didn’t because you see 18 I’ve found a mysterious device that lets me swap around things such clothes or body’s or even things such as power levels.”<br>\r\n<br>\r\n18 gasped in shock at this. “T-That’s why I’ve been feeling weird today you stole my strength you bitch.” <br>\r\n<br>\r\nMaron just chuckled at this and said “That’s right and guess what Sexbot? That’s not the the only thing I’m gonna swap. Cause I’m going to take my Boyfriend back and you’re powerless to stop me.”<br>\r\n<br>\r\n18 felt scared by this. There was no way she could stop Maron now she was far stronger and faster than her now. Plus if she swapped her power level with her own it means that she can’t just fly away from her. 18 is trapped in a nightmare and she knows she can’t do anything about it.<br>\r\n<br>\r\n18 was then snapped out of her thoughts by Maron’s snickering. “But first 18, I think I’m gonna play with you for a while and embarrass you in any way I want, hmm but what to start with?” Maron thought to herself. She then realised what she wanted to change about 18 first and Grinned mischievously. Maron will swap 18’s...</span></div></div>",
            "created":1594875600,
            "id":2869646,
            "title":"Revenge of an Ex"
        },
        "122211":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "18 needs an occupation swap",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Maron decided to swap 18’s clothes first that would embarrass the sexbot for sure, lord knows she needed a new look. ‘But what to make her wear?’ thought Maron.<br>\r\n<br>\r\nShe wasn’t going to swap her clothes for 18, she loved her red dress and their was no way she would wear that denim vest and skirt combo. That’s when Maron saw the store and her facial expression changed into a devious grin.<br>\r\n<br>\r\n“Alright bitch follow me if you know what’s good for you”. Threatened Maron as she confidently walked further into the mall. 18 however just sighed and followed her tormentor knowing there was no way she could escape this nightmare.<br>\r\n<br>\r\nWhen Maron stopped at the store she wanted to 18 gasped in terror and embarrassment. Maron has dragged 18 into an adult store, filled with filthy magazines, Sex toys and of course sexy costumes. <br>\r\n<br>\r\n“Maron w-why did you drag me here?” asked 18 worrying for her safety. However Maron just snickered at this and looked at the outfits the mannequins were wearing. Some were wearing lingerie while others were wearing slutty Nurse and police officer uniforms.<br>\r\n<br>\r\nEventually though Maron found the outfit she was looking for and 18 was left confused at what she was looking at. For some reason Maron was staring at a Mannequin holding a feather duster wearing the sluttiest maid uniform possible. <br>\r\n<br>\r\n“Uh why are you staring at that?” Questioned 18 questioning how someone so odd and stupid could find such an immense device. However Maron only smiled at 18 and said “What I want you to wear sexbot”.<br>\r\n<br>\r\nSuddenly there was a massive flash of bright light that blinded 18, however she could tell something was off now as she suddenly felt a lot colder, it was almost like she was wearing less.<br>\r\n<br>\r\nWhen 18 could finally see again she shrieked in embarrassment and shock as she tried to cover herself up. 18 was now wearing the incredibly slutty maid uniform, which of course was extra tight meaning it really insinuated 18s Bust and ass. the swap even gave 18 the feather duster in the mannequins hands.<br>\r\n<br>\r\n18 felt ashamed and humiliated wishing she didn’t even think of buying a new outfit, and Marons loud laughter and Mocking wasn’t helping.<br>\r\n<br>\r\n“Oh la la don’t you look sexy as my little slutty maid”. Mocked Maron watching 18’s face go red with embarrassment and anger.<br>\r\n<br>\r\n“What did you do to me you bimbo!” Screamed 18 who couldn’t care less about all the people who were staring at her and was more focused on covering up what she’s wearing.<br>\r\n<br>\r\nMaron meanwhile was just beginning to stop laughing as she stared at 18 with a smug look on her face. “Well it’s simple my maid I used the device to swap you’re Ratty ugly clothes out with a much more suitable outfit for a slutty Bitch like you.” 18 then looked up to see that Maron wasn’t kidding and that to her horror, the mannequin was now wearing her clothes. <br>\r\n<br>\r\n“Please give me my clothes back”. Begged 18 feeling humiliated by her new skimpy ensemble, however Maron just laughed at this and said “Are you begging me for something. Oh well that’s just rich considering all the times I begged you to leave the man I love and you just laughed in my face and mocked me! Face it you bitch you brought this on yourself”.<br>\r\n<br>\r\n18 then realised how screwed she was, Maron was going to show no signs of stopping until Krillin was hers again and she was humiliated, 18 sighed in defeat as Maron payed for 18s costume, mocking her further by lying to cashier and saying “oh she just wanted to wear it and serve me so bad, it’s flattering she just changed into that in the blink of an eye”. <br>\r\n<br>\r\nThe cashier just laughed at that as 18 blushed in shame as she was forced to follow Maron out of the store. Maron then decided to use 18s money to go on a shopping spree for herself buying hundreds of stylish dresses and outfits for herself, and hundreds of slutty skimpy outfits and costumes for 18. <br>\r\n<br>\r\n18 meanwhile was forced to carry all of Maron’s shopping as people stared at her serving Maron. Some people looked at her in disgust and other snickered at how pathetic she looked taking pictures of the fashionable lady and her slutty maid.<br>\r\n<br>\r\nMaron even “dropped” some shopping and forced 18 to bend over to pick it up, which led to a discovery that made Maron burst out laughing as even 18’s plain white panties were changed to a hot pink thong that said “Property of my mistress on them”.  With Maron taking a photo of her bent over on her phone to show 18 Leading to 18 groaning in embarrassed frustration hating that she had to serve the person she hates the most in the most humiliating uniform possible.<br>\r\n<br>\r\nEventually Maron felt satisfied after draining all of 18s credit cards, making 18 swear under her breath for not spending the money mr Satan gave her when she had the chance. <br>\r\n<br>\r\n“Well my slutty maid I guess where done with shopping for now, though it’s a shame I would of loved to seen you to struggle with more clothes”. Snickered Maron as looked at 18 who was not only carrying hundreds of shoeboxes and shopping bags filled with clothes but also trying to cover up here humiliating maid uniform. With Maron taking a quick pic of 18 on her phone to embarrass 18 further.<br>\r\n<br>\r\nMaron. The thought about what to do next to humiliate 18 in her plan to ruin her and steal her husband. Marin decided that.....<br>\r\n</span></div></div>",
            "created":1594962000,
            "id":2870476,
            "title":"18’s clothes with something sexy from the adu..."
        },
        "1222111":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "took 18 to the set of the photo shoot and Beauty and styles HQ",
                "Something else "
            ],
            "content":"<div class=\"\"><div> <span>Maron decided that 18 needed an occupation swap, she needs a job that would put 18 in her place, serving Maron and doing whatever she wanted no matter how humiliating. Maron contemplates making 18 into her actual maid, but decides she wants something with more room to embarrass her in multiple ways, that’s when Maron decided on something and snickered as she pulled out her phone.<br>\r\n<br>\r\nMeanwhile 18 was humiliated and struggling with all of the shopping bags she was forced to hold as she tried to think of any way out of this situation and her slutty maid uniform. She could try and call one of the Z fighters or Bulma for help. but she knew that Maron would sense it with her new powers and destroy her phone or worse drag her friends into this swapping nightmare.<br>\r\n<br>\r\nSuddenly 18 was snapped out of her thoughts by Maron asking her a question. “So my slutty maid do you know what I work as for a living?”<br>\r\n<br>\r\n18 was left confused by the question she always thought that Maron was just some brainless bimbo who slept around, the thought of her having a job was implausible to 18.<br>\r\n<br>\r\n“Uh N-no what is it?” Asked 18 worried for whatever torture was about to happen to her next.<br>\r\n<br>\r\nMaron just snickered at the worried expression on 18s face and explained “Well robomaid I am the owner of the biggest  fashion magazine in all of the cities. ‘Beauty and Style”. But I’m guessing you’ve heard of them”.<br>\r\n<br>\r\n18 was shocked by this she never would of guessed that some bimbo like Maron could possibly be smart enough to run a popular magazine like “Beauty and style”. <br>\r\n<br>\r\n“But wait what does that have to do with me?” Asked 18 while  Maron just snickered in response as she pulled out a photo of a beautiful Model. “That’s my most popular model she signed a contract to do whatever I wanted and she’s served me wonderfully but I think she needs to be <i>swapped</i> out with someone who’s a bit more fun to play with”. Said Maron deviously with a sly grin on her face.<br>\r\n<br>\r\n18 instantly realised what was about to happen and dropped the shopping bags to try and stop her. “No Maron please don’t do this I like being a stay at home mom and martial artist”. However Maron just snickered at this and said “Too bad bitch”.<br>\r\n<br>\r\nAnd with a bright flash of light 18 now had a new job to pose and dress in whatever Maron wanted. Maron laughed as 18 was now under a contract to do whatever she wanted. <br>\r\n<br>\r\n“Well honey looks like  you work for me and now have no choice but to do whatever I want bitch. Oh and I almost forgot I had a really big special photo shoot to go to In half an hour, i was originally planning to experiment with like super sexy and slutty outfits for my old model to wear but I guess you can wear them instead now.” Mocked Maron enjoying her victory over the bitch that stole her man away from her. “Now pick up all those clothes you dropped you dumb bitch and let’s get moving.” <br>\r\n<br>\r\n18 felt hopeless and embarrassed beyond belief, Maron had not only stolen her power level, forced  her to serve her as a slutty maid to humiliate her, and spend all of her money in a shopping mall for more humiliating outfits to force her to wear, but now she has forced her to become a model for her fashion company just so she could torment her on a daily basis after she stole her husband from her.<br>\r\n<br>\r\n18 felt defeated and was enraged but knew she needed to keep a clear head if she wanted to get her old life back and stop maron from stealing Krillin from her before it was too late. 18 was then snapped out of her train of thought by the tapping of Marons high heels as she realised the bimbo was waiting for her to pick up all of the shopping bags and shoeboxes. <br>\r\n<br>\r\n“Sorry Maron”. Murmured 18 as she began to pick up the shopping bags. Maron however was not happen with this and pressed her heel into 18s back as she was trying to pick up the shopping. <br>\r\n<br>\r\n18 grunted in pain as people stared at the perverted sight of 18 in the slutty maid uniform with her embarrassing thing sticking out of the skirt showing everyone that she was property of her mistress. Many people laughed and some took photos as 18 blushed praying Maron would let her get up. <br>\r\n<br>\r\n“Excuse me my slutty maid but as you’re sexy panties say I’m your mistress and since you’re now under contract I want you to call me Mistress Maron and apologise unless you want me to make Krillypoo my husband right now?”.<br>\r\n<br>\r\n18 blushed in anger and embarrassment. She didn’t want to say this and submit to Maron but knew that if she didn’t that she would lose Krillin forever. As much as she hated admitting it she needed to buy as much time as possible to find a way to steal the device and set everything back to normal.<br>\r\n<br>\r\n18 then sighed and submitted saying “Yes Mistress Maron, I’m so sorry I’m clumsy please forgive me I’m just a dumb slutty maid”. Maron and many of the onlookers laughed at this as Maron felt satisfied humiliating 18 in public like that while 18 felt like she was going to die from embarrassment.. <br>\r\n<br>\r\n“Good girl now come on and let’s get youre slutty ass on camera”. Mocked Maron as 18 picked up all of the shopping bags and shoeboxes and was then forced to follow Maron outside as many people still stared at them thinking they were some odd kinky couple. <br>\r\n<br>\r\nBut 18 knew one thing for sure, once this was all over she wasn’t coming back to the mall for a long long time. Maron then.......</span></div></div>",
            "created":1595048400,
            "id":2871141,
            "title":"18 begins her modelling career"
        },
        "12221111":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "“Make you pose like my slutty maid”.",
                "“Try something different”."
            ],
            "content":"<div class=\"\"><div> <span>Maron then forced 18 to drive Maron to the Beauty and styles HQ. The drive there was mostly silent, with Maron looking forward to the photo shoot and 18 mentally preparing herself for whatever happens next. 18 was also still trying to work out a way to steal the swap device from Maron but there just wasn’t an opportunity yet.<br>\r\n<br>\r\nEventually They would reach their destination of the Beauty and Styles HQ. 18 was shocked by the massive size of the beautiful building and still couldn’t get her head around the fact that Maron of all people was the Boss of the place.<br>\r\n<br>\r\n“Come on my slutty little maid, oh and bring the shopping up with you.” Commanded Maron enjoying the power she held over the Android. While 18 just sighed in frustration and responded “Yes Mistress Maron”. <br>\r\n<br>\r\n18 then picked up the hundreds of shopping bags and shoeboxes while trying to use it to cover up her humiliating slutty maid uniform. She followed Maron into the building where everyone stared at Maron with awe and amazement, ‘she wasn’t kidding’ thought 18 to herself as she realised that Marin genuinely was the CEO of Beauty and Styles magazine. Which could only mean trouble for her.<br>\r\n<br>\r\nMaron would then talked to the receptionist for a minute to see if the arrangements were met for the photo shoot. The receptionist then looked at 18 with a grin on her face asking Maron “is you’re maid coming up with you?” making Maron laugh while 18 could only blush hating being referred to as Marons Maid.<br>\r\n<br>\r\n“Definitely and doesn’t she look so cute in her outfit, in fact why don’t you give her a good look at you.” Mocked Maron seeing a prime opportunity to embarrass 18.<br>\r\n<br>\r\n18 groaned in embarrassment and responded with “Yes Mistress Maron”. As she put the shopping down and struck a small pose making Maron and the receptionist snicker.<br>\r\n<br>\r\nMaron then thanked the receptionist and 18 once again picked up the shopping bags and shoeboxes as she entered the lift with Maron.<br>\r\n<br>\r\nWhen they reached the top floor Maron escorted her victim into the set for there photoshoot. It was a perfect set with a bright white background and excellent lighting ensuring that all the photos Maron took of 18 could be seen clearly. The room was also filled with Mannequins and other mysterious items hidden under covers. 18 was disturbed knowing 18 had planned this much for her and was worried for what was going to happen to her next.<br>\r\n<br>\r\n“What’s the matter my Slutty maid, are you camera shy?” Mocked Maron like a predator playing with its food.<br>\r\n<br>\r\n“N-No Mistress Maron”. Quickly responded 18 as she was snapped out of her train of thought. Maron only snickered at this making 18 blush in embarrassment, still mad that the blue haired bimbo was getting away with this bullshit.<br>\r\n<br>\r\n“Good then set up the outfits on the Mannequins and get into position on set once  you’re done like a good little slutty maid and you totally wanna be a good slutty maid right sexbot?” Said Maron who was getting high of the power she possessed over 18.<br>\r\n<br>\r\n18 gritted her teeth at this and responded in a ditzy way “Yes mistress 18 I’m a good slutty maid I’ll put the outfits on the mannequins right away”. Making Maron snicker in response as 18 got to work putting the embarrassing slutty outfits and costumes that she was forced to put onto Mannequins now knowing that Maron was probably going to force her to wear them at some point.<br>\r\n<br>\r\nOnce she was done with that she got onto position on set and Maron strutted over to the Camera with such confidence, practically considering this a victory lap over the person who ruined her chance at true love.<br>\r\n<br>\r\nMaron then spoke in a commanding tone “Ok Sexbot for you’re first photoshoot let’s........</span></div></div>",
            "created":1595134800,
            "id":2871475,
            "title":"took 18 to the set of the photo shoot and Beaut..."
        },
        "122211111":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "A tight skimpy latex Hot pink dress, with Hot pink platform heels",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>“For you’re first photo shoot let’s make you pose just like my slutty maid” Demanded Maron excited at the prospect of being able to print a magazine to the whole world to show how much of a Slutty loser 18 was.<br>\r\n<br>\r\n18 however, was feeling mortified, she knew that she had no choice but to pose just like a slutty maid, and she was it happy about it. But 18 knew that she had to play into Marons humiliating twisted game If she wanted to have any hope of Krillin still being her wonderful husband by the end of the day.<br>\r\n<br>\r\n18 then took in a big breath as her hand clenched her humiliating maid costumes short skirt and responded, saying “Yes Mistress Maron I’ll pose just like the slutty maid I am”. Making 18 blush in embarrassment and Maron mischievously smile in delight.<br>\r\n<br>\r\nMaron then forced 18 to strike the most slutty poses imaginable as she took thousands of photo, Cackling like an evil Witch with every photo taken.<br>\r\n<br>\r\n18 on the other hand, was screaming internally. But on the outside she was forced to bend over and show off her embarrassing panties and caress her body, all while wearing a fake seductive smile on her face that gave off the illusion that she was enjoying every photo that was being taken.<br>\r\n<br>\r\n‘I Swear to god when I get my power back I’m going to disembowel you Maron, you dumb slutty bimbo!”. Thought 18 planning her revenge for when this was all over.<br>\r\n<br>\r\nMaron then decided to make 18s nightmare even more enjoyable for herself by forcing 18 to say whatever she wanted unless she wanted to become Krillins new ex right there and then.<br>\r\n<br>\r\n18 was then forced to respond to Marons humiliating comments such as “Don’t you look sexy my pathetic slutty maid” and “you love modelling for me don’t you?”.<br>\r\n<br>\r\nAnd 18 was forced to respond with even more humiliating responses such as “Yes Mistress Maron I love dressing like your slutty maid, it makes me feel sexy”. And “Yes mistress Maron I love modelling these slutty outfits for you mistress Maron they make me feel so pretty”. Making Maron laugh even louder.<br>\r\n<br>\r\nEventually after an hour of posing, Maron decided that It was time for 18 to pose for her in a new outfit. “Alright 18 I think it’s time to put the slutty maid costume on hold <i>for now</i>”. Explained Maron  Making 18 sigh in relief at the thought of at least getting out of the humiliating maid costume and shudder at the thought of wearing it again later.<br>\r\n<br>\r\n“Yes Mistress Maron what do you want me to wear now?” Asked 18 knowing that she wasn’t going to get out of this twisted game that easily and that by playing by Marons rules she’ll at least have a chance, even if she has to humiliate herself.<br>\r\n<br>\r\n“Oh no need Sexbot I’ll be using the remote to choose what you’ll be wearing”. Explained Maron holding the swap device firmly in her hand.<br>\r\n<br>\r\n18 closed her eyes in waiting in humiliated suspense terrified by what devious slutty outfit Maron plans to swap her into next.<br>\r\n<br>\r\nMaron swaps the slutty maid outfit with.....<br>\r\n</span></div></div>",
            "created":1595221200,
            "id":2872040,
            "title":"“Make you pose like my slutty maid”."
        },
        "1223":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Bulma ",
                "Chi-Chi",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Bulma and Chi-Chi?</span></div></span></div>",
            "created":1595048400,
            "id":2871316,
            "title":"Someone else"
        },
        "12233":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Goten ",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Goten?</span></div></span></div>",
            "created":1595048400,
            "id":2871317,
            "title":"Someone else"
        },
        "122332":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Trunks",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Trunks</span></div></span></div>",
            "created":1595048400,
            "id":2871318,
            "title":"Someone else"
        },
        "1223321":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Kid Trunks",
                "Future Trunks"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Kid Trunks or Future Trunks</span></div></span></div>",
            "created":1595048400,
            "id":2871319,
            "title":"Trunks"
        },
        "123":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Goku",
                "Pan",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What characters do you wanna be how about Goku or Pan</span></div></span></div>",
            "created":1595048400,
            "id":2871320,
            "title":"Dragonball GT"
        },
        "1233":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Bra",
                "Marron ",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Bra or Android 18’s daughter Marron?</span></div></span></div>",
            "created":1595048400,
            "id":2871323,
            "title":"Someone else"
        },
        "13":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Naruto",
                "Naruto shippuden",
                "Boruto"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Naruto, Naruto shippuden, or Boruto?</span></div></span></div>",
            "created":1594789200,
            "id":2869283,
            "title":"Naruto"
        },
        "132":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Naruto",
                "Sakura",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What character from Naruto Shippuden do you wanna follow?</span></div></span></div>",
            "created":1594789200,
            "id":2869285,
            "title":"Naruto shippuden"
        },
        "1322":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Victim",
                "Control"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Are they a victim or are they in control?</span></div></span></div>",
            "created":1595134800,
            "id":2871464,
            "title":"Sakura"
        },
        "1323":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Ino",
                "Hinata",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Ino or Hinata?</span></div></span></div>",
            "created":1594789200,
            "id":2869288,
            "title":"Someone else"
        },
        "13233":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Tsunade",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Tsunade?</span></div></span></div>",
            "created":1595048400,
            "id":2871326,
            "title":"Someone else"
        },
        "132332":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Sasuke",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Sasuke?</span></div></span></div>",
            "created":1595048400,
            "id":2871327,
            "title":"Something else"
        },
        "15":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Bleach",
                "(Flash step to the next option)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about bleach</span></div></span></div>",
            "created":1590469200,
            "id":2841470,
            "title":"Bleach "
        },
        "151":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Controller ",
                "Victim"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Are you the controller or victim </span></div></span></div>",
            "created":1590469200,
            "id":2841472,
            "title":"Bleach"
        },
        "1511":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Ichigo ",
                "Rukia",
                "Other character"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is the controller  (don’t just add other options)</span></div></span></div>",
            "created":1594875600,
            "id":2870092,
            "title":"Controller "
        },
        "15111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Rukia (do this one)",
                "Orihime "
            ],
            "content":"<div class=\"\"><div> <span>Sitting in class listening to the teacher not really paying attention ichigo noticed a flash of light and no one else seemed to notice<br>\r\n<br>\r\n“How come no one else noticed the flash just now” thought ichigo while rubbing his eyes<br>\r\n<br>\r\nAfter class orihime and Rukia asked Ichigo if he wanted to each lunch with them and agreed as he wanted to ask if they noticed the flash during class<br>\r\n<br>\r\nAfter grabbing their lunch they headed to the school roof (like in episode 4) and began eating, after a few minutes I high decided to ask rukia and orihime but was stopped when orihime asked rukia if she would like to go clothes shopping after school<br>\r\n<br>\r\n“You know what orihime I think that can be fun” answer rukia causing orihime’s smile to grow<br>\r\n<br>\r\n“I don’t know how girls can spend hours on end just looking at clothes, well that sucks as I was gonna ask Russia for a training session later” thought ichigo seemingly forgetting about the bright flash of light that only he appeared to have noticed<br>\r\n<br>\r\nAfter finishing his train of though ichigo noticed another bright flash and when it faded he felt a breeze between his legs and looked down to see that he had swapped clothes with <br>\r\n<br>\r\nWho did ichigo swap clothes with</span></div></div>",
            "created":1594875600,
            "id":2870107,
            "title":"Ichigo"
        },
        "151111":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Orihime and Ichigos personalities swapped",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Ichigo was left in shock as he saw that he had swapped clothes with Rukia and was now wearing her School uniform complete with the red neck tie she wore. Ichigo felt enraged and embarrassed as many of the students looked on in shock and laughed, Orihime snapped both of them out of there thoughts and they ran from the students and hid in the roof.<br>\r\n<br>\r\nIchigo was enraged  by the fact he was wearing something so girly and felt like this was Rukias doing. Rukia at the same time was left in shock as she felt stuffy in her new male student uniform outfit wondering what was going on and wanting an Answer from Ichigo<br>\r\n<br>\r\n“What the hell am I wearing!” Grunted Ichigo annoyed by how cold it felt to wear a skirt. However Rukia wasn’t thinking straight and retorted with “I could ask you the same question so you better explain yourself!” Both of them were at each other’s throats meanwhile Orihime squealed in Delight “Oh my god Ichigo you look so cute in girls clothes and Rukia you look adorable”. <br>\r\n<br>\r\nBoth Rukia and Ichigo then groaned in anger at Orihime who backed down realising she’ll suffer if she pushes this. “Grrr shut up!” Growled Ichigo as he tried to work out what happened while trying to hold down his Skirt as he realised that to his horror that even Rukias panties swapped over making him feel like an asshole and a pervert now.<br>\r\n<br>\r\nHowever suddenly Ichigo remembered something. “The white Light!”. He said in realisation.<br>\r\n<br>\r\n“I’m sorry the what “ replied Rukia annoyed by how Ichigos clothes didn’t fit her, making her worry in case her new student trousers fell down. <br>\r\n<br>\r\nIchigo then went on too explain the white light he was seeing fly around in class, Rukia was less than convinced.<br>\r\n<br>\r\n“You’re bullshitting you little pervert I bet you just wanted to dress like a girl”. Mocked Rukia wanting to Punch Ichigo, However Orihime stopped her before it escalated to a fight and eventually the death of everybody in the school. “Wait Rukia I doubt it’s Ichigo look how uncomfortable he is, let’s face it the white lights the only answer we got”. <br>\r\n<br>\r\nRukia looked at the easily irritated Ichigo and realised that Orihime was right, she then sighed. “Fine I believe you but what are we going to do about this white light”. <br>\r\n<br>\r\nHowever before Ichigo could respond. The white light appeared with Rukia being able to see it this time and blinded them all as.....</span></div></div>",
            "created":1595134800,
            "id":2871644,
            "title":"Rukia (do this one)"
        },
        "152":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Totally Spies!",
                "Martin Mystery",
                "more Animes"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How About These \"Sorta\" Anime's</span></div></span></div>",
            "created":1594789200,
            "id":2869148,
            "title":"(Flash step to the next option)"
        },
        "1523":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "My Hero Academia",
                "Avatar The Last Airbender",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about My Hero Academia or Avatar the Last Airbender?</span></div></span></div>",
            "created":1594875600,
            "id":2869615,
            "title":"more Animes"
        },
        "15231":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Controller ",
                "Victim"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Controller or victim </span></div></span></div>",
            "created":1595134800,
            "id":2871751,
            "title":"My Hero Academia"
        },
        "152311":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Midnight",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is the controller </span></div></span></div>",
            "created":1595134800,
            "id":2871752,
            "title":"Controller "
        },
        "1523111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "uraraka",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>During class midnight had given each student of class 1A an assignment to Redesign the costume for each of their favourite pre heroes and was watching happily until she noticed a remote looking device that was covered in buttons with different label’s. Some of the buttons had labels such as “strength” life” and “clothes” to name a few <br>\r\n<br>\r\nTrying not to pay attention to the remote midnight decided to walk around and check on each of the students while they were focused on their assignments<br>\r\n<br>\r\nAfter a trip around the room she noticed 2 students in particular that made her laugh<br>\r\n<br>\r\n1- deku with multiple sheets of paper scattered over his desk<br>\r\n2- bakugo who wouldn’t even let her look at his drawings no matter how she asked<br>\r\n<br>\r\nReturning to the teachers desk midnight could avoid the remote any longer and decided to inspect it while the students were distracted by their work and noticed that beside where the remote was a folded piece of paper, upon unfolding the paper she discovered that it contained instructions on how to use the remote<br>\r\n<br>\r\n“This is pure bs” yelled midnight which caused everyone to look at her<br>\r\n<br>\r\n“What is pure bs miss midnight” asked uraraka<br>\r\n<br>\r\n“Oh it’s nothing important just an annoying letter from mount lady, now continue with the assignment ” replied midnight in a calmer tone<br>\r\n<br>\r\nAfter the class had returned to their work midnight picked up the remote and decided to inspect the device and decided to use the clothes button as she wanted to try some new clothes but while fantasising over trying different clothes and costumes her thumb slipped and swapped her clothes with... <br>\r\n<br>\r\nWho did midnight swap clothes with</span></div></div>",
            "created":1595134800,
            "id":2871759,
            "title":"Midnight"
        },
        "15231111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "After class",
                "During class"
            ],
            "content":"<div class=\"\"><div> <span>Due to her thumb slipping the remote had swapped midnight and uraraka‘s clothes with a bright flash which seemed to only be visible to midnight and uraraka, after the light faded midnight felt a breeze between her legs which was odd “last time I checked I was wearing my hero costume” thought midnight until she looked down and noticed that she was now wearing the UA high girl school uniform which definitely shocked but not as much as uraraka who let out a scream<br>\r\n<br>\r\n“ uraraka what happed” asked Deku as the green energy shot <br>\r\n<br>\r\n“It’s nothing serious deku just thought I saw a spider” replied uraraka causing Dekunto deactivate one for all and continue with the assignment<br>\r\n<br>\r\nAfter everything calmed down midnight had a smirk on her face while uraraka was blushing profusely, while the class was continuing with their work midnight wrote a note asking uraraka to stay behind after class so she could they could talk about their sudden outfit swap</span></div></div>",
            "created":1595134800,
            "id":2871769,
            "title":"uraraka"
        },
        "15232":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Aang",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Would you like to follow Aang for this swap adventure?</span></div></span></div>",
            "created":1595048400,
            "id":2871329,
            "title":"Avatar The Last Airbender"
        },
        "152322":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Toph",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Toph?</span></div></span></div>",
            "created":1595048400,
            "id":2871330,
            "title":"Someone else"
        },
        "15233":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "One Piece",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about we follow the world of One Piece</span></div></span></div>",
            "created":1595048400,
            "id":2871331,
            "title":"Something else "
        },
        "152331":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Luffy ",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What character from One Piece do you wanna follow?</span></div></span></div>",
            "created":1595134800,
            "id":2871458,
            "title":"One Piece"
        },
        "1523312":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Nami",
                "Someone else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Nami?</span></div></span></div>",
            "created":1595134800,
            "id":2871459,
            "title":"Someone else"
        },
        "152332":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Panty and Stocking ",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Panty and Stocking with Garterbelt?</span></div></span></div>",
            "created":1595048400,
            "id":2871332,
            "title":"Something else"
        },
        "1523322":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Yu Yu Hakusho",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Yu Yu Hakusho?</span></div></span></div>",
            "created":1595134800,
            "id":2871509,
            "title":"Yu Yu hakusho"
        }
    },
    "info":{
        "author_id":"chaosqueen",
        "author_name":"WWEAnime",
        "brief_description":"Controller or Victim which Path do you go",
        "created":1391870700,
        "description":"<td align=\"left\" class=\"norm\">Anime characters either gain the power to swap or are the victims of a swap which can be any of the following <br>\r\n<br>\r\nHead Swap<br>\r\nGender Swap<br>\r\nSpecies Swap<br>\r\nClothing Swap<br>\r\nOccupation Swap <br>\r\nLife Swap <br>\r\nMouth/Voice Swap <br>\r\nAge Swap<br>\r\nPersonality Swap<br>\r\nBody Swap<br>\r\nIQ Swap<br>\r\n<br>\r\nIf the character is the swapy they can decide if people know or not however if the character is the victim they will not know about the swap<br>\r\n</td>",
        "id":1976184,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1590536340,
        "modified":1595261580,
        "pretty_title":"Anime Swap"
    }
}