{
    "chapters":{
        "1":{
            "author_id":"3oct1111",
            "author_name":"Wendy",
            "choices":[
                "Tell Stefanie ",
                "Tell Rebekah",
                "Tell Kay",
                "Test it out at work",
                "Call someone up to test it "
            ],
            "content":"<div class=\"\"><div> <span>One night while sleeping,  Matthew Monet an average loser, had a dream. This in itself isn't out of the ordinary,  though the fact he was in a crowd and everyone was naked was odd. Looking around he could see everyone was just confused as he was, though no one could make a sound. That was until a disenbodied voice spoke.<br>\r\n<br>\r\n\"Congratulations! You have been randomly selected to receive a boon! I grant to all of you a portion of my power, the ability Wager! With it you can alter reality in the name of wagers, bets, and the like! Use this power to set the rules, set penalties, and rewards! Use it well!\" With that there was a bright flash and Matthew woke up.<br>\r\n<br>\r\nNot sure what made him believe that the dream was real, he decided to </span></div></div>",
            "created":1577250000,
            "id":2764284,
            "title":"Congratulations, a winner is you!"
        },
        "12":{
            "author_id":"3oct1111",
            "author_name":"Wendy",
            "choices":[
                "Winner rearanges ages",
                "Winner can take one thing from loser",
                "Something else",
                "More options ",
                "The loser gets punished instead "
            ],
            "content":"<div class=\"\"><div> <span>Walking down the hall he found Rebekah doing an online college course.<br>\r\n<br>\r\n\"Hey Matt, whats up?\"<br>\r\n<br>\r\n\"This is gonna sound super crazy but I had this dream wheee I got a power to change reality with bets and I wanna try it. \"<br>\r\n<br>\r\n\"It does sound crazy but what's the harm in testing it?\" Rebekah started \"lets use something simple like Rock paper scissors.\"<br>\r\n<br>\r\n\"Works for me, but what does the winner get?\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1577509200,
            "id":2766045,
            "title":"Tell Rebekah"
        },
        "122":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Thier Butt",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What Is It?</span></div></span></div>",
            "created":1580014800,
            "id":2778626,
            "title":"Winner can take one thing from loser"
        },
        "1222":{
            "author_id":"ananymph",
            "author_name":"Yea",
            "choices":[
                "You won",
                "She won",
                "Tie"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Body!?\" She said. You play a game of rock paper scissors and...</span></div></span></div>",
            "created":1581397200,
            "id":2786051,
            "title":"Body"
        },
        "12222":{
            "author_id":"3oct1111",
            "author_name":"Wendy",
            "choices":[
                "Hes a spirit ",
                "He went into an old doll",
                "He posessed some cloths",
                "He's in one of Rebekahs devices ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>After Rebekahs paper covered Matts rock he felt a strange pushing sensation and felt forced to close his eyes. When he opened them again he expected to see his own body, but the angle was wrong to be Rebekahs. To his shock her body was standing next to Matts own and both seemed to be shocked.<br>\r\n<br>\r\n\"Wha, what happened?\" Matt asks confused.<br>\r\n<br>\r\n\"Well\" the two bodys say in unison as the identically jesticulate \"It seems that bet was worded badly, I wound up with both bodies and its disorienting.\"<br>\r\n<br>\r\n\"What about me?\" Matt asks aprehensivly.</span></div></div>",
            "created":1581483600,
            "id":2786210,
            "title":"She won"
        },
        "125":{
            "author_id":"3oct1111",
            "author_name":"Wendy",
            "choices":[
                "Winner pickes penalty ",
                "Loser forgets how to walk",
                "Loser swaps sexes",
                "Loser is now a maid",
                "More options "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"What about instead of a prize for winning theres a penalty for losing?\"<br>\r\n<br>\r\n\"Sure, any ideas?\"</span></div></span></div>",
            "created":1577509200,
            "id":2766047,
            "title":"The loser gets punished instead "
        },
        "1253":{
            "author_id":"3oct1111",
            "author_name":"Wendy",
            "choices":[
                "Rebekah Won",
                "Matthew Won",
                "They Tied nothing happened ",
                "They tied both swapped",
                "Interupted"
            ],
            "content":"<div class=\"\"><div> <span>\"What if the loser becomes the opposite sex?\" Rebekah suggested. <br>\r\n<br>\r\nMatthew just raises an eyebrow.<br>\r\n<br>\r\n\"What? It's a simple test plus I was on the spot\" she started defensively \"Besides I didn't see you come up with anything. \"<br>\r\n<br>\r\n\"Ok ok, a single game of Rock Paper Scissors and the looser becomes the opposite sex\" Matthew clearly stated the tearms of the swap before sticking a fist out \"Ready?\"<br>\r\n<br>\r\n\"Yeah!\" Rebekah agreed sticking her own fist out.<br>\r\n<br>\r\nShaking their fists thrice both said \"Rock Paper Scissors Shoot.\"<br>\r\n<br>\r\nWhat happened? </span></div></div>",
            "created":1577595600,
            "id":2766169,
            "title":"Loser swaps sexes"
        },
        "12531":{
            "author_id":"3oct1111",
            "author_name":"Wendy",
            "choices":[
                "Go back to Rebekah to fix this",
                "Talk to other family members ",
                "Go out like this",
                "Go to work as is",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Holy Carp!\" Rebekah exclaimed looking at her former  brother.<br>\r\n<br>\r\n\"What? Did it work?\" Matthew asked not believing that anything happened. <br>\r\n<br>\r\n\"Yes.\"<br>\r\n<br>\r\n\"What?\" Matthew shot a hand to her chest, then to her groin, then to her hair. \"Holy fuck, I need a mirrior.\"<br>\r\n<br>\r\n\"Come in theres one on my door\" Rebekah invited.<br>\r\n<br>\r\nWalkin through the doorway Matthew looked at herself in the mirrior. She looked alot like Rebekah except slightly taller standing at 5ft 6in, still wearing her normal pajamas of a tshirt (now larger relative to her body) and shorts though they now went alot higher up. Pushing the shirt in she saw her breasts where probably a C cup and her now long hair was in a loose bun.<br>\r\n<br>\r\nLeaving Rebekahs room Matthew ran to hers to see it was mostly the same though with feminine accents and her wardrobe had changed. What does Matthew decide to do now?</span></div></div>",
            "created":1577595600,
            "id":2766179,
            "title":"Rebekah Won"
        },
        "125311":{
            "author_id":"secretgoat",
            "author_name":"Ralsei",
            "choices":[
                "She does rock",
                "She does scissors"
            ],
            "content":"<div class=\"\"><div> <span>You ran back to her with your breasts bouncing and your big hips swaying. You tell he to play another bet to change her back and let him win. She agreed and you wager if you win you turn back and if you lose you swap sexuality. She tells you she is going to do rock and so you do paper. You do paper and ...</span></div></div>",
            "created":1585630800,
            "id":2810724,
            "title":"Go back to Rebekah to fix this"
        },
        "1255":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Loser becomes One Of the winners Body parts",
                "Loser becomes a horny homosexual",
                "Next..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Anything else could be the losers fate </span></div></span></div>",
            "created":1581483600,
            "id":2786487,
            "title":"More options "
        },
        "15":{
            "author_id":"3oct1111",
            "author_name":"Wendy",
            "choices":[
                "Meg",
                "Daniel ",
                "Alex",
                "Rebekah who is currently across the country ",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who does Matthew call?</span></div></span></div>",
            "created":1577250000,
            "id":2764287,
            "title":"Call someone up to test it "
        },
        "151":{
            "author_id":"batboyjw",
            "author_name":"Jokermask18",
            "choices":[
                "Kryptonian arm wrestling! Winner gets real powers, loser becomes super weak!",
                "Ogre Belching contest! Winner becomes royalty, loser becomes a real ogre!",
                "They go with Meg's mystery option."
            ],
            "content":"<div class=\"\"><div> <span>Matt called Meg and told her that they could use one of her cosplay pieces to set up the test. Meg thought this was a good idea and picked out some costumes for Superman,Supergirl, Shrek, Princess Fiona, and two others that she kept a secret. What challenges and costumes awaited them? What sort of penalties would be involved?</span></div></div>",
            "created":1581483600,
            "id":2786224,
            "title":"Meg"
        }
    },
    "info":{
        "author_id":"3oct1111",
        "author_name":"Wendy",
        "brief_description":"One day you get the power to use challenges to alter reality and transform ",
        "created":1577258160,
        "description":"<td align=\"left\" class=\"norm\">This story is basically the same premis as another one of mine in Transformation Stories Revamped.<br>\r\n<br>\r\nOne day you gain the power to make bets and set challenges that can alter reality depending on the outcome.<br>\r\n<br>\r\nSo for example  you can flip a coin were if heads is chosen Person Tails is now a nerd amd if tails wins Person Heads is now 3 years old.<br>\r\n<br>\r\nAlso changes can be made for the sake of a bet, such as evening out physical capacities for a challenge of skill.<br>\r\n<br>\r\nMultiple people have this ability, but a person without the ability can be included in such bets.<br>\r\n<br>\r\nThere is no perk for useing your power with another  with it as the default but feel free to add one. And any other limits you want.<br>\r\n<br>\r\nIt is considered good form to give penalties an end date though not required.<br>\r\n<br>\r\nA person must be in a bet to be drastically altered by it, though a change to atleast one participant can have ripple effects.<br>\r\n<br>\r\nCharacters (I'll add more as I see ones worth adding into the story, and updating bios with additions I like) <br>\r\n<br>\r\nProtagonist:<br>\r\nMatthew Monet one of those bright kids who never wound up achieving anything, works in a big box store. Still lives at home amd always wonders how he messed up his life so badly.<br>\r\n<br>\r\nOthers: <br>\r\n<br>\r\nStefanie Monet 2 years Matthews Jr. , lives nearby workes in an office. Her maturity fluctuates on a whim.<br>\r\n<br>\r\nRebekah Monet four years Matthews jr a bartender and eternal student, recently moved back home due too necessity as her job has her being sent for events around the country alot.<br>\r\n<br>\r\nKay Monet  the widowed mother of the 3 and a manager in a retail warehouse. Wants nothing more then to live alone, with grandchildren as a distant second. <br>\r\n<br>\r\nMegan \"Meg\" Rhay a friend of Matthews, married, cosplayer, professional makeup artist for a thearter troupe. <br>\r\n<br>\r\nDaniel Rhay Megs husband, works in a different location of the same chain as Matthew.<br>\r\n<br>\r\nAlex Burgh Matthews best friend, a hothead, and always up for a good challenge.<br>\r\n<br>\r\nStory Rules:<br>\r\n1) No endless choice branchs, you can leave options open but if it's over 5 deep I reserve the right to close it.<br>\r\n2) Especially while the story is still short please keep most chapters decent size, minimum a paragraph. I don't want substance outnumbered by choice chapters.<br>\r\n3) Sex of any sort is ok (within reason) be as detailed as you want except, please use your digression on when to add detail. I will modify or delete chapters in this set if in too bad a taste.<br>\r\n4) You can change the protagonist inside of story lines.<br>\r\n5) Please don't kill off the main character, unless you have already set up a replacement.<br>\r\n..5a) Set up a new character first, or use an existing one.<br>\r\n..5b) By this I mean write them out, actual killing is ok if the story still follows them (like a possession story, or revival is imminent.) Other characters are ok to kill.<br>\r\n<br>\r\nOther stuff:<br>\r\n* I will reward good chapters or ones that peak my interest.<br>\r\n* Directions I would appreciate the story taking (And increase chances of reward) include but are not limited to Gender changing, Orientation changing, Age Regression, Race Change, Life Swap, and Partial Body Swaps. Though feel free to go in whatever direction you like.<br>\r\n* I reserve the right to edit your chapters, I won't typically do this beyond maybe spelling/continuity errors and adding additional options when i think necessary.</td>",
        "id":2208611,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585635660,
        "pretty_title":"Want to bet? A transformation story"
    }
}