{
    "chapters":{
        "1":{
            "author_id":"mranderson",
            "author_name":"Mr. Anderson",
            "choices":[
                "John",
                "David",
                "Barbara",
                "Tiffany",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>\"You should give it a try, it will change your life.\" Said your friend.<br>\r\n<br>\r\nThat was a weird way to talk about a game, so you just ignored it. But, one day, out of boredom, you took the web adress and looked it up. Called \"the game\" without any originality, the site looks pretty simple, too simple. Just the title and a \"start the hunt\" button on a white page.<br>\r\nWhen you hit the \"start\" button, the terms and conditions you can usualy find on any site appear and you start reading. But got quickly bored and just hit \"I agree.\" And then another page open with just few sentenses, like an enigma.<br>\r\n<br>\r\nBut first who are you ?</span></div></div>",
            "created":1600318800,
            "id":2905020,
            "title":"That fateful day"
        }
    },
    "info":{
        "author_id":"mranderson",
        "author_name":"Mr. Anderson",
        "brief_description":"The game is a treasure hunt, the challenges are... unusuals, the price worth it.",
        "created":1600352400,
        "description":"<td align=\"left\" class=\"norm\">One of your friends talked to you about a game in an hidden site on the web. It's a treasure hunt all over the city and the price seems too good to be true. But why not give it a try.<br>\r\nYou should have read all the contract of agreement though. Because your life will change forever.<br>\r\n<br>\r\nWith each hint you hunt, something about you will change, and only the players will notice. Your job, your appareance, your knowledge, nothing seems out of range, and the price of winning a wish seems more and more real.<br>\r\nBut be careful, winning is the only way to change back to who you were before, and if someone win before you, you'll keep the last changes you got for the hunt, forever.<br>\r\n<br>\r\nIf you have been more attentive, you would know that.</td>",
        "id":2232553,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600380180,
        "modified":1600380180,
        "pretty_title":"The game"
    }
}