{
    "chapters":{
        "1":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Romantic overtones alongside studies, his first magic class of the year.",
                "Traveling to the Citadel on the school's dedicated locomotive.",
                "Phineas has entered dormitory rotation, as he settles into new quarters.",
                "It's the Welcoming Festival and Phineas gets swept up in the hijinks.",
                "He gets selected early for apprenticeship! Drastic changes await him."
            ],
            "content":"<div class=\"\"><div> <span>Phineas Fortescue was an unremarkable lad. Even heading into his penultimate year of magic studies at the famed Citadel Prepatory Academy for Rites and Sorcery, he didn’t stand out next to his fellow young mages. There were teen wizards that knew more spells, budding warlocks with more prestige, co-ed witches that would not regard him for too long. Phineas was a remarkably bright student, yet outshadowed by the most eminent magical geniuses of the age and his introspective tendencies.<br>\r\n<br>\r\nSeventeen year old Phineas spent just too much time in his head. It came from being the middle child in a vast family of magicians to pour out of the famed school with illustrious careers. Big things had been expected of Phineas, attention he found stifling just as he was coming into his own at the school.<br>\r\n<br>\r\nPhineas loved puzzling out riddles. He had an analytic mind, obscure tastes, and tended to do well in the face of magical mysteries. He wasn’t good with natural magic in practice, by the book he was a swell student. He was clumsy around horticulture and supernatural creatures. He coasted through academy life at the Citadel not having many plans for the future, true passions or potential of any measurable kind compared to his peers.<br>\r\n<br>\r\nEven his looks were kind of awkward. Bowl haircuts, dark hair and eyes, little in the realm of muscle on his lean frame. He was a fastidious dresser but kept to a stringent uniform of tie and robes, lacking any style beyond that of a bookish nerd. Even his family’s inclination towards a tall stock skipped Phineas’ conception, as he was of average height and build.<br>\r\n<br>\r\nPhineas didn’t have many friends, acquaintances rather. His awkwardness extended to socializing as well, he constantly scrutinized each word he said in hopes of sounding different than he felt. Trying to sound clever or cool or tough when he was, in all honesty, kind of pathetic.<br>\r\n<br>\r\nPhineas would continue drifting through life as a face in the crowd, an unremarkable wizard, be forever marked as average were it not for one of his deepest secrets:<br>\r\n<br>\r\nHe loved fat women.<br>\r\n<br>\r\nPhineas couldn’t be sure just where his attraction had started. Roughly around the time he heard boys his age really talk about the kinds of girls they liked (or occasionally the other boys they liked, although that wasn’t where Phineas’ orientation lay) the young mage found that his ideals of beauty didn’t mesh with the common consensus. Skinny, high arched features, a tight petite feminine form. Phineas’s private fantasize drew to the curvy, the thick, the chubby, the chunky, the weighty, the huge, the obese, the massive…<br>\r\n<br>\r\nYeah, the larger the girl, the more Phineas started to get carried away. Citadel Prepatory Academy for Rites and Sorcery had its fair share of ample females. Magic carried with it an air of elitism and hubris, with some taking it too far with indulgences. Even if the feelings were mutual, Phineas feared he would never be able to express his desires towards the plus sized opposite sex without facing ridicule and disgust.<br>\r\n<br>\r\nSo Phineas kept his love of the large and fat secret into the start of his penultimate year at Citadel Prepatory Academy for Rites &amp; Sorcery. Up until the moment he arrived at school.<br>\r\n<br>\r\nConsider it a change of destiny or happening of circumstance. Phineas was about to see his wildest hopes met in ways he never considered possible. Phineas was about to find the love of his life.<br>\r\n<br>\r\nPity they were all vying for his attention, what with all of these weighty females coming out of the proverbial woodwork.<br>\r\n<br>\r\nSo where do we find Phineas Fortescue just as he finally catches a break with the large ladies?</span></div></div>",
            "created":1512450000,
            "id":2424413,
            "title":"Meeting Our Protagonist"
        },
        "11":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Mastering Spellwork IV: Countercurses, Cantrips & Dueling",
                "Alchemical Potioneering II: Transmutations & Elixirs",
                "Extraplanar Studies: Contact, Vergence & Summoning",
                "Supernatural Creatures III: Non-Sapience",
                "Herbological Caretaking: Rudimentary Horticulture"
            ],
            "content":"<div class=\"\"><div> <span>The Citadel Prepatory Academy for Rites &amp; Sorcery prided itself on its extensive magical education. A slew of courses covered every conceivable topic at the fortress, from uncovering the ancient secrets of magic, improving the known body of spells and potions, and delving into the ecosystems of pure fantasy. Courses were challenging and prone to the mishaps to grace a school as young witches and wizards got a handle on their magic.<br>\r\n<br>\r\nFor Phineas Fortescue, it was a bittersweet time at the start of a new semester. On one hand, there were the thoughts of what might happen. What would be the newest topic to strike his curiosity? How would this class change his understanding of magic? And who would be in it, and would any of the girls have gained weight since last year...<br>\r\n<br>\r\nPhineas felt himself get distracted. That was a tad optimistic. While he generally had decent first days in new classes, it wouldn't be long for his difficult subjects to rear their ugly heads. Try as he might, Phineas was not good with the practical side of natural magic, as it extended to magical plants and animals. His reflexes in dueling were sub-par. Overall Phineas was far better with theory and book learning, especially the dry sorts of classes like ancient history, languages and such that deceptively appeared to be the least magical classes of all.<br>\r\n<br>\r\nStill, it wouldn't do making too many assumptions about the upcoming year before Phineas even attended his first class of the day, first day of the week. He quickened his pace through the old halls of the fortress, not wanting to be late. Phineas had rushed breakfast and barely managed to get his second-hand books and magical tools ready for the day.<br>\r\n<br>\r\nAs he entered his first class of the day, Phineas checked his schedule to remember what subject it was:</span></div></div>",
            "created":1512450000,
            "id":2424421,
            "title":"Getting To Class"
        },
        "113":{
            "author_id":"learngerman",
            "author_name":"LGV",
            "choices":[
                "Phineas is called by the teacher to do a demonstration...",
                "One of the girls causes an accident during summoning!",
                "Phineas is contacted by a tempting demon during his first summoning session...",
                "At his next class shared with the girls, Phineas finally works up his nerve."
            ],
            "content":"<div class=\"\"><div> <span>A sour mixture of regret and fear shot through Phineas's spine as he suddenly remembered his first class of the semester: \"Extraplanar Studies: Contact, Vergence, &amp; Summoning\". Extraplanar Studies was a special subject; though technically a continuation of other interdimensional classes, it was closed off to all but the most accomplished students due to its inherent danger. Many of its lessons involved direct contact with demons, spirits, and other ne'er-do-well ethereals hell-bent on messing with those foolish to contact them.<br>\r\n<br>\r\nThere we many stories of those who did not make it out of the class in one piece. One such tale was that of Alarian, one of the top students of his day. The cocky young man had made a sly quip at a demonic entity, prompting the creature to drag him across the veil to his own realm. By the time the attending teacher intervened and pulled him out, the handsome young man had been reduced to a fat, brainless goblin. Demon-magic being powerful as it was, it is said that he never returned to normal.<br>\r\n<br>\r\nSo why then was Phineas of all people going there? A few years before, one of his most accomplished cousins had managed to seduce and bind a succubus during the middle of a lesson; a feat never thought possible. He became the talk of the town and yet another addition to his family's massive legacy and for that reason Phineas's own parents had forced him into the class as a means to get his own glory, even at the expense of his own well-being.<br>\r\n<br>\r\nAs he stumbled awkwardly into the room, he scanned the tiny crowd of students for some familiar faces. He recognized them all, but only cared about a few; all of them girls, and all of them the object of his affections. <br>\r\n<br>\r\nThe first was Cassandra Betteridge, a member of the Betteridge noble family. Like many of her older sisters and relatives, Cassandra was rather chubby (most of her weight was in her waist) and growing bigger with each passing semester. This was due to her family's view on vain magic: only a truly insecure fool would bother to \"perfect\" their appearance. TRUE witches and wizards did not care about their looks.<br>\r\n<br>\r\nThe next was Lysandra Sosanna, a brown skinned girl from a foreign land. One of the brighter pupils of their year, she was well regarded for her naturally curvy figure: thin, yet hourglass. But most of all, she was regarded for his kindness. Lysandra was the kind of person who wouldn't even raise a hand to a fly, let alone one of her fellow students. Considering the occacsional cut-throat nature of the school, Phineas really adored that.<br>\r\n<br>\r\nThe final was Regina Celene, a short witch with a tomboyish body. Her personality was like the opposite of Lysandra's; whereas the former was polite and courteous, Regina was utterly cutthroat. She forgone study for cheating and bullying her way into success. She sought to bring others down; not raise herself up. The total opposite of what Phineas was attracted to, both in body and mind. Yet his dislike of her only fueled his desire to see her fattened, preferably against her will. <br>\r\n<br>\r\nFantasies of the three girls growing bigger and bigger occupied his mind as the class dragged on, before...<br>\r\n</span></div></div>",
            "created":1512536400,
            "id":2424736,
            "title":"Extraplanar Studies: Contact, Vergence & Summoning"
        },
        "1132":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "...with some quick wit Phineas banishes it back where it came from.",
                "...he messes up and things get a whole lot worse.",
                "...Phineas has nothing, but one of the girls has a solution.",
                "...the professor steps in, solving the issue and ending class for the day."
            ],
            "content":"<div class=\"\"><div> <span>The class wasted no time in starting some practical summoning. Students were paired up, to his amazement Phineas found he had been partnered with Cassandra Betteridge. The chubby plump witch was a bit of a stunner, even though the Betteridge witches cared little for their looks. Or perhaps just to Phineas she was a stunner, with a cute dimpled face and long blonde curls snarled in a twisted weave. Cassandra would keep her quills, wand and other instruments in her hair for holding as she worked on a warding circle.<br>\r\n<br>\r\nThe circle was mainly for the students' protection, in each pair one was to work on setting up the wards while the other researched more on the entities and their home dimension. Demons, in this case, that Phineas should be reading about more intently given his share of the coursework. But he kept getting distracted watching Cassanda at work. She had sat on the floor with legs bent to one side, her pudgy knees just under the hem of her skirt. Her uniform was collecting chalk dust and soot, contrasting powders across across her plump form. Her chubby, pooching belly folded over itself as she bent over the circle.<br>\r\n<br>\r\n\"Was the arrangement in sixes or sevens,\" Cassandra asked Phineas absentmindedly.<br>\r\n<br>\r\n\"Uh, sixes,\" Phineas caught himself staring and focused back on the reference tome. \"You'll want to intermingle barrier and restraint glyphs.\" At least Phineas had earned decent marks in past runic language classes, a help when crafting glyphs and sigils. And he was fair in early planar theory.<br>\r\n<br>\r\n\"Thank you.\" Yet another piece of chalk snapped in Cassandra's hand. It joined the growing pile of spent useless ends. \"Can I get another--oh, thank you Fortescue.\" Phineas had immediately been ready in more chalk in hand. Cassandra sat up to take the offered chalk. The movement was just enough, Phineas was sure he could see a centimeter of skin from where her sweater had risen up...<br>\r\n<br>\r\nThere was a loud crack and an increased smell of brimstone. Next to where Cassandra and Phineas were working Lysandra Sosanna and Regina Celene had been paired together. Only something had gone wrong, as a pillar of hellfire ate through the ceiling from above their broken circle.<br>\r\n<br>\r\n\"Nice going Lysandra!\" Regina jeered, more annoyed than properly terrified like the rest of the students backing away as <i>something</i> was primed to emerge from the beyond. Lysandra was frozen in fear, wide eyed.<br>\r\n<br>\r\nIt was just moments before whatever had gone wrong was about to get a whole lot worse, with the demonic entity fully materializing in the midst of the classroom. Phineas felt he had to do something...</span></div></div>",
            "created":1512536400,
            "id":2424933,
            "title":"Distractions & Demon-strations"
        },
        "11322":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "A guilty Phineas tries to help the girls through their recovery.",
                "The incident passes but fattening complications arise.",
                "Phineas sits in detention, although who else is there is a surprise.",
                "Phineas' poor reputation sinks further, save for a friendly face or two."
            ],
            "content":"<div class=\"\"><div> <span>The Citadel's Extraplanar Studies classroom grew hot and dark, the belching smoke of otherworldly fires pouring out as something took form in the pillar of brimstone. The classroom was a small pocket freed from the usual protections of ancient wards abound in the great fortress, able to pierce into realms beyond comprehension. While the rest of the school was safe the students of the classroom were not. Only the glowing white runes of Lysandra's broken protection circle keeping the demon from fully materializing.<br>\r\n<br>\r\nThe runes! Phineas had it, if he could just complete the glyphs in time the aberration would be abated. Against his normal instincts he dived toward the circle with a fistful of chalk, willing the crumbling utensil to hold together as he starting drawing.<br>\r\n<br>\r\n\"Hey!\" In his haste, Phineas didn't realize he had tripped over Regina, knocking her further towards the intruding calamity. A horrid arm of red scarred flesh grabbed her from within the limited range of the broken circle. Black nails pierced her muscles, Regina's screams drowned out as sound was sucked into the incursion from another realm.<br>\r\n<br>\r\n\"I've got you!\" Lsyandra reached out to grab hold of Regina, although this proved to be a mistake. The brash lithe girl's mouth was twisted in agony and her eyes glowed strangely, something flowing within her veins. This corruption was contagious, as Lsyandra's mouth also went slack as her eyes turned an unnatural color.<br>\r\n<br>\r\nBuckling down, Phineas hurriedly scratched out the remaining words of the circle, hoping it would be enough to abate the demon's entry. He heard a cry of his name and by the time Phineas comprehended the warning it was too late.<br>\r\n<br>\r\n\"Fortescue! Those aren't...\"<br>\r\n<br>\r\nCatching the error, Cassandra tried to warn Phineas of what he had done. The completed runes glowed for a decidedly different reason as Phineas felt his throat close tight with trepidation. He hadn't completed binding runes but rather explosive ones...<br>\r\n<br>\r\n<br>\r\nMagical disasters tended to be spectacular, explosive affairs. Botching an already broken extraplanar circle with explosive runes certainly took the cake and threw it under the path of frenzied breeding dragons. The Citadel would have been destroyed numerous times over if its stones weren't used to the most violent demonstrations of magical backlash.<br>\r\n<br>\r\nA fine layer of soot covered everything, the smoke of the wrecked room decidedly of this world rather than the next. Desks, books, personal belongings and more had been damaged badly in the blast. Witches and wizards tended to bounce back from most injuries, thankfully, whether from inner magic or artful use of magical medicine, so nobody was hurt beyond bumps and bruises.<br>\r\n<br>\r\nDespite the derelict settings around him, Phineas had managed to land someplace soft. The traumatic encounter was ignored as he tested this odd softness. Plush, giving, yet jiggly. He kneaded it joyfully. If he didn't know any better he expected this was...<br>\r\n<br>\r\nHis hand shot up from Cassandra Betteridge's pampered plump middle, as he realized he had dreamily been groping her stomach! The awakening came with a harsh cough from the ash in the air, a mix of sounds from other students coughing as the professor began going about the room, responding to the emergency that had occurred.<br>\r\n<br>\r\nNot a sight of the demon anywhere, although a crater was left where the demonstration had gone awry. Two bodies lay prone within.<br>\r\n<br>\r\nCassandra also coughed as she sat up. Phineas kept his mouth shut up tight, although the Betteridge girl made no motion to recognizing that he had been feeling up her belly. She was caked in soot and her clothes were shredded, thick midriff bare as she hurried to her feet, light shooting from her wand as she went to check on the two in the crater. Guiltily, Phineas followed after her.<br>\r\n<br>\r\nCassandra hefted Regina up with surprising strength. \"Cold. But she's breathing.\"<br>\r\n<br>\r\nFollowing suit, Phineas bent over Lysandra's prone form. She had fallen face forward in the blast, oddly, and was also victim to her clothes being decimated. Phineas was conflicted whether to look away or keep looking at Lsyandra Sosanna's shapely buttocks.<br>\r\n<br>\r\n\"Calm down, all right, calm down!\" A voice of authority pierced through the confusion of the aftermath as the professor approached. Conjured blankets wrapped up every victim of the blast. \"Fortescue, glad to see you're alive for the words we'll have later.\" Phineas felt his heart sink, already anticipating what kind of a reprimand he would be facing.<br>\r\n<br>\r\n\"I want you four checked out at the medical wing, no exceptions, clear a path please!\" The unconscious pair were taken to safety, with Cassandra assisting the professor. That left most of the eyes turned towards Phineas, well aware that he had just made a dangerous situation all the worst as he sheepishly trotted behind.<br>\r\n<br>\r\nAlthough his roving eye couldn't help but pick up on a peculiar detail. Was it his imagination or did one of the girls seem bigger?</span></div></div>",
            "created":1515042000,
            "id":2436893,
            "title":"Explosive Departure"
        },
        "113223":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "It's some of the girls from Extraplanar Studies!",
                "One of the most popular girls at the school.",
                "A teacher that Phineas had found attractive for quite some time.",
                "Another male student that also fancies hefty females."
            ],
            "content":"<div class=\"\"><div> <span>In the aftermath of the Extraplanar Studies explosion, Phineas had gotten chewed out by several instructors at the Citadel. Word traveled fast, with each of his other professors hearing of the debacle. The first had noted he was late because of having to be checked at the medical wing, while another forbade him from any practical demonstrations lest more improper explosive runes happen.<br>\r\n<br>\r\nIt wasn't a good first impression for his penultimate year at the Citadel. Phineas shrunk through each class, what with the ire of the teachers and the spreading gossip. Worst, he hadn't seen any of the other girls from that fateful class as the day wore on. How were they doing? Phineas felt he needed to apologize for his mistakes during the incident, he was so focused on trying to think of ways to make amends he hadn't been up to his usual classroom pastime of ogling the other hefty females on campus.<br>\r\n<br>\r\nWould Cassandra ever want to work with him again, that disheveled genius whose pampered middle sent his mind racing? Could he ever make it up to Lysandra, the hourglass foreigner too nice to be subjected to demonic intrusion?<br>\r\n<br>\r\nAlthough it hadn't been intentional, Regina was quite the b-witch if there ever was one. That didn't bother Phineas all that much. All this time agonizing over his mistakes during his first class had left him oblivious to the late hour. Classes were over for the day and Phineas had to report to detention.<br>\r\n<br>\r\nHe sure hoped attending detention didn't become a habit. Normally, students facing attention had to report to one of the unused classrooms. Various members of the Citadel faculty oversaw detentions, no student ever knew who was administering their punishment until that instructor arrived. Sometimes you lucked out, with a teacher only demanding lines or quiet study, but others were a lot more intensive. Grueling menial labor, tedious chores, or more oblique challenges that tested mettle. Usually no magic was allowed in detention. If it was an instructor that did allow magic, those frequently in detention would have rather died than faced the oncoming punishment.<br>\r\n<br>\r\nIt was with gloomy anticipation that Phineas arrived at the quiet classroom five minutes before the indicated hour. It had been quite some time since he had last served a detention, so he had no clue what could possibly be in store for him. Surely this day was going to get a whole lot worse.<br>\r\n<br>\r\nThat apprehension soon vanished once Phineas saw who else was present in the otherwise empty classroom. This was a surprisingly small detention, to say nothing of the other occupant(s)...</span></div></div>",
            "created":1517720400,
            "id":2449371,
            "title":"Crime and Punishment(?)"
        },
        "1132232":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "\"So, uh, what brings you here today?\"",
                "Before Phineas has a chance to speak, their detention is underway.",
                "He's about to speak but catches Chelsea making eyes at him.",
                "More students file into detection; the other girls from the planar accident!"
            ],
            "content":"<div class=\"\"><div> <span>Phineas stood stunned in the doorway to the detention classroom. He recognized the girl seated at the desk right away. Everybody at the Citadel knew who she was, from her auburn shoulder length hair to her most outstanding feature...<br>\r\n<br>\r\nThe front of the classroom faced the doorway, so Phineas could gawk without having to change position. The stunner was Chelsea Morgana, currently at work on her nails. Red ones she filed delicately dressed in her pink cardigan.<br>\r\n<br>\r\nAnd sitting on her desk were the biggest pair of breasts Phineas had ever seen.<br>\r\n<br>\r\nIt was quite obvious just what drew so much attention Chelsea Morgana's direction. Puberty had left her quite overdeveloped, what with her impressive knockers that left most males at the Citadel speechless. On top of that (or maybe because of those) she was one of the most popular girls at school. Any second of the day found her talking through large cliques of friends, laughing at in jokes and wrapping people around her little finger. It was all the more shocking that the buxom beauty was sitting alone in detention, quiet as a church mouse, and she hadn't noticed Phineas had entered.<br>\r\n<br>\r\nPhineas caught himself staring at her expansive chest for a bit too long. Chelsea's more crude nickname of 'Chesty' was an apt one. Phineas didn't have many classes with Chelsea during his years at the Citadel but the looker turned enough heads in the hallway so that everyone knew she was coming. He did remember her being one of the first of their grade to develop (just about the time Phineas realized he loved chunky females) and she had only grown bigger since then.<br>\r\n<br>\r\nHer pink cardigan looked quite snug, the buttons of her undershirt looking a bit strained. Almost immediately Phineas had a private fantasy about the extremely top heavy Chelsea hitting all the more full upstairs, her clothes suddenly unable to constrain her meaty mammaries...<br>\r\n<br>\r\nChelsea looked his direction, her gorgeous perfect face and hazel-green eyes with just a hint of eyeliner. Phineas did his best to act like he had just entered, averting his gaze as he crossed to the second desk over from hers. He sat staring straight ahead, only looking Chelsea's direction with his peripheral vision.<br>\r\n<br>\r\nThe buxom student went back to her nails, bored, as they sat waiting on the instructor to oversee their shared detention. That was right, detention! Phineas couldn't believe that here he was with one of the universally hottest girls at the school, both of them sharing a detention together. For once the reason for Phineas's attraction towards Chelsea, her top-heavy figure, wouldn't be one of ridicule. There were people who would willingly go to detention for a chance to sit next to Chelsea Morgana.<br>\r\n<br>\r\nAfter all, Phineas hadn't intended to louse things up so much during class that morning.<br>\r\n<br>\r\nA bit of sweat formed on his brow as the silence stretched on, him and Chelsea waiting for detention to get underway. He should say something, shouldn't he? This was his only chance to talk to her before life moved on, him the loser nobody and Chelsea the voluptuous knockout. He'd already screwed up enough today so how could it get any worse than what he had already done?</span></div></div>",
            "created":1517720400,
            "id":2449390,
            "title":"'Chesty' Morgana"
        },
        "11322324":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Phineas gets to know each of the girls more and starts bonding with them.",
                "It seems not one, but a few of the hungry girls help themselves to leftovers.",
                "One of the girls suggests an alternative to serving time in detention.",
                "Regina and Lysandra show odd behavior, is this tied to demonic influence?"
            ],
            "content":"<div class=\"\"><div> <span>It was an agonizing last few minutes before detention and it had yet to start! Phineas finally worked up the nerve to talk to the incredibly busty Chelsea since their overseer had yet to arrive. He had already loused up today enough, so even if he embarrassed himself further the sting would be mild.<br>\r\n<br>\r\n\"S-So,\" Phineas began, catching Chelsea's attention from two desks over. \"I botched a ritual circle in class today. What got you stuck here?\"<br>\r\n<br>\r\nChelsea blinked her hazel eyes. \"Potions, regrettably. Melted my cauldron and most of the classroom floor.\"<br>\r\n<br>\r\nEven at the darkest hour things were starting to look up! Chelsea was not as perfect as she appeared, even capable of the same types of screw ups as an average bloke like him! He even kept his eyes fixed to her face and not the wobble of her turning breasts! With any luck, her scrutinizing-yet-ethused look meant she might be taking a fancy with him?<br>\r\n<br>\r\n\"When you say 'botched a ritual circle' are you talking about that blow-up in the first period of Extraplanar Studies?\"<br>\r\n<br>\r\nThe other shoe had dropped. Phineas coughed. \"Yes, well, I made things a whole lot worse...\"<br>\r\n<br>\r\nHe trailed off, stunned at who else appeared at the classroom door. Not the instructor to dole out their detention but Regina Celene! She noticed Phineas and returned his gaze with a murderously sharp stare. That was fair, Phineas decided, even if she hadn't nearly been possessed by a demon today. Although technically the issue had been her and Lysandra's fault before Phineas had accelerated the chaos.<br>\r\n<br>\r\nAnd then Lysandra Sosanna was at the door, after Regina had found a desk far enough away from Phineas. This surprised Phineas, as he thought both she and Regina would have still been in recovery in the medical wing. She looked more favorably towards him, seeing a familiar face compared to the icy Regina that had been through the same event. She crossed over to set to Phineas's left at the end of the row.<br>\r\n<br>\r\n\"How are you, Lysandra?\" Phineas asked, breathless.<br>\r\n<br>\r\n\"Feeling somewhat better, thanks.\" When she wasn't in a panic her voice was so melodious. And she had changed to more informal clothes, given her uniform had been destroyed. Phineas felt his heart flutter at the memory of her exposed if soot covered buttocks.<br>\r\n<br>\r\nAnd Phineas was most surprised, turning his head back from talking with Lysandra that even Cassandra Betteridge was at the door. Trully, only Lysandra, Regina and Phineas had been at fault for the incident, right? The same thought process was going through the plump Betteridge's face as she regarded Phineas behind her tangled hair falling over her eyes. She initially greeted him with a cold expression, although not with the disgust Regina's had. Yet, as she regarded that all of them in detention had sat in the first row thus far, she was more open to amending fences about the situation as she sat between Phineas and Chelsea.<br>\r\n<br>\r\n\"Why are you here too?\" Phineas asked, amazed.<br>\r\n<br>\r\n\"My thought as well,\" Cassandra sighed. \"More by proxy than anything, I suppose. I was lectured for not helping well during the incident, along with moving Regina too soon that she actually had one of her ribs fracture.\"<br>\r\n<br>\r\nRegina scowled.<br>\r\n<br>\r\n\"An easy restoration,\" Cassandra replied, but she stayed quiet as an ailing faculty member came in with a stoop, signaling the start of detention.<br>\r\n<br>\r\n\"The misshaps you children get into just because you're learning magic.\"<br>\r\n<br>\r\nPhineas sighed.It had been some time since his last detention but he knew of this professor's outlook. He had lumped them all in the same category of 'dunce' without referring to what had happened. He looked towards the other girls, sitting at rapt attention, except for Chelsea Morgana turned his way with a look of inscrutable mirth. Phineas grinned stupidly then turned his head to his desk, glum. Was she having a laugh at his expense? Or was she somehow impressed by the degree of which Phineas had gotten himself and the others in detention, given the gossip that had circulated the Citadel?<br>\r\n<br>\r\n\"Well clearly you can't be trusted with magic,\" the professor continued, the same tireless speech he'd probably given over detentions for the past century. \"So some good hard labor will teach you had to better approach the privilege of having magic. Follow me.\"<br>\r\n<br>\r\nThere was a collective groan. \"The detention was elsewhere?\" Chelsea said, ignored by the professor. \"Why not have us meet there instead? I've wasted twenty minutes sitting here.\"<br>\r\n<br>\r\nLuckily, few students were about the halls of the Citadel at this time as the parade of shame lead Phineas and the girls to the source of their detention. Phineas had estimated the destination given the professor's old school method of punishment. The arrived at the kitchens, an immense space to match the population of the equally large dining hall, freed from the hobs' evening labors.<br>\r\n<br>\r\n\"You are to wash all these pans without magic,\" the professor instructed as he confiscated wands, trinkets and any other paraphernalia or yantras to enact spellwork. \"And you are not permitted to leave until the task is done.\"<br>\r\n<br>\r\nA drudgerous detention yet doable. Phineas was used to many dishes when his large family had get togethers, as dishwashing spells were frequently forgotten. Yet the task was suitably arduous. Not only was the cookware used for that evening's dinner present but many plates had been returned too half-eaten. Phineas had been forbidden from making an appearance at dinner and it sounded like the girls might have as well.<br>\r\n<br>\r\nPhineas caught the sound of a grumbling stomach echoing among his fellow students in detention. He looked about in anticipation, trying to determine which girl it had been. Cassandra? Lysandra? Maybe even Chelsea? Whoever had her stomach betray her had remarkable composure, as did everyone else who didn't want to show that they had heard the stomach grumble or been the one to cause it.<br>\r\n<br>\r\n\"Well,\" Cassandra rolled up her sleeves. \"This pile of dishes isn't going to diminish itself. Girls? Fortescue?\"<br>\r\n<br>\r\nPhineas and Lysandra joined her, as did Chelsea and Regina more reluctantly. And with that the detention was underway.</span></div></div>",
            "created":1551762000,
            "id":2626718,
            "title":"A Packed Detention"
        },
        "113223242":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "The girls eat and eat, although one of them out-eats the others.",
                "The rest of detention passes without incident, and school life resumes.",
                "After serving detention everyone becomes more acquainted and friendly.",
                "Time passes; later in the term, Phineas notes the other girls have put on weight"
            ],
            "content":"<div class=\"\"><div> <span>The five students, the four girls and Phineas, split up the duties to wash that evening's dishes. Cassandra began sorting through the dishes in the pre-wash, dragging Regina into the task, as Phineas and Lysandra did the full wash in the sink, with Chelsea talked into doing the drying. The popular, buxom witch had a bit of a lazy streak, growing bored of the task as she waited for dishes to come, then finding herself quickly overwhelmed once Lysandra and Phineas sent cleaned dishes her direction.<br>\r\n<br>\r\n\"We are going to be here forever!\" Chelsea Morgana eventually complained, after several minutes where it looked like nary a dent had been put in the mountain of dirty dishware. <br>\r\n<br>\r\n\"I can't believe the stuff the other students just toss aside,\" Cassandra Betteridge said, finding a plate half covered with potatoes, pasta salad, and a bit of remaining lamb shank.<br>\r\n<br>\r\n\"Hmph,\" Regina Celene grunted, taking a stack of dishes over to the sink where Lysandra Sosanna was scrubbing the inside of a pot, with Phineas working on cleaning silverware.<br>\r\n<br>\r\nAs he was washing he heard Regina exclaim, \"how can you be eating that stuff?\"<br>\r\n<br>\r\nPhineas snapped his head back across the kitchen. Cassandra, with the Betteridge plenitude of magic and wit being more important than appearances, was currently eating the remnants of the dinner plate she had found, much to Regina's disgust.<br>\r\n<br>\r\n\"It's perfectly fine food,\" Cassandra said, \"that would be chucked in the bin regardless. Scraped off or eaten off, it still preps the plates for the rest of the cleaning process.\"<br>\r\n<br>\r\nPhineas heard another telltale growl of an empty stomach, right next to him in fact. He turned back to look at Lysandra, with a brief glance as he noticed how hip to her wide hip they had ended up in the process of working at the sink.<br>\r\n<br>\r\n\"Actually, I could do with a break,\" Lysandra said, \"they didn't get us anything to eat during our time in the hospital wing and I haven't had anything to eat since breakfast. Do you mind, Fortescue?\"<br>\r\n<br>\r\n\"No, n-not at all,\" Phineas replied, watching Lysandra turn with a 'thanks' as she walked over to join Cassandra, an ever-present sashay to her hips.<br>\r\n<br>\r\n\"You too?\" Regina said darkly.<br>\r\n<br>\r\nLysandra had ignored her. \"Is that shepard's pie over there? It's one of my favorites.\"<br>\r\n<br>\r\nRegina snarled. \"Don't slack off too much, or we will be here all night.\" She dumped another load of plates into the sink, splashing Phineas with some of the suds.<br>\r\n<br>\r\n\"Wait, we can take breaks?\" Chelsea said. She had a pile of wet dishes at her station, as the act of drying with a towel was apparently too taxing for her. Phineas got a glance as to why, as Chelsea's cardigan and blouse had absorbed as much of the water as her towel. Not enough to make her blouse translucent, her cardigan covered that anyways, but the gradual soaking around her tremendous breasts gave a comical sight, as Phineas bit his tongue.<br>\r\n<br>\r\nSoon Chelsea had joined the other two with scavenging dinner through the leftovers. Regina still tried to stay on task, although behind her strict veneer she looked somewhat jealous. Another echo of stomach rumbling punctuated her return with more plates. Although Phineas didn't fancy her, and she was rather cutthroat in class, he did pity her situation at nearly being possessed be a demon earlier that day.<br>\r\n<br>\r\n\"Was Lysandra right, about the two of you having nothing to eat in the medical wing?\" Phineas found himself asking.<br>\r\n<br>\r\n\"What of it?\" Regina retorted with a sharp look.<br>\r\n<br>\r\n\"Well, you can't work on an empty stomach. Nobody will care if you have some of the leftovers or not.\"<br>\r\n<br>\r\nPragmatism eventually won out, as Regina gave in to join the rest of the girls at the kitchen table. Lysandra noticed that Phineas remained at the sink. \"Aren't you going to find something to eat too, Fortescue? That's only fair if we're eating.\"<br>\r\n<br>\r\n\"I'm fine, actually, not really that hungry,\" Phineas said, making a show of continuing with the wash.<br>\r\n<br>\r\n\"Somebody should stay on task,\" Regina said curtly, although through bites of a hastily made sandwich of beef tips on an uneaten bun. \"We can't slack off for too long.\"<br>\r\n<br>\r\nThe kitchen quieted to the sounds of eating and washing. Phineas continuously snuck glances the girls direction, finding unexpected fortune in seeing his thick-figured peers (minus the boyish Regina) soon set to scarfing down the remnants of the dinner they had missed. If only the sink didn't face the wall, Phineas could have positioned himself to stay on task and keep his voyeurism less obvious.<br>\r\n<br>\r\nSeeing as the other stations were abandoned, Phineas switched to catching up on Chelsea's lackluster drying, where he could turn while wiping down plates and bowls. None of the girls paid him any attention at this point. Given the small portions of the salvageable leftovers, the four had already stacked up quite a few plates removed of food-stuff.<br>\r\n<br>\r\nIt was a tantalizing scene for Phineas, imaging their plump bodies plumping further. Even Regina might fill out, as she was a surprisingly fast eater and had caught up to what the other girls had managed to polish off.<br>\r\n<br>\r\nThe sink was ignored in favor of Phineas finding a better angle to view the impromptu meal, as he switched to the intake station with a show of putting dishes in to soak. Barely paying attention to his work at this point, Phineas was caught off guard by a wrecked pot falling out of his grip.<br>\r\n<br>\r\n\"Huh?\" Phineas exclaimed, taking in the ruined piece. The stout pot looked to have caved inwards, with a third of it missing. Phineas realized it was a potion cauldron, remembering Chelsea's story about the destruction of hers in her Potions class getting her detention. There was still some residue of the inert dregs of the potion in the pan, a strange magenta color.<br>\r\n<br>\r\nAs Phineas moved it to the sink more of the remaining fouled brew dribbled out of the dissolved bottom of the pan. The young wizard reflexively avoided having it splash on his clothes. The action made him realize that a trail of the ruined potion zigzagged around the stone floor of the kitchen to the initial pile of dishes, where the girls had cleaned off one end for their dinner break.<br>\r\n<br>\r\n\"Um...\" Phineas wasn't sure if he should say something. Chelsea's story had the potion melt through the cauldron and floor, and the ruined cauldron proved that. Although that effect appeared to have subsided. Still, wouldn't it be bad if he others got into contact with it?<br>\r\n<br>\r\nNobody would actually eat food tainted with unknown potion. Phineas made up his mind that there was little risk at this point. Noticing the hour, he refocused on cleaning dishes in the hopes that the girls would help finish the task.</span></div></div>",
            "created":1584162000,
            "id":2801428,
            "title":"Table Scraps"
        },
        "12":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "He could always go to the snack car for a bite to eat.",
                "If he didn't find some place to sit now, he'd miss out on the choice seats.",
                "Uh oh, he'd left something important in his luggage, better track it down.",
                "Much to his surprise, someone calls out to Phineas as he passes a car.",
                "There's a commotion on the train, will this delay the voyage?"
            ],
            "content":"<div class=\"\"><div> <span>The Citadel Academy for Rites and Sorcery was a fortress hidden away from the rest of the world. So hidden, in fact, that the only way to and from the school was by a locomotive steam engine. The train almost had the amount of comforts the Citadel boasted, spread across the cars that transported the students to and from school each start and end of term.<br>\r\n<br>\r\nIt was a lengthy ride, on average about six hours to get to the Citadel. It was a time for students to catch up with friends, for newcomers to learn about the famed Citadel, for those that liked to study to cram before school began, and for the rowdiest of the academy to have their last hoo-rahs before they faced the discipline of the institution.<br>\r\n<br>\r\nFor Phineas Fortescue, the ride on the locomotive had become boring. There wasn't much to do during the wait until the Citadel loomed in the distance. The landscape passed by in a blur, with few scenic landmarks. Most students clustered up in the carriage cars with their friends, friends Phineas didn't tend to have. Few had the patience or interest of riding the train with him if they had a choice.<br>\r\n<br>\r\nAnd then once the locomotive arrived at the Citadel, it would be business as usual for studying magic. Phineas remembered how fun learning magic had sounded when he first attended the Citadel. Now that it was his penultimate year, that spark had diminished as the studies proved to be challenging, draining and taxing to both body and mind. In some ways, Phineas was almost dreading the arrival.<br>\r\n<br>\r\nWell, it was almost six hours until the train reached its destination. What would Phineas do until then?</span></div></div>",
            "created":1512450000,
            "id":2424432,
            "title":"Riding The Train"
        },
        "123":{
            "author_id":"wtlamp",
            "author_name":"WTLamp",
            "choices":[
                "Phineas is engaged to prim and proper Farah Forsyth.",
                "Phineas is engaged to outgoing Faye Forsyth.",
                "Phineas is engaged to both of them?"
            ],
            "content":"<div class=\"\"><div> <span>Phineas had been sitting by his lonesome on the train for a half-hour when he remembered the letter. The letter that had been addressed to him from his father. The letter he'd thrown with everything else into his suitcase because he'd been too tired to deal with the words of a man who had barely acknowledged him his entire life. Now that he was more rested though, he decided he had better read it. One disregarded the words of a wizard like Nicephorus Fortescue at their own risk, even if the one happened to be one of Nicephorus's children.<br>\r\n<br>\r\nIt took some time for Phineas to trek over to the cargo car, and even longer to look through the accumulated luggage of an entire school's worth of students before he found his own suitcase. Thankfully, after that it was a simple affair to retrieve the letter from the suitcase, before Phineas trudged back to the passenger car and seat that he had abandoned. It was still empty, thankfully. Phineas would rather he have no audience for what came next.<br>\r\n<br>\r\nThe envelope the letter was in was made of a simple-looked yet elegant paper, one evidently resistant to being crumpled since it had survived the trip in Phineas's luggage without so much as a crease. One side of the envelope bore his name. The other had a wax seal with the crest of House Fortescue upon it. After looking at the envelope for what was likely too much time, Phineas took in a breath and muttered the incantation that would let the envelope know that the person intended to receive the message had gotten it. If he had gotten the spell wrong, the envelope would have burst into flame in Phineas's hands, destroying any message within. Instead, the wax seal faded away, and Phineas was able to open the envelope and retrieve what was within.<br>\r\n<br>\r\nWhat was within was a letter. Phineas hadn't received too many of them, but he could still recognize his father's elegant script right away. At first, the message seemed formulaic enough. Words about doing well in school and upholding the honor of the Fortescue family seemed ordinary enough. It was right around the middle of the letter that Phineas read a sentence that would change his life forever.<br>\r\n<br>\r\n<span style=\"font-family:courier new, monospace\">... and so to ensure the continued prosperity of the Fortescue family, you have been brethothed to a scion of the Forsyth family...</span><br>\r\n<br>\r\nIt took a moment for Phineas to remind himself to breath. Betrothed? He was going to be married off? He hadn't even managed to ask a girl out on a date yet, and then this out of nowhere? Suddenly, his not enough breathing problem had been replaced with a too much breathing problem, and he had to take a moment to reorient himself before he started hyperventilating. He wasn't sure how long he spent trying to calm himself down, but finally Phineas was breathing not too fast and not too slow.<br>\r\n<br>\r\nAfter he could start to think again, Phineas looked back at the sentence. He was to be married to one of the Forsyths. Looking at it from a purely rational perspective, Phineas could see the logic in it. The feud between the Fortescues and the Forsyths had been one of the longer-running rivalries in the magical world, and he knew that his father had been negotiating some kind of alliance with the head of the Forsyth family. In families with as much history as Phineas's had, a marriage between members of the two families was still considered to be a good way to seal an alliance.<br>\r\n<br>\r\nBeing a pawn in a political game did not seem like a fun idea to Phineas, and he imagined it would be even less so to the Forsyth girl who was now his fiancé. There were two he could think of, both in his year. He'd kept his distance from the Forsyth twins for the reasons he'd kept his distance from most everybody, but he supposed that would have to change if he wanted any semblance of happiness in a marriage that had been decided for him. Of course, that would depend upon which of the twins he was set to marry.<br>\r\n<br>\r\nThe older of the two sisters by an hour was Farah Forsyth, who comported herself with the grace and dignity one would expect of a noblewoman. She was one of the top students in their year and had a small but respectable circle of friends. Many knew her as \"the Ice Queen of Vinixvue Tower,\" but it would appear that the gossip of lesser students didn't get to her. That or she had very impressive poker face.<br>\r\n<br>\r\nThen there was Faye Forsyth, who had started her school career much like her sister had but soon had veered off into her own circle of friends and interests. It had been a minor scandal when she'd been moved into Wrocklehurst Cellar with the other \"problem\" students, but it didn't seem to slow her down. While she wasn't as academically talented as Farah, Faye made up for it by trying to befriend everyone around her. She'd even tried to get to know Phineas, though he'd shied away from her outstretched hand like he'd shied away from everyone else. Quite a few students whispered about her supposed promiscuity, though Phineas suspected that many of the rumors were fueled by jealousy.<br>\r\n<br>\r\nPhineas shook his head. He was stalling. Better to read the rest of the letter, and get on with a life that was now inextricably linked to one of the Forsyth sisters.</span></div></div>",
            "created":1595998800,
            "id":2877416,
            "title":"A letter from Father"
        },
        "124":{
            "author_id":"wtlamp",
            "author_name":"WTLamp",
            "choices":[
                "... it would be a competition between them. No holds barred!",
                "... it would be a competition, but both girls would stay friends no matter what.",
                "... they would share Phineas between the two of them.",
                "...they would try to share Phineas, although both knew it wouldn't last."
            ],
            "content":"<div class=\"\"><div> <span>\"Hey there, Finny! Over here!\"<br>\r\n<br>\r\nPhineas whirled around as he heard that nickname shouted at him. He'd been so lost in his own melancholic thoughts that it took him a moment to recognize the source of the voice. When he did, he went over to the seat where the voice had come from, dragging his luggage along with him. He smiled as he did so. The voice belonged to... a friend.<br>\r\n<br>\r\nIt was still a novel concept to him. He, Phineas Fortescue, knew people who wanted him around them. He'd been pretty much a loner through his first years of schooling. And yet, during the last year, a unique set of circumstances had led him to striking up a friendship with the two girls who were now sitting on the seat across from him.<br>\r\n<br>\r\nThe girl who'd called out to him was Ruby Summers. She was red-headed and brown-eyed with a short and stocky figure, and possessed a loud voice and strong determination. She needed to be determined, since she hailed from a family of low-income farmers. Ruby could only attend classes at the Citadel because of a scholarship she'd earned through much reading and hardship, and she wasn't about to let this chance at making a better life for herself slip away.<br>\r\n<br>\r\nThe other girl who was on the seat next to Ruby, meanwhile, had an entirely different background. Azul de la Mar was the third daughter of the eminent de la Mar family, whose ancestral home was a castle built on a private island in the middle of the Mediterranean Sea. Like all true-blooded members of the family, Azul possessed eyes and hair of the deepest blue as well as dusky skin and a curvy figure.  Azul had never needed to truly try hard at anything; no one in her family expected much of her, since she was so far down the line of succession. It was a shame, since she had enormous magical potential. Even putting in a bare minimum of effort allowed Azul to easily succeed in all of her classes. Fortunately, her laid-back and easygoing personality made it easy enough to get along with her.<br>\r\n<br>\r\nOver the last year, Phineas, Ruby, and Azul had all been in many of the same classes. Said classes involved a lot of group projects, and it soon became clear that no one wanted any of them in their groups. Phineas was ostracized because social anxiety, Ruby due to her lowborn background, and Azul because she didn't get involved in the cliquishness that defined the social hierarchy of the noble children. The three had to work together, because there was literally no-one else who would. At first, Ruby and Azul's differing natures had made work difficult, but Phineas had managed to provide the cement that allowed the three to work together effectively.<br>\r\n<br>\r\nAnd they had been effective. Phineas had never had a more productive school year than the one he'd had last year, and he had his two partners... his two <b>friends</b> to thank for that. All of a sudden, a boring and dread-inducing train ride felt a lot more bearable. After giving Phineas a moment to settle in, the three began to catch up, talking about how their summers had gone as well as referencing several in-jokes that only the three of them got.<br>\r\n<br>\r\nHowever, as the conversation went on, Phineas began to notice a certain tension the air. He wasn't that good at reading social situations in the first place, but even he couldn't help but notice when Ruby began to wax poetical about her mother's home-cooking, when Azul complained that she'd needed buy a new wardrobe just before school since none of her old pants fit, and when both began talking about what kind of delights might be had at the welcome feast. Phineas shifted uncomfortably as he heard all this talk. He had to clamp down on his imagination before it ran away with images of Ruby stuffing herself full of steak and potatoes and Azul's butt getting big enough to ruin another pair of pants. He'd only just managed to make his first real friends! He was not going to screw this up!<br>\r\n<br>\r\nIf only he knew.<br>\r\n<br>\r\nDuring their first year of acquiantance with one Phineas Fortescue, both Ruby Summers and Azul de la Mar had come to know a lot about him. Both girls appreciated his sensitivity, thoughtfulness, and even found his awkwardness endearing. They had also both found out, in their own ways, about Mr. Fortescue's preference for larger women. So each had decided, on her own, of her own volition, to try getting bigger to win his heart. Furthermore, in the conversation they'd had before Ruby had called \"Finny\" over, each had learned that the other girl had come up with the same idea. And in the end, both Ruby and Azul decided that...</span></div></div>",
            "created":1543726800,
            "id":2584635,
            "title":"Ruby and Azul"
        },
        "1243":{
            "author_id":"wtlamp",
            "author_name":"WTLamp",
            "choices":[
                "Another, fatter, girl had decided that she wanted to date Phineas too!",
                "Azul's parents decided to try and arrange a marriage for her.",
                "Ruby risks loosing her scholarship to the Citadel, and with it her chances!",
                "Phineas was being his usual dense self and didn't pick up on any of their hints."
            ],
            "content":"<div class=\"\"><div> <span>In their earlier conversation before Phineas had arrived, Ruby had been the first one to bring up her crush on the boy. She'd hoped that Azul, who she now saw as one of her closest friends, would help her try to win Phineas's heart.<br>\r\n<br>\r\n\"It would seem that you already found the best way forward, I think,\" Azul had responded, with a teasing poke at Ruby's soft midsection.<br>\r\n<br>\r\nRuby swatted Azul's hand away with a blush on her face, though she was glad to receive confirmation about her theory. For once, she was glad that she'd inherited her mother's stout build. If she hadn't seen the way Phineas had stared at Margot Francois's thunder thighs in Intermediary Binding last year, she might not have believed he was into chubbier girls like her. Nonetheless, she couldn't let Azul's teasing go unanswered!<br>\r\n<br>\r\n\"Don't think I haven't noticed how your butt's gotten bigger!\" Ruby retorted hotly, causing Azul's lazy smile to widen.<br>\r\n<br>\r\n\"Perhaps I <b>have</b> put on a few,\" Azul responded, though her tone was clearly unapologetic.<br>\r\n<br>\r\n\"Yeah!\" Ruby shouted back. \"So don't... don't...\" Ruby's voice died away, as a dreadful feeling crept into the pit of her stomach. There was a brief silence between the two, before Ruby asked, \"You... you like him too, don't you?\"<br>\r\n<br>\r\nThe mirth disappeared from Azul's face, as she looked Ruby in the eyes. \"I do,\" she said in a soft voice.<br>\r\n<br>\r\nTears began to appear in the corners of Ruby's eyes. It just wasn't fair! She'd seen how other girls at school who had appeared to be the closest of friends went to becoming bitter enemies as soon as love became involved. Was her crush on Phineas about to ruin everything?<br>\r\n<br>\r\nRuby then felt someone grab her hands, and looked up at Azul. \"None of that,\" Azul said, her voice warm and sincere. \"Just because we both like the same boy doesn't mean that we have to stop being friends. I know it can work.\"<br>\r\n<br>\r\n\"How?\" Ruby gasped, desperately hoping to believe that this might all work out.<br>\r\n<br>\r\n\"These new pants I'm wearing? I got them as a birthday gift from my sister's girlfriend,\" Azul said.<br>\r\n<br>\r\nRuby's brain stopped for a moment. \"Isn't she married to the Duke of Milan?\"<br>\r\n<br>\r\n\"She is. Judging by the way he looks at them when he thinks no-one is looking at him, I think he knows and approves,\" Azul responded, her smile becoming a slight smirk again.<br>\r\n<br>\r\n\"So...\" Ruby murmured, not quite sure what else to say.<br>\r\n<br>\r\n\"So, we do this together. We help each other and him. I don't think he'll mind, once we loosen our belts a few notches,\" Azul said.<br>\r\n<br>\r\nRuby paused a moment. \"Once we can no longer wear belts.\"<br>\r\n<br>\r\nAzul snorted. \"That's the spirit!\"<br>\r\n<br>\r\nThe two of them had then discussed their strategy for winning him over, which was tabled once Phineas had arrived. The first part of the plan, which involved making Phineas flustered by discussing their growing waistlines, seemed to be working out pretty well. Azul enjoyed being a gadfly, and it was all she could do to keep from bursting out into giggles at seeing how hard Phineas was working to keep his reactions to their discussion hidden. Even Ruby, who wasn't as fond of teasing as Azul was, found it rather funny.<br>\r\n<br>\r\nEventually, the train arrived at the Citadel, and after everyone had gotten everything settled (thankfully, Phineas, Ruby, and Azul had all been assigned to Kunok Quarters, like they had been last year), the Welcoming Festival began. Ruby, in a flash of inspiration, challenged Azul to an eating contest and had declared that Phineas would be the judge. Azul naturally accepted the challenge, and the two dragged a confused Phineas to one of the tables that had been laid out on a pavilion, and soon many plates laden with food were placed in front of them. A small crowd soon gathered as Phineas nervously told them to begin. Some of the gathered students soon left, though some of the onlookers began to place bets about which of the two girls would emerge victorious (Phineas, wisely, was not one of the gamblers).<br>\r\n<br>\r\nThe winner, eventually, was Ruby, although hers was a hard-won victory. Scattered around the table were many, many plates, and the formal robes they were both wearing were both stained (contests not being very conducive to well-mannered eating). As bets were being paid to those who'd won, Phineas helped both Ruby and Azul to their feet, and then accompanied them back to their room in Kunok Quarters. Both were feeling rather bloated and not up to any more festivities at the moment, and truth be told neither did Phineas.<br>\r\n<br>\r\nAs he lounged in the Kunok Common Room, listening to the shouts and music outside, a stray thought popped into Phineas's mind. Were Ruby and Azul... trying to gain weight?<br>\r\n<br>\r\nHe dismissed the idea as soon as he considered it. That was ridiculous. All that was just Ruby being her usual competitive self and Azul going with the flow, as it always had been, he decided.<br>\r\n<br>\r\nThe next day classes began, and as the three friends began their penultimate year of magical schooling, Ruby and Azul's plot to seduce Phineas began to get underway. Unfortunately, the pair's plan would soon hit a very significant snag.</span></div></div>",
            "created":1546837200,
            "id":2600578,
            "title":"Sharing is Caring"
        },
        "12431":{
            "author_id":"wtlamp",
            "author_name":"WTLamp",
            "choices":[
                "Azul headed off towards Vinixivue Tower to confront Margot.",
                "Phineas went back to his room to ponder Ruby, Azul, and Margot's odd behavior.",
                "Ruby distracts herself with studies and finds an obscure piece of magic.",
                "Determined to win this war of love, each girl puts on more weight."
            ],
            "content":"<div class=\"\"><div> <span>It took Margot Francois a while to put herself together in the mornings, which was the way she liked it. She liked to use her morning routine to help sort through the various problems and challenges she faced, and come to a solution. After all, who was going to sort her problems out if not herself?<br>\r\n<br>\r\nShe'd just gotten out of the bath and was styling her golden blonde hair as her mind turned towards one such problem that had been bothering her for a while. Like all children of the nobility who attended the Citadel Preparatory Academy, one of Margot's goals was to interface with the other children of important magical families in search of a marriage alliance. It was a surprisingly feudal way of matchmaking, but both Margot's parents had met during their schooling at the Citadel, so she supposed it worked.<br>\r\n<br>\r\nMargot's problem was that her pedigree just happened to be one of the best in the school. The Francois family could trace its lineage all the way back to Francis of Normandy, who had been Court Wizard to the Holy Roman Emperor Charlemagne. As such, many of the young men vying for Margot's hand were, quite frankly, not worth her time. Few students at the Academy were. There had been one she'd had her eye on, but just thinking about the memory brought a frown to Margot's face.<br>\r\n<br>\r\nAntonio de Panettone had been in line to become the Duke of Milan when he'd begun his schooling at the Citadel, and had actually gotten the title when his father had unexpectedly died during his last year. Seeing the advantage of the match, Margot had spent much of her time at the Citadel trying to woo him, only to be beaten out by Cerulea de la Mar. Last she'd heard the two had gotten married right after graduation. Just the thought of having wasted all that time made Margot's blood boil.<br>\r\n<br>\r\nWhich brought her back to a display she'd seen last night, at the welcoming feast; the impromptu eating contest between Azul, Cerulea's little sister, and some peasant she hadn't bothered to learn the name of. An eating contest that had been judged by one Phineas Fortescue. The quiet young man could present an interesting opportunity.<br>\r\n<br>\r\nThe Fortescues were, after all, one of Europe's most illustrious magical families. No one could say that she'd be marrying down by marrying a Fortescue. She also knew that she'd have an easy time seducing him, if it came to it. Margot wasn't blind, after all. She always made sure to keep an eye on her surroundings, and had seen Phineas staring at the heavier girls in their year (herself included) when he thought no one would see him. Margot smirked as she ran a hand up her plush body. It would seem that her extra fluff was going to be nothing but an advantage for this latest scheme of hers.<br>\r\n<br>\r\nBut what made Margot truly decide to commit to her plan to seduce Phineas was that it was clear as day that Azul wanted him. The way that she'd deliberately plumped herself up over the summer and that gratuitous display at the welcoming ceremony left no doubt in Margot's mind. She couldn't directly get back at Cerulea, who had stolen the man she wanted, but nabbing the boy her little sister was interested in would be at least some kind of revenge, and Margot supposed she could be satisfied with that.<br>\r\n<br>\r\nFinally, her preparations for the day were done. She was wearing a modest blouse with a skirt that was not quite short enough to be considered scandalous. Margot's green eyes twinkled as she flounced out of her room. She'd have Phineas eating out of her hand within a week.<br>\r\n<br>\r\n* * * * *<br>\r\n<br>\r\nAzul could tell that she and Ruby were in trouble right away. She'd just arrived at Advanced Animation with Phineas and Ruby (the three having coordinated their schedules so that they'd have the same classes), when Margot Francois entered the classroom. She walked right by where they'd been sitting, with a deliberate sway in her wide hips. Phineas had been awestruck, and only looked away after Ruby \"accidentally\" jostled him. Before sitting down, Margot looked directly at Azul and had shot her a smug smirk.<br>\r\n<br>\r\nAzul frowned pensively. She was well aware of the animosity between Margot and her older sister. A big part of the reason she'd been forced to partner with Phineas and Ruby last year had been Margot's efforts to socially isolate her from the other noble children as an indirect way of lashing out at Cerulea. Not that Azul minded; she found that she liked the two people sitting near her much more than the many children of counts, dukes, and bankers that she'd interacted with for the majority of her school career. So Azul had been content to let Margot play her games, since they really had only made her life better once she'd gotten to know Phineas and Ruby better.<br>\r\n<br>\r\nBut now it looked like Margot was after Phineas, and that Azul couldn't allow. She looked back at her table mates. Phineas was staring down at his desk, muttering something to himself. Meanwhile, Ruby was shooting her a worried look; it looked like she'd reached the same conclusion that Azul had. Azul mouthed the word \"Later,\" and Ruby nodded. There wasn't much they could do now with class starting. But something would have to be done, else Phineas might slip from their grasp forever before they had a chance to tell him how they felt.<br>\r\n<br>\r\nThe rest of that day proceeded much the same, with Margot never saying anything to the three, but always staying within eyesight. Always doing something that would keep Phineas's chubby chasing eyes on her, whether it be swaying her hips as she walked, surreptitiously pulling out a snack in the middle of class, or once or twice bending down to pick up a pen of hers that had \"accidentally\" fallen on the floor. It was a maddening experience for Azul, who really couldn't do much to stop the blonde's assault on Phineas's psyche.<br>\r\n<br>\r\nFinally, though, classes were ended for the day, and there was some time until dinner. Phineas, Azul, and Ruby all headed off for different parts of the canvas, to try and figure out just what was going on after the day they'd had.</span></div></div>",
            "created":1577854800,
            "id":2767965,
            "title":"Margot Francois"
        },
        "124311":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Ruby and Azul scheme to remove Margot from the equation.",
                "Meanwhile, Ruby plucks up the courage to declare her love to Phineas.",
                "Despite the girls' best intentions, Margot gets some alone time with Phineas.",
                "Instead of waging a 2 vs 1 war, Margot enlists some help in wooing Phineas."
            ],
            "content":"<div class=\"\"><div> <span>After Margot's behavior during their first day of classes it was clear to Azul that she and Ruby were not alone in vying for Phineas's affections. Although Margot's manner of teasing and knowing looks shot Azul's way made it clear that this was just as much an attack against the de le Mar family on account of her sister, Cerulea. Something Azul was not going to let slide.<br>\r\n<br>\r\nIt was with that determination that Azul made her way up the marble laden steps towards Vinixivue Tower. Each of the dormitories left its impact on the Citadel's surrounding architecture, and the higher one climbed Vinixivue Tower the more opulent the construction. Diamond and gem encrusted stained glass circled the tower, with golden banisters and silver-wrought lattice work that was polished to perfection, especially on the opening week of the term. Centuries old oak made up the big doors to the common room. Azul opened the doors and immediately looked around for her quarry.<br>\r\n<br>\r\nThe shining, palatial student quarters were quite lavish and large. The year's new students were getting settled by student authorities, several cliques were mingling about and getting reacquainted, old friends trading in-jokes. The blonde Margot Francois wasn't too hard to miss, with her thunder thighs spilling out of her skirt as she sat on a leather armchair next to two of her catty friends eating teacakes.<br>\r\n<br>\r\nMargot didn't miss the dusky skinned, brilliantly blue haired Azul as she made her way closer. \"Look who it is, Miss de le Mar,\" Margot giggled, echoed by nearby students. \"Missing out on the posh life?\"<br>\r\n<br>\r\nIt was another loaded barb underneath pleasantries. For the first several years of her schooling Azul had roomed in Vinixivue Tower before she had gotten tired of the snobbish games of one-upmanship that permeated the elites of the dorm. It was moving to simpler quarters, Kunok Quarters in fact, that Azul had eventually formed a genuine friendship with Ruby and Phineas.<br>\r\n<br>\r\n\"Could I have a word,\" Azul said sourly. \"Privately.\"<br>\r\n<br>\r\n\"Nothing you wanted to share publicly?\" Margot said, faux-taken aback to a new chorus of titters. \"I suppose I can honor that request to a former roommate.\"<br>\r\n<br>\r\nYes, in their younger years Miss Francois and de le Mar had even roomed together, and that thin veneer between politeness and fierce rivalry had existed since then. Azul was happy to have been freed of it since changing her living arrangements but she could still go toe to toe with the most stuck up Vinixivue had to offer.<br>\r\n<br>\r\n\"Look,\" Azul began when she and Margot had retreated to a quiet corner of the tower next to the windows overlooking the lower parts of the Citadel, after drawing the chic curtains, \"Phineas is my friend and neighbor I truly care about. He's not some piece of meat to sink your claws in over some petty feud.\"<br>\r\n<br>\r\n\"I haven't the foggiest what you're suggesting, Azul,\" Margot kept the same friendly smile, although her tone was anything but.<br>\r\n<br>\r\n\"Come off it,\" Azul said, \"just because Cerulea was betrothed to Antonio doesn't mean you can take it out on us. I'm not my sister and you don't even know Phineas all that much.\"<br>\r\n<br>\r\n\"Oh, you're not your sister,\" Margot said, true intentions showing, \"but you blue haired de le Mar's do let your feminine charms weave their way into the most eligible of relationships.\" Part of the candid rivalry with Margot and Azul had been the interactions of their lineage, as the exotic de le Mars had often been the upset in several marriage arrangements throughout the year. \"Yet it should have been my hand with Antonio before your sister ruined it when he inherited his title. And turnabout is fair play if you're trying to get in with the Foretecues.\"<br>\r\n<br>\r\n\"I had no part in the arranged marriage and you know it, it was out of our control,\" Azul said. It was only a marriage for appearances anyways. Azul didn't want the truth of relationship with her sister Cerulea and Antonio de Panettone getting out. Azul had shared that tidbit to Ruby in confidence on the train, with Cerulea and Antonio incompatible in orientation with Cerulea having a girlfriend. The de le Mar women had far more open minded concepts of relationships than many of the social elite, hence Azul's agreement to share Phineas before Margot stomped her way into the picture.<br>\r\n<br>\r\n\"Deflect all you want,\" Margot said, \"because I shall have my revenge with wooing Fortescue away from you, and if it secures my relation with one of Europe's most important families that's the cherry on top.\"<br>\r\n<br>\r\n\"You barely know him,\" Azul challenged.<br>\r\n<br>\r\nMargot smugly put one hand to her outset hips, brushing her other hand over the edge of her skirt with her tremendous thighs. \"Oh, I know what little Phineas fancies.\" Besides her stellar lineage, Margot was quite attractive if on the heavy side. Hers was a classic rubenesque figure with wide hips and filled thighs, perhaps the one flaw in the eyes of any other potential suitor but a boon to enchant the heart of the shyest Fortescue lad. <br>\r\n<br>\r\nMargot stepped to the side with a pointed look to check Azul's profile. \"And while that ass of yours looks a little more porky, I must outweigh you by what, fifteen? Twenty pounds? You've seen the way he lusts after the biggest.\" She squeezed her plump thigh for emphasis.<br>\r\n<br>\r\nAzul fumed.<br>\r\n<br>\r\n\"And while Mr. Fortescue doesn't look like much now, he could do with some polishing up. Admit it, I'd be better for him in every way. Really, that display of yours and your silly other friend at the Welcoming Feast was a hopeless attention grab, whatshername is such a lower class lout.\"<br>\r\n<br>\r\n\"Ruby Summers,\" Azul corrected.<br>\r\n<br>\r\n\"Who?\" Margot replied, the name not even worth her notice.<br>\r\n<br>\r\n\"I swear to you, Margot,\" Azul challenged, \"mess with Phineas or my friend and you will come to regret it! I'll show you just how 'meddlesome' a de le Mar can be.\"<br>\r\n<br>\r\n\"I'd like to see you try,\" Margot retorted. <br>\r\n<br>\r\nThere was an electric stare between the two young witches before Azul turned to leave. \"Just remembered I did warn you, Margot.\"<br>\r\n<br>\r\n\"See you at class, then,\" Margot finished. \"Unless dinner tonight will have a repeat performance.\"<br>\r\n<br>\r\nAzul knew she would have to change her strategy with Ruby with Margot entering the game as their opponent.</span></div></div>",
            "created":1578286800,
            "id":2770223,
            "title":"Confrontation in the Tower"
        },
        "1243111":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "The classic approach - both of them need to get fatter than Margot.",
                "Turn the tables - what if they got Margot to quickly lose weight?",
                "Out manipulate her - tank Margot's reputation and occupy her time else ways.",
                "Thick n intimate - Margot can't do much damage if they never leave Phineas alone"
            ],
            "content":"<div class=\"\"><div> <span>\"Margot??\" Ruby almost choked on her chocolate. Azul had brought along some fancy chocolates, something from home as a treat to start the new term at the Citadel, as she asked Ruby to meet to update her on the situation.<br>\r\n<br>\r\n\"That, big-headed, ego-centric,\" Ruby had several choice words in mind, although Azul shushed her. \"--skank, then.\"<br>\r\n<br>\r\n\"She certainly intends to meddle,\" Azul fumed, popped several more chocolates in her mouth. In past year, Azul would have savored the chocolate assortment to let it last a few weeks, but in one sitting she and Ruby had nearly polished off the extra large box. As to their original intention, both of Phineas' friends had upped their snacking, although that motivation went into overdrive now that there was an outside competitor in the mix.<br>\r\n<br>\r\n\"Why does stupid, Miss Perfect High-and-Mighty-Toitier than thou,\" Ruby talked with her mouth full of chocolate, enraged to the point of spitting but wouldn't because of the delicious chocolate, \"even see in Phineas? She's never even given him the time of day.\"<br>\r\n<br>\r\n\"I know,\" Azul said, having not told Ruby the full story of Morgot's twisted aims of vengeance. A fact that would complicate their own aims at sharing Phineas' affections. \"The real problem is I think she's right on outweighing me, perhaps both of us. When's the last time you weighed yourself?\"<br>\r\n<br>\r\nRuby swallowed. \"Um, before I left home I was nearly 12 stone.\" Even though her goal had been to gain more weight to be more attractive in her love's eyes, Ruby wasn't used to the idea of scrutinizing her size just yet.<br>\r\n<br>\r\n\"Only that much?\" Azul was surprised, taking in Ruby's appearance. With all of her weight concentrated in the middle, the freckled redhead's pudgy figure was dominated by her doughy belly. That plumpness had left Azul thinking Ruby outweighed her, until she took in account their difference in heights. \"Because I'm not even twelve and a half stone.\"<br>\r\n<br>\r\nRuby's eye grew wide at that metric, as she reciprocated Azul's sizing up as she looked to her friend's taller, exotic form. Azul was a knock with her namesake blue hair and eyes with how they contrasted her darker skin. And while she had the bulbous backside, there wasn't that much fat on the upper parts of her body.<br>\r\n<br>\r\n\"So I'm the smallest in all of this?\" Ruby asked, ashamed.<br>\r\n<br>\r\n\"There, there,\" Azul gave her friend a comforting squeeze on the shoulder. \"You'll outpace me soon enough with that appetite of yours. What's more concerning is that places Margot close to 200 pounds if she's telling the truth.\"<br>\r\n<br>\r\nRuby felt her heart sinking, as she reached for more chocolate.<br>\r\n<br>\r\n\"She may be the biggest now,\" Azul said, \"but we have the advantage of being friends with Phineas. We can keep her from trying to charm him and play to our strengths.\"<br>\r\n<br>\r\n\"Right,\" Ruby said, confidence returning.<br>\r\n<br>\r\n\"The sooner we can get rid of her influence, the better,\" Azul said. The two friends began planning their strategy in this all out game of love and war.</span></div></div>",
            "created":1583989200,
            "id":2800633,
            "title":"Preemptive Payback"
        },
        "12431114":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Soon, Ruby and Azul both declare their love and aims to Phineas.",
                "Smothered by the girls, Phineas breaks away, snared by another weighty beauty.",
                "The pair can't prepare for each eventuality; Margot seizes her chance to woo!",
                "Sharing Phineas soon becomes lopsided, does Ruby or Azul come out ahead?"
            ],
            "content":"<div class=\"\"><div> <span>\"If we're both in this together,\" Ruby said after she and Azul had finished the chocolate, \"then that'll be our source of strength, two against one.\" In some respects Ruby had spent the past couple of days coming to terms with the idea of sharing Phineas. It was fun to talk about the matters with Azul yet some part of Ruby had still pined for Phineas as a solo act of courtship. This had thrown her off her game, especially as Margot Francois stated her intent to interfere, leaving Ruby a bit weepy in the process of understanding what was going on.<br>\r\n<br>\r\nNow that she knew Azul had the best of intentions to confession their joint love for Phineas, unlike Margot, it grounded Ruby back to her fierce Summers determination. Plenty had looked down on her origins before, working class compared to most of the blue bloods at the Citadel (if not blue-haired like Miss de le Mar) but that grit and gumption had got her this far into her schooling, about to ask Phineas out herself before the approach became sideways.<br>\r\n<br>\r\n\"It'll be like nursing new babes back at the farm,\" Ruby suggested. Her family earned most of their income domesticating various magical beasts. \"Whenever there's a unicorn foal or a hod pup born, we're there alongside the mother. Doubly so if it's a rescue.\"<br>\r\n<br>\r\n\"So neither of us should leave Phineas alone?\" Azul summarized.<br>\r\n<br>\r\n\"Yeah, preferably both of us should be with him as much as possible so Margot can't get to him. And if we need to switch one of us should be available as the other departs. That could free up time to continue our efforts.\"<br>\r\n<br>\r\n\"And for school, of course,\" Azul said, earning a titter between them. Their schemes still became the forefront of their thoughts as they continued discussion. \"I might have a word with the professors about switching my classes around. That'll also let me see if I can sus out Margot's schedule.\"<br>\r\n<br>\r\n\"You wouldn't happen to have more chocolates, would you?\" Ruby asked, feeling peculiarly famished. Her height didn't do much for her stature, although her robust appetite would soon be dramatic results to catching up to the metaphorical \"heavyweights\" in terms of Margot as a rival and Azul as a co-girlfriend.<br>\r\n<br>\r\n\"Sorry, but I'll order some more,\" Azul said, as she continued with their options. \"We have the advantage of sharing a dorm so we can always convince him to come back for a study session. Or more. Maybe we can join in on a club Margot will avoid.\"<br>\r\n<br>\r\n\"Good ideas,\" Rub said, mind elsewhere. \"My parents packed some cookies in a care package, I feel like a taste of home.\"<br>\r\n<br>\r\n<br>\r\nAs a new addition to her morning regimen, Margot Francois added scrying after she had done up her blonde locks into bouncy ringlets. She had somewhat of a skill in divination, although most matters of the future at the Citadel were tricky to determine given the magical wards built into the foundation of the school, along with the sheer potential of its students. However, Margot could still determine something as simple as which way one Phineas Fortescue walked towards breakfast in the mornings.<br>\r\n<br>\r\n\"Perfect,\" Margot said as she mentally noted the results from her crystal ball, taking the moment to do up her stockings. The hem ending just above the knee, it left plenty of flesh for Phineas to feast his eyes on, given how her plump thighs filled out her skirt. An easy way to charm the shy youth. It would be as easy as 'bumping' into him on the way to breakfast.<br>\r\n<br>\r\nThe execution turned out to not be that simple. Margot considered it a straight shot down from Vinixivue Tower to where she planned to interact Fortescue coming from his dorm. Yet unlike her portents in the crystal ball he wasn't alone.<br>\r\n<br>\r\nAzul de le Mar was walking beside him, cracking jokes in what appeared to be an impromptu pop quiz, as Phineas read out questions from one of his textbooks as they carried their school supplies. And Azul was very pointedly not looking at Margot, although she had crossed to the other side of Phineas as if to block him from view.<br>\r\n<br>\r\nMargot frowned. It would require her fallback plan later that day.<br>\r\n<br>\r\n<br>\r\n\"Morning Finny!\" Ruby greeted as Azul and Phineas sat at the table.<br>\r\n<br>\r\n\"Hello,\" Phineas was a little bleary eyed, having been woken earlier than usual as Azul asked him to help her review material they had learned last year to best prepare for their new classes. \"Have you...been at breakfast this whole time?\"<br>\r\n<br>\r\nThere were two emptied plates and a bowl with traces of porridge at Ruby's place setting, as she merrily ate at some bacon. \"That early? I guess so, we're often up at the crack of dawn when I help on the farm. Morning chores before getting fuel for the day.\"<br>\r\n<br>\r\nOr in this case for Ruby, the morning chore had been the fuel for the day. She had just about beat out the rest of the Citadel for showing up to breakfast early, her large appetite given a renewed drive to make herself more attractive in the eyes of her metal crush with Azul. Azul smiled knowingly as she tucked into her own breakfast, as Phineas was more careless in keeping his gaze flitted between them for too long.<br>\r\n<br>\r\n<br>\r\nNot many studied the Law &amp; Government of magical societies to this advanced a degree, so Margot knew that their class was a handful of students, herself and Fortescue included. Margot's machinations for influence weren't only from family reputation alone, as she had political ambitions alongside marrying well, creating her new fascination in luring Fortescue away from her rival.<br>\r\n<br>\r\nThe small chamber for this class had raised benches and longboards along each wall before the lectern, so as Fortescue entered Margot prepared to shift her weight over a few seats to find a 'new seat mate.'<br>\r\n<br>\r\n\"Excuse me, apologies for being late.\" There was de le Mar yet again! Huffing slightly, the bulbous reared blue-haired harlot obvious wasn't used to brisk jogs. She didn't even take this class!<br>\r\n<br>\r\n\"You don't even take this class,\" Phineas said after Azul sat down after a word with the professor, although he was pleasantly surprised to see her.<br>\r\n<br>\r\n\"I know, but I asked to transfer last minute as I've been thinking about what to do after graduation,\" Azul replied, winded, as she sat her own wide hips closer to Phineas' seat than she had at any of their previous classes. \"You make it sound much more interesting, Finny.\"<br>\r\n<br>\r\nHe was the only thing that made this interesting. Truthfuly, Azul found the class to be an actual bore, a lot of the material stuff she had learned second hand from her family's own political interests. Azul excelled far more at her spell work than anyone in her family thought, although alliances and clan loyalties were seen as more important. This class was going to be horrendous. But besides more time with Phineas, it was well worth the look on Margot Francois' face when she entered.<br>\r\n<br>\r\n<br>\r\n\"Care for a drink, Phineas?\" Ruby asked as the trio of friends met that evening. She had talked Phineas into joining her and Azul out on one of the balconies off of the Kunok Quarters commons. Azul was basking along one of the benches, catching the last of the suns rays, as Ruby pried open the crate she had been carrying.<br>\r\n<br>\r\n\"Pixie Malt?\" Phineas read on the bottle.<br>\r\n<br>\r\n\"It's a favorite back home,\" Ruby said, having snuck around some of the Citadel's larders. \"Non-alcholoic, don't worry, but it is said to lift your spirits!\"<br>\r\n<br>\r\n\"O-kayy...\" Phineas took the bottle. The drink had a warm, fruity, fizzy taste that did make him feel a bit giddy. He took a seat perpendicular to Azul's bench, as Ruby handed her a drink.<br>\r\n<br>\r\n\"Here's to another great year!\" Ruby toasted as she cracked open her bottle. \"Look at us, think to when we were the young sprouts at the Citadel, and now we are much more mature.\"<br>\r\n<br>\r\nAn odd message but Phineas raised his bottle all the same before taking another swig. Things sure were different than when they were younger, when he hadn't gotten to know Ruby or Azul personally. But it was odd how much of the day they had spent together already...<br>\r\n<br>\r\nHe was distracted in noticing that while he and Azul had taken a sip, Ruby had raised her head back over the railing as she continued drinking, great gulps passing from her throat down past her chest to her stomach. And drinking, and drinking...<br>\r\n<br>\r\n\"AHH!\" Ruby gasped, refreshed, after finishing off her Pixie Malt in one long draft. Phineas looked stunned as Azul laughed. \"I could go for another, there's plenty more if anyone wants.\" She stooped to fish out another bottle.<br>\r\n<br>\r\nAzul had been surprised how forward Ruby had been in this endeavor but it was looking to pay off. If they kept this up, they would secure Phineas' heart in no time. It was almost a shame this side of Kunok Quarters didn't face Vinixivue Tower, because this evening's exhibitions would send Margot a clear message.<br>\r\n<br>\r\n<br>\r\nThere may not have been direct line of sight but Margot fumed over her crystal ball over her evening scrying, as she began to plot.</span></div></div>",
            "created":1594270800,
            "id":2865105,
            "title":"The Fourth Wheel"
        },
        "12434":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "If the girls noticeably get fatter, Phineas would be sure to notice.",
                "Ruby and Azul engineer a chance for Phineas to defend their honor.",
                "They use magical solution to have Phineas realize his desires, albeit at cost.",
                "A week into school, the girls drag Phineas into a romantic date."
            ],
            "content":"<div class=\"\"><div> <span>Ruby Summers and Azul de le Mar had believed, with the talk on the train about the pounds they gained over the break since last year, and the impromptu eating contest at the welcoming feast, that Phineas would pick up on their genuine enthusiasm for gaining weight, which they knew as his fetish. That they were open to turning their friendship into something more.<br>\r\n<br>\r\nUnfortunately, the morning after the eve of the new term did little to reciprocate the plans the two girls had to declare shared love towards Phineas. Azul had gone to breakfast with a new outfit, having eyed her wardrobe to find which clothes had the most give, settling for a silky soft pink blouse and taunt silvery skirt, a contrast to her unusual shade of skin. The skirt clung to her generous curves, leaving her cherubic buttocks on display in a tantalizing fashion.<br>\r\n<br>\r\nRuby did not have as many clothes as her friend's lavish wardrobe, although she had a patterned vest and work slacks that would be suitable for their classes. More importantly, a bit painfully, the results of her victory at last night's eating contest still sat heavy in her stomach. It would be worth the pain, Ruby knew, if it got Phineas to reciprocate her feelings.<br>\r\n<br>\r\nThus the pair walked in tandem to a table where Phineas was sitting, a textbook opened next to his breakfast plate. Each girl positively beamed and the prospects of showing off to their friend turned potential lover.<br>\r\n<br>\r\n\"Good morning, Phineas!\" Azul greeted, striking a pose once she reached the table. \"What do you think of my outfit?\" She specifically stood in side profile as she stretched, her long deep blue hair cascading the small of her back, knowing that the impressive curve of her hip and rear would be undeniable.<br>\r\n<br>\r\n\"You look, um, swell!\" Phineas said, suddenly nervous. Having debated his friends motivations last night, he had written off their potential of meaning to gain weight. He was happy to have the two girls as friends and classmates going into their penultimate year, and would rather not risk losing them as friends even if he had imagined them getting fatter a few times before.<br>\r\n<br>\r\nStill in disbelief of this change in his friends, Phineas quickly looked back to his text on the properties of magical minerals to avoid gawking.<br>\r\n<br>\r\nTaken aback, Azul looked to Ruby before taking a seat, displeased that her showing off didn't have the desired reaction.<br>\r\n<br>\r\n\"*oof*\" Ruby lowed herself into a seat gently, playing up her performance from the welcoming feast. \"I'm still feeling stuffed, I ate too much last night.\" She rubbed her stomach for emphasis and to relieve some pressure.<br>\r\n<br>\r\n\"Hmm,\" Phineas grunted noncommittally, willing all of his effort to keep reading the classification of metallic alloys on the page of his textbook.<br>\r\n<br>\r\n\"I guess that's what you get for overeating,\" Azul teased jokingly, although there was no malice among the conspirators to jointly sway Phineas Fortescue's heart. \"I may have lost last night but I'm feeling rather famished this morning. As you would say, Ruby, having a hearty breakfast?\"<br>\r\n<br>\r\nPhineas felt the sweat form on the back of his neck over the sounds of Azul loading up her plate with each type of food the breakfast table had to offer, as his eyes bored into the page he had not turned in minutes.<br>\r\n<br>\r\n\"Now that's hardly fair!\" Ruby said, making her own effort to build a breakfast plate even if her stomach complained about being full. \"You have such form and grace, Azul, and those good genetics that I'm sure anything you eat only settles in your lower half tastefully.\"<br>\r\n<br>\r\n\"Guilty as charged,\" the de la Mar daughter grinned.<br>\r\n<br>\r\n\"Meanwhile, I'm so stoutly built that everything just settles in the middle.\" Ruby was looking intently at Phineas now, trying to catch his eye, further kneading her taunt belly at the risk of having to belch again. \"I'd hardly be able to make it to my Practical Enchantments course.\"<br>\r\n<br>\r\nPhineas, ready to explode internally and getting hard just at the odd recognition of was was said, suddenly bolted from his seat needing to find a cool spot to think before he embarrassed himself. \"Well, sorry to run, Ruby, Azul, see you all in Advanced Alchemy?\"<br>\r\n<br>\r\nHe rushed out of there carrying his books low to block a stiffie, leaving the girls to bemoan his obliviousness.<br>\r\n<br>\r\n\"How could he not react to anything?\" Azul sighed, forking her plate of eggs, sausage, toast and hash and eating in big bites out of frustration.<br>\r\n<br>\r\n\"Finny is hopeless when he gets stuck in his own head,\" Ruby said glumly, familiar with how Phineas exercised care to make sure his lustful looks towards the chunky females at the Citadel were hidden. \"Just teasing him with the talk isn't working, we'll have to hit him over the head with it.\"<br>\r\n<br>\r\n\"Indeed,\" Azul said after swallowing some grapefruit juice from a goblet. \"What classes to we all share this term? He'll have to notice eventually.\"<br>\r\n<br>\r\nRuby and Azul spent the rest of the breakfast topping off as they examined their schedules, plotting new ways to get Phineas to see the truth of their efforts.<br>\r\n<br>\r\n<div align=\"center\">* * * *</div><br>\r\n<br>\r\nThe next phase of their plan took place in Advanced Alchemy in second period. Ruby and Azul deliberately directed Phineas towards a work station on the side of the classroom, next to a wall of cabinets and shelves stocked with materials the students used for alchemical coursework.<br>\r\n<br>\r\n\"Remember how we aced Intermediate Alchemy last year together?\" Ruby beamed. \"We're unstoppable team because we know each other so well.\"<br>\r\n<br>\r\n\"Quite so,\" Azul continued, as the class broke out into groups for their first assignment. Phineas was practically pinned between the two beauties as they took seat on either side of him.<br>\r\n<br>\r\nAzul looked at their syllabus. \"Now let's begin: we'll first need a copy of <u>Restricted Processes For Improved Alchemical Redistribution</u> on the top shelf.\"<br>\r\n<br>\r\n\"I'll get it!\" Ruby loudly announced. The choice of student for the task was completely impractical. Shorter than the average, other students could easily reach the shelf where the texts for their grade of studies were kept by Ruby ended up falling short. She stretched and stretched with her arm, making a show of it, her plumped up midriff becoming bare as her clothes shifted, unable to cover her increased girth.<br>\r\n<br>\r\nPhineas was confused. \"Shouldn't I help you--?\"<br>\r\n<br>\r\n\"Got it!\" Ruby announced, having worked the book off the high shelf with her fingers. She was breathing heavily, winking at Phineas as her belly grew out and in with each breath, having yet to tug down her vest as she took her seat.<br>\r\n<br>\r\n\"And for the transmutation will need a block of marble and a lead plate, I can get that,\" Azul said. Sitting on the far side away from the supply cabinet, her getting up and brushing past Phineas and Ruby made even less sense than Ruby being tasked with the top shelf. The ingredients were in the bottom cabinet, causing Azul to stoop low to retrieve them.<br>\r\n<br>\r\nThe act was a deliberately ploy to emphasize her expanded rear, as the twin cheeks of her lovely rounded bum tested the limits of her skirt. She risked bumping her butt into the faces of her friends. The other downside to reaching for the heavy base materials was that Azul, having a pampered life, didn't have as strong of muscle tone as Ruby's stout build. She struggled to lift the marble block and lead plate together, butt flexing with each failed attempt to right herself<br>\r\n<br>\r\n\"Maybe just one at a time?\" Phineas suggested, his brain currently at critical confusion as to what had come over Azul and Ruby's actions.<br>\r\n<br>\r\n\"Of course,\" Azul breathed heavily, her dusky skin hiding the beads of sweat that had formed on her face from the exertion.<br>\r\n<br>\r\nAgain, she brushed past Ruby and Phineas to return to her seat, the two girls nearly squishing Phineas they were sitting so close. The rambunctious display of exhibitionism had failed to capture Phineas's attention again, as he hurried himself in the alchemy assignment after the materials were gathered.<br>\r\n<br>\r\nThe rest of the day proved fruitless. From trying to have Phineas get a feel for their bodies in a midday Dueling course, to playing up how hungry the schooling made them at lunch, to trying to explain what love Phineas had in his future during a Divination Symposium, nothing got through Phineas' thick skull that not only did his best friends have feelings for him, they also shared in his kink. By supper the girls were desperate.<br>\r\n<br>\r\n\"Should we just tell him?\" Ruby said after Phineas had failed to show for the evening meal. \"I mean, privately, of course. He's too nervous in public displays.\"<br>\r\n<br>\r\nAzul drummed her well manicured fingers on the table. \"If he's panicking at our teases, I don't know if he could take an outright declaration of love. Even if jointly presented. He'll probably not want to hurt either of our feelings.\" Phineas' lack for social graces and lack of self esteem were becoming hindrances for the girls' efforts. It would be torture keeping this up for an entire semester if Phineas never got the hint.<br>\r\n<br>\r\n\"I think we'll have to step up our game,\" Azul suggested.</span></div></div>",
            "created":1567141200,
            "id":2710632,
            "title":"The Lad Is Thick In Ways They Are Not"
        },
        "124341":{
            "author_id":"wtlamp",
            "author_name":"WTLamp",
            "choices":[
                "... the three headed down to a nearby lake to relax by the beach.",
                "... there was a very public wardrobe malfunction."
            ],
            "content":"<div class=\"\"><div> <span>Ruby took some time to compose her thoughts before she said, \"I think we need to give him some more time.\"<br>\r\n<br>\r\nAzul raised a skeptical eyebrow at her friend, and gestured with her hand to continue.<br>\r\n<br>\r\n\"It's just... I think we both know that Finny doesn't like talking about himself. I think he's been denying what he really wants for so long that he's not sure how to talk about it. And I think it's important that he needs to figure out how to do that,\" Ruby said. \"I don't think trying to force an answer out of him is going to be healthy for any of us.\"<br>\r\n<br>\r\nAzul let out a frustrated sigh. \"Ah, you're probably right. I guess I'm so used to having an easy solution for any problem at hand that I didn't really think there might not be one in this case. I guess we just have to keep at it. I mean, he's definitely interested. I saw his expression when you brushed up against him in Dueling this morning.\"<br>\r\n<br>\r\nRuby grinned and replied, \"He couldn't keep his eyes off your butt in Advanced Alchemy! It's like he was in a trance!\"<br>\r\n<br>\r\n\"It is a well-known fact that the butts of the de la Mar family have induced trances in many people. It's one of our most infamous family magics,\" Azul said in a faux-haughty tone. She was able to keep her serious expression for a few more minutes before it dissolved into giggles along with Ruby.<br>\r\n<br>\r\nAfter catching her breath, Ruby said, \"Maybe we should lighten up a little on the teasing, though.\"<br>\r\n<br>\r\n\"Maybe,\" Azul conceded. \"But you know what we shouldn't lighten up on?\" As she spoke, Azul cast a minor teleportation spell, transporting a just-finished cheesecake from the Citadel Kitchens to the table near the girls.<br>\r\n<br>\r\nRuby stared at the confection for a moment, before looking back at Azul. \"You gotta show me how to do that.\"<br>\r\n<br>\r\n\"I guess I should,\" Azul responded. \"Because this one's all mine!\"<br>\r\n<br>\r\n- - - - - - -<br>\r\n<br>\r\nPhineas decided that life was going okay for now. The first day of classes back at the Citadel had been kind of weird, but afterwards Ruby and Azul seemed to go back to normal.<br>\r\n<br>\r\nWell, not quite normal. While they definitely weren't doing so as much as they had on that first day back, there were instances in the day where one of them would do something... distracting. Phineas tried his best to be a gentleman, he really did! But when Azul leaned over in such a way that Phineas got an eyeful of her cleavage, or  Ruby used her hips to close a door due to her arms being full, it was hard not to be distracted! The weirdest part was when he caught one or both of them noticing him staring. He expected to be told off or slapped or <i>something</i>, but nothing ever came of it!<br>\r\n<br>\r\nAnd then there was the food.<br>\r\n<br>\r\nNeither Azul nor Ruby had ever been the skinniest girls in his class. Even last year, they both had had eaten well, not subscribing to the diets that those students who wanted to lose weight went on. But this year, it was like they couldn't get enough. Hearty breakfasts, heavy lunches, seconds at dinnertime, and plenty of snacks to graze on when they studied, wether as a group or solo. And it was definitely starting show.<br>\r\n<br>\r\nRuby's had always had a figure that the more polite students would call \"stout,\" and now it was beginning to round out. Her belly was acquiring more mass, though it could be hard to tell how big it naturally was sometimes due to the fact that Ruby was constantly stuffing herself. The real expansion was happening down below, with Ruby's enlarging hips, thighs, and butt giving her a pear shape. Not to say that the rest of her wasn't getting softer, but that wasn't where the main show was.<br>\r\n<br>\r\nAzul, meanwhile, was widening on both top and bottom. Phineas had overheard her talking to Ruby about needed to be fitted for a bigger bra, and her bustline definitely seemed to be expanding. At the same time, her hips were also getting wider and softer, giving her more of an hourglass shape. Like Ruby, her belly was usually kept full, but it didn't seem to be expanding at the same rate the redhead's was. It wouldn't be unfair to call her downright Rubenesque these days.<br>\r\n<br>\r\nOverall, Phineas was conflicted. The two of them were definitely getting fatter. They had to know, right? Except that there wasn't any of the usual complaining about gaining weight that Phineas had heard from most of his heavier classmates. In fact, they seemed... fine with it? Or were they just in denial? If they were, then it was Phineas's job as their friend to talk about it with them, wasn't it? Only, even someone with as little social grace as Phineas knew that asking a girl about her weight was not what one did. And then of course there was that more lustful part of him that wanted to see just how big his friends would get.<br>\r\n<br>\r\nIt was a lot to think through.<br>\r\n<br>\r\nSo, things continued on as they had. Phineas, Ruby, and Azul continued working together in their classes. The girls continued to flirt with the confused young man, and continued to eat themselves bigger. And Phineas continued to be confused, wondering just what he was missing. This tenuous status quo finally changed during one of the last weekends of summer, when...</span></div></div>",
            "created":1595998800,
            "id":2878057,
            "title":"Playing the Waiting Game"
        },
        "124343":{
            "author_id":"wtlamp",
            "author_name":"WTLamp",
            "choices":[
                "\"Yes, we will have to make a deal with an actual demon.\"",
                "\"No, but I'm not sure what my sister will ask for in return.\""
            ],
            "content":"<div class=\"\"><div> <span>\"I think...\" Azul continued after taking a moment to compose her thoughts, \"What we need is a bottle of Tobias's Tincture of Truth.\"<br>\r\n<br>\r\nRuby gasped and said, \"That's the truth serum, right? The potion that makes the person who drinks it unable to lie for 24 hours.\"<br>\r\n<br>\r\nAzul nodded. \"I think that poor Finny has been so repressed all his life that the only way he'll admit what he really wants is if he is compelled.\"<br>\r\n<br>\r\n\"And,\" Ruby added, \"We can also drink some too, so that when we tell him he'll know that we're serious.\"<br>\r\n<br>\r\n\"Risky,\" Azul mused. After she took a moment to breath in deeply, she said, \"But I guess it would be totally unfair to him if we didn't.\"<br>\r\n<br>\r\nRuby let out a relieved laugh. \"Sounds like we have a plan, then!\" She was quiet for a few moments more, before she leaned forward with a pensive frown. \"Isn't truth serum one of those potions that's regulated by international magical law?\"<br>\r\n<br>\r\nAzul chuckled mirthlessly. \"Indeed it is. Which is, admittedly, something of a sticking point.\"<br>\r\n<br>\r\n\"But you <b>can</b> get some,\" Ruby pressed. \"Otherwise, why bring it up?\"<br>\r\n<br>\r\n\"Thing is,\" Azul said, her fingers drumming on her soft thighs (something Ruby recognized as a nervous tic of hers), \"To get some would mean having to make... a bargain.\"<br>\r\n<br>\r\n\"You mean like, a Faustian deal? A deal with the devil?\" Ruby asked.<br>\r\n<br>\r\nAzul took in another death breath, and then responded.</span></div></div>",
            "created":1595998800,
            "id":2877393,
            "title":"They use magical solution to have Phineas reali..."
        },
        "13":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Quanta Loft, with its bright enthusiasts! Phineas had always wanted to be here.",
                "Wrocklehurst Cellar, was this some sort of wakeup call?",
                "Meldelvian Dungeon, the darkest and edgiest at the Citadel.",
                "Vinixivue Tower, far better than Phineas ever thought he could be.",
                "Back to Kunok Quarters again? Although not in the way he expected."
            ],
            "content":"<div class=\"\"><div> <span>The namesake Citadel of the Citadel Prepatory Academy for Rites &amp; Sorcery was an immense fortress hidden away from the rest of the world. It had countless halls, courtyards and rooms. Many students warned against straying too far along less traveled hallways as it was very easy to get lost. The fortress was a boarding school, of course, providing every possible amenity to its students as they spent their formative years in one of the five dormitories.<br>\r\n<br>\r\nEach dormitory selected its students from each incoming year. The process was vague, with contradictory explanations. All that was known was that by the time the students got off the locomotive in time for the Welcoming Festival, they had already been assigned to their dorms. Each dormitory banded together as a family of sorts, as they would compete with each other throughout the year in marks, sports and contests.<br>\r\n<br>\r\nEach dormitory prided itself on its traits and accommodations. The dormitories were as follows:<br>\r\n<br>\r\nQuanata Loft sported the wittiest, cleverest, and most imaginative students at the school. Those with the passions of learning and self-expression tended to make their way here in the cozy attic loft reaching towards the heavens. Their tastes were eclectic, as was the decor. Students with big dreams, new ideas, natural philosophers and those with an artistic eye made the loft a certainly eccentric place.<br>\r\n<br>\r\nWrocklehurst Cellar was an ancillary building in the Citadel with erstwhile students. Ones that made plenty of effort and didn’t take much credit for their efforts. Yet while none of the resident mages were stupid, there was the constant impression that ‘problem’ students ended up in the cellar. The reasons varied, from poor performance in one class, physical handicaps, or esoteric living arrangements needed as a result from obscure parentage. Wrocklehurst Cellar strived to make all welcome and had decidedly rustic architecture.<br>\r\n<br>\r\nMeldelvian Dungeon had a gothic and sometimes sinister reputation. Those with interests in the macabre side of magic and a killer fashion sense crowded the gloom of the darkest dungeons. Many cultivated a frightening personality to make an impression. Few were inherently evil in this dormitory, although the stereotype of being the strange and scary kids did little to foster a positive image.<br>\r\n<br>\r\nVinixivue Tower championed have the best of the best. The most elite, the boldest, bravest and rising stars in the next generation of the magical world. The tower was one of the more imposing in the citadel, clade with opulence that spoke of past celebrities. It was a big name dormitory at the school, popular and prone to partying. Perhaps with a devil may care attitude, as many students of the dorm felt they could do no wrong.<br>\r\n<br>\r\nKunok Quarters, unlike many of the other dormitories, did not boast over having better accommodations or better students. The dorms were practical, simple and functional above all, never letting flash and panache get in the way of school life. Kunok students tended to be self disciplined and very loyal neighbors, drawing accolades from their collective efforts rather than a number of individual standouts. You were never without a friend or assistance at Kunok, or so it was said. As welcoming as they were Kunok was not the dorm to cross, as they could be as hard and resolute with a grudge as the stones of their corridors.<br>\r\n<br>\r\n<br>\r\nAlthough students tended to be associated with their dormitory for the rest of their life at the Citadel, the school also encouraged dormitory exchange. The upperclassmen were able to live in a different dormitory for the year. This helped broaden horizons and also brought new perspectives to the next generation of magic folk.<br>\r\n<br>\r\nAs Phineas Fortescue collected his luggage, he contemplated what the results of his dormitory exchange would be. He had been in Kunok Quarters since his first year at the Citadel. Unlike most of the dormitory he tended to keep to himself, staying out of the limelight. Phineas wasn't too sure about entering dormitory rotation. His family had suggested it, they thought it might help foster some ambition in him with a new outlook. Unlike his family's hopes, Phineas had a more dour outlook. Moving into a new dormitory would be such a change, he wasn't sure it would be for him.<br>\r\n<br>\r\nJust where was Phineas Fortescue going to room this year?</span></div></div>",
            "created":1512450000,
            "id":2424431,
            "title":"Dormitory Rotation"
        },
        "14":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "There's always something to eat at the feast.",
                "Taking in the demos and performances of the pavilion tents.",
                "Phineas unexpectedly becomes privy to some illicit activities.",
                "He stumbles into a situation he would rather not be in.",
                "The festival passes as a blur. The morning after, however, is more complicated."
            ],
            "content":"<div class=\"\"><div> <span>There was no crazier time at the Citadel Preparatory Academy for Rite &amp; Sorcery than the Welcoming Festival. It introduced students to the wonders of life at the ancient magical fortress. In many ways it was the last chance for fun before the serious approach to studies was enforced by the teaching staff.<br>\r\n<br>\r\nAll in all the Welcoming Festival was quite compact. It lasted from the time students arrived on the locomotive to an official cutoff point of about 10 pm (22 hrs) although several students had their own ideas for festivities that could easily last until midnight.<br>\r\n<br>\r\nThe Citadel did not disappoint during a party. There was a grand feast, the first big meal of the year. There were numerous displays and marvels, from swarms of trained bats to choirs of nymphs, performing ghosts, dancing skeletons and other such supernatural entourages. In the center pavilion there would be tents with demonstrations as to the varied courses in magic the Citadel offered. Student leaders also had booths for various student organizations and clubs. New students were typically lead into icebreaker games at whichever of the five dormitories they had been assigned. The festivities were closed off by a spectacular fireworks show at 22 hrs.<br>\r\n<br>\r\nAlthough the more rambunctious students had their own plans for the Welcoming Festival, activities that were never effectively quashed. Smuggling in booze was quite common, the magical world having several strange and potent brews. Those longing in their freedoms would sneak into unauthorized areas or plan elaborate pranks against a disliked teacher or student. Some would try to find a private area for impromptu make out sessions.<br>\r\n<br>\r\nAll Phineas Fortescue knew was that the Welcoming Festival was loud. It wasn't a celebration one could sit out (he'd tried before) as the noise and atmosphere from the event permeated the whole Citadel. Anyone hoping for a slow progression into academy life or someone as introverted as Phineas wasn't going to find much of interest in the various distractions of the Welcoming Festival. At its worst, all the hullabaloo was just annoying to experience.<br>\r\n<br>\r\nGoing into his penultimate year at the Citadel, however, Phineas had finally settled on the notion of not trying to fight the festivities. True, the Welcoming Festival was not his cup of tea but this was one of his last festivals. Perhaps this outlook was a sign that Phineas was finally coming out of his shell.<br>\r\n<br>\r\nSo what does Phineas try next? </span></div></div>",
            "created":1512536400,
            "id":2424702,
            "title":"The Welcoming Festival"
        },
        "145":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Play it cool, Phineas, and your wildest dreams will remain true.",
                "Deflect the question while trying to tease out details of last night.",
                "Bolt for the door!",
                "Hell hath no fury like four witches that catch you in a lie."
            ],
            "content":"<div class=\"\"><div> <span>Phineas slowly felt his mind stir. His eyes were closed as he was splayed out on the bed. It was a comfortable, cozy feeling, rising out of sleep without a care in the world. His dreams were a slurry that he couldn't decipher with a half awake mind but something had felt good about them. He shifted, his arms reaching out into the cushions. The surface was warm and fleshy under the cloth, jiggling from his touch, and he gave it a squeeze.<br>\r\n<br>\r\n\"Mhmmm...\" a pleasurable moan came from the other occupant of the bed.<br>\r\n<br>\r\nAdrenaline jolted Phineas awake as his eyes shot open.<br>\r\n<br>\r\nThis wasn't his room. This wasn't his bed! He tilted his head furtively, looking from side to side. Under the sheets two massive forms sandwiched him in the middle of the bed. He heard snoring. To his right was the rising stomach of a rather fat girl. Phineas was stunned, feeling himself grow hot and it wasn't from the covers. He'd dreamed about putting forward the effort to talk to one of the fat, weighty women of his affections and here he was, impossibly waking beside one. He had to pinch himself to see if he was still dreaming.<br>\r\n<br>\r\nAnother low moan of ecstasy escaped from his left side bedmate. He had forgotten where his hand had strayed.<br>\r\n<br>\r\nPhineas was waking up in bed next to two fat beauties!<br>\r\n<br>\r\n\"Morning',\" came the purr from his left. Phineas was face to face with a round, freckled face framed by auburn hair and adorned with sparkling green eyes. A girl about his age smiled at him, peeling herself free from the bedsheets.<br>\r\n<br>\r\nThe shock in face continued as Phineas found his eyes looking down the length of her horizontal body. While her face was round not too much of her was out of proportion...until he saw her wide, fat thighs spilling out of her white nightdress, each thigh as thick as his waist. They were as freckled as her face.<br>\r\n<br>\r\nShe grinned, revealing a slight gap in her teeth. \"Gosh, you look more frightened than pixie about to be eaten by a bugbear.\"<br>\r\n<br>\r\n\"Uh-h-h-h...\"<br>\r\n<br>\r\nSuddenly, even though this was exactly where Phineas wanted to be he felt very uncomfortable. He backed up, wanting to put more appropriate distance between him and the thick thighed godiva in the bed, forgetting about the other occupant that had him trapped on the mattress.<br>\r\n<br>\r\nThe large bellied behemoth snorted awake. \"Huh? That you Siv?\"<br>\r\n<br>\r\n\"No silly,\" said the freckled, leg heavy girl Phineas had squeezed in his sleep, presumably Siv. \"It's our new friend, Maeve, he's all flustered.\"<br>\r\n<br>\r\n\"The cutie?\" Maeve turned over, catching Phineas off guard. Maeve had big lips, blue eyes and a small mole just off her chin, framed by sandy brown hair. She probably had fifty or so pounds on Siv, mostly resting in her middle. \"You're still here! Last night was so much fun.\"<br>\r\n<br>\r\n\"L-Last N-Night??\"<br>\r\n<br>\r\nPhineas had completely blacked out about last night. He recalled getting off the train upon arrival at the Citadel. The welcoming festivities had been underway...but he couldn't remember anything else. What was he doing in a bed shared by two other, if very attractive, weighty girls? Suddenly Phineas realized himself, finding that he thankfully had slept in his uniform but it was in disarray.<br>\r\n<br>\r\n\"Come here,\" Maeve continued, rolling over with an arm outstretched to hug Phineas.<br>\r\n<br>\r\nWhatever destiny had gotten Phineas into this situation failed him now that he was back to his senses as he tried to scramble back, hoisting himself upright.<br>\r\n<br>\r\n\"Don't crush him, Maeve,\" Siv chided, \"you're scaring him.\"<br>\r\n<br>\r\n\"I'm t-terribly sorry,\" Phineas tried to begin, mind racing as he tried to make sense of the whole affair. Caught off balance, both mentally and physically, he felt himself teeter as he tried to step over Siv and found himself instead falling over her and off the bed, the floor rushing up to meet him.<br>\r\n<br>\r\nAt least the landing was soft. Not only from the carpet, as Phineas had landed face first into a perfectly pliable, peach shaped bum of someone passed out on the floor.<br>\r\n<br>\r\nThree?!<br>\r\n<br>\r\n\"I'm up!\" came a singsongy voice that soon faltered. \"Ooo dear, I've had too much to drink.\"<br>\r\n<br>\r\nPhineas scrambled up. The broad, lovely shaped bum shifted to reveal the blonde that blinked his direction. \"Who are you again?\"<br>\r\n<br>\r\nSiv giggled from the bed, before helping Phineas sit up with a pair of strong yet soft hands. \"Calliope, honestly, you were the first to meet him!\"<br>\r\n<br>\r\n\"Ooh ho ho~,\" Calliope turned, leaning in far too close as Phineas realized she was half dressed in the Citadel's uniform and a pair of pale yellow tights. Her skin was bronze and her teeth gleaming white. Her voice carried that musical quality again. \"The Phinery, right? Phin-phin.\"<br>\r\n<br>\r\n\"Phin-phin?\" Phineas mouthed, worriedly.<br>\r\n<br>\r\n\"Siv, you've had too much time to cuddle with him,\" the hefty Maeve complained, dressed in a red bathrobe now that she emerged from the sheets.<br>\r\n<br>\r\n\"Cuddle?\" Phineas felt the blood drain from his face as every impossible fantasy he'd had in his years of coming to this school went off in his head.<br>\r\n<br>\r\nHe couldn't help it that the draining blood decided to enter a certain other body part.<br>\r\n<br>\r\n\"Oh my,\" Calliope, the bottom heavy blonde, put a hand to her lips as she looked down. Phineas followed suit and quickly flung his hands to cover his arousal.<br>\r\n<br>\r\nThere was a knock at the bedroom door. \"Ladies, aren't you up yet? Gods, I had way too much to eat last night.\"<br>\r\n<br>\r\nA fourth girl entered the room. She had long black hair trailing down her back and sultry, heavily makeup'd eyes. Unlike the rest she was dressed but not in the school uniform. Her blouse was loose and her slacks unbuttoned for good reason. Her hands cradled a burgeoning potbelly from her otherwise slender frame. \"I can't go to classes looking like...\" She caught sight of Phineas, staring.<br>\r\n<br>\r\n\"Gird?\" Said Siv, the playfulness in her voice dropping into concern. \"Oh no, class! I have a full morning of druid rituals!\" The freckled, thick-thighed honey jumped out of bed.<br>\r\n<br>\r\n\"Boo!\" said Maeve, as her stomach rumbled. \"Please tell me the morning back breakfast will be as good as the feast.\"<br>\r\n<br>\r\n\"I'm due back for my apprenticeship,\" said Calliope, groaning, \"but last night was so much fun.\"<br>\r\n<br>\r\nGird, the black haired newcomer, stifled a belch. \"Gotta admit, Fortescue, I always thought you were too much of a dud.\" She flashed him a brief smile before turning serious. \"But I think it's best if you don't say anything more about what all happened yesterday.<br>\r\n<br>\r\n\"Uh, sure,\" Phineas said. What in the hells had happened yesterday? He couldn't have loose lips about events he couldn't personally remember.<br>\r\n<br>\r\nIn the midst of the three large ladies and the potbelly vixen getting themselves ready for the first lessons back at the Citadel, Siv paused as she looked at Phineas's bewildered confusion. \"Wait. Do you not remember what happened last night?\"<br>\r\n<br>\r\nPhineas froze.</span></div></div>",
            "created":1541739600,
            "id":2575560,
            "title":"Bewildering Waking"
        },
        "1452":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Maeve, the hearty massive cleric.",
                "Siv, the romantic thunder-thighed druid",
                "Callipoe, the bubble-headed bottom-heavy bard.",
                "Gird, the skinny but pot-bellied summoner.",
                "Another wrinkle from last night, as a different girl recognizes Phineas."
            ],
            "content":"<div class=\"\"><div> <span>At Siv's question, all four of the girls stared directly at Phineas. This unbelievable dream would turn into a nightmare if Phineas admitted he couldn't really remember how he had wound up sharing a bed with two of them.<br>\r\n<br>\r\n\"Last night?\" Phineas replied, thinking fast. \"Of course. Well, mostly, I've got a bit of a headache actually.\"<br>\r\n<br>\r\n\"You poor thing,\" Siv said, feeling his forehead, as Phineas stared into her eyes to avoid looking down at the heft of her thighs as she knelt beside him. \"The drinks were my and Gird's idea, I'm sure we're all a little hungover.\"<br>\r\n<br>\r\n\"The drinks, yeah,\" Phineas caught on, \"I'm honestly not much of a drinker.\" Truthfully, Phineas had never had more than the occasional wine if at a fancy meal, he had never fancied the taste of alcohol.<br>\r\n<br>\r\n\"You're all weak-livered!\" Maeve chuckled, heaving herself up from the bed. \"Still, not unexpected when you decide to cross mugs with a cleric of the Divine Harvester.\"<br>\r\n<br>\r\nDivine Harvester? Phineas wasn't as versed on his religions, although several divine domains had their respective temples about the Citadel for the purposes of instructing their followers. He remembered there was a goddess of food and drink but the name escaped him.<br>\r\n<br>\r\n\"And to think that prank of yours almost backfired,\" Calliope said. \"Has anyone seen my flute?\"<br>\r\n<br>\r\n\"Prank?\" a new mystery caught Phineas off guard.<br>\r\n<br>\r\n\"Here,\" Gird said, waving her hand as a magical portal briefly appeared in the air as a silvery flute passed out of it, as she handed it to Calliope.<br>\r\n<br>\r\n\"Thanks,\" Calliope smiled. \"Although I'm glad to have met you, Phinny, you've got a raw but lovely tenor voice that could do with some training.\"<br>\r\n<br>\r\n\"Th-thanks,\" Phineas said. He had been singing, too?? Phineas could understand music theory well enough, he had never fostered the talent.<br>\r\n<br>\r\n\"Although sneaking up to the south tower roof was a better spot to view the fireworks from,\" Siv said.<br>\r\n<br>\r\n\"Alright girls, enough chit-chat,\" Gird said. With a clap of her hands a crackle of eldritch fire appeared above them, with a winged impish quasit appearing in the flames. \"Ready my Enchanting Workbench,\" she instructed, and the quasit disappeared. She prodded her stomach. \"This belly is a little more problematic, do we have any bloat-away potion?\"<br>\r\n<br>\r\n\"There might be some in the bathroom,\" Calliope said. \"Gosh, I have to tune my lute today too.\"<br>\r\n<br>\r\nMaeve heaved a heavy sigh. \"And there's morning rituals for me.\"<br>\r\n<br>\r\nThat's right, today was the first day of classes at the Citadel. Phineas felt almost forgotten as the girls hurried about the business. \"So, the four of you are roommates, right?\"<br>\r\n<br>\r\n\"Of course,\" Siv said, opening the window. With a soft gesture she encouraged the vines outside on the castle walls to blossom into small flowers.<br>\r\n<br>\r\n\"It's just, uh, surprising I guess given your various magical aptitudes.\" Through observation and brief explanation, Phineas learned that the four students focused on the clerical, druidic, bardic and summoning branches of magic. That is to say, Maeve channeled her faith with her goddess into divine miracles; Siv was greatly attuned to the natural world with reverence; Calliope practiced how magic was much like music, it had patterns and improvisation; and Gird focused on the aspects of reality, summoning verges and aid from other realms of magic.<br>\r\n<br>\r\n\"What's your expertise, Phinny?\" Calliope asked.<br>\r\n<br>\r\n\"Nothing in particular, I guess I'm more scholarly,\" he admitted.<br>\r\n<br>\r\n\"Really? Well, maybe we can meet up for some study groups, I'm quite lousy on my history--\" Calliope trailed off, the situation dawning on her. \"Wait, you're still here!\"<br>\r\n<br>\r\n\"Yeah,\" and then the same concern dawned on Phineas. \"It's been great meeting you all, but how do I get out of here unnoticed?\"<br>\r\n<br>\r\nThe four student witches paused. \"We didn't actually think of that,\" Maeve said.<br>\r\n<br>\r\n\"Actually, where are we?\" Phineas asked.<br>\r\n<br>\r\n\"This is Kunok Quarters,\" Siv said.<br>\r\n<br>\r\nPhineas let out a whistle. \"*phew*, that simplifies matters I guess. I belong in the boys' dorms.\"<br>\r\n<br>\r\nSeveral ideas for how to help Phineas leave unnoticed came up, from having him crawl along the window ledge, turn him invisible, turn him into a frog or such to smuggle him out, use a broom, all ideas quickly shot down as they grew more and more ludicrous.<br>\r\n<br>\r\n\"How good are you with tight spaces,\" Gird asked.<br>\r\n<br>\r\n\"I'm not claustrophobic, if that's what you're asking,\" Phineas said.<br>\r\n<br>\r\n\"Come with me, you have to promise me you won't say anything about this,\" Gird said.<br>\r\n<br>\r\n\"And promise you'll stay in touch with us!\" Maeve said. Phineas had managed to skate out of there with his neck intact, fancied by each of the girls as much as he was intrigued by them, yet still horribly confused as to how he got into this situation.<br>\r\n<br>\r\nGird led him into the girl's shared living room, crossing to a curtained closet. \"I've got a traveling trunk,\" she said, parting the curtain to reveal a large box chest. \"It's how we've been sneaking things inside the Citadel.\"<br>\r\n<br>\r\n\"Ah, right,\" Phineas mouthed.\"<br>\r\n<br>\r\n\"I've got another one that's still housed in receiving luggage by the gatehouse,\" Gird explained, \"so that gets you outside the doors where you'll draw less attention. That sound okay.\"<br>\r\n<br>\r\n\"Sure, um, thanks again,\" Phineas said. Compared to how he felt this morning, lying down in a magical trunk was the least awkward and unusual.<br>\r\n<br>\r\n\"It's perfectly harmless,\" Gird said before she shut him in, giving Phineas a wink. \"Catch you later sometime, alright?\"<br>\r\n<br>\r\n\"Yeah,\" Phineas said. The lid closed and he was plunged into momentary darkness, enough to hear Gird call out <i>\"Can I borrow a corset--\"</i> before he was transported into a different trunk interior.<br>\r\n<br>\r\nPhineas cracked open the lid, finding this trunked wedged onto a shelve with several other pieces of luggage, but with enough room for him to squeeze out. The ploy had worked. As he snuck his way out of the gatehouse, Phineas tried to make sense of all that must have happened during the Welcoming Feast. This was a far different start to the year compared to his previous years of magic schooling.<br>\r\n<br>\r\n<br>\r\nUltimately, Phineas could only piece out some of the details of what had transpired during the night of the welcoming feast. Maybe if he got closer to one of the girls, he could get a more direct account. Each of the roommates were rather nice, and had helped him sneak out of their dorm without notice.<br>\r\n<br>\r\nSo where there was a break after classes, Phineas went to see...</span></div></div>",
            "created":1584162000,
            "id":2801458,
            "title":"Much Ado About Nothing Last Night"
        },
        "15":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Forget the master, it's the co-ed partner apprentice that catches Phineas's eye.",
                "Phineas is apprenticed to a teacher that has somehow discovered his secret.",
                "He is apprenticed to a strange magical being...",
                "...or alternatively, an entity from another plane contacted in esoteric ways.",
                "Phineas tries to back out of being an apprentice, but it's impossible to undo."
            ],
            "content":"<div class=\"\"><div> <span>The moment Phineas Fortescue had stepped off the locomotive at the Citadel's train station, he heard his name being called for over the bustle of the crowd.<br>\r\n<br>\r\n\"<i>Urgent message for Phineas Fortescue! Urg-ent message for Phineas Fortescue!</i>\"<br>\r\n<br>\r\n\"Th-that's me,\" Phineas waved down the Citadel messenger. He was promptly given a rolled up parchment by the strange little imp who immediately began calling out another message. Phineas no longer paid attention to the imp's cry. He held the parchment nervously, unsure about opening it. He couldn't recall having done anything to get himself in trouble with the school authorities. If there had been a previous need for correspondence he would have received it at home over the summer.<br>\r\n<br>\r\nBalking at the rolled up message wasn't going to get Phineas anywhere. Hesitantly, he unfurled the message and began reading:<br>\r\n<br>\r\n<div align=\"justify\">\"Dear Mr. Phineas Fortescue,<br>\r\nThe Citadel Academy for Rites &amp; Sorcery is pleased to inform you that your scholarship has been selected for advancement into apprentice studies. You are check in at administration for any changes in accommodations, and then report to your--\"</div><br>\r\n<br>\r\nPhineas took big gulps of air in surprise, going back to reread over the first few sentences again. He'd been made an apprentice?!<br>\r\n<br>\r\nThe Citadel shepherded students through eight years of magical education, with Phineas entering his penultimate or second to last. That was the majority of the student population. However, the Citadel also had its own version of graduate level coursework or apprenticeships to some of the most powerful wizards, witches, warlocks and other magical beings that taught at the school. Becoming an apprentice was an arduous, grueling task. Many students fancied themselves as being capable young magicians yet numerous failed to make the cut to work under the scrutinizing masters.<br>\r\n<br>\r\n\"There must be some sort of mistake,\" Phineas said to himself. Becoming an apprentice had sounded like so much work he had never considered it. Each master or mistress focused their apprentices on a specific niche of magic, studies that could extend life at the Citadel anywhere from an average of two to four years. That's if any of them survived. It was a rare but gruesome truth that in the past apprentices had gotten themselves killed from magical accidents or challenges they were not yet prepared for, amongst other dangers with learning such advanced magic directly from a master.<br>\r\n<br>\r\nPhineas had certainly never signed himself up for it. Apprentices were commonly contacted during the summer and he had just received this message after getting off the train. Yet here the message was on official Citadel parchment. The fact that he was now an apprentice worried Phineas, as the risk far outweighed the positives in his mind. Apprentices were regarded with awe by the lesser study body, with access to privileges most at the Citadel didn't even know existed. It all depended on your master or mistress, each selective educator having their own quirks and reputation.<br>\r\n<br>\r\nCripes! Phineas hadn't finished reading the message yet. He still didn't know whomever he was pressed into apprenticeship for...</span></div></div>",
            "created":1512536400,
            "id":2424707,
            "title":"Phineas The Apprentice"
        },
        "151":{
            "author_id":"wtlamp",
            "author_name":"WTLamp",
            "choices":[
                "Bella Lovejoy",
                "Gladia Storm",
                "Misty Lune"
            ],
            "content":"<div class=\"\"><div> <span>Phineas scanned the note one more time, but the only other real useful piece of information on it was the name of his Master - Janus Dao. Of course, that set off another wave of disbelief in Phineas's mind. Professor Dao was one of the foremost sorcerers in the world today, a wizard who focused his studies on the dualities inherent in many magical traditions. Fire &amp; water, light &amp; dark, life &amp; death - Professor Janus had made many discoveries in how they interacted with each other. It was a great honor to be selected as his apprentice.<br>\r\n<br>\r\nOf course Janus Dao, like many powerful magicians, had his own eccentricities. In Dao's case, it was an obsession with the number two. He always trained two apprentices when he took them on, and they either passed together or failed together. Which meant that if he screwed up now, it wouldn't only be his ass on the line anymore. Another student's future would now ride on how well Phineas did as an apprentice to one of the most renowned mages in the world. Phineas groaned as he felt his stress continue to build.<br>\r\n<br>\r\nAs he made his way towards the accommodations office, Phineas saw several other students moving along with him. All of them had been chosen by other powerful wizards to be their apprentices. All except one, who would be Phineas's parter. Phineas wondered who it might be. As his eyes roved over his classmates, three in particular caught his attention.<br>\r\n<br>\r\nThe first was Bella Lovejoy. She was one of the most popular girls in his year, because she was both incredibly smart and incredibly generous. She had helped many of her classmates who were struggling with their coursework without a second thought. In fact, Phineas was fairly sure he would have failed Intermediary Elementalism without her aid. She was also rather pretty, with blonde hair and blue eyes. Best of all, in Phineas's opinion, was her softness. Bella was known for having a sweet tooth, and many students had repaid her help by giving her candies and pastries. Phineas himself had gone ahead and gotten her an entire pie when she'd helped him, and to his surprise had eaten it all in front of him. Naturally, her hips had been getting wider as time went on. Yes, having Bella Lovejoy as a partner would be rather nice.<br>\r\n<br>\r\nThere was also Gladia Storm, who was widely considered to be the smartest girl in his year. She had consistently earned top marks in all of her classes, and excelled at any task she set her mind to. As one might expect, she was very competitive and abrasive, which explained why she was not as popular as Bella was. Gladia occasionally shot a dark look at the blonde, and Phineas knew she considered Bella one of her biggest academic rivals. What might happen if she turned that intensity on him? Phineas shuddered as he remembered how intense she could be when she competed with anyone. Her black hair, grey eyes, and lithe figure were considered attractive to many, but not to him. Yes, Phineas would rather not be paired with Gladia Storm.<br>\r\n<br>\r\nThe last of the others to catch his attention was Misty Lune. Misty was, in one word, a tease. She enjoyed joking and flirting with everyone around her, which made her the life of the party. She was never too mean-spirited about it, though, which was why she still as popular as she was. That and the fact that Misty Lune was widely considered to have one of the best pair of breasts on campus. Even Phineas, who preferred his woman with thicker waists than Misty had, could appreciate them. Misty's white hair and pale skin, products of her albinism, also gave her a mysterious air. Being partnered with Misty Lune could be interesting.<br>\r\n<br>\r\nFinally, Phineas and the rest arrived in the accommodations office, which was already full. Not with other wizards, but with various animals, demons, and spirits. Familiars, Phineas realized, contracted servants of their new masters. Each of the assembled familiars had signs floating by them with names on them. The signs all had names written on them - the familiars would guide the new apprentices to their teachers. After looking around, Phineas finally found his name on a sign that was floating by a two-headed hellhound puppy. There was also another name on that sign:</span></div></div>",
            "created":1547269200,
            "id":2602373,
            "title":"The Two Apprentices"
        },
        "1513":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "To start with, Phineas and Misty must live together to nurse the hellhound.",
                "They work closely with Dao's other paired apprentices with curious dualities.",
                "Misty's allergy to the orthus has acute side-effects.",
                "There is a grand competition among the new apprentices this year."
            ],
            "content":"<div class=\"\"><div> <span>\"Misty Lune?\" Phineas read with surprise.<br>\r\n<br>\r\n\"Ah, Fortescue isn't it?\" Misty Lune said. She was dressed smartly for the day of becoming an apprentice, making Phineas feel like he should have dressed up for the occasion, even though he had only just learned of this prestigious opportunity.<br>\r\n<br>\r\nMisty wore sleek lavender and midnight purple robes, fitted around her impressive bust. Her milky white skin had a hint of blush from her blood, and she carried herself with an almost airy countenance.<br>\r\n<br>\r\nPhineas gulped at the coy greeting. They weren't strangers by any means, although weren't friends either. Phineas and Misty had schooled together for many years, a frequent face in shared classes. There was a brief time, early in their second year when they were very much still children, that Misty had called Phineas her 'beaux' for half a semester. Puppy level crush that had not been one to last, one before Misty became a flirtatious partier and Phineas developed his attraction towards chubbier girls in their grade. Yet some of that old magnetism towards Misty had lingered, as she became quite beautiful with not only her face and charm but her natural figure with a perfect pair of breasts.<br>\r\n<br>\r\nThe reunion was broken by a trail of slobber spilled on Phineas' shoe from their joint familiar. Misty giggled as he struggled to wipe it off on the floor.<br>\r\n<br>\r\n\"So, Misty, I must admit I don't quite know why I'm here. Or why we're both in possession of a drooling orthus.\"<br>\r\n<br>\r\n\"I think she's cute,\" Misty said, bending to scratch behind the ears of the other head of the two headed puppy, more receptive to her presence.<br>\r\n<br>\r\n\"How do you know she's a sh--?\" Phineas asked, although stopping himself as he noticed that he had a stunning view of Misty's pale cleavage given the position she took to pet the creature.<br>\r\n<br>\r\n\"She and he, Mr. Fortescue,\" spoke the sage tones of their new master, Janus Dao.<br>\r\n<br>\r\nPhineas immediately straightened himself, not wanting his first impressions with the permanent sorcerer to be looking lustily at his co-ed fellow apprentice. The whole situation was still surreal to Phineas, although as a budding scholar he knew the honor of having this chance. Janus Dao had long grey hair tied in a bun with two chopsticks, along with an impressive mustache drooping on either side of his mouth towards his chin. His hands were folded in the sleeves of his exquisite robes. Dao's obsession with duality extended to his wardrobe as well, with each half of his robes having a different intricate pattern in contrasting color schemes, with accents of the opposite pattern on each part of the robe. It was a dizzying outfit to look at.<br>\r\n<br>\r\n\"Orthus are often born with male and female personalities in the same form,\" Janus Dao explained.<br>\r\n<br>\r\n\"And they are natural guardians,\" Misty said, also standing, cradling the two-headed pup close to her chest. \"As hellhounds they patrol the barriers to the nether realms, and occasionally other areas of great magical significance.\"<br>\r\n<br>\r\n\"Yes, Miss Lune.\" Janus Dao regarded the both of them. \"Together, you and Mr. Fortescue will be helping me research into the great dichotomies. And the balance of masculine and feminine is perfect with your position as my newest pair of apprentices and your familiar's own two sexes.\"<br>\r\n<br>\r\n\"Excuse me?\" Phineas said with a nervous, small sound that made Misty giggle. Phineas didn't consider himself the strongest, handsome, or bravest and as such not the obvious example of masculinity, short of his gender.<br>\r\n<br>\r\n\"Do not downplay your accomplishments, Mr. Fortescue,\" Janus Dao explained. \"While others of your year have accolades to their name that you do not, you have shown a consistent intelligence and stellar ethics towards your coursework that is suitably for this level of magical advancement.\" He turned to Misty. \"And Miss Lune has a vitality and exuberance towards life, society and magic that finds enjoyment in all she does. Together I could consider no better pairing given your aptitudes.\"<br>\r\n<br>\r\nMisty smiled and Phineas just grinned, thinking there had to be more to it than that. Yet the crowd of apprentices in the accommodations office shifted, as various academics and their personal pupils settled into arrangements and gathered familiars. Janus Dao spoke briefly as to what life for Phineas and Misty would now mean, as there were many elements of schedule and logistics to work out.<br>\r\n<br>\r\nSoon the pair of fresh apprentices were lefty alone. Long enough that Misty dropped her smile and sneezed.<br>\r\n<br>\r\n\"Are you alright?\" Phineas asked.<br>\r\n<br>\r\n\"Of course, *ACHOO*\" Misty rubbed her nose, which only made the sneezing fit worse, as the hellhound pup was thrust into Phineas' hands.<br>\r\n<br>\r\nHe looked at the two heads of the orthus unsure as to the expression of the brother-sister heads as they were upset at the sudden movement. And then a thought came to him.<br>\r\n<br>\r\n\"Are you allergenic to orthus?\" Phineas asked Misty as she pulled a handkerchief out from under her left breast.<br>\r\n<br>\r\n\"n-N-no...\" she replied after blowing her nose, although Phineas could see that her eyes had watered.<br>\r\n<br>\r\nIf Phineas had to guess, maybe Misty was as ill-prepared for this apprenticeship with Janus Dao as he was feeling. Only that was just the beginning, as Phineas and Misty soon learned the full terms of this apprenticeship.</span></div></div>",
            "created":1566968400,
            "id":2709219,
            "title":"A Pair and a Pup"
        },
        "15133":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Hellhound rearing continues to leave Misty puffy and bloated.",
                "By the date of their trials, the hellhound isn't the only one to have grown.",
                "Misty's allergies are too much, as Phineas finds some help with the orthus."
            ],
            "content":"<div class=\"\"><div> <span>In two weeks time, Phineas Fortescue and Misty Lune would begin their biggest trial under their master, Janus Dao. The grandmasters of the Citadel had their own number of apprentices and their own methods of training them. Given his obsession with dualities and the number two, Dao trained pairs of apprentices and as such had one of the larger rosters of personal students, yet there was very little interaction given the specific polarities each set of partners were studying. His other pair of newcomers this year were a pair of witches, one bubbly and one morose, furthering his research into light and dark magicks while it was rumored that an older pair of apprentices, ones mastering the elements of fire and water, couldn't get along and were very close to failing if they didn't shape up this year.<br>\r\n<br>\r\nPhineas still wasn't quite sure what he and Misty would be doing in master Janus Dao's lessons. He had paired them specially as male and female, down to a sister-brother two headed hellhound (with the female as the right head of the orthus, the male as the left head). And while this brought Phineas into close proximity with the opposite sex, one he knew and found rather attractive in personality and physique, the implications troubled his indecisive, hormone addled and introspective tendencies.<br>\r\n<br>\r\n\"Have you thought of names yet,\" Misty asked him.<br>\r\n<br>\r\n\"Huh?\" Phineas snapped out of his thoughts. He and Misty had met up during a nursing session for the hellhound, until their final living arrangements as apprentices were finalized.<br>\r\n<br>\r\n\"Names for our dear familiar when we present them to master Dao,\" Misty giggled. \"You're such a scatterbrain, Fortescue.\"<br>\r\n<br>\r\n\"Oh, right.\" It was bit perplexing for him to think of their shared familiar as two personalities in the same body, a bit of article confusion that he would have to get used to. \"I'm not too sure with two names.\"<br>\r\n<br>\r\n\"We could always go with the classics,\" Misty said as she stooped down with two bottles of formula, Phineas begrudgingly trying to keep the heads apart so they could be properly fed. \"There's Artemis and Apollo,\" she suggested.<br>\r\n<br>\r\n\"The twin gods, yeah, url--\" Phineas had to move his hand quickly before it got bit by the male head. \"I had thought of Artemis as both males and females have had the name, but if we need two for the orthus...\"<br>\r\n<br>\r\n\"Or there's Eros and Psyche, if you'd prefer.\"<br>\r\n<br>\r\n\"Isn't that the god of sex and--\" Phineas felt his face grow crimson. In Greek Mythology Eros and Psyche had been the most notable lovers. Misty's eyes were level with his, jittering a bit slightly due to her albinism, but full of mirth and a spark of amusement at making Phineas so uncomfortable.<br>\r\n<br>\r\nAnd then the moment ended suddenly as Misty stood up to sneeze.<br>\r\n<br>\r\nPhineas was left scrambling to keep the bottles of formula at each head of the hellhound. \"A-Are you alright, Misty?\"<br>\r\n<br>\r\n\"Oh, I'll be alright,\" she said with a stuffed noised, teary eyed, as she fished for her handkerchief from her bosom again to dry at her eyes and clear her sinuses. Despite the sudden jolt of her sneeze Phineas had witness her perk breasts bounce majestically from the motion, and image he would keep in mind when alone.<br>\r\n<br>\r\n\"But if you're allergic, how exactly are we going to make this work out?\"<br>\r\n<br>\r\nMisty's eyes, usually somewhat colorless, were growing red from the sinus aggravation. \"We never did keep pets at home after my parents once got me a puppy. It was its fine fur, you see, it causes irritation and puffiness.\"<br>\r\n<br>\r\nNow that his attention was brought to it, Phineas could see that Misty was looking puffy. Her cheeks were a smidge wider, hinting that hers would be an aptly named moonface if she ever put on weight above her bust line. Her arms and fingers also looked a bit puffy, and maybe he was imagining it but her clothes looked a little ill fitting.<br>\r\n<br>\r\n\"Like swelling?\" Phineas suggested.<br>\r\n<br>\r\n\"Somewhat,\" Misty said. \"I'm generally better with dogs once they've grown older, less shedding.\" She blew her nose. \"Orthus grow up fast but in all honesty I may have to ask you to handle more of the nursing *AAACHOO!*\"<br>\r\n<br>\r\n\"We'll sort it out, don't worry,\" Phineas replied, mind already racing with responsibilities and possibilities. \"Things will shape up before we enter our trials with Master Dao. In fact, do we have more formula?\"<br>\r\n<br>\r\nPassing to a sink to wash her handkerchief, Misty said, \"Yes...why?\"<br>\r\n<br>\r\nAfter the two heads were fed, Phineas got up to root around the medicines in the cabinet in their stall where young familiars were kept. \"Well, whenever me or my brothers and sisters would get a cold, mum would usually put our medicine in milk. The only home remedy I know, really.\"<br>\r\n<br>\r\n\"At this point I'm willing to try anything,\" Misty said, \"I suppose this is close enough.\"<br>\r\n<br>\r\nA strong dose of allergy medicine was added to the nutrient rich, milky formula the pair of fresh apprentices were using as Phineas gave the glass to Misty. \"Bottoms up, as they say,\" she replied, thanking Phineas.<br>\r\n<br>\r\nSeeing the milky skinned, white haired Misty Lune drink the medicine through the thick formulae, Phineas was hit with a spark of inspiration. \"What if we went Persian on names? Like Zaal and Rudabeh?\"<br>\r\n<br>\r\n\"From the epic of Shahnameh?\" Misty mused. \"Hmm, I'm not against it. The source names are contrary to our own complexions, wouldn't you say.\"<br>\r\n<br>\r\n\"It would be our own twist on it, ah,\" Phineas found himself losing his voice, unable to vocalize to Misty that she had a drip of formula running from her lips to the prestigious swell of her right breast.</span></div></div>",
            "created":1578286800,
            "id":2770249,
            "title":"Baby Milk and Puppy Love"
        },
        "153":{
            "author_id":"raccoon6",
            "author_name":"Elusive Wordsmith",
            "choices":[
                "Phineas begins looking at students to tempt with Sloth and Gluttony.",
                "With some newfound confidence, Phineas becomes more forward in his crushes.",
                "Still skittish about his patron, Phineas finds his missions take a twist.",
                "Lessons with 'Beth' become more frequent and his tasks more esoteric."
            ],
            "content":"<div class=\"\"><div> <span><i>You future patron will contact you after your report to the 5th sanctum</i><br>\r\n<br>\r\nPatron? The 5th Sanctum? Warning bells were sounding off in Phineas' head. This was worse than being thrust into an apprenticeship without advance notice. But Phineas was tasked to apprentice to a new patron?<br>\r\n<br>\r\nThere were many spheres of magic, and innate magical power sufficed most through their lives as witches and wizards at both the Citadel and the rest of their lives. But Warlocks were of note as well. It wasn't forbidden knowledge, rather an uncommon occurrence, where magic practitioners made pacts with magical entities for more power. One could argue that eh acolytes of the holy, divine 'gods' who altered their magic through devotion and worship was the more acceptable practice.<br>\r\n<br>\r\nBut Phineas had been sent to report at the 5th Sanctum, a justly named five times warded bastion where both professors and students at this level contacted the strangest realms known to magic. Areas that, with one wrong incantation or lack of fortitude, might spell the doom of the entire Citadel let alone the world!<br>\r\n<br>\r\nAnd how had Phineas been made an apprentice in this way? Surely this must be some sort of mistake! Once Phineas had arrived at the cloistered entrance to the 5th Sanctum, he told the proctor in charge of admittance that they must have the wrong student.<br>\r\n<br>\r\n\"Fortescue, Phineas,\" the proctor read from a scroll. \"No, you have indeed been summoned. Requested, in fact.\"<br>\r\n<br>\r\nPhineas gulped. \"Requested? By whom, what?\"<br>\r\n<br>\r\nThe proctor just stared at him. \"Discretion is of upmost importance with the 5th Sanctum. You will be protected during your contact within these walls, but we can no more explain to you the aspects of your patron better than they can explain it.\"<br>\r\n<br>\r\nPhineas felt his stomach turn into a knot. This did not sound like it was in his skillset at all! This was a task for a different Fortescue!<br>\r\n<br>\r\n\"Come this way.\" The proctor led Phineas past an unsealed vault door into the 5th Sanctum. Low light glowed from flameless candles set in sconces along the strong, heavy pillars in the Sanctum, the very foundations of the greater Citadel in some respects. He was told to stand in the center of a large, warded circle.<br>\r\n<br>\r\nPhineas could identify the glyphs along the circle for the most part, noticing ones of protection, summoning, and transportation but unable to discern the target realm this circle contacted. Overwhelmed, Phineas tried to protest but he was too late, the runes of the circle glowed brightly and Phineas found his consciousness shifted.<br>\r\n<br>\r\n----<br>\r\n<br>\r\n\"Welcome, young Phineas! I shall be your new teacher!\"<br>\r\n<br>\r\nWhatever Phineas could have possibly thought of, whatever he had feared, absolute nothing could have prepared Phineas for what he found within the magic circle.<br>\r\n<br>\r\nEspecially not a classroom. Rather, the simple furniture of a classroom. A student's desk, a professor's desk, a blackboard.<br>\r\n<br>\r\nAnd that was before he could fully comprehend the razor-toothed, golden eyed, fuzzy black demon lady looking back at him.<br>\r\n<br>\r\n\"...teacher?\" was all Phineas could mouth.<br>\r\n<br>\r\nHe was doubly surprised that this response appeared to catch the demon off guard as well. \"Is it too much? The graduation robes, the mortarboard? Definitely the latter, I knew I didn't have the horns to pull it off.\"<br>\r\n<br>\r\nHorns was the understatement of the year as said by this husky voiced, feminine demon, as she looked to have a pair of antlers! The tassel of the mortarboard got caught as she tried to extract it from her head.<br>\r\n<br>\r\n\"Oh, close your mouth kid, I wasn't trying to scare you or anything. Think of our future prospects like any other of your classes. Only with a vastly different commute.\"<br>\r\n<br>\r\nPoliteness and sincerity is not what Phineas expected to experience when talking to a demon, let alone so casual of conversation. \"I'm sorry, wait, what is going on here? Why do you want to teach me?\"<br>\r\n<br>\r\n\"Have a seat, Phin. That cool for a nickname? 'Forts' sounds way too dorky,\" the antlered demon turned to hang up her robes on a coat rack made of bone spurs Phineas hadn't seen earlier.<br>\r\n<br>\r\nAs Phineas took the offered seat at the student's desk, he got a full look at his patron. A real <i><b>full</b></i> look.<br>\r\n<br>\r\n\"I like keeping things as casual as possible, Phin, so don't worry your mind all that much about the infernal magicks at work.\" Instead of taking her chair behind the desk, this demonic patron sat on the deck. Although she could have passed for remaining unclothed given the thick, scratchy black fur along most of her body, she was tightly squeezed into a vest that gave shape to her curves. Plump chested and tremendously hip heavy. Phineas found himself starring at how each mammoth cheek of her weighty but and thighs overhung the corner of ornate professor's desk.<br>\r\n<br>\r\nThe demon caught him staring. \"Mm, my form is pleasurable to you?\"<br>\r\n<br>\r\nPhineas was both horribly ashamed and aroused at the same time, trying to gather his thoughts. \"Are you--some sort of succubus?\"<br>\r\n<br>\r\n\"Am I a succubus?\" the demon lady laughed, a mirthful jiggle in her lower regions. \"Oh, that's a good one Phin kid. You're too kind, no really.\"<br>\r\n<br>\r\n\"I--huh?\" Phineas, in the entirety of his magical education at the Citadel, had never expected his life would take a turn like this.<br>\r\n<br>\r\n\"Let me cut straight to the chase, kid. I need someone of your predilections to get me out of a jam. That which inflames your passions; The allure of a weighty female.\"<br>\r\n<br>\r\nPhineas coughed. THAT's what this mysterious apprenticeship was about??!<br>\r\n<br>\r\n\"Desperate times call for desperate measures,\" the demonic patron said, introducing herself. \"My name is Hesbeth. Although you can call me Beth, probably won't raise as many flags if you refer to me as such in the mortal realm. Co-Sloth and Gluttony demon.\"<br>\r\n<br>\r\n\"Hes-err, Beth?\" Phineas was confused. The demon's name was Beth? \"Co-Sloth and Gluttony demon?\"<br>\r\n<br>\r\n\"I'm going to let you in on a little secret, Phin kid. You know of the demonic hells, places of internal punishment and booming figures of pain, hate, and monstrous appearances? That's us overplaying it, making a show out of the lower reaches. The demonic hells have become far more bureaucratic as of late. And the flow of demonic power comes down to a simple equation. We encourage sin to be spread throughout the world to gain power from the acts of sin in others. More sin, more power, capiche?\"<br>\r\n<br>\r\n\"I, think I understand,\" Phineas said.<br>\r\n<br>\r\n\"But there's been some, restructuring,\" Hesbeth or Beth continued, \"us demons used to have to worry only about one category of sins. Too much overhead, it turned out, and a lot of departments were culled. So although I stated out as a demon of Sloth, I got into the Gluttony gig as well after several jobs with that sin. Which is where you come in, my new and only student.\"<br>\r\n<br>\r\n\"Me?\"<br>\r\n<br>\r\n\"It's simple, Phin kid. I need you to advance the cause of Sloth and Gluttony. I'm sure that latter one is right up your alley. That increased sin will get me more power, and more influence for your future lessons. Its a deal we can all benefit from.\"<br>\r\n<br>\r\nPhineas had to be sure he was hearing this right. A glowing eyed, antlered, bottom-heavy fuzzy demon wanted him as a student to further the sins of Sloth and Gluttony?<br>\r\n<br>\r\n\"You get to live out your fantasies and I'll teach you magic no one has dreamed of yet. That is a pretty sweet deal, kid.\"<br>\r\n<br>\r\n\"Isn't there a catch?\" It was said to be weary dealing with demons, as they always had ulterior motives. As much as the full explanation somewhat excited Phineas, he was ever a cautious one.<br>\r\n<br>\r\n\"No catch,\" Hesbeth said. \"Well, not one that's easily explained from your side of the equation. Think of it more as forging new ground. As long as you magic folk have contacted demons, its been a even heavier workload trying to damn your souls along with that of the magic-less populace. I'm willing to bet there's a more lucrative avenue of sin to be had if I have a student, a partner on the other side to advance the cause more subtlety than the next 'Demonic Dark Lord' that gets his ass handed to him by a bunch of heroic champions.\"<br>\r\n<br>\r\nAs much as Hesbeth was downplaying this arrangement, Phineas couldn't help but think of the complications. Yet, for once in his life Phineas felt that his attraction wasn't something to be embarrassed by. If he looked at it like any other apprenticeship prospect, his 'predilections' as described by this patron had made him as viable a candidate no different than needing high marks in dueling or runes, for example.<br>\r\n<br>\r\nAfter a long pause of weighing his options, Phineas gave in. \"Alright, I'm in.\"<br>\r\n<br>\r\n\"Perfect!\" Hesbeth lumbered off her desk. \"I could squeeze you right now, kid, but its only our first meeting.\"<br>\r\n<br>\r\n\"Squeeze?\"<br>\r\n<br>\r\n\"Sorry, hug. That's what you heart-havers call it, right?\"<br>\r\n<br>\r\n\"Heart-havers?\"<br>\r\n<br>\r\n\"Now we're just getting distracted,\" Hesbeth said, scratching behind one of her antler-horns. \"The Citadel where you school isn't aware of what our arrangement actually entails, so you need to keep it on the down low. Start looking for people with sins that need attention. Areas where a hint of Sloth and a pinch of Gluttony can take hold. Make friends.\"<br>\r\n<br>\r\n\"I guess I can do that, although what do you mean by future lessons?\"<br>\r\n<br>\r\n\"That'll be scheduled in future, once you've opened some avenues, Phin kid. Remember to keep this on the hush.\"<br>\r\n<br>\r\n\"Ok, Professor, umm, Hesbeth.\"<br>\r\n<br>\r\n\"Beth, kid,\" Beth corrected. \"Draws less attention my way.\"<br>\r\n<br>\r\n\"Sorry, Beth,\" Phineas said, as the sudden lurch of magic brought him back into the 5th Sanctum under the Citadel, his demonic patron having disappeared.<br>\r\n<br>\r\nBeing back at the familiar Citadel was a little disorientating, although now Phineas had been entrusted with a special mission, one that played to his desires. His life was about to change.</span></div></div>",
            "created":1583989200,
            "id":2800670,
            "title":"A Strange Partnership"
        }
    },
    "info":{
        "author_id":"raccoon6",
        "author_name":"Elusive Wordsmith",
        "brief_description":"A student wizard and fat admirer catches the eye of large ladies at magic school.",
        "created":1512519180,
        "description":"<td align=\"left\" class=\"norm\">The following is a weight gain and expansion related story set at the Citadel Preparatory Academy for Rites and Sorcery. The Citadel is a mysterious fortress set away from the rest of the world where the extensive study of magic occurs for the next generations of witches, wizards and warlocks. At this preeminent magic school we have our teenage protagonist Phineas Fortescue, an otherwise unremarkable young magician about to enter his penultimate year in magic studies.<br>\r\n<br>\r\nPhineas has been a lifelong closeted fat admirer thus far into his magical education. The story enters his life as his private fantasies become realized, as he could potentially meet the weighty love of his life. Several weighty loves, actually, all vying for his affections. School drama and wayward magic coincides with several romance options with the gaining, overweight and massive females the Citadel has to offer.<br>\r\n<br>\r\nAgainst this tale of love of weight gain, the Citadel is a cosmopolitan magic academy where just about anything is possible. Inspirations include not only Hogwarts from the Harry Potter series but also Unseen University from the Discworld series and the magic of Dungeons &amp; Dragons, amongst other inspirations.<br>\r\n<br>\r\nBefore we begin, a few guidelines:<br>\r\n<br>\r\n<b>Central Character:</b> Phineas' life as a fat admirer and expansion enthusiast is a cornerstone of the story. Should the focus of a storyline drift away from having Phineas as a main character, his presence should still remain central to the plot.<br>\r\n<br>\r\n<b>Feminine Weight Gain:</b> Although the Citadel is a co-ed magical education facility, the other main emphasis of the story is on female weight gain. This is not to sale fat males are non-existent or male gain is forbidden, but it would only be allowed from a mutual gaining scenario.<br>\r\n<br>\r\n<b>Restrain Magic:</b> Magic is an important part of the series, allowing many magical, supernatural or occult means of weight gain and expansion. While magic follows deliberate patterns and paradoxically still cannot be fully explained, as exceptions to the 'rules' always exist, magic should not be leaned on as the easy solution. It takes a lot of magical power to trigger spectacular events, so refrain from massive instantaneous gains and such if there is no significance to the act.<br>\r\n<br>\r\n<b>Write Your Best:</b> I encourage you to write your best and be creative. I may pass through chapters to fix typos or add chapter prompt options but I will not overwrite your additions.<br>\r\n<br>\r\n<i>However...</i><br>\r\n<br>\r\nJust because this story is harem genre, it is not a free pass for overly explicit entries. In regards to potential girlfriends for Phineas (17 at the start of the story) the youngest any love interest can be is 15.<br>\r\n<br>\r\nPlease mind the overall rating of the piece, 13+, when crafting your addition.</td>",
        "id":2142619,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596077700,
        "modified":1596077700,
        "pretty_title":"Phineas Fortescue's Big Fat Harem"
    }
}