{
    "chapters":{
        "1":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Normal people",
                "Celebrities ",
                "Youtubers/Twitchers",
                "Anime/Videogame ",
                "Make your own story!"
            ],
            "content":"<div class=\"\"><div> <span>Ok let’s begin with the boring stuff!<br>\r\n<br>\r\nChoosing a path.<br>\r\n<br>\r\n<b>Normal people:</b> This can be people you know or have seen in your everyday life or girls you just make up. Leave a description of said girl and let’s GO!<br>\r\n<br>\r\n<b>Celebrities:</b> Now this is pretty self explanatory. Add in your fav actress or what not. Have at it.<br>\r\n<br>\r\n<b>Youtubers/Twitchers:</b> Now I’m sure some of you know a YouTube girl or Twitch streamer, what ever. Let’s hand that fool a shrink ray.<br>\r\n<br>\r\n<b>Anime/Video game:</b> This is basic shit here. Y’all know what choosing this will go to.<br>\r\n<br>\r\n<b>Make your own story:</b> This is the free for all area. You mess up and shrink yourself. Make your character, make you, add a friend into the mix with you. You choose your path, what ever you want. Just stick to the rules and have a jolly time!</span></div></div>",
            "created":1521349200,
            "id":2465985,
            "title":"So it starts!"
        },
        "11":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Path #1",
                "Path #2",
                "Path #3",
                "Path #4",
                "More "
            ],
            "content":"<div class=\"\"><div> <span>Let’s start off on a path.<br>\r\n<br>\r\nHere are areas for others to add and expand.<br>\r\n<br>\r\n<b>Also! Remember! If someone wants to add themselves in as a shrunken victim they are the only ones who can say if they want to die or not. Don’t kill off other people’s characters.<br>\r\n<br>\r\nKilling off random tiny people added by all is fine. Just keep that silly plot armor on the named characters.</b></span></div></div>",
            "created":1523595600,
            "id":2479147,
            "title":"Pick a path any path!"
        },
        "111":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Shannon",
                "Brandi",
                "Jessica",
                "Ashely"
            ],
            "content":"<div class=\"\"><div> <span>Shannon (Age 26): She’s a shy girl with long curly brown hair, glasses, and is very indoorsy. D cup and a thicc ass.<br>\r\n<br>\r\nBrandi (Age 28): She’s a skinny emo/scene girl with long brown hair. She’s very much an extrovert but has a playful nerdy side and a bit of ADHD. A cup and a perky ass<br>\r\n<br>\r\nJessica (Age 32): She’s a very fit woman with short brown hair who loves biking and working out. She’s a trainer at a gym. C cup and a firm tone ass.<br>\r\n<br>\r\nAshely (Age 25): She’s a nerdy girl with long red hair. She loves gaming and kinda a tomboy. B cup and a perky ass.</span></div></div>",
            "created":1578286800,
            "id":2770400,
            "title":"Path #1"
        },
        "1112":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Brandi picks Ethan up and tucks him in her bra",
                "Brandi mischievously moves seats and sits on Ethan",
                "Brandi plucks Ethan up and slide him in her boot",
                "Brandi grabs Ethan and slide him into her panties",
                "Brandi grabs Ethan and puts him in her armpit"
            ],
            "content":"<div class=\"\"><div> <span>It’s was a bright early Tuesday morning. Brandi is up and getting ready for work. Racing around the house trying to gather everything she needs, her car broke down so she needs to take the train into the city today.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://i.pinimg.com/originals/a7/58/63/a758637682dc3e1e7ffd48b7e67ec7c4.jpg\" target=\"_blank\">https://i.pinimg.com/originals/a7/58/63/...</a><br>\r\n<br>\r\n“Great! Just what I want to do.” She scoffed “Ride the train in! It’s always packed!” Brandi tugged on her boots without socks in a hurry and bolted for the door, knowing the train could be here any minute now. As she opens the door she noticed a small cellphone sized box on her doormat. Not wanting to miss her train she just grabbed it and zoomed off.<br>\r\n<br>\r\nShe was speed walking down the street, cig in hand when she sees the train coming from not to far down the track. “Aw, come on! I didn’t want to run!” Brandi flicked her cig and took off for the ticket machine and basically punch the thing to get a day pass. She grabbed her ticket and leaped into the train. <br>\r\n<br>\r\nBrandi tilted her head back and sighed, happy she didn’t have to wait for the next train. She began to look around for any kind of seat in the packed train. Walking down the halls she was greeted by a familiar voice.<br>\r\n<br>\r\n“Hey! Brandi! You Bambi fuck!” Brandi looked in front of her and noticed it was one of her coworkers Ethan. Looks to her he had a seat held in the way back. Brandi sighed a sigh of relief as she walked over to him and sat down. “So what’s got you riding the train? Don’t you have a car?” Ethan questioned as Brandi began to unbox what ever was on her doormat. <br>\r\n<br>\r\n“Fucker broke down. Glad I live close enough to the train.” She laughed lightly “Got this weird package on my way out tho. Don’t remember ordering anything from Wish lately.” Brandi opened the box and inside was some kind of remote with one button on it.<br>\r\n<br>\r\nEthan glanced at it and had a similar confused look on his face just as Brandi did. “That’s weird” she reached in for it and started examining the device when all the sudden the train had to make an abrupt stop, Brandi tumbled the remote in the air and the two grabbed it. Tho it was pointed towards Ethan unluckily for him, the remote made a quick little ZAP sound and in the blink of an eye Ethan vanished.<br>\r\n<br>\r\nBrandi shook her head and looked around, then looked back at the remote and checked out the button. It was just one large button that said “Shrink”.<br>\r\n<br>\r\nBrandis eyes slowly made there way down to the seat Ethan was sitting at and low and behold, there he was standing no taller then an inch tall or shorter. Brandis eyes widened as she looked at Ethan jumping up and down and back at the remote “I-It’s a shrink ray? Why would I get a shrink ray?” She questioned herself and looked back down at Ethan, ideas racing through her mind as a smile spreads a crossed her face...<br>\r\n<br>\r\nShe knows at this point. She’s not going to work now.<br>\r\n<br>\r\n.<br>\r\n<br>\r\n </span></div></div>",
            "created":1578373200,
            "id":2770512,
            "title":"Brandis first victim "
        },
        "11122":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Brandi hides Ethan and finds more people to shrink",
                "Brandi Takes Ethan home for some one on one",
                "Brandi goes to a friends house.",
                "More"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\nBrandis smile grew larger as she watched her helpless friend jump up and down, his voice to little to hear over the sound of the train. She was amazed no one even noticed this whole ordeal happen.<br>\r\n<br>\r\nJokingly Brandi began to play dumb as she looked around “Ethan? Where did you go? Eeeethaaaan?” She said in a sarcastic voice as. Ethan watched as she looked around like she never even knew they made eye contact before.<br>\r\n<br>\r\n“BRANDI! Stop playing games! Help me! What’s even happening!” Ethan yelled but his voice fell on deaf ears as the girl jokingly acted like she had no idea what happened.<br>\r\n<br>\r\n“Well I guess if he’s not here anymore. I can have the window seat...” A soft chuckle came from Brandi as she lifted her butt of her seat and began to scoot over.<br>\r\n<br>\r\nEthans heart sank as her ass casted a shadow over him like an eclipse. For being such a skinny girl her butt was still well defined, both her cheeks noticeable even under her jeans.<br>\r\n<br>\r\nEthan snapped out of it a little to late tho. Brandi centered herself over the poor boy and plopped down.<br>\r\n<br>\r\nEthan vanishes from sight as Brandis butt sealed him in darkness. She giggled to herself and swayed in her seat a little, feeling her tiny friend struggle. Her aim was spot on as she felt him wiggle under her she could feel him right under her buttcrack.<br>\r\n<br>\r\nEthan was hyperventilating, his friend just sat on him, he could feel the warmth growing around him as she moved to her comfy in her new seat. Ethan struggles to move his arms and legs but to no avail he was trapped on his back under her behind. He began to accept the fact he couldn’t get out without outside assistance he stopped moving to save energy. But this is when his focus shifted to the now ever growing stagnant air around him, even through her jeans he could smell her butt. He tried taking his mind off of it and was Atleast happy he wasn’t on the inside of her panties.<br>\r\n<br>\r\nBrandi was filled with joy as she sat in her new seat, she looked at the shrink ray again “I don’t know why I got this thing, but it’s gonna be an enjoyable little toy.” She smiled “Just like you Ethan.” She said softly to herself as she wiggled her butt in the seat again.<br>\r\n<br>\r\nAs the train got closer to her work she began to think about the fun she could have with the remote and better yet the fun she could have messing with Ethan. As the train reached her stop she had already made the call she won’t be coming in. <br>\r\n<br>\r\nBut what does she do from here on....</span></div></div>",
            "created":1578546000,
            "id":2771479,
            "title":"A seat for two"
        },
        "111221":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "She makes her way to the Mall",
                "She goes to the library ",
                "She goes to the nearest school",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Brandi couldn’t help but have the biggest dumbest grin on her face as she sat on her friend. She wondered how well he could breath under her, but soon her stop was coming up. Brandi slid the remote into her pocket and gathered her things.<br>\r\n<br>\r\nShe then looked around to make sure no one was watching as she leaned to the side and fished Ethan out from under her.<br>\r\n<br>\r\nShe giggled softly as she brought him to her face and quietly talked to him “So how was that huh?” She smiled.<br>\r\n<br>\r\n“BRANDI!” Ethan yelled catching his breath of fresh air “You have GOT to fix this! I knew you were crazy but this is a BIT much!” His voice barely hearable “Listen I’ll take care of you. If you could survive my butt I’m sure you can handle anything.” She laughed as she began to get up “Now listen I’m gonna see what more I can do with this thing. So I’m gonna need to hide you for now.” She looked around, most people in the area have moved on now.<br>\r\n<br>\r\n“Hey now Brandi! Don’t be doing anything stupid! Just put me in your bag or some shit!” <br>\r\n<br>\r\nBrandi looked back at Ethan “Oh you know me. As of now. I know just where to keep you.... butthead. I know you’ll like it.” And without another word Brandi swung her hand down behind her, Ethans looking right as her butt now. “Wait! WAIT NONO! BRANDI DONT YOU FUCKING DARE! DONT YOU FUCKING DO IT!” She laughed and quickly stuffed her hand down the back of her pants, with a little shove she pushed Ethan right up against her wrinkly hole.<br>\r\n<br>\r\nBrandi bit her lip as she removed her hand “Now you enjoy yourself. I’m sure you’ll be fine in there.” She laughed and made her way off the train. She could feel Ethans panicked struggles to free himself from within her petite behinds cheeks.<br>\r\n<br>\r\nEthan was in pure hell, the smell was 100x stronger then when she just sat on him “GOD DAMNIT BRANDI! *gag* GET ME OUT OF HERE! I knew you were crazy but not SHOVE ME IN YOUR ASS CRAZY!” He yelled and punched on her asshole as hard as he could.<br>\r\n<br>\r\nBrandi felt this hard hit and it made her jump and clench up a bit. As she did this she felt Ethans struggles ram against her butthole “Oh dear! Don’t get lost in there Ethan...I’ll get you out once I find a few more toys.”<br>\r\nShe rubbed her left asscheek as she walked to her destination “today is gonna be fun.....”</span></div></div>",
            "created":1578546000,
            "id":2771548,
            "title":"Hide the goods and find more."
        },
        "1112211":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Inside the mall",
                "Towards the group of Teens",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\nBrandi set off towards the mall, it wasn’t to far off from where she got off the train. <br>\r\n<br>\r\nAs she walked she pulled out the shrinking device again, giving it a better look over it for sure only had one button on it. The same button that made her friend tiny. Speaking of witch, Brandi cracked a smile as she focused on her friend between her buttcheeks. She let out a quiet laugh as she walked, feeling his tiny body rub against her asshole. His struggles to not be sucked in brought a strange joy to her. <br>\r\n<br>\r\n“Hope it’s not to bad back there, Ethan.” She giggled and walked into the malls parking lot.<br>\r\n<br>\r\nMeanwhile between the cheeks, Ethan was in a sweaty hell. Her movement only heated up the place from the friction of her soft cheeks grinding him against her asshole. He’s had to use every bit of his strength to not get pulled inside his friends behind. To be trapped in Brandis rectum was not on the top of his fun list. The smell of her butt was starting to really get to him but he had to fight on, otherwise things will only get... grosser.<br>\r\n<br>\r\nOutside the hellscape known as Brandis behind she finally reached the entrance to the mall. She looked around and back down at the remote “Ok, let’s see how many people we can get...” she glanced around at her immediate surroundings and back at the mall doors.<br>\r\n<br>\r\nShe noticed a group of Teens outside by the dumpsters smoking. It looked tempting but she could find some more inside.<br>\r\n<br>\r\nBrandi flexed her cheeks on Ethan and smiled, “Ok! Choices.” She moved to....<br>\r\n<br>\r\n</span></div></div>",
            "created":1585112400,
            "id":2807278,
            "title":"She makes her way to the Mall"
        },
        "11123":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "She makes it home no problem",
                "She runs into trouble on the way back.",
                "She makes it half way and has to move Ethan.",
                "She changes her mind and tests the remote more."
            ],
            "content":"<div class=\"\"><div> <span>Brandi watched as the train stopped and a few people got off that were in the area she was in, the coast was clear on not raising any suspicion. Brandi looked back down at Ethan who was clearly spitting out swears and wondering what was happening.<br>\r\n<br>\r\nBrandi leaned in close “I’m so sorry Ethan, I had no idea what the hell this thing was! I swear!” She whisper screamed “Hang on... I can fix this but I need to hide you for now.” She sat up again and began to think. <br>\r\n<br>\r\nEthan looked up at the now enormous girl he knew “What in the FLYING fuck is happening! BRANDI! Damnit... BRANDI!” He yelled “FIX THIS NOW!”.<br>\r\n<br>\r\nSlightly ignoring Ethans tiny disgruntled screams Brandi snapped hir fingers “I GOT IT!” She looked back down at Ethan “Ok.. you might not like the idea but I need to get you off this train and back home. We can figure this out there. Now... umm.. I’m gonna do something.” She cringed as she plucked Ethan off the seat “Hey HEY! Wow! Slow down! You’re gonna make me sick!” He yelled as the G forces lurched his insides.<br>\r\n<br>\r\n“Now don’t get mad... but I’m going to put you in my boot.” Brandi said uncomfortably, and began to remove one boot.<br>\r\n<br>\r\n“Your boot?! YOUR FUCKING BOOT!? Are you kidding me!?” Ethan flailed about, his voice actually reaching Brandis ears at this point. “I know I know! Hush! I’m sorry! But you’ll be safe in here... I think. As long as you’re under my toes.” She blushed a little as she removed her bare foot from the boot.<br>\r\n<br>\r\nEthan noticed this and freaked out “you are NOT putting me in there! No way no how! You didn’t even wear socks! It’s gonna fucking REEK!” He protested.<br>\r\n<br>\r\n“Look! You’re going in the boot! If you keep being stubborn I’ll make it worse! I could just eat you. You want that!? You can hang out in my belly till I get home, or worse! You wanna go up my ass?” Brandi glared at Ethan.<br>\r\n<br>\r\n“Brandi... no.. but you know you have FUCKING POCKETS! Put me in t- AHH!” Before he could argue more Brandi through him into the boot. His body slammed into the moist insole covering his clothes in foot sweat.<br>\r\n<br>\r\n“Agh... ow..” he sat up and instantly his nostrils were assaulted by the thickest air he’s ever breathed in, it absolutely reeked of Brandis foot sweat inside. He looked up to see just a slight exit of light. Gagging and trying to get to his feet he looked around. The faint light lite up his tomb, he turned towards the toe section and could very faintly see the craters her toes have imprinted into the worn out insole.<br>\r\n<br>\r\nSuddenly his footing became shaky as the whole boot began to move. Brandi began to tilt the boot sending Ethan straight to the toe section. The smell only getting worse as he slammed face first into the dip her big toe has made.<br>\r\n<br>\r\n“Uaaah! GOD! *cough* REALLY!” He whipped the thick sweat off his face and soon noticed the world around him getting dark. Ethan turned to see Brandis skinny pale foot enter the boot and rocket towards him. One last curse word spilled out as he was bulldozed and sealed underneath her sweaty toes.<br>\r\n<br>\r\nOutside Brandi adjusted her boot on and put her foot down. “There we go. See. Nice and safe.” She wiggled her toes and felt Ethans struggles her wedged between her middle toe area. His face buried against her foot skin.<br>\r\n<br>\r\n“Ok! Time to get home. Fuck work. Gotta figure this shit out.” Brandi got her stuff ready to get off and get the next train back home.</span></div></div>",
            "created":1578546000,
            "id":2771691,
            "title":"Getting the boot"
        },
        "111233":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Flicked him into her mouth and swallowed him (stays alive)",
                "Stuffed him down the front of her panties and inside her",
                "Shoved him up her asshole",
                "Put him under her sweaty armpit",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Brandi got up from her seat and threw her backpack on. She glanced down at her boots, gave them a look over as well ass flexed her toes on the captive she had inside.<br>\r\n<br>\r\nShe had no idea what Ethan was going through as she began to walk back to her home. She plugged in music and pretended everything was normal.<br>\r\n<br>\r\nMeanwhile inside her boot, the air began to get much thicker and dank as each step dug Ethan into the moist insole of her shoe and slowly wedged him more and more between her toes. His screams muffled by the sweaty skin deep between. Ethan could find a second of time each step to push his face away from the disgusting monster known has Brandis foot each step only to be forced against it again.<br>\r\n<br>\r\nOutside Brandi was about half way home and she could feel her feet getting even more sweaty.<br>\r\n<br>\r\n“Oh jeez... Ethan I hope you’re doing ok in th- OUCH!” She yelled, She felt a sharp pain shoot from her toes and up her spine. She frantically jumped along the sidewalk as she felt another sharp pain.<br>\r\n<br>\r\nWithin the boot, Ethan gave up on everything. Even his taste buds “FUCK IT!” He bit down on what sweaty flesh he could. His bite being basically an ant bite. His mouth and nose filled with the foul sweat that coated Brandis foot. He knew he did something as he heard a muffled Yelp from outside his humid prison. Ethan spit out the gross taste in his mouth and bit down again. <br>\r\n<br>\r\nBrandi hopped to the curb and began to take her boot off “Fucking hell Ethan! FUCK!” She ripped her boot off and light flooded Ethans eyes as he was pulled free, yet still stuck between her toes.<br>\r\n<br>\r\nBrandi brought her foot closer to her face, kind recoiling from the smell “What the hell is your problem!” She looked around if anyone could see her.<br>\r\n<br>\r\n“What’s MY problem! YOU! You stuck me in your gross ass shoe! You know how bad it smelt in there! Damnit girl I know you have pockets!” Ethan blurted out as he tried to break free from between her toes.<br>\r\n<br>\r\n“Listen here you little shit. I didn’t have many other options! My pockets are full of more important things.” She disclaimed.<br>\r\n<br>\r\nEthan look dumbfounded as if her cellphone and wallet were more important then his well being. “You... STUCK ME IN YOUR BOOT!” He was clearly upset.<br>\r\n<br>\r\n“Listen! I was being nice. My boot was one of the least problematic spots I could have kept you, you know what! Since you’re acting this way AND bit me. I’ll gladly move you.” Brandi was visibly angry.<br>\r\n<br>\r\n“W-wait... I just.. WAIT!” Brandi plucked Ethan out from between her toes and brought him to her face.<br>\r\n<br>\r\nShe squinted her eyes and soon walked behind a nearby bush, out of site of anyone.<br>\r\n<br>\r\n“You wanna bitch at me, and you bite me? You get what’s coming...” she glared.<br>\r\n<br>\r\nEthan screamed as she...<br>\r\n</span></div></div>",
            "created":1584507600,
            "id":2803540,
            "title":"A soggy time."
        },
        "12":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Emma Watson",
                "Emma Stone",
                "Ellen Page",
                "Olivia Munn ",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose what celebrity gets the mysterious shrink ray in hand!<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1521608400,
            "id":2467276,
            "title":"Celebrities "
        },
        "125":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Stephanie Beatriz",
                "Summer Glau",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here we have more to your liking maybe.</span></div></span></div>",
            "created":1523336400,
            "id":2478235,
            "title":"More celebrities"
        },
        "1253":{
            "author_id":"therouge",
            "author_name":"shortestgiantess",
            "choices":[
                "Scarlett Johansson",
                "Taylor Swift",
                "More more more!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Some obvious ones.</span></div></span></div>",
            "created":1579237200,
            "id":2774938,
            "title":"More"
        },
        "12531":{
            "author_id":"therouge",
            "author_name":"shortestgiantess",
            "choices":[
                "Scenario 1",
                "Scenario 2",
                "More options."
            ],
            "content":"<div class=\"\"><div> <span>Here are some scenarios to get things going. <br>\r\n<br>\r\n<br>\r\nChoice 1: Scarlett finds a shrink ray on set. Will she know what is and use it for her own fun and gain, will she think its a prop and unknowingly send people into a nightmare, or will she mess up horribly and wind up shrunken at the feet of a greedy director? Lets find out!<br>\r\n<br>\r\nChoice 2: Mrs. Johansson takes part in a new kind of nature documentary where a film crew is shrunken down in her own home... Will she be aware of this new adventure, or will she just see bugs?</span></div></div>",
            "created":1579237200,
            "id":2774943,
            "title":"Scarlett Johansson options"
        },
        "125311":{
            "author_id":"therouge",
            "author_name":"shortestgiantess",
            "choices":[
                "A chair behind her shrinks!",
                "A pair of interns shrink!",
                "She shrinks!"
            ],
            "content":"<div class=\"\"><div> <span>Scarlett Johansson stepped out of the blazing L.A heat and into the cool interior of the Disney soundstage megaplex. She greeted the woman at the front desk before heading down the hallway she thought she had went down the week prior. Today she wasn't dressed that extravagantly as she wore blue dress, matching flats were the extent of her fashion for today.<br>\r\n<br>\r\n            Mrs. Johansson rounded the corner and entered the door she thought looked familiar. Inside she found herself in what seemed to be an attic set with a device on a tripod. The actress blinked, looking around in confusion as she didn't find herself in a familiar setting. \"Damn, must have went left when I should have gone right.\" As the woman turned towards the door, her hand brushed against a tablet on the nearby table as the device blinked to life. In the blink of an eye, the room lit up with a brilliant purple light as  </span></div></div>",
            "created":1579237200,
            "id":2774969,
            "title":"In the beginning"
        },
        "14":{
            "author_id":"therouge",
            "author_name":"shortestgiantess",
            "choices":[
                "Street Fighter",
                "The Witcher",
                "Legend of Zelda",
                "Metal Gear Solid",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Welp, here’s some choices.</span></div></span></div>",
            "created":1579410000,
            "id":2775549,
            "title":"Anime/Videogame "
        },
        "145":{
            "author_id":"proudwriter",
            "author_name":"ProudAnonymousWriter",
            "choices":[
                "Hetalia: Axis Powers",
                "RWBY",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why don't we add some anime? </span></div></span></div>",
            "created":1582520400,
            "id":2792385,
            "title":"More"
        },
        "1451":{
            "author_id":"proudwriter",
            "author_name":"ProudLesbianWriter",
            "choices":[
                "Hetalia Girls",
                "Nyotalia Girls",
                "Both"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ok, so basically only the girls (according to the rules) are allowed to grow. Which means we can focus on either the Hetalia Girls, the Nyotalia girls, or both. What do you pick?</span></div></span></div>",
            "created":1585198800,
            "id":2807616,
            "title":"Hetalia: Axis Powers"
        },
        "15":{
            "author_id":"crazyethin",
            "author_name":"Ethin",
            "choices":[
                "Path #1",
                "Path #2",
                "Path #3",
                "Path #4",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick thy path traveler.</span></div></span></div>",
            "created":1578373200,
            "id":2770500,
            "title":"Make your own story!"
        }
    },
    "info":{
        "author_id":"crazyethin",
        "author_name":"Ethin",
        "brief_description":"A girl of your choosing gets her hands on a shrink ray. What might come of this.",
        "created":1521384540,
        "description":"<td align=\"left\" class=\"norm\">A shrink ray shows up inside the hands of whoever is picked in the story line. That can be someone you know IRL, a celebrity, a youtuber, who knows! The list goes on. They get this shrink ray and do what ever they please with it. Either they’re mischievous or they use it for good! The story is up to you.<br>\r\n________<br>\r\n<br>\r\nYou are more then welcome to add yourself in any of the story lines. This doesn’t have to be about only random people getting shrunk. Feel free to add in your persona!<br>\r\n<br>\r\n________<br>\r\n<br>\r\n<b>Rules:</b><br>\r\n<br>\r\nNo male interaction other then people shrunk. So no giant male characters.<br>\r\n<br>\r\nIf a person adds themselves into the story no one is able to kill them unless the person says otherwise.<br>\r\n<br>\r\nNo inflation or other things of the sort. Keep this to a “normal” Shrinking story.<br>\r\n<br>\r\nKeep scat to a minimum. It’s ok to add just don’t go inhuman about it.<br>\r\n<br>\r\nEverything else is a go! Let your imagination go wild in a way I guess!<br>\r\n<br>\r\n________<br>\r\n<br>\r\nAnything that doesn’t look fitting to the story will be edited or removed.<br>\r\n<br>\r\n________<br>\r\n<br>\r\n<b>People who add long and detailed chapters will get gift points. 1000 or 2000 for really good adds</b><br>\r\n<br>\r\n————<br>\r\n<br>\r\n<b>Top 5 people who added to this story:</b><br>\r\n<br>\r\n1:)<br>\r\n<br>\r\n2:)<br>\r\n<br>\r\n3:)<br>\r\n<br>\r\n4:)<br>\r\n<br>\r\n5:)</td>",
        "id":2152639,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585241340,
        "pretty_title":"Mysterious Shrink Ray"
    }
}