{
    "chapters":{
        "1":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Explore the forest",
                "Stay on the beach",
                "Suddenly a monster show's up",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>As the water Wash over your body, Tyler wakes up on the shore. He couphed and spat out salt water, he shakes his head to get the sand out of his eyes, he crawled up the Sandy Beach and stood up. Dazed and confused He suddenly felt a sharp pain on his head, he placed his hand on his forhead and down there was little blood on it. <br>\r\n<br>\r\nHe most have hit his head pretty hard, all he could remember is that he was sailing in the middle of the ocean and there was this storm. The waves ware so strong it twist and turned over the boat banged my head in the process. <br>\r\n<br>\r\nTyler looked at his surroundings, on the sides of him there were these endless shorelines, large Sea Rock's, in the front of him was a thick tropical Forest it was obvious he was on some uncharted island. Tyler decide's rather he should explore the island's forest or stay on the beach. With a little time thinking he decide's to?<br>\r\n</span></div></div>",
            "created":1581829200,
            "id":2788298,
            "title":"The beginning"
        },
        "11":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "A open field",
                "A large cave",
                "A waterfall"
            ],
            "content":"<div class=\"\"><div> <span>With little thinking, Tyler decided to explore the Forest. <br>\r\n<br>\r\nTyler started hiking into the forest the site was beautiful, There were palm trees, palm fronds, small river's.<br>\r\n<br>\r\nAs Tyler hiked deeper into the vest forest, in about an hour or so he came across?</span></div></div>",
            "created":1590296400,
            "id":2840214,
            "title":"Explore the forest"
        },
        "111":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "All male",
                "All female ",
                "Male and female "
            ],
            "content":"<div class=\"\"><div> <span>As Tyler continued hiking through the forest, he Saw a light at the end of the forest. Tyler new it was the exit out of the forest, so he ran out towards light and exited the forest and into a wide open field.  <br>\r\n<br>\r\nTyler was relieved when he finally got out of forest, but the relief was short lived as he looked out into the field, his eyes went wide in shock as he saw a crowd various giant monsters.<br>\r\n<br>\r\nThey were all Anthropomorphic or humanoid in Appearance and hundreds of feet tall, all shapes and sizes, they seemed to come from various species. Like mammals, aquatic, mythical, and some looked liked they popped out of your favorite video games. <br>\r\n<br>\r\nThey all seemed to be normally socializing with each other, like talking, walking from all directions, some just hanging out in groups or by themselves. Just like being in a park just daily activities. <br>\r\n<br>\r\nAs Tyler got a good look at them they all seemed to be?</span></div></div>",
            "created":1590296400,
            "id":2840262,
            "title":"A open field"
        },
        "1113":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "The wasp or the drider",
                "One of the dinosaur's",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>There were males and females alike, out of amazement and curiosity Tyler wanted to get a closer look at these amazing giant's.<br>\r\n<br>\r\nAs he looked around the field to see if there was a way to get closer to the monster's without being seen, he spotted a few patches of trees, bushes, shrubs, scattered around the field.<br>\r\n<br>\r\nYou saw a pile of bushes down a steep Hill you slide down the hill and into the bushes and took cover, you poke your head up and saw another pile bushes a couple feet away.<br>\r\n  <br>\r\nYou jump out of the bushes and ran into the next pile of bushes and the same to the next, as you got closer to these giant being's you can actually hear them chatter and feel the ground shake as there feet make loud crashing thud's as they walked, you make a final run towards rather small pile of bushes that was sitting next to a tree. <br>\r\n<br>\r\nAs you take cover in the small bushes, you peak out and observe these giant amazing creatures. <br>\r\n<br>\r\nThe first thing you spot were two male monster's chatting with each other, one looks like a wasp. He has four arms, wings, two digitigrade legs, larg abdomen like stinger. The other looks like spider but it wasn't just a spider his upper body looks humanoid and the lower part of his body is a immense spider, Tyler's eyes widened it couldn't be, it was a Drider. A Centaur like creature from the video game dungeons and dragons, but this was no dark elf/drow, this drider was different his whole body was covered in black fur, his humanoid half had four arms and three fingers, his face had four eyes, his mouth was full of sharp teeth and fangs, both monster's stood the same height like around 200 feet tall.<br>\r\n<br>\r\nYou looked around and saw a group of anthro dinosaur's on the right there were four of them,  one a T-Rex, one a spinosaurus, one a triceratops, the tallest one was the brontosaurus. The triceratops and the brontosaurus were male and the T-Rex and the spinosaurus were female, you guessed there height's the tallest was the bronto that stand at 400 feet tall, the Rex was 250 feet tall, the triceratops was 200 feet tall, just a little shorter then the Rex, shortest was the spino that stood 100 feet.<br>\r\n<br>\r\nYou looked Around and saw other monster's some of them you recognize frome you're favorite video game \"like the \"Nargacuga\" and the \"Barioth\" from \"Monster Hunter\", for starters. Others were Anthropomorphic animals, mythical creatures, and all kinds.<br>\r\n<br>\r\n You dive back down into the bushes, the site of these giant creatures were fascinating, suddenly the ground started to shake and hear a loud thudding crashing sound then a large shadow engulfs the bushes you ware in. <br>\r\n<br>\r\nYou peak out of the bushes and saw?</span></div></div>",
            "created":1590382800,
            "id":2840702,
            "title":"Male and female "
        },
        "11133":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Nargacuga",
                "Barioth",
                "Other "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The monster's from monster Hunter?</span></div></span></div>",
            "created":1590382800,
            "id":2840704,
            "title":"Other"
        },
        "111331":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Follow Nargacuga",
                "Stay and observe the other monster's"
            ],
            "content":"<div class=\"\"><div> <span>As you poked you're head out of the bushes and looked up, you saw that the giant monster was  indeed a anthro Nargacuga. But this one wasn’t the one you recognize from the video games, this one had slight changes. It had dark blue-ish fur and his underbelly was white, his pointy ears were a little longer kinda bat like, wings on his arms, his body shape was slim a little athletic, and it was definitely a male as you can see his sheath and balls between his legs. You looked up at his face, the expression on his face looked calm/relaxed with a small closed smile, I can say that he looked quite...(attractive)... for a monster at least in your opinion. You were so amazed by this giant anthro wyvern, you didn't even realize the fact that he was heading directly towards your direction. His giant scaly feet was making the ground shake with loud crashing thuds...THUD...THUD...THUD...you snapped back into reality, but it was to late as nargacuga already had his giant foot right above you. Time seemed to stand still for a moment as you can see and observe every detail of the foot's underside, it looked firm/calloused to a degree but still looked strangely soft with small wrinkles, and slightly dirty.<br>\r\n<br>\r\nAs time returned to normal, the giant foot slowly continued downward's towards the bush you were hiding in, in fear of being crushed you dive Back into the bush, arms above your head and closed you’re eyes.<br>\r\n<br>\r\nAs you wait for your immediate death, you hear a loud crashing THUD and the ground shook on impact, <br>\r\n<br>\r\nYou opened you’re eyes surprised you weren’t crushed, you peaked out of the bush and looked forward and saw that the side of narga’s foot has landed several feet across from you. As his foot lifted up to take another step it left behind a deep foot print, You gasp for breath as you were lucky you didn’t end up crushed. <br>\r\n<br>\r\nAs Nargacuga continued walking passed you, Looking up at his backside you saw his tail swishing from side to side and below his tail was his well sculpt bubble butt, <br>\r\nyou couldn't help but blush a little as you stare at those perfectly round cheeks of his \"damn he's thick\" you blurted out.<br>\r\n<br>\r\nYou make a choice to follow after nargacuga or you can stay and observe the other monster's.<br>\r\n<br>\r\n you chose?</span></div></div>",
            "created":1590469200,
            "id":2841167,
            "title":"Nargacuga"
        },
        "1113311":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Asleep in a cave",
                "Sitting down on a rock"
            ],
            "content":"<div class=\"\"><div> <span>You were to fascinated with the nargacuga you decided fallow after him, as you looked around to make sure no other monsters was watching you hopped out of the bushes and ran after nargacuga who since disappeared into the forest. But that wasn’t a problem, all you have to do is fellow his giant footprints that he left leading into the forest.<br>\r\n<br>\r\nAfter fellowing the footprints for minutes through the forest, it led to a more secluded part of the island. You finally managed to catch up to nargacuga and saw that he was?</span></div></div>",
            "created":1592110800,
            "id":2850987,
            "title":"Follow Nargacuga"
        },
        "11133111":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Continue with his feet ",
                "Explore his body  "
            ],
            "content":"<div class=\"\"><div> <span>As you were catching up with nargacuga, you soon discovered a large cave big enough to be used as a shelter or home for these giant creatures. As you come closer to the huge cave you could here the distant snoring coming from inside, you carefully sneak inside. <br>\r\n<br>\r\nAs you walk deeper in the cave the snoring seemed to get a little louder witch means nargacuga must be close, you continued on and finally found what you were looking for. <br>\r\n<br>\r\nNargacuga was lying on his stomach his legs out stretched, his head resting on his folded arms, he appears to be in deep sleep as you walk up to him. The first thing you come in contact with was his feet, you walk up to one of his feet and suddenly a slight cheesy aroma assaults your nostrils.<br>\r\n<br>\r\n The scent wasn’t as bad as you thought, it was actually quite pleasant, as you Examine the dark grey scaly humanoid foot it was slightly dirty and it appears soft leathery and glistening with little sweat. You reached a hand out and pressed a hand into the ball of the foot beneath the toes, your hand Sinked into the soft flesh it felt like a pillow it was literally that soft.<br>\r\n<br>\r\nYou placed both hands on the ball of the foot and pressed down into the soft flesh, squeezing it, and rubbing it, the feeling was incredible, but as you did so the foot started to move and with. You quickly step back from the foot, you saw the clawed toes wiggle slightly and herd nargacuga let out a low chuckle.<br>\r\n<br>\r\nHe seemed to enjoy the little massage you were giving him, this made you smile. But should I continue with his feet or should explore the rest of his body?<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592370000,
            "id":2852576,
            "title":"Asleep in a cave"
        },
        "111331112":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Some time later",
                "Something happened?"
            ],
            "content":"<div class=\"\"><div> <span>You decide to explore his body a little more, as you walk to the right side of his body passed his feet and continue pass his legs. <br>\r\n<br>\r\nAs you get to his hips, you stopped for minute and gaze at his well sculpted bubble butt. You always admired his cute butt when you first saw them bouncing and jiggling while nargacuga was walking away.<br>\r\n<br>\r\nYou decided to climb his hips by grabbed a piece of his furry flesh and hoist yourself up, as you climbed the fleshy wall of the giant anthro wyvern you hear him start chuckling again as your little movement’s were tickling him.<br>\r\n<br>\r\nAs you made it to the top of nargacuga’s right butt cheek, you stand there and feel your feet sink into the soft flesh, telling you exackly that he still has some fat stored in his butt. You get down on to your hands and knees and started Pushing, rubbing, and squeezing the furry flesh, it felt incredible, the flesh was so soft and squishy. As you did this you hear nargacuga humming in pleasure, he was definitely enjoying this. <br>\r\n<br>\r\nAfter minutes of massaging, you stopped and lay back into soft furry flesh exhausted, it felt like you were laying on a very soft bed. As you lay there, the whole fleshy surface you were laying on started to move “what...the!” was the only thing you uttered out as you sat up.<br>\r\n<br>\r\nNarga’s tail lifted casting a large shadow over you and started to wagged slowly, then you hear him let out a yawn while stretching His limbs, you suddenly realize that nargacuga was waking up.<br>\r\n<br>\r\nNargacuga the 200 feet tall giant anthro Wyvern on the other hand, was just waking up from his slumber he yawned and stretched his limbs, he opened his golden yellow cat eyes and smirked. Nargacuga loved taking short naps it was like his daily routine sometimes, but that’s when he suddenly felt something on his behind, “...Hmm?...” still a little groggy he turned his head back and saw what appears to be a small human sitting on his right butt cheak.<br>\r\n<br>\r\nYou were sitting there frozen in fear as you saw nargacuga turn his head to look at you, after a short time lived nargacuga suddenly broke the silence and spoke.<br>\r\n<br>\r\n“Hello human” he appeared soft spoken “you mind telling me what are you doing In my home, and why are you sitting on my buttock’s?” he questioned you.<br>\r\n<br>\r\nTyler was speechless and dumbfounded at nargacuga’s divine intelligence and soft spoken tone of his voice, as he asked you some questions.<br>\r\n<br>\r\n“What’s the matter human?” He said “Cats got your tongue” nargacuga chuckled at his little joke.<br>\r\n<br>\r\nTyler was still a little frightened and speechless, he started to back up a bit, nargacuga notice this and said “relax human I have no attention to harm you” he said with a comforting small closed smile. <br>\r\n<br>\r\nThis gave Tyler some courage as you stood up and look at the friendly anthro wyvern and said, “um...thank you for having no attention to hurt me, my name is Tyler and I was shipwrecked on this island not to long ago”. You confidently told nargacuga.<br>\r\n<br>\r\n“And the reason you were sitting on my buttocks?” Nargacuga ask you curiously.<br>\r\n<br>\r\n“Oh...well” you answered nervously “well...i wanted to get your attention, so I...ah..decided climb to the top of your buttocks and give you a little rub. You said with a half honest answer, not revealing the real reason why you were massage his attractive ass.<br>\r\n<br>\r\n“Oh...so that was you” nargacuga said with a smile, “so your the one responsible for that amazing feeling on my buttocks...huh. Tell you what Tyler I was enjoying the little massage you were giving me, if you continue massaging my buttocks i’ll Tell you everything you need to know about this island and it’s inhabitants, you don’t mind do you?<br>\r\n<br>\r\nTyler couldn’t believe it, here he is shipwrecked on a island inhabited by giant monsters and lucky enough to meat one that is friendly and intelligent.<br>\r\n<br>\r\n“Um...sure thing nargacuga I don’t mind at all” Tyler said.<br>\r\n<br>\r\nNargacuga smiled and lay his head back down on his folded arms, “thanks Tyler, and by the way call me Narga for short”.<br>\r\n<br>\r\n“Ok...narga” as both of you finish talking. Tyler got on his knees and continue massaging narga’s butt, rubbing and squeezing the soft furry flesh. <br>\r\n<br>\r\nNarga in the meantime, has closed his eyes and started humming in pleasure, as you continue massage him.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592542800,
            "id":2853512,
            "title":"Explore his body  "
        },
        "15":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "YES",
                "No",
                "rodan",
                "varan",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do you want a different monster, like something Mythical?</span></div></span></div>",
            "created":1581915600,
            "id":2788715,
            "title":"other"
        },
        "152":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about from a Video Game?</span></div></span></div>",
            "created":1581915600,
            "id":2788747,
            "title":"No"
        },
        "1521":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Nargacuga from Monster hunter?</span></div></span></div>",
            "created":1581915600,
            "id":2788885,
            "title":"Yes"
        },
        "15211":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Follow the Nargacuga",
                "Stay and explore the rest of the island"
            ],
            "content":"<div class=\"\"><div> <span>You stared in shock, as the giant monster  appeared from the forest, it looked like some kind of feline a panther maybe?, Accept for the fact it had black scales, dark bluish fur, wings on it's arms, red eyes, pointy ears, a tail and a beak. You recognize the monster as the \"Nargacuga\" a wyvern from one of your favorite the video games \"Monster hunter\", as you examine him more, he looked slightly more humanoid his body shape was slim a little athletic, between his legs was his sheath and balls, the 200 foot tall giant Narga started to look around and sniff the air as you stayed hidden. As you watched him for at least a minute, you saw the giant Narga turn the other direction and start walking away, as he did so you saw the view of his tail swaying from side to side as he walked, but what got most of your attention was his impressively large rear. You couldn't help but blush as you watch his glutes jiggle with each step he took as he walked further away, \"damn he's thicc\" you blurted out, you thought about following him, but was it a good idea to chase after a giant beast like that?. there's was no telling what the Nargacuga could of done to you if he spotted you, you could stay and explore the rest of the island or you could follow after the Nargacuga, after a little time of thought you decide. </span></div></div>",
            "created":1582866000,
            "id":2794575,
            "title":"Yes"
        },
        "1522":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about an anthro animal </span></div></span></div>",
            "created":1582606800,
            "id":2792840,
            "title":"No"
        },
        "15221":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a Wolf</span></div></span></div>",
            "created":1582606800,
            "id":2792842,
            "title":"yes"
        },
        "152212":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a skunk?</span></div></span></div>",
            "created":1582606800,
            "id":2792856,
            "title":"no"
        },
        "15222":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about dinosaurs?</span></div></span></div>",
            "created":1582779600,
            "id":2794008,
            "title":"no"
        },
        "155":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Go into the forest",
                "Stay on the beach",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nothing is coming, you venture into the forest or stay on the beach?</span></div></span></div>",
            "created":1582174800,
            "id":2790335,
            "title":"other"
        }
    },
    "info":{
        "author_id":"shadow41",
        "author_name":"Teardrop",
        "brief_description":"A man washes ashore on a uncharted island populated by giant Monsters ",
        "created":1334104680,
        "description":"<td align=\"left\" class=\"norm\">A young Man named Tyler, finds himself on a island that is populated by giant Monsters. Can Tyler avoid the monsters and get off the island alive or will he fall victim to the island’s monstrous inhabitants.<br>\r\n<br>\r\nInclude<br>\r\n---------------------------<br>\r\nOV<br>\r\nAV<br>\r\nCV<br>\r\nButt crush<br>\r\nStompage<br>\r\nFeet<br>\r\nM/f, M/m, F/f,<br>\r\nDigestion <br>\r\n-----------------------------<br>\r\ndon't allow <br>\r\nNo farting<br>\r\nor anything to gross.<br>\r\nNo bad grammer. <br>\r\nNo short chapters.<br>\r\nNo muscle growth.<br>\r\nNo herms.<br>\r\nNo inflation<br>\r\nNo Giant human's<br>\r\nNo body swap<br>\r\nNo weight gain<br>\r\n-----------------------------<br>\r\nNote. Tyler is a young man in his twenties, who a bit survival skills to help him survive the island.<br>\r\n<br>\r\nThere can be other monsters that are Mythical, Sea monster's, dinosaur's, anthrofurs, Aliens, they can also be from video games, TV shows, or you can make up your own monster.<br>\r\n<br>\r\nThe monsters are giant, they have to be at least between100 to 400 feet tall.<br>\r\n<br>\r\nMost of the monsters are hostile towards humans, but there are some that are friendly.<br>\r\n<br>\r\nThe monsters are anthropomorphic, they can be any body shape, muscular, skinny, fat, feminine,<br>\r\n<br>\r\nThe monsters can be male or female.<br>\r\n<br>\r\nThe mane protagonist can die but not to early.<br>\r\n<br>\r\nThats it, I will offer anyone 300 gps if you add or review my item.<br>\r\n<br>\r\nThis is my first story think you.<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":1860638,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595479620,
        "modified":1595479620,
        "pretty_title":"Trapped on Monster island"
    }
}