{
    "chapters":{
        "1":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Godzilla",
                "King Ghidorah",
                "Mothra",
                "Muto",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Tyler wakes up \"what...coughed...what the hell\" he crawled up the sandy beach \"were the hell am I?\". Tyler couldn't remember what happened, all he could tell is that he was sailing on vacation in uncharted waters and there was this storm an....\"ahh my head\", Tyler put his hand on forehead and down there was little blood on it, he must of hit his head pretty hard. He turned on his back and laid on the shore for a couple of minutes, when gained enough strength he stood up and look around. On the right of him there ware these large rock's that stretched to the forest to the beach, like it was blocking you'r path to the other side. To left of you, what looked liked an endless shoreline. To the front of you was the deep tropical forest. \"This place doesn't look so bad\" Tyler thought, that's when he heard a large \"ROAR\" in the distance\"what the hell was that?\" whatever it was it sounded big and large,<br>\r\nhe heard it again but this time it sounded closer, he needed to hide, tyler ran and hid between two of the large rock's. When the creature got closer a large shadow appeared, Tyler's eyes widen't in complete shock it was ? <br>\r\n </span></div></div>",
            "created":1581829200,
            "id":2788298,
            "title":"The beginning"
        },
        "11":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "A open field",
                "A large cave",
                "A waterfall"
            ],
            "content":"<div class=\"\"><div> <span>With little thinking, Tyler decided to explore the Forest. <br>\r\n<br>\r\nTyler started hiking into the forest the site was beautiful, There were palm trees, palm fronds, small river's.<br>\r\n<br>\r\nAs Tyler hiked deeper into the vest forest, in about an hour or so he came across?</span></div></div>",
            "created":1590296400,
            "id":2840214,
            "title":"Explore the forest"
        },
        "111":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "All male",
                "All female ",
                "Male and female "
            ],
            "content":"<div class=\"\"><div> <span>As Tyler continued hiking through the forest, he Saw a light at the end of the forest. Tyler new it was the exit out of the forest, so he ran out towards light and exited the forest and into a wide open field.  <br>\r\n<br>\r\nTyler was relieved when he finally got out of forest, but the relief was short lived as he looked out into the field, his eyes went wide in shock as he saw a crowd various giant monsters.<br>\r\n<br>\r\nThey were all Anthropomorphic or humanoid in Appearance and hundreds of feet tall, all shapes and sizes, they seemed to come from various species. Like mammals, aquatic, mythical, and some looked liked they popped out of your favorite video games. <br>\r\n<br>\r\nThey all seemed to be normally socializing with each other, like talking, walking from all directions, some just hanging out in groups or by themselves. Just like being in a park or a mall just daily activities. <br>\r\n<br>\r\nAs Tyler got a good look at them they all seemed to be?</span></div></div>",
            "created":1590296400,
            "id":2840262,
            "title":"A open field"
        },
        "1113":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "The ape or the drider",
                "One of the dinosaur's",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>There were males and females alike, out of amazement and curiosity Tyler wanted to get a closer look at these amazing giant's.<br>\r\n<br>\r\nAs he looked around the field to see if there was a way to get closer to the monster's without being seen, he spotted a few patches of trees, bushes, shrubs, scattered around the field.<br>\r\n<br>\r\nYou saw a pile of bushes down a steep Hill you slide down the hill and into the bushes and took cover, you poke your head up and saw another pile bushes a couple feet away.<br>\r\n  <br>\r\nYou jump out of the bushes and ran into the next pile of bushes and the same to the next, as you got closer to these giant being's you can actually hear them chatter and feel the ground shake as there feet make loud crashing thud's as they walked, you make a final run towards rather small pile of bushes that was sitting next to a tree. <br>\r\n<br>\r\nAs you take cover in the small bushes, you peak out and observe these giant amazing creatures. <br>\r\n<br>\r\nThe first thing you spot were two male monster's chatting with each other, one looks like a ape, he looks similar to King Kong accept his fur white and his eye we're red probably albino. The other looks like spider but it wasn't just a spider his upper body looks humanoid and the lower part of his body is a immense spider, Tyler's eyes widened it couldn't be, it was a drider. A creature from the video game dungeons and dragons, the drider's body was covered in black fur from head to toe, his humanoid half had four arms and three fingers, his face had four eyes, his mouth was full of sharp teeth and fangs, both monster's stood the same height like around 200 feet tall.<br>\r\n<br>\r\nYou looked around and saw a group of anthro dinosaur's on the right there were four of them,  one a T-Rex, one a spinosaurus, one a triceratops, the tallest one was the brontosaurus. The triceratops and the brontosaurus were male and the T-Rex and the spinosaurus were female, you guessed there height's the tallest was the bronto that stand at 400 feet tall, the Rex was 250 feet tall, the triceratops was 200 feet tall, just a little shorter then the Rex, shortest was the spino that stood 100 feet.<br>\r\n<br>\r\nYou looked to your left and saw other monster's some of them you recognize frome you're favorite video game \"like the \"Nargacuga\" the \"Barioth\" frome \"Monster Hunter\" one group were giant anthro animals, there were some that stand alone.<br>\r\n<br>\r\n You dive back down into the bushes, the site of these giant creatures were fascinating, suddenly the ground started to shake and hear a loud thudding crashing sound then a large shadow engulfs the bushes you ware in. <br>\r\n<br>\r\nYou peak out of the bushes and saw?</span></div></div>",
            "created":1590382800,
            "id":2840702,
            "title":"Male and female "
        },
        "11133":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Nargacuga",
                "Barioth"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The monster's from monster Hunter?</span></div></span></div>",
            "created":1590382800,
            "id":2840704,
            "title":"Other"
        },
        "15":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "YES",
                "No",
                "rodan",
                "varan",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do you want a different monster, like something Mythical?</span></div></span></div>",
            "created":1581915600,
            "id":2788715,
            "title":"other"
        },
        "152":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about from a Video Game?</span></div></span></div>",
            "created":1581915600,
            "id":2788747,
            "title":"No"
        },
        "1521":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Nargacuga from Monster hunter?</span></div></span></div>",
            "created":1581915600,
            "id":2788885,
            "title":"Yes"
        },
        "15211":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Follow the Nargacuga",
                "Stay and explore the rest of the island"
            ],
            "content":"<div class=\"\"><div> <span>You stared in shock, as the giant monster  appeared from the forest, it looked like some kind of feline a panther maybe?, Accept for the fact it had black scales, dark bluish fur, wings on it's arms, red eyes, pointy ears, a tail and a beak. You recognize the monster as the \"Nargacuga\" a wyvern from one of your favorite the video games \"Monster hunter\", as you examine him more, he looked slightly more humanoid his body shape was slim a little athletic, between his legs was his sheath and balls, the 200 foot tall giant Narga started to look around and sniff the air as you stayed hidden. As you watched him for at least a minute, you saw the giant Narga turn the other direction and start walking away, as he did so you saw the view of his tail swaying from side to side as he walked, but what got most of your attention was his impressively large rear. You couldn't help but blush as you watch his glutes jiggle with each step he took as he walked further away, \"damn he's thicc\" you blurted out, you thought about following him, but was it a good idea to chase after a giant beast like that?. there's was no telling what the Nargacuga could of done to you if he spotted you, you could stay and explore the rest of the island or you could follow after the Nargacuga, after a little time of thought you decide. </span></div></div>",
            "created":1582866000,
            "id":2794575,
            "title":"Yes"
        },
        "1522":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about an anthro animal </span></div></span></div>",
            "created":1582606800,
            "id":2792840,
            "title":"No"
        },
        "15221":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a Wolf</span></div></span></div>",
            "created":1582606800,
            "id":2792842,
            "title":"yes"
        },
        "152212":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a skunk?</span></div></span></div>",
            "created":1582606800,
            "id":2792856,
            "title":"no"
        },
        "15222":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about dinosaurs?</span></div></span></div>",
            "created":1582779600,
            "id":2794008,
            "title":"no"
        },
        "155":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Go into the forest",
                "Stay on the beach",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nothing is coming, you venture into the forest or stay on the beach?</span></div></span></div>",
            "created":1582174800,
            "id":2790335,
            "title":"other"
        }
    },
    "info":{
        "author_id":"shadow41",
        "author_name":"Teardrop",
        "brief_description":"A man washes ashore on a uncharted island populated by giant Monsters ",
        "created":1334104680,
        "description":"<td align=\"left\" class=\"norm\">A young Man named Tyler, finds himself on a island that is populated by giant Monsters. Can Tyler avoid the monsters and get off the island alive or will he fall victim to the monsters.<br>\r\n<br>\r\nInclude<br>\r\n---------------------------<br>\r\nOral vore <br>\r\nAnal vore<br>\r\nCock vore<br>\r\nButt crush<br>\r\nStompage<br>\r\nFeet<br>\r\nM/f, M/m, F/f,<br>\r\n-----------------------------<br>\r\ndon't allow <br>\r\nNo farting<br>\r\nor anything to gross.<br>\r\nNo bad grammer. <br>\r\nNo short chapters.<br>\r\nNo muscle growth.<br>\r\nNo herms.<br>\r\nNo inflation<br>\r\nNo Giant human's<br>\r\nNo body swap<br>\r\nNo weight gain<br>\r\nNo digestion<br>\r\n-----------------------------<br>\r\nNote. Tyler is a young man in his twenties, who a bit survival skills to help him survive the island.<br>\r\n<br>\r\nThere can be other monsters that are Mythical, Sea monster's, dinosaur's, anthrofurs, Aliens, or they can be from video games, TV shows, or you can make up your own monster.<br>\r\n<br>\r\nThere are other people on the island, senes the area is known were boat's and planes had gone missing.<br>\r\n<br>\r\nThe monsters are giant, they have to be at least between100 to 400 feet tall.<br>\r\n<br>\r\nMost of the monsters are hostile towards humans , but there are some that are friendly, and intelligent.<br>\r\n<br>\r\nThe monsters are anthropomorphic, they can be any body shape, muscular, skinny, fat, feminine,<br>\r\n<br>\r\nThe monsters can be male or female.<br>\r\n<br>\r\nThe mane protagonist can die but not to early.<br>\r\n<br>\r\nThats it, please add or leave a review.<br>\r\n<br>\r\nThis is my first story think you.<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":1860638,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1590391080,
        "pretty_title":"Trapped on Monster island"
    }
}