{
    "chapters":{
        "1":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Explore the forest",
                "Stay on the beach",
                "Suddenly a monster show's up",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>As the water Wash over your body, Tyler wakes up on the shore. He couphed and spat out salt water, he shakes his head to get the sand out of his eyes, he crawled up the Sandy Beach and stood up. Dazed and confused He suddenly felt a sharp pain on his head, he placed his hand on his forhead and down there was little blood on it. <br>\r\n<br>\r\nHe most have hit his head pretty hard, all he could remember is that he was sailing in the middle of the ocean and there was this storm. The waves ware so strong it twist and turned over the boat banged my head in the process. <br>\r\n<br>\r\nTyler looked at his surroundings, on the sides of him there were these endless shorelines, large Sea Rock's, in the front of him was a thick tropical Forest it was obvious he was on some uncharted island. Tyler decide's rather he should explore the island's forest or stay on the beach. With a little time thinking he decide's to?<br>\r\n</span></div></div>",
            "created":1581829200,
            "id":2788298,
            "title":"The beginning"
        },
        "11":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "A open field",
                "A large cave",
                "A waterfall"
            ],
            "content":"<div class=\"\"><div> <span>With little thinking, Tyler decided to explore the Forest. <br>\r\n<br>\r\nTyler started hiking into the forest the site was beautiful, There were palm trees, palm fronds, small river's.<br>\r\n<br>\r\nAs Tyler hiked deeper into the vest forest, in about an hour or so he came across?</span></div></div>",
            "created":1590296400,
            "id":2840214,
            "title":"Explore the forest"
        },
        "111":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "All male",
                "All female ",
                "Male and female "
            ],
            "content":"<div class=\"\"><div> <span>As Tyler continued hiking through the forest, he Saw a light at the end of the forest. Tyler new it was the exit out of the forest, so he ran out towards light and exited the forest and into a wide open field.  <br>\r\n<br>\r\nTyler was relieved when he finally got out of forest, but the relief was short lived as he looked out into the field, his eyes went wide in shock as he saw a crowd various giant monsters.<br>\r\n<br>\r\nThey were all Anthropomorphic or humanoid in Appearance and hundreds of feet tall, all shapes and sizes, they seemed to come from various species. Like mammals, aquatic, mythical, and some looked liked they popped out of your favorite video games. <br>\r\n<br>\r\nThey all seemed to be normally socializing with each other, like talking, walking from all directions, some just hanging out in groups or by themselves. Just like being in a park or a mall just daily activities. <br>\r\n<br>\r\nAs Tyler got a good look at them they all seemed to be?</span></div></div>",
            "created":1590296400,
            "id":2840262,
            "title":"A open field"
        },
        "1113":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "The ape or the drider",
                "One of the dinosaur's",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>There were males and females alike, out of amazement and curiosity Tyler wanted to get a closer look at these amazing giant's.<br>\r\n<br>\r\nAs he looked around the field to see if there was a way to get closer to the monster's without being seen, he spotted a few patches of trees, bushes, shrubs, scattered around the field.<br>\r\n<br>\r\nYou saw a pile of bushes down a steep Hill you slide down the hill and into the bushes and took cover, you poke your head up and saw another pile bushes a couple feet away.<br>\r\n  <br>\r\nYou jump out of the bushes and ran into the next pile of bushes and the same to the next, as you got closer to these giant being's you can actually hear them chatter and feel the ground shake as there feet make loud crashing thud's as they walked, you make a final run towards rather small pile of bushes that was sitting next to a tree. <br>\r\n<br>\r\nAs you take cover in the small bushes, you peak out and observe these giant amazing creatures. <br>\r\n<br>\r\nThe first thing you spot were two male monster's chatting with each other, one looks like a ape, he looks similar to King Kong accept his fur white and his eye we're red probably albino. The other looks like spider but it wasn't just a spider his upper body looks humanoid and the lower part of his body is a immense spider, Tyler's eyes widened it couldn't be, it was a drider. A creature from the video game dungeons and dragons, the drider's body was covered in black fur from head to toe, his humanoid half had four arms and three fingers, his face had four eyes, his mouth was full of sharp teeth and fangs, both monster's stood the same height like around 200 feet tall.<br>\r\n<br>\r\nYou looked around and saw a group of anthro dinosaur's on the right there were four of them,  one a T-Rex, one a spinosaurus, one a triceratops, the tallest one was the brontosaurus. The triceratops and the brontosaurus were male and the T-Rex and the spinosaurus were female, you guessed there height's the tallest was the bronto that stand at 400 feet tall, the Rex was 250 feet tall, the triceratops was 200 feet tall, just a little shorter then the Rex, shortest was the spino that stood 100 feet.<br>\r\n<br>\r\nYou looked to your left and saw other monster's some of them you recognize frome you're favorite video game \"like the \"Nargacuga\" the \"Barioth\" frome \"Monster Hunter\" one group were giant anthro animals, there were some that stand alone.<br>\r\n<br>\r\n You dive back down into the bushes, the site of these giant creatures were fascinating, suddenly the ground started to shake and hear a loud thudding crashing sound then a large shadow engulfs the bushes you ware in. <br>\r\n<br>\r\nYou peak out of the bushes and saw?</span></div></div>",
            "created":1590382800,
            "id":2840702,
            "title":"Male and female "
        },
        "11133":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Nargacuga",
                "Barioth"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The monster's from monster Hunter?</span></div></span></div>",
            "created":1590382800,
            "id":2840704,
            "title":"Other"
        },
        "111331":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Follow Nargacuga",
                "Stay and observe the other monster's"
            ],
            "content":"<div class=\"\"><div> <span>As you poked you're head out of the bushes and looked up, you saw Nargacuga and definitely a male as you can see his big balls and dangling package, his body slim with little muscle, His fur is mostly blue but his underbelly was white. You were so amazed by the site of him you didn't realize the fact that he was walking in you're diration, as he got closer his heavy footfalls brought back into reality but it was to late as you saw dark grey scaly clawed humanoid foot slightly above you. Time seemed to stand still for a moment as you can observe every detail of the foot's underside, it looked firm/calloused to a degree, slightly dirty, and a debree of bits of broken trees and rock scattered across it's underside. <br>\r\n<br>\r\nAs time returned to normal, the giant foot slowly continued downward's towards you, in fear of being crushed you dive back into the bushes arms above your head and wait you're immediate doom.<br>\r\n<br>\r\nAs you wait for death, you hear a loud crashing THUD and the ground shook on impact. <br>\r\n<br>\r\nYou waited for like a minute until you gained the courage to lift you're head up hesitantly out of the small bushes and saw that his giant foot has landed right in front of you, you gave a constant sigh of relief. As his foot lifted to take another step it left behind a crater shaped foot print, as Nargacuga passed by you looked up his backside you saw his tail swishing from side to side and below his tail made you blush slightly, he had quite a bubble butt as they giggled from every step he took, \"damn he's thick\" you blurted out.<br>\r\n<br>\r\nYou thought about following him or you can stay and observe the other monster's.<br>\r\n<br>\r\nWith little thought to yourself, you decide.</span></div></div>",
            "created":1590469200,
            "id":2841167,
            "title":"Nargacuga"
        },
        "1113311":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Showing under a waterfall ",
                "Sitting down on a rock"
            ],
            "content":"<div class=\"\"><div> <span>You were to fascinated with the nargacuga you decided fallow after him, as you looked around to make sure no other monsters was watching you darted out of the bushes and ran after nargacuga who since disappeared into the forest. But that wasn’t a problem, all you have to do is fellow his giant footprints that he left leading into the forest.<br>\r\n<br>\r\nAfter fellowing the footprints for minutes through the forest, it led to a more secluded part of the island. You finally managed to catch up to nargacuga and saw that he was?</span></div></div>",
            "created":1592110800,
            "id":2850987,
            "title":"Follow Nargacuga"
        },
        "11133111":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Continued with the feet",
                "Explore his body  "
            ],
            "content":"<div class=\"\"><div> <span>As you were catching up with nargacuga, you soon discovered a large cave big enough to be used as a shelter or home for these giant creatures. As you come closer to the huge cave you could here the distant snoring coming from inside, you carefully sneak inside. <br>\r\n<br>\r\nAs you walk deeper in the cave the snoring seemed to get a little louder witch means nargacuga must be close, you continued on and finally found what you were looking for. <br>\r\n<br>\r\nNargacuga was lying on his stomach his legs out stretched, his head resting on his folded arms, he appears to be in deep sleep as you walk up to him. The first thing you come in contact with was his feet, you walk up to one of his feet and suddenly a slight cheesy smell assaults your nostrils.<br>\r\n<br>\r\n It wasn’t bad it was actually quite pleasant after having a secret foot fetish it didn’t bother you pretty much the foot did look inviting, as you Examine the dark grey scaly foot it was slightly dirty and it appears to be glistening with little sweat. You reached a hand out and pressed a hand into the ball of the foot beneath the toes, your hand Sinked into the soft flesh it felt like a pillow it was literally that soft.<br>\r\n<br>\r\nYou placed both hands on the ball of the foot and pressed down into the soft flesh, squeezing, and rubbing it, the feeling was incredible, but as you did so the foot started to move and with. You quickly step back from the foot, you saw the clawed toes wiggle slightly and herd nargacuga let out a low chuckle.<br>\r\n<br>\r\nHe seemed to enjoy the little massage you were giving him, this made you smile. But should I continue with his feet or should explore the rest of his body?<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592370000,
            "id":2852576,
            "title":"Asleep in a cave"
        },
        "111331112":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "They speak to each other "
            ],
            "content":"<div class=\"\"><div> <span>You decide to explore his body a little more, you walk to the right side of his body passed his feet and continue up to his legs. <br>\r\n<br>\r\nAs you get to his hips, you stop for moment and gaze at his well sculpted bubble butt. You always admired his rear as you first saw them bouncing and jiggling while nargacuga was walking away.<br>\r\n<br>\r\nYou grabbed a piece of fur covered flesh and hoist yourself up, climbing the side of nargacuga’s butt was like rock climbing except for the fact you weren’t climbing rocks. <br>\r\n<br>\r\nAs you climbed on top of narga’s right butt cheek, you walk up and saw a amazing view of narga’s thin but muscle body, it looks like he got the physique of a marathon runner, you can see a little of his rib cage underneath the muscle. <br>\r\n<br>\r\nHis head continued resting on his arms sound asleep, you fall back into squishy fur covered flesh exhausted, it felt like you were laying on a beanbag bed. As you lay there for minutes, the whole fleshy world you were laying on started to move “what...the” was the only thing you uttered out as you stood up. <br>\r\n<br>\r\nNarga’s tail lifted casting a large shadow over you and started to wagged slowly, then you hear him let out a yawn while stretching His limbs, you suddenly realize that  nargacuga was waking up. <br>\r\n<br>\r\nYou couldn’t keep your balance from all of the movement, and fall backwards onto soft flesh.<br>\r\n<br>\r\nNargacuga on the other hand, was just waking up from his slumber suddenly felt something on his rear, “...huh...” still a little groggy he turned his back and saw what appears to be a small human  sitting on his behind.<br>\r\n<br>\r\nYou were sitting there frozen in fear as you saw nargacuga turn his head to look at you with his yellow cat like eyes, as you both looked at each other you suddenly decided to brake the silence.<br>\r\n<br>\r\nYou nervously lift your hand up and speak “ah...um...hi” you said nervously “my...my...apologies for...for waking you up...ple...please don’t hurt me” you said nervously stuttering. <br>\r\n<br>\r\nNargacuga cocked a brow as his only response, as he turned his head back around  no longer looking at you. <br>\r\n<br>\r\nYou were confused, as you saw nargacuga turn head head back around, is he Ignoring you? Is he letting me go? What is he going to do? You thought to yourself. After a little while, your question was answered, when nargacuga started moving again, but this time he was turning his whole body to the side. As he was turning you narga lift his hand up and reach for you but You quickly jump from his reach and slid down his hips and hit the ground with a small thud, as you hit the ground you quickly make a mad dash to get away, but was easily thwarted when a giant scaly clawed hand slammed in front of you. <br>\r\n<br>\r\nYou stopped to run the other direction but the scaly Hand grabs you trapping you in it’s fist, now in his grasp you were lifted up to nargacuga’s admittedly cute face. <br>\r\n<br>\r\nNargacuga for his part, was staring at the small human who was seated on his behind. When he tried to say something but he couldn’t make out what he was saying, so he only cocked his brow in confusion. <br>\r\n<br>\r\nSo he decided to get in a construable position to hear the human better but he didn’t want the human to get hurt while he was moving so he lifted a hand to reached for him. But the human suddenly jumps off of his behind slides down his hips and hit the the ground beneath him, when you tried to reach for him again he got back up and ran. <br>\r\n<br>\r\nBut you easily caught him by slamming your hand I front of him, you closed your hand around him trapping the human in your fist. Now lying on   You side comfortably, you brought the human in your grasp up to your face and?<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592542800,
            "id":2853512,
            "title":"Explore his body  "
        },
        "15":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "YES",
                "No",
                "rodan",
                "varan",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do you want a different monster, like something Mythical?</span></div></span></div>",
            "created":1581915600,
            "id":2788715,
            "title":"other"
        },
        "152":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about from a Video Game?</span></div></span></div>",
            "created":1581915600,
            "id":2788747,
            "title":"No"
        },
        "1521":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Nargacuga from Monster hunter?</span></div></span></div>",
            "created":1581915600,
            "id":2788885,
            "title":"Yes"
        },
        "15211":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Follow the Nargacuga",
                "Stay and explore the rest of the island"
            ],
            "content":"<div class=\"\"><div> <span>You stared in shock, as the giant monster  appeared from the forest, it looked like some kind of feline a panther maybe?, Accept for the fact it had black scales, dark bluish fur, wings on it's arms, red eyes, pointy ears, a tail and a beak. You recognize the monster as the \"Nargacuga\" a wyvern from one of your favorite the video games \"Monster hunter\", as you examine him more, he looked slightly more humanoid his body shape was slim a little athletic, between his legs was his sheath and balls, the 200 foot tall giant Narga started to look around and sniff the air as you stayed hidden. As you watched him for at least a minute, you saw the giant Narga turn the other direction and start walking away, as he did so you saw the view of his tail swaying from side to side as he walked, but what got most of your attention was his impressively large rear. You couldn't help but blush as you watch his glutes jiggle with each step he took as he walked further away, \"damn he's thicc\" you blurted out, you thought about following him, but was it a good idea to chase after a giant beast like that?. there's was no telling what the Nargacuga could of done to you if he spotted you, you could stay and explore the rest of the island or you could follow after the Nargacuga, after a little time of thought you decide. </span></div></div>",
            "created":1582866000,
            "id":2794575,
            "title":"Yes"
        },
        "1522":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about an anthro animal </span></div></span></div>",
            "created":1582606800,
            "id":2792840,
            "title":"No"
        },
        "15221":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a Wolf</span></div></span></div>",
            "created":1582606800,
            "id":2792842,
            "title":"yes"
        },
        "152212":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a skunk?</span></div></span></div>",
            "created":1582606800,
            "id":2792856,
            "title":"no"
        },
        "15222":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about dinosaurs?</span></div></span></div>",
            "created":1582779600,
            "id":2794008,
            "title":"no"
        },
        "155":{
            "author_id":"shadow41",
            "author_name":"Teardrop",
            "choices":[
                "Go into the forest",
                "Stay on the beach",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nothing is coming, you venture into the forest or stay on the beach?</span></div></span></div>",
            "created":1582174800,
            "id":2790335,
            "title":"other"
        }
    },
    "info":{
        "author_id":"shadow41",
        "author_name":"Teardrop",
        "brief_description":"A man washes ashore on a uncharted island populated by giant Monsters ",
        "created":1334104680,
        "description":"<td align=\"left\" class=\"norm\">A young Man named Tyler, finds himself on a island that is populated by giant Monsters. Can Tyler avoid the monsters and get off the island alive or will he fall victim to the monsters.<br>\r\n<br>\r\nInclude<br>\r\n---------------------------<br>\r\nOV<br>\r\nAV<br>\r\nCV<br>\r\nButt crush<br>\r\nStompage<br>\r\nFeet<br>\r\nM/f, M/m, F/f,<br>\r\nDigestion <br>\r\n-----------------------------<br>\r\ndon't allow <br>\r\nNo farting<br>\r\nor anything to gross.<br>\r\nNo bad grammer. <br>\r\nNo short chapters.<br>\r\nNo muscle growth.<br>\r\nNo herms.<br>\r\nNo inflation<br>\r\nNo Giant human's<br>\r\nNo body swap<br>\r\nNo weight gain<br>\r\n-----------------------------<br>\r\nNote. Tyler is a young man in his twenties, who a bit survival skills to help him survive the island.<br>\r\n<br>\r\nThere can be other monsters that are Mythical, Sea monster's, dinosaur's, anthrofurs, Aliens, or they can be from video games, TV shows, or you can make up your own monster.<br>\r\n<br>\r\nThe monsters are giant, they have to be at least between100 to 400 feet tall.<br>\r\n<br>\r\nMost of the monsters are hostile towards humans , but there are some that are friendly, and intelligent.<br>\r\n<br>\r\nThe monsters are anthropomorphic, they can be any body shape, muscular, skinny, fat, feminine,<br>\r\n<br>\r\nThe monsters can be male or female.<br>\r\n<br>\r\nThe mane protagonist can die but not to early.<br>\r\n<br>\r\nThats it, I will offer anyone 300 gps if they add or review my item.<br>\r\n<br>\r\nThis is my first story think you.<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":1860638,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1590478440,
        "modified":1592553840,
        "pretty_title":"Trapped on Monster island"
    }
}