{
    "chapters":{
        "1":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Character slot 1",
                "Character slot 2",
                "Character slot 3",
                "Character slot 4",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Alright, here are the first four character slots here, remember once you pick and make your character, no more character slots can be made. Now for more character slots. Always leave the last option available.<br>\r\n<br>\r\nName:<br>\r\nKaiju Name: (if you wish)<br>\r\nAge: (can be older, but will still have a baby or toddler form, so mention age appearance, up to 4)<br>\r\nHeight:<br>\r\nGender:<br>\r\nAppearance:<br>\r\nClothes:<br>\r\nPowers:<br>\r\nAlignment: Good, Evil, or Neutral<br>\r\nOrigin:<br>\r\nAdditional info:</span></div></div>",
            "created":1599462360,
            "id":2898815,
            "title":"Character slots"
        },
        "11":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Show Kevin-Ghidorah's origin",
                "Show Kevin rampaging a city",
                "Show Kevin fighting the military",
                "Other",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Kevin<br>\r\nKaiju Name: Kevin-Ghidorah<br>\r\nAge: 2<br>\r\nHeight: 300 feet<br>\r\nGender: Male<br>\r\nAppearance: A plump toddler with blond hair and red eyes, he also has the wings, tail, and claws of a golden dragon. <br>\r\nClothes: He wears a yellow tank top and a white diaper with alien symbols on it. <br>\r\nPowers: Flight, incredible strength, speed and durability, sharp claws harder than steel, can fire lightning from his eyes or a beam of gravity from his mouth that's capable of obliterating city blocks.<br>\r\nAlignment: Evil<br>\r\nOrigin: Kevin was just a normal baby boy, until one day an alien artifact landed in his yard where he was playing. When he examined the strange object in his curiosity, it merged with his body and turned him into the massively destructive kaiju baby he is now.<br>\r\nAdditional info: He loves to playfully rampage and destroy as much as he can.</span></div></div>",
            "created":1600037640,
            "id":2902482,
            "title":"Character slot 1"
        },
        "12":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Show Queen Ally playing in the sea",
                "Show Ally playing on the land",
                "Show when she first emerged",
                "Different baby",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Ally<br>\r\nKaiju Name: Queen Ally<br>\r\nAge: Unknown, looks 2<br>\r\nHeight: 250 feet<br>\r\nGender: Female<br>\r\nAppearance: A cute Hispanic girl with black hair and green eyes.<br>\r\nClothes: A pink one piece bathing suit and a matching swim diaper.<br>\r\nPowers: Water breathing, water, wind and fire control, lifting 100 times her weight.<br>\r\nAlignment: Neutral<br>\r\nOrigin: She emerged mysteriously from an underwater volcano in the Gulf of Mexico. There are rumors a family was lost in that part of the Gulf years before, but these are unconfirmed.<br>\r\nAdditional info: She isn't malicious, but she loves playing with her powers, which can cause destruction unintentionally.</span></div></div>",
            "created":1600041720,
            "id":2902515,
            "title":"Character slot 2"
        },
        "13":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Start with her origin",
                "Start with her ruling a tiny city",
                "Start with something else",
                "Different baby",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Isabella<br>\r\nKaiju Name: Princesszilla<br>\r\nAge: 3<br>\r\nHeight: 320 feet<br>\r\nGender: Female<br>\r\nAppearance: A pretty young girl with blonde hair and blue eyes.<br>\r\nClothes: She wears a sparkly purple dress over a Disney Princesses pull-up, and a tiara on her head.<br>\r\nPowers: She can shoot giant pink laser beams from her hands or her mouth, sprout fairy wings for flight, or change the environment around her to look more like a fairy tale or little girl cartoon setting.<br>\r\nAlignment: Neutral<br>\r\nOrigin: Isabella was a normal little girl who loved princesses and fairy tales, until one day she touched strange gem her archaeologist parents found. The gem's magical power turned her into a kaiju toddler with princess-themed powers.<br>\r\nAdditional info: She looks being in charge and making tiny people act like her subjects, but she's also willing to protect them from more aggressive kaiju.</span></div></div>",
            "created":1600051800,
            "id":2902577,
            "title":"Kaiju Princess"
        },
        "14":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Start Princess Dalmatian's origin story.",
                "Start off with her befriending a fellow hero or group of heroes.",
                "Start off with her coming to the rescue.",
                "Open choice chapter.",
                "Your choice."
            ],
            "content":"<div class=\"\"><div> <span>Name: Dorothy Dalmatian.<br>\r\nKaiju Name: Princess Dalmatian.<br>\r\nAge: 1 year old.<br>\r\nHeight: 100 feet tall.<br>\r\nGender: Female.<br>\r\nAppearance: A truly hugely obese white animated anthropomorphic Dalmatian with spots.<br>\r\nClothes: None.<br>\r\nPowers: Super strength super speed super burps super smarts and Kaiju wrestling skills.<br>\r\nAlignment: Good.<br>\r\nOrigin: Dorothy Dalmatian once upon a time was an ordinary anthropomorphic Dalmatian that lives with her entire family in London's Camden Town section in the UK until one day she was unknowingly zapped by an UFO's interplanetary hunger ray as she constantly ate until she turned into a gigantic fat monster known as Princess Dalmatian.<br>\r\nAdditional Info: Even though her appetite's increased she's still a good girl who loves her family and friends as she's also more than happy to defend her hometown of Camden Town or any other city around the world for she's known as Princess Dalmatian as she'll also befriend her fellow heroes along the way as she's also very mature and can speak English as well.<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1600101720,
            "id":2902889,
            "title":"Character slot 4"
        },
        "15":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Character slot 5",
                "Character slot 6",
                "Character slot 7",
                "Character slot 8",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Here are some more slots with the format once more.<br>\r\n<br>\r\nName:<br>\r\nKaiju Name: (if you wish)<br>\r\nAge: (can be older, but will still have a baby or toddler form, so mention age appearance, up to 4)<br>\r\nHeight:<br>\r\nGender:<br>\r\nAppearance:<br>\r\nClothes:<br>\r\nPowers:<br>\r\nAlignment: Good, Evil, or Neutral<br>\r\nOrigin:<br>\r\nAdditional info:</span></div></div>",
            "created":1599462420,
            "id":2898816,
            "title":"More options"
        },
        "151":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Go back to his origins",
                "Start with him fighting an evil kaiju",
                "Start with him helping people some other way.",
                "More choices",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Lucas<br>\r\nKaiju Name: Atomic Baby<br>\r\nAge: 2<br>\r\nHeight: 400 feet<br>\r\nGender: Male<br>\r\nAppearance: He's a cute boy with brown hair and blue eyes.<br>\r\nClothes: He just wears a red and white stripped diaper with an atomic symbol on the front.<br>\r\nPowers: He has great strength and durability and can control nuclear reactions. He uses this to shoot atomic energy from his mouth or hands and to turn one element into another. His mind is also more mature than a normal toddler, so he can talk and understand orders without trouble.<br>\r\nAlignment: Good<br>\r\nOrigin: He gained his size and powers from a secret experiment to create a hero who could protect civilization from destructive kaiju babies and other threats.<br>\r\nAdditional info: Becoming a giant-sized superhero was a dream come true for him.</span></div></div>",
            "created":1600059000,
            "id":2902623,
            "title":"Atomic Baby"
        },
        "152":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Start with her origin",
                "Start with her rampaging a city on Earth",
                "Start with her rampaging in space",
                "More character slots",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Abigail<br>\r\nKaiju Name: Crusher Abby<br>\r\nAge: 2<br>\r\nHeight: Usually 300 feet, see below<br>\r\nGender: Female<br>\r\nAppearance: She has blonde hair and green eyes and is very fat.<br>\r\nClothes: She wears a black tank top and a white diaper with dinosaurs on it.<br>\r\nPowers: She can make herself any size from normal baby size to as big as the Milky Way galaxy, but she usually stays 300 feet tall. She can also breath blue fire and shoot lasers from her eyes.<br>\r\nAlignment: Evil<br>\r\nOrigin: One day Abigail was very angry at her parents for putting her in time out, and a mysterious entity made of red and black smoke appeared and merged with her, giving her enormous power. Now she's out for revenge on all adults on this planet and beyond.<br>\r\nAdditional info: She loves to gobble up adults and their buildings and vehicles and turn them into more fat on her massive belly.</span></div></div>",
            "created":1603096560,
            "id":2924445,
            "title":"Crusher Abby"
        },
        "153":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Go back to her origins",
                "Show her stopping an evil kaiju baby",
                "Show her helping people",
                "More character slots",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Sofia<br>\r\nKaiju Name: Goddess Sofia<br>\r\nAge: She's centuries old but looks 2<br>\r\nHeight: Usually 300 feet, see below<br>\r\nGender: Female<br>\r\nAppearance: She's an adorable girl with brown hair and blue eyes and the sweetest smile you ever saw.<br>\r\nClothes: She wears a purple royal dress over a pink diaper with glowing golden magical symbols on it. She also wears a beautiful crown. <br>\r\nPowers: She can assume any size from normal baby size to the size of the Milky Way Galaxy, but she usually stays 300 feet tall. She also has magical powers that can do thinks such as spread life and fertility across the land or repair the damage caused by other kaiju, and she can fire powerful pink magic blasts from her hands or her mouth.<br>\r\nAlignment: Good<br>\r\nOrigin: Long ago, a baby girl was blessed at birth with unbelievable magical power to guard the cosmos against any threat.<br>\r\nAdditional info: During her off time, she playing nicely with tiny people and helping them out in exchange for their love and worship.</span></div></div>",
            "created":1603110000,
            "id":2924598,
            "title":"Goddess Sofia"
        },
        "154":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Start with her origin",
                "Start her rampaging",
                "Start with her doing something else",
                "More character slots",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Emma<br>\r\nKaiju Name: N/A<br>\r\nAge: 2<br>\r\nHeight: 200 feet<br>\r\nGender: Female<br>\r\nAppearance: She's black baby girl with curly hair.<br>\r\nClothes: She just wears a pink diaper and a pink bow in her hair.<br>\r\nPowers: She is incredibly strong and durable, able to lift mountains or survive nuclear explosions. She is also very fast and has atomic breath like Godzilla.<br>\r\nAlignment: Neutral<br>\r\nOrigin: She got zapped with energy from a super-advanced energy reactor that her parents were two of the main designers of.<br>\r\nAdditional info:</span></div></div>",
            "created":1603139640,
            "id":2924882,
            "title":"Character slot 8"
        },
        "155":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Character slot 9",
                "Character slot 10",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well here are more options.... obviously.<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1599462480,
            "id":2898817,
            "title":"More options"
        },
        "1551":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Start with how her first grew",
                "Start with him rampaging",
                "Start with him playing gently in a city",
                "Your choice",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Benny Bear<br>\r\nKaiju Name: Cubzilla<br>\r\nAge: 3<br>\r\nHeight: 600 feet<br>\r\nGender: Male<br>\r\nAppearance: A cute, fluffy brown bear cub with green eyes and a plump tummy.<br>\r\nClothes: A red short-sleeved shirt and a plain white pull-up.<br>\r\nPowers: Huge strength, sharp claws, supersonic roar.<br>\r\nAlignment: Neutral<br>\r\nOrigin: Benny was a normal anthro bear cub until he ate a pot of radioactive honey and grew into a kaiju.<br>\r\nAdditional info: He likes to playfully rampage and destroy, but he can also be gentle sometimes.</span></div></div>",
            "created":1603152900,
            "id":2924969,
            "title":"Big Baby Bear"
        },
        "1552":{
            "author_id":"whitebearboy",
            "author_name":"tallwriter",
            "choices":[
                "Start with his mother first bring him to life",
                "Start with him in his giant playroom his mother made for him",
                "Start with him playing out in the countryside",
                "Start with him playing in the city",
                "More character slots"
            ],
            "content":"<div class=\"\"><div> <span>Name: Adam Frankenstein<br>\r\nKaiju Name: N/A<br>\r\nAge: Looks 2<br>\r\nHeight: 250 feet<br>\r\nGender: Male<br>\r\nAppearance: He's a cute boy with blonde hair and blue eyes, but he's also green and covered in stitches, and he has bolts in his neck.<br>\r\nClothes: He wears a dark green shirt and blue overalls over a white diaper with lightning bolts on it.<br>\r\nPowers: He's very strong and can discharge electric shocks.<br>\r\nAlignment: Neutral<br>\r\nOrigin: He was made by the original Doctor Frankenstein's great-granddaughter who wanted her baby boy to be as big and strong as possible.<br>\r\nAdditional info: He's a sweet boy, but he can be destructive with his playfulness.</span></div></div>",
            "created":1603492320,
            "id":2927678,
            "title":"Franken-Baby"
        },
        "1553":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Character slot 11",
                "Character slot 12",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well here are even more slots for your giant baby pleasures.</span></div></span></div>",
            "created":1599463860,
            "id":2898822,
            "title":"Even more slots"
        }
    },
    "info":{
        "author_id":"giantlolikaiju",
        "author_name":"UltimateGiantess",
        "brief_description":"The giant baby monsters are back and ready to destroy the world, or whatever! Read and add",
        "created":1599462120,
        "description":"<td align=\"left\" class=\"norm\">It’s time for the giant babies to emerge once more. In this story, you pick an option of boy or girl, make your giant baby monster, and then unleash that giant baby monster upon the world. Will the giant baby defend, or be the kaiju it is meant to be and destroy the world. The choice is up to you. A reboot of the original Giant Baby Destroyer and the fifth in the series. 2 is own by Ace Jones, and 3-4 are by Tallwriter, credit goes to them. Wondering what happen to the first original.<br>\r\n<br>\r\nAlright, now this time things are gonna work a little differently. You will use a character format to make your character and then once that option is set you follow that character’s journey. Always leave more options for the next person if you are adding options for characters. No character options once a character is selected after though don’t want this being a mess.<br>\r\n<br>\r\nName:<br>\r\nKaiju Name: (if you wish)<br>\r\nAge: (can be older, but will still have a baby or toddler form, so mention age appearance, up to 4)<br>\r\nHeight:<br>\r\nGender:<br>\r\nAppearance:<br>\r\nClothes:<br>\r\nPowers:<br>\r\nAlignment: Good, Evil, or Neutral<br>\r\nOrigin:<br>\r\nAdditional info:<br>\r\n<br>\r\nNow time for rules, really it is just simple, nothing sexual, and also the giant baby cannot die but can be shrunken or captured. Also the height of the baby is a minimum of 50ft, but can be way bigger than that. Other than that, have fun! And that they can be more than one baby, but same format applies. Also furries allow.</td>",
        "id":2231586,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600101720,
        "modified":1603492320,
        "pretty_title":"The Giant Baby Destroyer V, Kaiju Time"
    }
}