{
    "chapters":{
        "1":{
            "author_id":"mickeyknight",
            "author_name":"Nick Knight",
            "choices":[
                "Adult Male",
                "Adult Female",
                "Teenage Male",
                "Teenage Female"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First off, who are you?</span></div></span></div>",
            "created":1280120400,
            "id":924839,
            "title":"One shall stand......one shall fall."
        },
        "11":{
            "author_id":"mickeyknight",
            "author_name":"Nick Knight",
            "choices":[
                "Zach",
                "Tyrone",
                "Jack",
                "Vince",
                "Alex"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your name?</span></div></span></div>",
            "created":1365224400,
            "id":1566285,
            "title":"Adult Male"
        },
        "12":{
            "author_id":"mickeyknight",
            "author_name":"Nick Knight",
            "choices":[
                "Ashley",
                "Tracy ",
                "Jessica",
                "Rachel",
                "Laura"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your name?</span></div></span></div>",
            "created":1365224400,
            "id":1566287,
            "title":"Adult Female"
        },
        "124":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "Camp Pendleton",
                "Quantico",
                "Camp Butler",
                "Qatar",
                "Shanghai"
            ],
            "content":"<div class=\"\"><div> <span>You are Rachel Fields, and you are one badass US Marine.<br>\r\n<br>\r\nThat's what you keep telling yourself, anyway, as you ride the C130 to your first posting.<br>\r\n<br>\r\nIn reality, you're a recent graduate of the University of Western Alabama (whose mascot is the Largemouth Bass), which you attended on a Marine Corps ROTC scholarship. Now you are a newly commissioned second lieutenant, riding on a C130 to your first assignment.<br>\r\n<br>\r\nThis was probably not how your parents saw your life turning out, a fact for which you are truly thankful.<br>\r\n<br>\r\nTwenty two years ago, you were born on a hippy commune in Eastern Tennessee, where the highlights of your education was learning that mathematics and physics propagate racism, there are a hundred and sixty-noun pronouns (according to the elders of your commune) which every enlightened person should know by heart, and the number of ways in which kale can be prepared approaches infinity.<br>\r\n<br>\r\nGrowing up, you time was pretty much your own. Your clothes were made primarily of hemp, scraps, or some combination thereof. By age ten, you were used to being paraded around as a potential victim of the country's immigration policies (even though you were born in this country, and your maternal grandmother, who was born in Mexico, was a legally naturalized citizen), At age eleven, you were helping people in your commune fill out forms for government subsidies.<br>\r\n<br>\r\nAt age twelve. when you were told one of the elders would help you escape western expectations of your femininity by taking your virginity on your fourteenth birthday, you decided to take steps to prevent that from happening.<br>\r\n<br>\r\nAs was said earlier, a lot of your time was your own. So on sunny days, you made the five mile trek to the county library and its internet connected computer.<br>\r\n<br>\r\nAt age thirteen, you filed to become emancipated. You told your parents it was because you could not be a willing puppet of hierarchical neoEurocentric nuclear traditions. So your parents proudly signed the papers giving you freedom from their parental authority.<br>\r\n<br>\r\nOne day later, your widowed maternal grandfather, retired Marine Colonel Daniel Fields (whom your mother was rebelling against, and whom you had contacted by email once you discovered him) came to pick you up and take you to his mountain cabin.<br>\r\n<br>\r\nYour parents were furious, but they had given you the keys to your freedom, and you ran with them.<br>\r\n<br>\r\nThey fought it, of course, and even took the surprisingly radical step of hiring someone to try to kidnap you back to the commune. Your grandfather was in his fifties, and the three kidnappers were in their twenties.<br>\r\n<br>\r\nYour grandfather kicked their collective asses without even breaking a sweat.<br>\r\n<br>\r\nYour grandfather was strict but loving, and you flourished under his guidance. By the time you were eighteen, you had overcome all the non-education of the first twelve years of your life. <br>\r\n<br>\r\nYou told your grandfather you wanted to be a Marine officer, just like him. So he got you a MCROTC Scholarship to Western Alabama. It was a little podunk college, but it did have a kickass electronic engineering department. By the time you graduated, you were a witch at anything electronic, whether it was hacking, flying a drone, repairing or assessing any device...you name it, you could fix it. Which is why If someone at Western Alabama needed something fixed, they called for you, the Green Witch.<br>\r\n<br>\r\nBut you wanted to make sure everyone knew you weren't just a techie. You were a hard driving Marine. You worked hard to get an incredibly fit body. You thought your looks were a little against you (many people thought you looked like a younger, Latina Demi Moore, with a softer voice and facial features), but wherever they sent you, you were going to make sure that everyone knew you were lean, green and mean.<br>\r\n<br>\r\nYou silently repeated this mantra to yourself as the C130 you were riding to you to your first posting<br>\r\n</span></div></div>",
            "created":1598158800,
            "id":2890163,
            "title":"Rachel"
        },
        "1244":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "A few days before",
                "A half hour before",
                "A few minutes before"
            ],
            "content":"<div class=\"\"><div> <span>Special Operations Command, Central, Qatar. It was described to you as the jumping off point for all the \"shooters and looters\" operating in South Asia and Middle East.<br>\r\n<br>\r\nYou tried to exude an air of \"badass-ness\" to the rest of the passengers of the C130 you were riding on. When you made the transfer in Turkey to the plane you're riding, you knew you were in over your head. The guys you were riding didn't just ignore you. They didn't even acknowledge your existence. They exchanged stories, greetings and stories, all without considering their was a woman and officer in their midst.<br>\r\n<br>\r\n<i>[Before we begin this story, does your C130 lands a few days before the attack on the base as depicted in the first movie, a half hour before the attack occurs, or just a couple of minutes before the attack occurs?]</i></span></div></div>",
            "created":1598158800,
            "id":2890172,
            "title":"Qatar"
        },
        "13":{
            "author_id":"mickeyknight",
            "author_name":"Nick Knight",
            "choices":[
                "Chris",
                "Jacob",
                "Sean",
                "Brent",
                "Tyler"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your name?</span></div></span></div>",
            "created":1365224400,
            "id":1566288,
            "title":"Teenage Male"
        },
        "14":{
            "author_id":"mickeyknight",
            "author_name":"Nick Knight",
            "choices":[
                "Sarah",
                "Cindy",
                "Bethany",
                "Larissa",
                "Katherine"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your name?<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1365224400,
            "id":1566290,
            "title":"Teenage Female"
        },
        "143":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "go to visit your uncle in his new house",
                "attend a unique and advanced \"space camp\"",
                "travel to Tibet to further your martial arts training"
            ],
            "content":"<div class=\"\"><div> <span><i>(Set just prior to the events depicted in the movie <b>Transformers: Dark of the Moon</b>)</i><br>\r\n<br>\r\nYou're not sure what to make of your \"uncle,\" former Seven Sector Agent Seymour Simmons. But he had definitely made your childhood interesting.<br>\r\n<br>\r\nThe only daughter of your single parent mother, Prisha Laghari (a second generation Indian-Canadian), nobody ever explained to you why you were christened with the name Bethany Anne Simmons. It definitely sounds something you name a blonde hair blue eyed girl. Not someone with your brown eyes, black hair and olive complexion,<br>\r\n<br>\r\nAt age four, you were introduced to your \"Uncle\" Seymour, who ensured that over the next fourteen years,you had an extensive, if eclectic, education.<br>\r\n<br>\r\nYour visitations with your uncle Seymour were sporadic, and each time he suggested a different familial relationship with you. This includes you being his half-sister or his illegitimate daughter. You were never sure what to believe, but whatever your real relationship was with Seymour Simmons, you definitely benefited from it.<br>\r\n<br>\r\nYour mother was totally disinterested in you, allowing a long line of tutors, instructors and private teachers to raise you. This suited you just fine. <br>\r\n<br>\r\nYour mother was more interested in her seemingly unending string of boyfriends. None of these boyfriends ever gave you any trouble, though. They actually seemed to be afraid of you. It appeared that even when he wasn't there, your \"uncle\" was never far away.<br>\r\n<br>\r\nThen, at age eighteen, with the publication of his book  <i><b>Code-Name Hero: How Seymour Simmons &amp; the Aliens Saved the World</b></i>, you learned a lot more about your uncle than you ever knew. You still didn't know the exact nature of your relationship with him, but at least some of your questions had been answered.<br>\r\n<br>\r\nYour adventure begins a couple of days after your eighteenth birthday, when you<br>\r\n<br>\r\n</span></div></div>",
            "created":1596171600,
            "id":2879061,
            "title":"Bethany Simmons"
        }
    },
    "info":{
        "author_id":"mickeyknight",
        "author_name":"Nick Knight",
        "brief_description":"The Transformers have come to Earth.  What happens?",
        "created":1280168820,
        "description":"<td align=\"left\" class=\"norm\">The Autobots and Decepticons have brought there thousand year war to Earth.  And your caught in the middle of it.  What will happen?<br>\r\n<br>\r\nHere are the rules to this interactive<br>\r\nThis story is based off of the live-action film series<br>\r\nI'll allow some adult content, but don't go overboard<br>\r\nUse the movie characters or create your own <br>\r\nThe main character (you) should stay human<br>\r\nKeep the narrative in first person<br>\r\nUse as much detail as possible<br>\r\nTry to use proper grammar<br>\r\nThats it, Enjoy.</td>",
        "id":1693669,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596255300,
        "modified":1598223240,
        "pretty_title":"Transformers come to YOUR world."
    }
}