{
    "chapters":{
        "1":{
            "author_id":"ctbro",
            "author_name":"Ctbro",
            "choices":[
                "Pair of brothers: Logan and Mason Farmer",
                "Pair of sisters: Olivia and Sophia Allen",
                "Pair of siblings (opposite gender): Addison and Jackson Chapman",
                "Pair of friends",
                "Pair of strangers"
            ],
            "content":"<div class=\"\"><div> <span>After the third World War, all of the countries united under the World Government. Under one rule, great progress occurred in physics, aero-space, biology, medicine, and many other areas of science and technology. Much of this progress came as a result of the Research and Development division within the government. This department was in charge of bringing the world forward toward the future. However, this was not a shared dream by all.<br>\r\n<br>\r\nA Resistance existed to overthrow the current world order, seeking to become the main power. To keep the battles in their favor, the World Government had the Research and Development division continue its efforts in military technology, and a peculiar breakthrough in the super soldier program arose, the composite soldier. The human body, with its biological limitations, could only be enhanced so far, but when combined, the human body suddenly has almost exponential potential. The researchers found that they could combine two individuals into a single, composite person. This new person would have all the skills and knowledge base of the two original people and would be able to complete far more complex tasks with ease. The composite person would also have significantly higher than typical levels of stamina, strength, agility, reaction time, intelligence, and other qualities.<br>\r\n<br>\r\nThis super soldier, while retaining the knowledge and training of the two individual people, would have a simple, straight forward personality: 'The mission would come first.' The composite soldier would attempt anything in its power to finish what it was assigned. One other benefit was that it was completely reversible, with the appropriate technology from the government of course, and the two individuals would have no recollection of their composite form. <br>\r\n<br>\r\nThis story follows two soldiers in this super soldier program. Perhaps they are siblings, or two friends who have known each other for years. Research had shown that individuals who got along tended to make the most efficient composite soldiers. Or perhaps, the two soldiers have never met but were plaired together given their unique knowledge/training for a crucial mission. <br>\r\n<br>\r\nWhatever the case, it will begin with the Resistance infiltrating the base; the technology obviously coveted by the secret group. What will the heroes or heroines do when the base is attacked?</span></div></div>",
            "created":1600491600,
            "id":2906217,
            "title":"The Super Soldier Program"
        },
        "11":{
            "author_id":"fares002",
            "author_name":"Fares002",
            "choices":[
                "Logan and Mason Farmer are recruited",
                "Been in the program several years",
                "Catch up with them on a mission as their combined person",
                "Meet up with them after a mission as they split into themselves",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Logan and Mason Farmer, 27 and 25 respectively, are brothers who grew up in what was left of Kansas City, Kansas.  Growing up they were pretty good friends.  Being so close in age, and looks, a lot of people confused them as twins.  But they had subtle differences in looks and major differences in personalities.  Logan, being the eldest brother always was more of the ‘take the lead’ type of guy, take action first and ask questions later.  Mason, being the younger brother, was the more reserved brother.  Always looking for a good book and is a major history buff.  Mason always loved to Learn what he could and ask questions on things he didn’t understand.<br>\r\n<br>\r\nBoth Logan and Mason are similar in height, Mason being 5’ 10” and Logan 5’ 11”.  Both have brown hair and fair skin.  However, Logan has Brown eyes whereas Mason has Green eyes.  Logan, has more muscle tone than Mason, since Logan goes to the gym where as Mason is more of a runner than a gym guy.  <br>\r\n<br>\r\nWhere should we begin……<br>\r\n</span></div></div>",
            "created":1600578000,
            "id":2906990,
            "title":"Logan and Mason Farmer Team Up"
        },
        "112":{
            "author_id":"ctbro",
            "author_name":"Ctbro",
            "choices":[
                "Mason meets up with Logan and they enter the Fusion Chamber",
                "Mason runs into the Resistance Soldiers",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Logan and Mason, at the ages of 23 and 21 respectively, enlisted into military together, after surviving an attack in their home town. The Resistance had targeted an important figure from the World Government during a speech. While intended target had been killed in the explosion, many other innocents were lost as well. The Resistance called the attack a 'wake-up call' to the sheep following the herd. The brothers, filled with rage, wanted, needed to avenge their lost friends. <br>\r\n<br>\r\nThe very next day, they were shipped off to boot camp, where they excelled. Logan appeared to be a natural with any gun handed to him, having precision aim. He broke record after record with his sharpshooting. Mason learned and mastered more subtle approaches compared to his brother. He excelled at hacking, infiltration, and stealth. And when paired together on mock missions, they made an unbeatable team. At the end of their 2-year training, the brothers were recruited into the super soldier program, joining four other pairs. <br>\r\n<br>\r\nNow having just turned 25 a month ago, Mason relaxed in his quarters, which he shared with Logan. Though at the moment, he was alone. His eyes were closed, and his mind began to drift towards sleep. A sudden rumbling, almost like thunder woke him with a start. The base, which he had worked at for the last four years was underground. There was no thunder underground. Another rumble occurred, and Mason was on his feet rushing for the door. They were being attacked...</span></div></div>",
            "created":1601096400,
            "id":2910398,
            "title":"Having Spent Years in the Program..."
        }
    },
    "info":{
        "author_id":"fares002",
        "author_name":"Fares002",
        "brief_description":"A Secret Government Program where two people are fused to be best of both",
        "created":1600114020,
        "description":"<td align=\"left\" class=\"norm\">Guidelines:  Please do your best in terms of Grammar.  Not too many 1-2 sentence 'parts'.  Be Consistant with the storyline before hand. If there is sex or sexual actions.  Please keep it to a minimum and at a 18+ level.....</td>",
        "id":2232310,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600644840,
        "modified":1601143860,
        "pretty_title":"Fusion Chambers"
    }
}