{
    "chapters":{
        "1":{
            "author_id":"growthhot",
            "author_name":"Leo xian",
            "choices":[
                "Heather",
                "Clare",
                "Karina",
                "Martha",
                "Titania"
            ],
            "content":"<div class=\"\"><div> <span>Heather <br>\r\nHeight 5 ft <br>\r\nBust B <br>\r\nBig butt<br>\r\n<br>\r\nClare <br>\r\nHeight 5,6 feet <br>\r\nBust C<br>\r\nAverage butt<br>\r\n<br>\r\nKarina <br>\r\nHeight 5,2 <br>\r\nBust A <br>\r\nBubble butt<br>\r\n<br>\r\nMartha <br>\r\nHeight 5,4 feet <br>\r\nBust D<br>\r\nSmall butt<br>\r\n<br>\r\nTitania <br>\r\nHeight 5,8 feet <br>\r\nBust C <br>\r\nSmall butt<br>\r\n<br>\r\nChose a girl to grow </span></div></div>",
            "created":1582693200,
            "id":2793262,
            "title":"Characters "
        },
        "11":{
            "author_id":"growthhot",
            "author_name":"Leo xian",
            "choices":[
                "Reader choose ",
                "Reader choose ",
                "Reader choose ",
                "Reader choose ",
                "Reader choose "
            ],
            "content":"<div class=\"\"><div> <span>Heather was waiting for a package from her friend that would improve her life forever.<br>\r\n<br>\r\nHer door bell rings, she get up and is met by a the mailman at the door, “I’m have a package for Heather is that you”, “yes that me”, “well here you go have a nice day”, “thank you”. She take the package inside and place it on her kitchen island.<br>\r\n<br>\r\nShe opened the box and inside was a remote with it manual.<br>\r\nThe manual was titled enchantment remote, Heather look at the remote and it had a increase and decrease buttons on it. She then read the manual points a the subject and push ok the the other button will change the target body...<br>\r\n<br>\r\nHeather points at herself then push ok. “Let try this remote out”, and the time she was wearing a red shirt and shorts shorts. She take off her to see her blue bra then push increase on the boobs option, her bra inches forward, “it actually works awesome”, she continued to push the same button till her breasts were D cups.<br>\r\n<br>\r\n“That better I have some breast now but bra it feeling pretty tight I should take it off”, she unhook her bra to reveal her new boobs.<br>\r\nI want to be taller so do that she then push the Height button repeatedly, “ohhh that feels amazing” she said as her inching closer to the ceiling, then she ripped right through her shorts, now she was 5,10 feet tall.<br>\r\n<br>\r\n“I wonder what else I should grow?”<br>\r\n</span></div></div>",
            "created":1582693200,
            "id":2793318,
            "title":"Heather"
        },
        "111":{
            "author_id":"growthhot",
            "author_name":"Leo xian",
            "choices":[
                "Reader choose ",
                "Reader chose ",
                "Reader choose ",
                "Reader chose ",
                "Reader choose "
            ],
            "content":"<div class=\"\"><div> <span>After pondering for few minutes she picks her boobs again, starts pushing the increase button again. Her breast expands into F cups <br>\r\n“Now that more like maybe the should be a little bit bigger” she push it more and her tits grew to G cups, “these are huge”maybe I should go to a club later.<br>\r\n<br>\r\nShould touch her huge boobs, so soft and big but they heavy maybe some muscle will help, she look at the remote to see it there a muscle button, she finds it at the bottom of the remote. “That your are” she tapped on the button to activate it functions. <br>\r\n<br>\r\nShe click it five times, her body became stronger with every click,<br>\r\nAfterward she hand a muscular body. “That should do it I’m so strong, she said as she feels her big biceps and calves I have abs too fantastic this remote can do anything what else should I change”.<br>\r\n<br>\r\nShe changed in a sports bra it straight to her new size and then wear sweatpants pants. Let go have so fun at the club she leaves the remote at home and drives the the nearest club in her city.<br>\r\n<br>\r\nShe arrives at the club around 6 pm and she enter the club building. Heather walks up the cashier, “can I volunteer for entertainment tonight?”, the cashier looks at her, “you have a very sexy body sure you can come this way and the other girls with sets you up for the club” thanks”.<br>\r\n<br>\r\nThe cashier take her to the changing room, just go in there and everything with be ok, the cashier goes be to the cash register in the front. The other girls in the changing room has hourglass Like body. <br>\r\nThe Head woman the tallest one out of the employee walk up to Heather, “well well what do we have here”, she was 6 feet tall with D cup breast.<br>\r\n<br>\r\n“Nice size” the woman said as she stoke heather breast. “you will fit in perfectly just wear what we’re wearing and walk around like you own the place” ,“ok”they handled Heather a stripper outfit that fit her body size.<br>\r\n<br>\r\n2 hours went by as the girls got ready to put on a show for the men who dare enter the club building to night. <br>\r\n<br>\r\nNow the fun shall truly begin</span></div></div>",
            "created":1582693200,
            "id":2793355,
            "title":"Reader choose "
        }
    },
    "info":{
        "author_id":"growthhot",
        "author_name":"Leo xian",
        "brief_description":"Girls growing in many ways",
        "created":1582599600,
        "description":"<td align=\"left\" class=\"norm\">Instructions <br>\r\n<br>\r\nIncrease the girls body parts in any way you want <br>\r\n<br>\r\nLike breast, butt, height, muscular etc <br>\r\n<br>\r\n</td>",
        "id":2213918,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1582752000,
        "pretty_title":"Growing girls"
    }
}