{
    "chapters":{
        "1":{
            "author_id":"almost2922",
            "author_name":"Lucius",
            "choices":[
                "Betilla gets you first.",
                "Helena gets you first.",
                "Edith gets you first.",
                "Annetta gets you first.",
                "Holly gets you first."
            ],
            "content":"<div class=\"\"><div> <span>The last thing you remember was receiving an email that asked you if you wanted to have a fun time, you didn't even respond to it, you just sarcastically said \"Sure\" out loud before a flash of light blinded you. Now you feel horrible, like you were spun around in a washing machine or something. The only thing you can hear is what sounds like an insects fluttering wings, followed by someone poking you, although you could have swore it was more like a punch. You swat at whatever hit you, only to hit thin air. Doing that must have been funny, because you then heard a girlish giggle coming from all around you as you slowly opened your eyes.<br>\r\n<br>\r\n\"Hey! He's waking up now! I think you poked him too hard Anny.\"<br>\r\n<br>\r\nOnce you opened your eyes and sat up, all you could say to yourself was \"Wow\" (Not that anyone heard you at your size)<br>\r\nAll you could see were the curvy bodies of the Nymph sisters from Rayman Origins, but they were giant sized!<br>\r\n<br>\r\n\"Who gets him when though?\" \"I think I should get him first!\" \"He does look pretty cute...\"<br>\r\n<br>\r\nFinally, Betilla pushed her way through her sisters and gently offered to pick you up. You kindly accepted her offer and stepped into the palm of her hand.<br>\r\n\"I think I should explain his situation first though\" Betilla said as she stared down at you. \"That'd be nice, like how and why I'm here!\" You said, talking loudly so you could be heard.<br>\r\n\"I'll explain everything little one, me aand my sisters have grown bored lately, and decided that maybe a small human would be able to provide some entertainment.\" This answer bewildered you. \"So you kidnapped me and shrunk me down?\" Betilla however, shook her head. \"No of course not, we sent an offer to whoever would accept it, and you accepted it.\"<br>\r\n<br>\r\n\"That's the last time I think out loud.\" You thought to yourself as you sat down in Betillas hand. \"So what, are you all going to play with me like a toy?\" you asked rather grumpily.<br>\r\n\"Well, yes that was the idea in the first place. But not to worry though, we put a spell on you that makes you.. what do humans call it? Like putty?\"<br>\r\nYou groaned. \"Great. Now I'm a plaything for these girls.\" You thought to yourself as you looked out of the corner of your eye, seeing Betilla's sisters huddled around her hand. \"Well, maybe it's not all bad.\"<br>\r\n<br>\r\n\"Of course, once we have our fun, you're free to go home if you choose. And we'll take good care of you.\" Betilla finished.<br>\r\n<br>\r\n\"Yeah! So let's get started!\" One of the sisters shouted as she attempted to grab you, which resulted in a big scrap between the sisters. You flopped onto the floor and rubber the back of your head. It really didn't hurt as much as you thought it would. As you stood up and turned around, you attempted to calm the sisters down. \"Ladies please! Stop all the fighting, you're giving me a headache!\" you yelled, however your yelling fell on deaf ears. Finally, Helena, the Nymph dressed in what looked like a snow dress, shoved Edith to the ground.<br>\r\nIt's too bad she shoved Edith in your direction, which resulted in you getting flattened by her plump rear end.<br>\r\n<br>\r\nAfter Edith dusted herself off, the girls looked around realizing you were gone. \"Uh, where did he go?\" Edith asked as she turned around to look for you. The rest of the sisters giggled as Edith turned her head. \"What's wrong?\"<br>\r\n<br>\r\nAnnetta was the first to point straight at Ediths rear, revealing you plastered over it, just like someone had sat in putty. \"I guess he's already having fun.\" Edith said as she peeled you off her skirt, which resulted in you reflating fast.<br>\r\n<br>\r\n\"Now that all of the fighting is over, let's discuss who gets our toy first.\"<br>\r\n<br>\r\nAfter a long talk, it's decided that...<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1325480400,
            "id":1250925,
            "title":"Waking up in this crazy world."
        },
        "11":{
            "author_id":"sianostraka",
            "author_name":"smr",
            "choices":[
                "Butt Crush",
                "Boob Crush"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>And what does she do to ya?</span></div></span></div>",
            "created":1391922000,
            "id":1742524,
            "title":"Betilla gets you first."
        },
        "112":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Ok I guess.",
                "Actually, why don't we get to know each other first?",
                "Ok but can I pick a game?"
            ],
            "content":"<div class=\"\"><div> <span>\"I will play with him first\" Betilla announced. You actually heard her and actually felt relieved considering how gentle she was before. Maybe you and her can get to know each other and learn about this place and her sisters. Your train of thought was interrupted when the head nymph came to you and gently picked you up again. \"Ok little one. We've agreed that I get to play with you first\" she grinned. You simply said \"ok\". One of the sisters then said, \"Can I have him next?!\" \"No, me!\" another one said. \"I saw him first!\" another one said. You couldn't take it anymore and then decided to speak up, \"DO I GET ANY SAY IN THIS?!\" That got the sisters to quiet down. Then Betilla said, \"I think that's fair. So who do you think should be next, little one?\" They all grinned excitingly at you which made you kind of uncomfortable. \"Uhh\" you stuttered. You then spoke up, \"I'll have to think about it!\" you blurted out quickly. Betilla then spoke up, \"Ok. Until then, enjoy the ride!\" You were confused. \"What do mea- whoa!\" you said but Betilla put you between her... mounds and flew off. You were extremely flustered at this and your face was like a tomato. You never thought you would be in a situation like this before. Like that wasn't enough, you noticed that Betilla was flying real high which made you more nervous. \"Hold on tight now!\" She said. Yu asked why, only for to fly REALLY fast in a direction! \"WHEE!\" she shouted while you were screaming in terror. Finally after what seemed like forever of flying which was really not even five minutes, Betilla landed in the middle of the forest and said to you, \"Phew. That was fun, wasn't it?\" She then noticed you passed out, obviously from shock. Betilla used her finger to wake you. After a few taps, you come too in a daze saying something funny: \"Gramma, you ran another stop sign again!\" while cuckoo sounds were being made. Betilla giggled at this, \"So cute.\" She picked you out of her \"pillows\" and tried to snap you out of your daze... simply by shaking you which worked. You then face her with an irritated look and said, \"Why didn't you warn me???\" \"I kinda did actually\" Betilla said with a rather amused look. You sighed wanting to argue but realized it would just be a waste of time. \"Ok so where are we?\" You asked. Betilla answered, \"This is where I live. Here, I'll give the grand tour.\" \"Ok, but I'm staying on your hand.\" you said as you grabbed onto one of her fingers. Betilla flew you around the forest which you had to admit was beautiful. Lots of trees and plants. Sunshine through the branches. There was even a lake nearby. You were in awe as you turned around and looked at Betilla. For some reason, you couldn't help but stare at her now. The smile on her face, the slight breeze through her hair and the bit of sunshine on her made you feel something. She looked rather stunning. You snapped out of it and looked at the rest of the forest. Betilla noticed you enjoying the scenery and giggled. \"So what do you think so far, little one?\" You turn to face her and answered, \"It's pretty...like you.\" You then realized that last part you said and turned around and blushed in embarrassment. \"Oh gosh, did I really just call her \"pretty?!\" Betilla giggled again and said , \"Why thank you.\" After a while, Betilla flew you to her place which was some kind of hut. She took you inside and placed you on a table. \"We'll make yourself at home\" she kindly said to you. You said to her, \"Thanks miss...umm.\" You didn't get her name or the other nymphs. \"Betilla\" she told you. You repeated it to make sure you got it right. She then smirked at you saying, \"What? You're not going to tell me that's a pretty name like you told me I'm pretty?\" She said while waving her hair around. \"YOU HEARD THAT?!\" you blurted out before quickly sealing your lips and blushing. Betilla laughs at this and gently pats your head. \"Oh this is going to be a fun day!\" she said in a singing tone. \"Yay.\" You said in not so amusing tone. Betilla then asked, \"So, ready to play?\"<br>\r\n<br>\r\n<br>\r\nWell...</span></div></div>",
            "created":1587013200,
            "id":2819592,
            "title":"Betilla is first."
        },
        "1122":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Yes.",
                "How about I tell you about myself?",
                "Skip to play time "
            ],
            "content":"<div class=\"\"><div> <span>(Warning: may contain spoilers from the Rayman series)<br>\r\n<br>\r\n<br>\r\n\"Actually, why don't we get to know each other first?\" You bashfully asked. <br>\r\n<br>\r\nBetilla smirked, \"Really? Gee, if you want to date me, just say so.\" she said as she posed like a model, waved her hair around and then brought her face closer to you and then winked at you which made you blush even more than usual. You were in a daze after that but had to pull yourself together... which was getting more difficult by the moment. \"Uhh what I meant was like I tell you about myself and you tell me about yourself and what your sisters are like. You know cuz I'm going to play with them eventually.\" you said trying to find the right words.<br>\r\n<br>\r\n<br>\r\nBetilla smiled and answered, \"Ok. If you insist. Ask away, my dear.\" while putting both her arms on the table and resting her chin on them ready to hear you.<br>\r\n<br>\r\n<br>\r\nWell so far so good. \"Ok so my first question is: can you tell me more about this...world I'm in?\" You asked kindly. Betilla explained: \" Well this place is called the Glade of dreams where me and my sisters along with other magical creatures have lived for a long time.\" You were amazed by this, \"Wow. It must be very peaceful.\" you said. \" Well yes...on a good day at least\" Betilla said. You wondered what she meant as she continued. \"There have been times when this Glade fell into chaos, which is sad really. One time was thanks to a sinister dark monster with a cape. Another time, there was some kind of pirate who was all about slicing and dicing. And just recently, there was a swarm of dark and creepy monsters from the underground world. In fact, some of them even held my sisters and I prisoners.\" <br>\r\n<br>\r\n<br>\r\nYou were incredibly shocked at this.<br>\r\n\"Wow!\" You replied. \"I had no idea. How did you get out?\" You asked. <br>\r\nBetilla answered, \"We got help from the heroes of this world. One of which we actually created.\" You got more amazed by the minute. \"So where are the heroes?\" You asked. \" By now? More than likely sleeping in a tree somewhere. They did have a long journey after all.\" Betilla giggled at the thought. You felt both relieved and sorry for Betilla considering what she's been through. \"Well I'm glad you're alright now and sorry to hear about what's happened before.\" <br>\r\n<br>\r\nBetilla's heart melted at you being a gentleman, \"Aww well thank you little one.\" she said. She then gently picked you up outta nowhere and brought you closer to her face. You noticed her lovey dovey face which made you nervous. \"Uh oh.\" you thought. \"Don't tell me she's going to...\" but your train of thought was interrupted when Betilla puckered her lips and made contact. <br>\r\n<br>\r\n*SMOOOOCH* \"MMMMWAH\"<br>\r\n<br>\r\nShe kissed you! It was big and wet and it somehow left a kiss mark on your forehead which was funny considering your size differences.<br>\r\n<br>\r\n<br>\r\nNonetheless, you were once again in a daze and your face turned red. Not to mention your legs were like Jell-O and gave in causing you to fall on your back. Good thing you were on Betilla's hands again. Betilla couldn't help but laugh at this. \"I must be a really good kisser\".<br>\r\n<br>\r\nMinutes later, you finally came to and looked at Betilla who had an amused look on her face. Remembering what just happened, you complained, \"Was that really necessary?!\" Betilla giggled, \"Sorry, couldn't help myself. You're just so cute.\"<br>\r\n<br>\r\nYou simply sighed...<br>\r\n<br>\r\n\"So is there anything else you want to ask?\" Betilla asked<br>\r\n<br>\r\n<br>\r\nWell...<br>\r\n<br>\r\n</span></div></div>",
            "created":1587445200,
            "id":2822004,
            "title":"A VERY friendly conversation."
        },
        "11221":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Ok. Let's play.",
                "Maybe a quick explanation of me first."
            ],
            "content":"<div class=\"\"><div> <span>\"Yes. What are nymphs like?\" You asked.<br>\r\nBetilla explained: \"Well, we are magical and can fly.\" while showing off her wings and creating sparkles out of thin air with her hands.<br>\r\nYou were impressed by this. \"Nice\" you simply said. \"Mm hmm\" Betilla said. \"My sister's and I have different magic though, but a few things we have in common are that we are fun loving, we grant powers to anyone who need it and we also can speak pig Latin.\" <br>\r\n<br>\r\nYou were (once again) amazed, especially the \"pig Latin\" part. \"Really? Pig Latin?\" you repeated.<br>\r\nBetilla shook her head \"yes\" then said something: \" Ouyay areay utecay!\"<br>\r\n<br>\r\nYou simply said \"Huh?\" \"It means you are cute\"! Betilla clarified. \"Ohhh...\" you just groaned. She just keeps on flirting with you.<br>\r\n<br>\r\nYou simply shook it off and asked, \"So what about your sisters?\" Betilla answered, \" Well first, there's Holly Luya who's the music nymph. She just loves music and either sings or plays instruments. She also loves to dance which she probably would ask you for one. All can say is be a gentleman to her now.\" You shook your head, \"OK\" as she continued. \"Next is Edith Up who is the gourmet nymph. She enjoys cooking and eating and I think you'll love what she makes you. Then there's Annetta Fish who is the ocean nymph. She actually lives underwater so I hope you're a good swimmer. And finally our youngest sister Helena Handbasket who is the mountain nymph. She's a little rough but I'm sure you'll manage. I should also warn you that she lives in someplace REALLY cold. And that's about it\" She finished.<br>\r\n<br>\r\n\"Wow. Kinda alot to take in but thanks.\" You said. <br>\r\n\"Of course\" Betilla replied. \"So, shall we play now or would you like to talk about you now\"? <br>\r\n<br>\r\nYou answer...</span></div></div>",
            "created":1587445200,
            "id":2822010,
            "title":"A few more questions couldn't hurt."
        },
        "112212":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Ok.",
                "Ok, but can I pick a game?"
            ],
            "content":"<div class=\"\"><div> <span>\"I think I'd like to tell you a few things about myself.\" you insisted. Betilla happily agreed.<br>\r\n<br>\r\n\"So as you know, I'm just a regular human being who tries to live life as best as I can. Still, there are things we \"need\" to do get by such as living under our parents rules, going to school, and figuring out our futures. There's also things that we love just like you and your sisters. We eat, sing, go swimming and some of us actually love winter. Myself included.\" <br>\r\n<br>\r\nBetilla seemed very interested in humans, \"Well, that's nice. We could all live and get along with one another.\" <br>\r\n<br>\r\n\"Yeah...if only\" you muttered under your breath.<br>\r\n<br>\r\n\"What was that?\" Betilla asked.<br>\r\n<br>\r\n\"Nothing.\" You quickly responded along with another question, \"By the way, how DID you know about us humans?\"<br>\r\n<br>\r\n\"We have our ways.\" Betilla simply answered. You just said \"OK\". You then realized something: \"Oh hey, I didn't tell you MY name, did I? Betilla shook her head, \"Mm mm\".<br>\r\n<br>\r\n\"Sorry\" you said. \"My name is...\" but when you said your name, for some reason a loud noise was heard like it was some kind of censor, but Betilla was still able to hear it. \"Oh, that's a nice name.\" she said. \"But I'm still going to call you little one and any other nicknames I come up with.\" she giggled as she used her finger to pat you on the head. You just said \"oookay?<br>\r\n<br>\r\n\" Well, this has been nice, but what do you say we play now, hmm?\"<br>\r\n<br>\r\nYou said...</span></div></div>",
            "created":1587445200,
            "id":2822054,
            "title":"Maybe a quick explanation of me first."
        },
        "1122122":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Hide and seek?",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You finally agreed to play with the lovely Betilla. Before you could do anything, you decided to ask her, \"Umm, can I pick what we play?\"<br>\r\n<br>\r\nBetilla said, \"Ok, as long as it's really fun. What do you have in mind?\"<br>\r\n<br>\r\n\"How about..\"</span></div></div>",
            "created":1587445200,
            "id":2822057,
            "title":"Ok, but can I pick a game?"
        },
        "11221221":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Continue",
                "Continue"
            ],
            "content":"<div class=\"\"><div> <span>You thought hard and decided on a game that would actually be the best one, given your size of course.<br>\r\n<br>\r\n\"How about hide and seek?\" you asked.<br>\r\n<br>\r\nThat's a good idea. With you being small, you can pretty much hide anywhere. Maybe you could win this.<br>\r\n<br>\r\nBetilla had a look of excitement on her face, \"Oooh, ok! So are you going to hide?\" She asked.<br>\r\n<br>\r\n\"Yeah, and thanks to this size, I can hide pretty much anywhere. I wonder if you can find me.\" you said with confidence<br>\r\n<br>\r\nBetilla gave a smirk at that challenge, \"Oh I think I will! Let's not forget I can fly.\" she said as she flapped her wings.<br>\r\n<br>\r\n\"Yeah, I know, which is why I'm going outside to hide somewhere.\" You boldly decided. \"I mean, you did give me a nice tour of where you live. And there is a lot of places to hide. I think I got this.\" you said, keeping your confidence up.<br>\r\n<br>\r\nBetilla placed both hands on her hips and said, \"Well then how about a little wager?\" Oh boy, it's come to that.<br>\r\n<br>\r\n\"If I win, I get to keep you for another day.\" She said as she poked your chest which kinda tickled.<br>\r\n<br>\r\n\"Ok.\" you agreed. \"But what if I win?\" You asked.<br>\r\n<br>\r\nBetilla thought for a second and decided, \"Then that's all we'll get play together and you can play with one of my sister's next.\" You can tell she didn't want to wager that, but still had to be fair.<br>\r\n<br>\r\nYou agreed on the wager. \"Deal.\" you said as you let out a hand while Betilla let out her index finger so you can shake on it.<br>\r\n<br>\r\n\"Ok, let the game begin!\" Betilla announced. \"I'll count to 100 so that will give you plenty of time hide.\" <br>\r\n<br>\r\nYou shook your head, \"Got it.\" As the nymph turned around, closed her eyes and started counting. That of course was your cue to run and hide somewhere and fast.<br>\r\n<br>\r\nYou made for the exit out of Betilla's house and looked far and wide for a hiding space.<br>\r\n<br>\r\nWho will win?</span></div></div>",
            "created":1587445200,
            "id":2822063,
            "title":"Don't get caught by Betilla."
        },
        "112212211":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Continue..."
            ],
            "content":"<div class=\"\"><div> <span>You ran outside Betilla's house to hide somewhere while she continues counting... only to realize because of your size that the forest is bigger than you! You were about as tall as grass. You were in forest within a forest. Still, you were determined to best the lovely nymph of the forest. You trudged through the grass looking high and low for a hiding spot. You found something: a hollow stump with a hold in front. \"Hmm this could work.\" you said and rushed right in. It was empty and spacious. Just then, you heard a familiar voice, \"Ready or not, here I come!\" Betilla said in a singing tone. She already finished counted! <br>\r\n<br>\r\nBetilla flew out of her house and started searching for you. She looked up and down, left and right. Then she looked at a hollow stump and took a closer look...which was bad news cuz that's where you're hiding! \"Oh shoot!\" You exclaimed as you poked your head out only to see the nymph fly closer to you then right back in. Your bones were shaking as you heard her wings fluttering meaning she was getting closer. Betilla landed right next to your hiding place which shook you and the whole hiding place. You almost stumbled down but regained balance. Outside, Betilla got down on her knees and brought her head down to the opening and one of her eyes looking inside for you. You backed up against a wall nervously and were sweating like crazy. \"Where are you?\" Betilla then spoke up again in a singing tone. You did not make a sound and hoped Betilla would leave soon. You then noticed Betilla brought her head up and she was out of sight. You exhaled in relief...but it didn't last. <br>\r\n<br>\r\nOut of nowhere, the stump was removed and you were out in the open. You were nervous again. Has Betilla won? But when you looked, you noticed Betilla wasn't looking at you, instead inside the stump thinking you were inside it! Looks like you got a break! You then looked around and saw a bush nearby and decided to make a run for it and dove right in while breathing a sigh of relief. \" That was close.\" you whispered to yourself. <br>\r\n<br>\r\nMeanwhile, Betilla was disappointed to see you weren't hiding the stump that she somehow lifted up and put it back down. \"Phooey! I thought for sure he was in there.\" she complained as she flew around to look for you some more.<br>\r\n<br>\r\nBack in your new hiding spot, you saw her fly away, but suddenly you felt an irritation in your nose. It was in fact enough to make you sneeze! \"Oh no! Ah..ah..AH!\"<br>\r\n<br>\r\nBetilla kept searching when all of a sudden...<br>\r\n<br>\r\n*AAAACHOOO!!!!*<br>\r\n<br>\r\nYou sneezed! You looked out the bush and saw Betilla just floating out there. You were worried if she actually heard you...<br>\r\n<br>\r\nTo be continued...</span></div></div>",
            "created":1587531600,
            "id":2822491,
            "title":"Flee from the fairy."
        },
        "1122122111":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Continue"
            ],
            "content":"<div class=\"\"><div> <span>You were in suspense. Hearts pulsing. Seating like a pig. Teeth grinding. You hoped Betilla didn't hear your sneeze.<br>\r\n<br>\r\n<br>\r\nYou hoped and hoped and hoped...<br>\r\n<br>\r\n<br>\r\n<br>\r\n...but<br>\r\n<br>\r\nSlowly, Betilla turned around with a huge smirk on her face. She heard you!<br>\r\n<br>\r\n<br>\r\n\"NOOOO!\" you thought to yourself as Betilla flew closer to your new hiding spot, soon to be exposed.<br>\r\n<br>\r\n\"Well, well, well.\" you heard her say as she continued. \"Hiding in the sneezing bushes, are you???\" <br>\r\n<br>\r\nIs that really what they're called?<br>\r\n<br>\r\nReady to capture you, Betilla moved the branches out of the way and shouted, \"AH HA!\" ...only to find that you weren't there! The nymph was shocked and confused at this. She KNOWS you were hiding in the bushes. She decided to keep looking, unaware that something was going on behind her. Something was moving underground and getting far away from Betilla. Inches and inches later, something popped out; that something being you! You pulled a Bugs Bunny! \"Phew! Good thing I was on soft soil.\" you said as you climbed out of the ground and shook off the dirt like a dog. You got behind a tree nearby and peeped out seeing Betilla ruffling through the bushes before giving up and flying away somewhere and saying \"Hmph!\"<br>\r\n<br>\r\n\"Another close call\" you thought. Still, she could come back so you tried to find somewhere to, but out of nowhere something swooped in and grabbed you! It happened so fast, you couldn't see right away. Once you could, you saw a bird carrying you by your waist with it's mouth. You started to panic but it escalated when the bird flew up higher and higher making you woozy. Still you didn't want to be bird feed so you had to think fast. You tried tickling your predator and it immediately dropped you and you started falling and screaming. \"AHHH I DIDN'T THINK THIS THROUGH!!!\" You kept falling and falling until a big tree branch caught you by your shirt much to your relief. \"Well at least I'm not hurt...or dinner.\" you said to yourself. Unfortunately, the branches grip on you didn't last and fell some more. \"OH COME ON!!!\", you exclaimed. You tried to reach your arms out hoping to grab anything else but nothing...until...<br>\r\n<br>\r\n*OOOMPH!!* <br>\r\n<br>\r\nYou landed in something soft. You opened your eyes to see strands of red surrounding you. It was all long and wavy and actually smelled nice. Then out of nowhere, you heard a familiar voice, \"COME OUT, COME OUT WHEREVER YOU ARE!\" It sounded like your seeker was nearby but you couldn't see her. You then looked and saw something familiar: a pair of fluttering wings as well as a green hat on top along with what looks like earrings. Your was racing until you finally realized... you landed on Betilla! Really her hair! You grew nervous but it seemed that Betilla was unaware of you. You then had a sneaky idea and smiled. You could climb up Betilla's beautiful hair and hide under her hat until she gives up and tried to call you and tells you \"you win.\". \"Oooh boy. It's in the bag now!\" you thought as you started climbing. Victory was finally in reach, no pun intended. After an exhausting climb, you finally made it to her hat and quickly slipped inside and sat down very still and played the waiting game.<br>\r\nHer hair was nice and soft and couldn't help but sniffed it some more, \"Mmmm, strawberries.\" you whispered.<br>\r\n<br>\r\n<br>\r\nBetilla was still looking for you but has had no luck so far. She was still determined though. \"Hmmm, if I was a cute little boy, where would I hide?\" she said to herself. You heard her and chuckled softly. She really has no idea that you're in her hair.<br>\r\n<br>\r\n<br>\r\nAfter over an hour, Betilla was actually getting worried. She couldn't find you at all. Although she didn't want to call you and tell you that you win, she couldn't risk losing you either. Finally she  sighed and put both hands by her lips and called out for you: \"Little one? Umm can you come out please? I give up. You win.\" <br>\r\n<br>\r\nThat got your attention and you can finally show yourself in a way she wouldn't expect. You starting crawling out to the front of her head which she actually felt. <br>\r\n<br>\r\nBetilla felt something in her hair. \"Why is my head itchy?\" She reached out to scratch but then you popped out and brought your face in front of hers and shouted, \"SURPRISE!\"<br>\r\n<br>\r\n\"EEP!\" she was startled which made you fall, but she quickly caught you with her hands. You landed on your back and looked at Betilla. \"Hey\" you simply said.<br>\r\n<br>\r\n\"Oh thank goodness!\" Betilla said relieved to see you and continued, \"Where did you come from?\" \"From your hair.\" you simply replied. Betilla was surprised. \"You were in my hair this whole time?!\" she asked. You shook your head \"no\" and explained what happened this past hour.<br>\r\n<br>\r\n<br>\r\n\"...And that's pretty much what happened.\" you finished.<br>\r\n<br>\r\n\"Oh, I see. Well like I said, you win so I guess I should take you back to my sisters like I promised.\" Betilla said in a rather saddened tone.<br>\r\n<br>\r\nYou felt bad. You were actually felt bad for Betilla. You had alot of fun with her and now she said to see you go.<br>\r\n<br>\r\nAs she started to fly back, you decided to do something.<br>\r\n<br>\r\n\"Betilla, wait...\"</span></div></div>",
            "created":1587531600,
            "id":2822540,
            "title":"Continue..."
        },
        "11221221111":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Continue",
                "Readers choice."
            ],
            "content":"<div class=\"\"><div> <span>Betilla looked at you curiously.<br>\r\nYou spoke up, \"Umm listen, I know we made a deal and all but...well where I'm from, some deals are made to be broken. So I actually wouldn't mind playing with you some more.\" <br>\r\n<br>\r\nBetilla gasped and grew excited, so much that you could hear her heart pounding really fast. \"You mean it?!\" she asked shaking in happiness.<br>\r\n<br>\r\n\"Yeah why not? It's still pretty early plus I do enjoy spending time with you.\" you said while blushing a bit and scratching your head. Just then, you were quickly brought to her chest and being squeezed while Betilla squealed in excitement. \"OH THANK YOU THANK YOU!!\" she shouted while you were still being squeezed.<br>\r\n<br>\r\nYou choked trying to get the words out, \"you're.... welcome.\"<br>\r\n<br>\r\nBetilla then let go of the \"hug\" and gave you air to gasp. You then looked at her and said, \"You're gonna have to not do that.\" Betilla just giggled.<br>\r\n<br>\r\n\"So, shall go back to my house? I have a really fun game in mind?\" She said.<br>\r\nYou simply said \"ok\" as she flew back carrying you along with her.<br>\r\n<br>\r\nYou felt good. You get to play with this lovely nymph. Sure you would still have to play with her sisters but maybe you could get used to this.<br>\r\nWhile riding on her hand, you wanted to say something to Betilla.<br>\r\n<br>\r\n\"By the way, your hair smells nice.\" you complimented. Betilla was flattered, \"Why thank you.\" Then she got an idea. \"Here. I'll let you ride in there for now.\" she offered as she brought you up to her head and lifted her hat up for you to jump in, which you did and she pulled her back down to keep you safe and continued to fly to her house. <br>\r\n<br>\r\nYou laid down on the nymphs hair and sighed in comfort. You mumbled something that you thought you would never say...<br>\r\n<br>\r\n\"I think I'm going to like it here.\"<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n(Author's note: I've already wrote chapters for the other nymphs and consider them continuations after Betilla. Just saying.)</span></div></div>",
            "created":1587531600,
            "id":2822548,
            "title":"Continue"
        },
        "12":{
            "author_id":"almost2922",
            "author_name":"Lucius",
            "choices":[
                "\"Kick back and relax before we play.\"",
                "\"I mean, I give you some more time between these?\""
            ],
            "content":"<div class=\"\"><div> <span>\"Maybe I could get him first?\" Helena asked as she snatched you from Ediths hand, making you get a bit of motion sickness in the process. \"Just make sure you take care of him, he might be under a spell but he can still...well kick the bucket.\" Betilla said as you gulped a bit at that statement. \"I'll take good care of him, you know that!\" Helena snapped back as she fluttered up into the air, getting ready to depart. \"Just make sure you give him to me tomorrow, in one piece.\" Betilla said as Helena nodded and started to fly back to her home in the mountains, with you in tow.<br>\r\n<br>\r\nThe snowy mountain tops stretched for miles, with Helena's house sitting at what seemed the center of the collection. Your casual clothes were definitely not enough to withstand the cold weather, you felt like you were turning into an ice cube! You can only suspect that since Helena is the mountain nymph, she must have natural resistance to cold weather. As Helena fluttered into her house, she sat down on her couch and lifted you up to her face. At this point, you were shaking like a leaf in a hurricane. Helena looked at you for a moment and frowned. \"I'm so sorry! I forgot that you're a human, not a nymph like me! You must be close to becoming an ice cube!\" Helena said as she continued to watch you shiver. An idea popped into her head as she smirked at you. \"I know how to warm you up, and I bet you'll love this idea!\" Helena said as she cupped you in both her hands and hugged you against her ample chest.<br>\r\nHelena's body heat slowly began warming you up, you were so comfy that you couldn't help cuddle into her. You heard her giggling as you did this, and looked up at her face.<br>\r\n\"You really like it down there huh?  I suppose I could let you stay there for a bit longer.\" Helena said as she sat back a bit and relaxed.<br>\r\n<br>\r\nYou did the same as you made yourself comfortable between Helena's endowments, finally feeling totally warmed up again. Enduring the cold weather was really worth it. Your world shifted a ton as you noticed Helena cupping her breasts, another smirk on her face. You were about to ask her what she was doing, but then both of her breasts crashed into you and crushed you between them. Helena laughed as you crawled out from in between them, and apologized. \"I'm sorry, I just couldn't resist!\" Helena laughed out as she pet you on your head with her index finger.<br>\r\n<br>\r\n\"Listen little guy, how about we...\"</span></div></div>",
            "created":1325566800,
            "id":1252021,
            "title":"Helena Handbasket"
        },
        "121":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "We play in the snow?",
                "Hide and seek?",
                "A little climbing?"
            ],
            "content":"<div class=\"\"><div> <span>\"Kick back and relax before we play, hm?\" You happily agree as snuggled some more on her chest.<br>\r\n<br>\r\nHelena looked at you and found you so adorable. \"Aww your so cute like this.\" Boy she knows how to make you blush.<br>\r\n<br>\r\nYou laid flat on her chest getting warm. But not only was she warm, she was soothing. So much in fact, you were about to doze off. You tried to stay awake but it's difficult. Helena makes you feel relaxed even more than you could remember. First, her body heat than you hear her start humming a tune. Another thing you hear is the sound of a drum. Ba bum, ba bum, ba bum. You realized it's Helena's heart beating next to you. It was a slow and steady heartbeat too.<br>\r\nEverything was really soothing that you started to...Zzzzz.<br>\r\n<br>\r\n<br>\r\nHelena heard you snoring and realized you fell asleep. She looked down towards you and smiled warmly at your sleeping form. \"Aww, my wittle toy is sweeping. she said in baby talk form. She was like a mother caring for her baby. As much as she wanted to play with you, she wanted to make this moment last.<br>\r\n<br>\r\n<br>\r\n*One hour later* <br>\r\n<br>\r\nHelena was still relaxing with you in her arms. She looks back at you and sees you yawning and stretching. Looks like nap time is over. She gently pokes you with her finger. \"Little one, it's time to wake up.\" She said in a gentle tone. She tried to poke you so you would wake up but instead you muttered in your sleep: \"Mmm...I want a cookie please.\" Helena found it so adorable and giggled. She pokes you a few more times until you finally woke up, albeit a bit startled. *Snort* \"I wasn't asleep!\" you quickly said.<br>\r\nYou then looked at Helena who was smirking at you. \"Oh hey.\" you simply said. <br>\r\n<br>\r\nHelena giggled and teased you a bit, \"Aww, did my wittle toy enjoy his nappy wappy?\" You tried to deny it, \"I wasn't sleeping!\" you said while looking left and right. Helena of course wasn't buying it. \"Really? You mean to tell me that you weren't so comfortable right here that you didn't fall asleep\"? she said while pointing to her chest. You looked down and then looked away and blushed in embarrassment. There really wasn't any point in hiding it. \"I I'm so sorry. I couldn't help it. Are...are you mad?\" you asked as you looked back at the mountain nymph.<br>\r\n<br>\r\nHelena was confused as to why you would think that, but the least she could do was cheer her up. \"No, of course not my little snowflake.\" Wow, she gave you a nickname. \"I actually do have that charm on alot.\"<br>\r\n<br>\r\nYou were relieved to hear that, \"OK, cool.\" you said as you gave another yawn and stretched some more.<br>\r\n<br>\r\nHelena giggled at this, \"Still tired? Here, I know just to wake you up.\" She then brought you up to her face and puckered her lips bringing you closer.<br>\r\n\"Whoa whoa! Are you going to...\" but your sentence was interrupted when Helena gave a nice warm kiss all over your face!<br>\r\n<br>\r\n*SMOOOCH* \"MMMMWAH\"<br>\r\n<br>\r\nOne Helena was done, you were left with a redder than tomato face and a kiss mark on your cheek, which was odd considering your size. Still, she was right: that DID wake you up.<br>\r\n<br>\r\n<br>\r\n\"Uuuhhh\" was all you can say. Helena laughed at your reaction and finally said, \"Well, now that that's done, you ready to play\"?<br>\r\n<br>\r\n\"Uh sure, what game?\" you asked.<br>\r\n<br>\r\n\"How about...\"</span></div></div>",
            "created":1587445200,
            "id":2822122,
            "title":"Comfy as comfy gets."
        },
        "13":{
            "author_id":"almost2922",
            "author_name":"Lucius",
            "choices":[
                "\"Climb up me to get your food!\"",
                "\"Give my feet a good rubdown!\""
            ],
            "content":"<div class=\"\"><div> <span>\"Can I please get him first?\" Edith pleaded, everyone looking skeptical. \"Weren't you and Helena a bit rough with your dolls back in the day?\" Holly asked as you sat down in Edith's hand.<br>\r\n\"So I'm a doll now?\" you sighed as Edith nervously avoided Holly's question. \"Well, you're doll sized aren't you?\" Betilla said with a smile as you simply sighed in defeat.<br>\r\n\"Well, I suppose he can go with Edith first. They've got quite a bond already as it seems.\" Annetta giggled as the other sisters finally agreed.<br>\r\n<br>\r\nEdith squealed with delight and hugged you like you were her newest toy. (Which in a sense, you are.) Being hugged by a bubbly girl like Edith has it's perks. Especially being in between her warm mounds. But, there are also downsides. Like suffocating. You violently struggled to get out of Ediths cleavage, grabbing her by instinct and trying to pull yourself out. It was a nice spot sure, but not when you can die while enjoying it. \"Hey! You're grabby!\" Edith said as she continued to hug you, seeming to not really care. \"Edith, I think that's because you're suffocating him!\" Betilla said as she pulled Edith's arms away from her chest, leaving you imprinted once again on her. \"Oops! Sorry!\" Edith said as she peeled you off of her right breast.<br>\r\n\"If you're going to do that again, please make sure you give me some air!\" You shouted. \"Sorry! Don't worry, I'll take care of you while you're with me!\" Edith reassured, as she began to fly off. \"Cya later girls!\" Edith said as she flew back to her home. \"Just be sure to give her to Holly tomorrow!\" Betilla shouted as Edith flew away with you in tow.<br>\r\n<br>\r\n<br>\r\nAs Edith settled into her home, she set you down on the floor, leaving the room for a minute and coming back with a sandwich. She settled down on her chair and began eating it, when your stomach growled. \"Wow, you must be hungry if I heard that from up here!\" Edith said in between mouthfuls of food. \"Tell you what, I'll let you have some of my lunch if you can do a task. If not, you'll have to wait for your meal.\" You reluctantly agreed, not like you had a choice. You were hungry.<br>\r\n<br>\r\n\"Alrighty then, I want you to..\"</span></div></div>",
            "created":1325480400,
            "id":1250950,
            "title":"Edith Up"
        },
        "131":{
            "author_id":"attackman234",
            "author_name":"lolman",
            "choices":[
                "You managed to tap her nose...",
                "Her tripped on her...flesh...",
                "You accidentally slipped in her mouth"
            ],
            "content":"<div class=\"\"><div> <span>Edith took a quick pause to take another bite of her sandwich,and turn her chair to face towards you.<br>\r\n<br>\r\n\"I want you to climb up me to get your food!\"She said,taking another bite of her sandwich.<br>\r\n<br>\r\nIs she serious?You're only 4 to 5 inches tall!How can she expect you to climb up her,when you can easily fall off and hurt yourself.However,if you don't agree,you have to listen to your stomach sing tunes,while you wait to get fed like a baby.<br>\r\n<br>\r\n\"Okay,how far do I have to climb up your body?\"You asked,kind of wishing you didn't,but again you were forced to.<br>\r\n<br>\r\n\"All you have to do is reach my nose.\"Edith said,wiggling and pointing to her nose.That was going to be tiring,but you really didn't feel like climbing from the ground up to her nose.You can't tell if the hunger is affecting your thoughts,or are you truly thinking it.<br>\r\n<br>\r\n\"Ah,come on,\"You complained.\"Can't I just sit in your lap or something?\"You placed yourself near her foot,waiting for her answer.<br>\r\n<br>\r\n\"Nope,my task is made up.Oh,and another thing,\"Edith leaned over in her chair,so she can see you.\"You have to do it before I finish this sandwich,or I might get too full to bring you food.\"She giggled at your facial reaction,which was basically an enormous frown,with you eyebrows aiming downwards.The sandwich is already half eaten,and considering that she may have a higher gluttony than her sisters,it could be a matter of seconds before she fully ingested the sandwich.<br>\r\n<br>\r\nThis isn't the time for getting angry,now it's the time to get climbing!One slight problem...you have no experience in climbing large objects.You couldn't even climb the tree in your front yard,without someone helping you.You had no choice,but to start climbing raw.You decided that you need to get a grip,despite her rather tender body,so you tried to warp your legs and arms around her legs.Okay,you managed to not slip downwards,until the vibrations of Edith up giggling caused you to slip,and eventually land back on the ground.<br>\r\n<br>\r\n\"Oh,sorry,you're just so ticklish.\"She giggled.<br>\r\n<br>\r\nOh boy,this is gonna take a while...a long while.<br>\r\n<br>\r\n*********<br>\r\n<br>\r\nOh...man...What.A.Challenge.<br>\r\n<br>\r\nIt felt like you took at least a good 3 hours or so,to get at least 2/3 of the way there.You managed to reach her...rather pillow like mounds before having to lie down and take a break.Again,being with a woman like Edith Up does have it's perks and downsides,like her constant giggling hindering your progress.<br>\r\n<br>\r\n\"Glad to see your determination for food,kind of like me.\"Edith Up said,grinning at you.You roll on your stomach and face her.<br>\r\n<br>\r\n\"Great...can I have some food now?\"You asked,as your stomach gave off another growl.She just shook her head.<br>\r\n<br>\r\n\"Ah-ah-ah...you didn't touch my nose yet,and lucky for you,I still have this little piece left.\"She raised one of her,revealing a very tiny piece of her sandwich.Alright,you made it!Or...at least you did...<br>\r\n<br>\r\nShe slowly raised the tiny piece of food over her head,and opened her mouth.She then lowered it closer to her mouth,ever so slowly.She isn't seriously teasing you like that!It doesn't matter,you were too hungry to wait,and your not about to lose after you've come this far!<br>\r\n<br>\r\nYou made a mad dash towards her nose,across what seemed like a field of orb-like flesh...</span></div></div>",
            "created":1371877200,
            "id":1615804,
            "title":"Climbing Mt.Fleshmore"
        },
        "1313":{
            "author_id":"foxtrotace",
            "author_name":"FoxtrotAce",
            "choices":[
                "Try to pry open her mouth",
                "Start pushing against her tongue"
            ],
            "content":"<div class=\"\"><div> <span>You run across the nymph's mountain sized chest, hoping to reach her nose as quickly as possible before she goes along with her tease and eats the last bit of her sandwich.<br>\r\n<br>\r\nwhen you reach to her chin, you put as much strength as you can into your legs and you jump as high as you could, arm reaching out for her nose. The distance is swiftly closing in, her nose is right at your fingertips! You're going to make it!<br>\r\n<br>\r\nBut all of that excitement within your dwindles away as you feel your right foot getting caught on Edith's lower lip, you swipe your hand in the air to touch her nose but find that you are but a centimeter too short. You then notice the large gap of Edith's mouth below you as you fall inside.<br>\r\n<br>\r\n<b>*GLOMPH*</b><br>\r\n<br>\r\n\"Mmmph!?\" Your body falling within her mouth startles the busty blonde making her instinctively close her mouth around you.<br>\r\n<br>\r\nAround you, you can only see the pink, wet insides of her mouth. Her pearly white teeth blocking your only exit. You can feel her wet and squishy tongue as you plant your hands on it to try and stand up and get your balance. <br>\r\n<br>\r\n\"Hey!\" You yell to get her attention \"Let me out of here!\"<br>\r\n<br>\r\nYou notice that Edith doesn't do anything right away so you take matters into your own hands.<br>\r\n<br>\r\nYou...<br>\r\n</span></div></div>",
            "created":1572757200,
            "id":2741855,
            "title":"Unsuspecting A Tasty Snack"
        },
        "13132":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Yes! She spits you out.",
                "No. She swallows you!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You try pushing on Edith's tongue hoping she'll do something but what happens next?<br>\r\n<br>\r\nDoes it work?</span></div></span></div>",
            "created":1587099600,
            "id":2820105,
            "title":"Start pushing against her tongue"
        },
        "131322":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Ok.",
                "Better idea..."
            ],
            "content":"<div class=\"\"><div> <span>You then heard her voice. \"Mmmm tasty.\" You did not like the sound of that. Just then the tongue started moving and rubbing all over you. Edith was actually tasting you much to your disgust and discomfort. \"Hey! What are you doing?!\" you shouted. You tried holding on to the tongue but it was slippery and out of control. You then started to slide down the abyss that was her throat. \"Is she trying to eat ME?!\" you panicked. Once you were close enough to her throat, Edith swallowed you on instinct as you shouted, \"EEDDIITH!\" You squeezed down her throat, through her esophagus and plopped down to her stomach. Once you landed in the depths of the hungry nymph, you bounced around like it was a trampoline until you came to a complete stop. You laid down flat for a minute until you came to the sound of the stomach growling. You moaned and groaned standing up and couldn't believe that you were actually eaten by a hot lady nymph. You then heard a familiar voice, \"Little guy? Are you ok in there?\" You then shouted, \"OK?! You ate me! Why would you do that?!\" \"Sorry. You kinda tasted good for a toy.\" Edith giggled. You moaned as you looked around the stomach. It actually looked pretty spacious on the inside but probably cuz you shrunk. Not only that but it was kinda warm in here. You can also hear noises like the growling in her belly as well as the sound of a drum. You guessed it was her heart beating and echoing in the distance. You then noticed the sandwich she ate floating in liquid nearby. You realized it was the stomach acid! That stuff burns like fire if you touched or got near it and even worse, you could get digested! Panicking at the thought, you tried to get out of here. Hopefully Edith can help you. You call out to her, \"Edith!\" \"Yes?\" She answered. \"Can you please help me get out of here?\"<br>\r\n<br>\r\n<br>\r\nWhat does she say?</span></div></div>",
            "created":1587099600,
            "id":2820111,
            "title":"Eaten up by Edith Up."
        },
        "1313222":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Ok. Why not?",
                "Nah. I'll climb out."
            ],
            "content":"<div class=\"\"><div> <span>You waited for Edith to respond. Finally she answered, \"Better idea. You can climb out of my belly.\" You were shocked at her response. \"What?! But I already climbed your legs, waist and...chest which was tiring enough as it is\" You complained as you pounded the stomach walls in frustration. Your world in her stomach suddenly shook as Edith giggled afterwards. You must've tickled her from the inside. Edith then spoke up, \"Aww but it was such a good and ticklish feeling.\" You then complained some more, \"I'm still hungry by the way!\" Edith answered back, \"Well I still have this little bit of sandwich left. I can save it for you if you climb out.\" Well there's some good news. She's actually gonna spare you what's left of her sandwich. Another thought crossed your mind, \"But if I do try and climb out, what if something happens? Like what if I fall in your stomach acid? You DO know what will happen, right?\" You asked in a worried tone. Edith answered, \"Don't worry little one, the magic that has been cast upon you actually protects you from such dangerous things.\" You were surprised at this information. She then continued, \"In fact, you can actually swim around in my belly. Maybe play with some of the food I ate that hasn't been digested or just relax in there.\" \"Wow\" you thought to yourself. You never thought this would be possible. Still, you had to be sure though as you looked at the acid. You decided to test this spell by sticking your hand in the dangerous liquid. After a second, you pull back your hand to see it in one piece. Not to mention it was kinda soothing. \"Wow! It's like a hot tub.\" You said out loud. Edith giggled at your reaction. \"Yes it is. So you want to stay in my tummy?\"<br>\r\n<br>\r\n<br>\r\nYou thought about it and decided...</span></div></div>",
            "created":1587099600,
            "id":2820116,
            "title":"Better idea..."
        },
        "14":{
            "author_id":"almost2922",
            "author_name":"Lucius",
            "choices":[
                "Cat and mouse.",
                "Truth or Dare",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>\"Well, Anny was the first to find him when he got 'lost' so I think she should get him first.\"  Everyone reluctantly agreed. Annetta took you carefully from Edith and began discussing your schedule with the others.<br>\r\n<br>\r\n\"Ok, so it'll be me, then Helena, then Holly, then Edith, and finally Betilla. That sound good?\" Annetta asked, and everyone agreed on the schedule. Annetta soon left and brought you to the pier. You looked down from her hand and saw the blue water rippling below. \"Uhh, what are we doing here, Miss Annetta?\" You asked Annetta as you looked up at her, you had to admit something about the sea air made her sparkle with even more beauty. \"Well, I am the ocean nymph. My house is at the bottom of the sea, so you might want to hold on!\" Annetta said as she dove into the ocean, you in her hand. The rush of water felt a bit painful at your size, but you managed to hold on to her index finger as you both drifted down to the bottom of the ocean floor. <br>\r\n<br>\r\nAnnetta might be the ocean nymph, but you can't breathe under water. Soon, you let out all your breath and began gasping for air halfway down to the ocean floor, waving your arms around trying to get Annetta's attention. Your attempts are successful, as Annetta looks at you with a questioning look on her face. You point to your head and make a breathing motion as you also point to go up. Annetta simple shakes her head and hoists you up to her face. You're curious as to what she's trying to do, but now you're really starting to suffocate. That's when Annetta places you near her mouth.<br>\r\n<br>\r\nAnnetta wraps her lips around your face and blows air into your lungs in order to keep you alive as you finish your descent to the ocean floor. She enters her house, which seems to be inside a bubble and opens the door and steps inside.<br>\r\n<br>\r\n\"Well... that was fun...\" you gasp as you cough up a bit of water. \"I dunno, you seemed to enjoy the last part.\" Annetta giggled as you blushed in embarrassment \"Maybe if you're lucky, you'll get another kiss early.\" Annetta said as she made a kissy face at you, making you blush even more. These nymphs were really flirty when they were alone with you.<br>\r\n<br>\r\n\"Well, I think it's time we had some fun. How about we play a game of...\"</span></div></div>",
            "created":1325480400,
            "id":1251310,
            "title":"Annetta Fish"
        },
        "143":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Hide and seek!",
                "Stop n go!",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else does Annetta have in mind?</span></div></span></div>",
            "created":1587445200,
            "id":2821988,
            "title":"Other"
        },
        "1433":{
            "author_id":"flashfan2",
            "author_name":"flash",
            "choices":[
                "Pirate! ( How appropriate)",
                "Whale attack!",
                "Other. (Readers choice)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Annetta is still thinking...</span></div></span></div>",
            "created":1587704400,
            "id":2823617,
            "title":"Other"
        },
        "15":{
            "author_id":"almost2922",
            "author_name":"Lucius",
            "choices":[
                "\"..Sure I'll dance, but I might not be good at it...\"",
                "\"Uuh... maybe some other time, let's do something else.\""
            ],
            "content":"<div class=\"\"><div> <span>\"Holly's been pretty quite, how about we give him to her first?\" Betilla suggested, as Holly dug her foot into the ground a bit, blushing. Everyone agreed on this, and handed you off to Holly.<br>\r\n\"Alright then Holly, Betilla will get him next then-\" However, Helena never finished her sentence, the wind was nearly knocked out of you as Holly darted back to her home in the desert. She almost forgot to say goodbye, but she shouted it as she left the glade.<br>\r\n<br>\r\nYou gagged a bit when Holly set you down on her table, she flew at what seemed like the speed of light to get you to her house. After you gathered yourself, you noticed that a radio was on nearby and that Holly was swaying about her kitchen a bit. \"Guess that's why she's the music nymph...\" You sighed to yourself, as you felt a powerful force knock you over. \"Oops, I guess that was a little bit to rough...\" Holly said as you hit the table top. You got up and turned to see that she must have bumped you with her hips when she was swaying.<br>\r\n<br>\r\n\"You were a bit excited to get me here huh?\" Holly blushed a bit at this, and fiddled with her radio a bit. \"Sure... I've never had a little person like you in my home before. I've always wanted to try something...\" You gulped nervously at this, that could be a bad sign. However, your stress was eased a bit as she held her hand out. \"Care for a dance little one?\" Holly said with a warm smile. It was hard to resist a question like that, especially when a pretty woman asks you.</span></div></div>",
            "created":1325480400,
            "id":1251330,
            "title":"Holly Luya"
        },
        "152":{
            "author_id":"sianostraka",
            "author_name":"smr",
            "choices":[
                "Butt Crush",
                "Boob Crush"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What then should she do?</span></div></span></div>",
            "created":1414731600,
            "id":1879809,
            "title":"\"Uuh... maybe some other time, let's do..."
        }
    },
    "info":{
        "author_id":"almost2922",
        "author_name":"Lucius",
        "brief_description":"The lovely Nymph sisters of Rayman Origins shrink you down and use you as a play-thing",
        "created":1325479620,
        "description":"<td align=\"left\" class=\"norm\">It seems as though the Nymph sisters are a bit bored after the events in Rayman Origins, so they decided to poof up a human to play with.<br>\r\nBad news is, it's you. (Or is that good news?) However, the magic used to teleport you into this crazy world also effected you. You can be crushed, stretched and many other things and survive! <br>\r\n<br>\r\n<br>\r\nRules:<br>\r\nKeep this only between you and the sisters, you can have them all around, or choose one at a time.<br>\r\nYou can die, but in this world it's a bit difficult. Remember, you can be crushed and survive though it might still hurt.<br>\r\nVore and any insertion should be light. No toilet stuff.<br>\r\nDon't be afraid to get a little goofy, this is a crazy world! Just don't get too carried away.<br>\r\nPlease, no lesbian things. The Nymphs can shrink to your size, but they shouldn't do that during the story.<br>\r\nUse proper english to the best of your abilities.<br>\r\nThird person only please. (I.E. You jumped off the table)<br>\r\n<br>\r\n<br>\r\nCharacters: Keep in mind, while some of the Nymphs are wise they still act a bit goofy at times. It is rayman's world after all!<br>\r\n<br>\r\nBetilla: Betilla is the oldest of all the Nymphs, but she still succumbs to childish antiques like her sisters. <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://raymanpc.com/wiki/script-en/images/thumb/e/e6/RaymanOrigins_003.jpg/320px-RaymanOrigins_003.jpg\" target=\"_blank\">http://raymanpc.com/wiki/script-en/images/thumb/e/e6/RaymanOrigins_003.jpg/320px...</a><br>\r\n<br>\r\nHolly Luya: Holly is referred to as the Music Nymph. And is always up for making music or dancing to a beat. <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://raymanpc.com/wiki/script-en/images/thumb/1/16/HollyLuya.png/240px-HollyLuya.png\" target=\"_blank\">http://raymanpc.com/wiki/script-en/images/thumb/1/16/HollyLuya.png/240px-HollyLu...</a><br>\r\n<br>\r\nEdith Up: As her name might suggest, Edith is referred to as the Gourmet fairy. She eats quite a bit, but never seems to gain any weight. However, she's still the most bodacious of the sisters. Even though she is just a bit plump. <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://raymanpc.com/wiki/script-en/images/thumb/f/f6/EdithUp.png/240px-EdithUp.png\" target=\"_blank\">http://raymanpc.com/wiki/script-en/images/thumb/f/f6/EdithUp.png/240px-EdithUp.p...</a><br>\r\n<br>\r\nAnnetta Fish: As her name might suggest, Annetta is referred to as the Ocean Nymph. She spends most of her time in the water, but does come onto land occasionally. <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://raymanpc.com/wiki/script-en/images/thumb/9/9f/AnnettaFish.png/240px-AnnettaFish.png\" target=\"_blank\">http://raymanpc.com/wiki/script-en/images/thumb/9/9f/AnnettaFish.png/240px-Annet...</a><br>\r\n<br>\r\nHelena Handbasket: Helena is referred to as the Mountain Nymph. She's also the most rowdy of the sisters, and has been known to break her toys as a child. Good thing you're damage proof...To an extent. <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://raymanpc.com/wiki/script-en/images/thumb/7/7a/HelenaHandbasket.png/240px-HelenaHandbasket.png\" target=\"_blank\">http://raymanpc.com/wiki/script-en/images/thumb/7/7a/HelenaHandbasket.png/240px-...</a></td>",
        "id":1837281,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587719760,
        "pretty_title":"The Nymphs toy"
    }
}