{
    "chapters":{
        "1":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "Robbie Amell",
                "Tom Cruise",
                "Johnny Depp",
                "Channing Tattum",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>After finishing their role, who finds themselves changing?</span></div></span></div>",
            "created":1588482000,
            "id":2829318,
            "title":"Who will gain?"
        },
        "11":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "Robbie drops the rolling pin on his foot",
                "Malcolm lets Robbie take over the prep",
                "The potpie is burned",
                "Robert distracts Robbie",
                "Robbie samples everything without realizing it"
            ],
            "content":"<div class=\"\"><div> <span>          Robbie grinned as he picked up his son. He'd been looking forward to this for months and now with his latest film done, it was time to work on his family some. Sure Little Robert was only a year old, but that's the most important time to bond with your kid, right?<br>\r\n          Italia was off doing one of her own shows and wasn't supposed to be back for several more weeks, maybe even months. The perfect opportunity to practice his newly acquired cooking skill to surprise her with when she got back. In the meantime, he always got a little carried away on his practice dishes.<br>\r\n          Not used to cooking for himself, he hadn't learned portion control yet and it was already starting to show. In only a couple months that Italia had been away, his abs had become smooth. Sure, he was still rather toned and had a slim waist, he wasn't about to take his shirt off in public until he started working with a trainer again.<br>\r\n          His cook wasn't helping much. Since he was usually practicing on his own, Malcolm, his cook, would still come in and make him meals despite him stating he had to much food as it was and the cook would only take home what he made and nothing else, leaving Robbie with more food than he could eat alone. A problem since he had been taught to never let food go to waste.<br>\r\n          The one thing he did admit he'd miss when he did get a trainer again and cut back on cooking so much was how relaxed he felt with his full stomach. He never got to the point of stuffing himself, he tried that once when he first started cooking and it nearly made him sick. At least being relaxed made it easy to play with his son.<br>\r\n          Robert was currently asleep in his crib at the moment giving Robbie time to just relax with a game or movie. With the leftovers from breakfast still in his fridge, Malcolm had cooked his a large plate of chicken Parmesan and bow tie pasta with a side of seasoned mixed veggies. As much as he hated that Malcolm wouldn't stop cooking, even though he'd been threatened to be fired if he didn't help Robbie learn better portion control, they both knew it was an empty threat. Italia and Robbie had hired him because of his end cooking skills, fit for a five star restaurant, and his not wanting a large pay. Now he wished that Malcolm would apply elsewhere just so he'd have an excuse to fire him despite his delectable food and without making him feel guilty.<br>\r\n          One thing he did find suspicious about Malcolm was even though he was only cooking for Robbie at the moment, he was still cooking as if Italia was still here and was taking home less than half the extras. If he didn't know any better, he'd have thought Malcolm was trying to fatten him up. But that would be ridiculous. They'd hired him over a year ago and had never had a problem before with anything like this. Why would he start now?<br>\r\n          Robbie absentmindedly pondered Malcolm's strange habits as he rubbed his full gut, the TV going in the background. It wasn't until he heard Robert crying through the baby monitor that he came to his senses and noticed the smell of baking peaches. Malcolm must have made a pie for dessert tonight. Something else the cook had been doing as of late. Though only once a week and it was normally gone within a two or three days. Shrugging it off, he went into the nursery to check on his son. He'd been fed before his nap, so he shouldn't be hungry for another hour or so. It didn't take but a second for him to realize the problem as he picked up the boy and almost lost the diaper! <br>\r\n          \"Oh, boy!\" He gagged as the smell assaulted his nose. \"Time's like these, I wish we had gotten a nanny!\" Taking a deep breath, he set out on changing the diaper. It took him two near pass outs to successfully change it, but he managed it.<br>\r\n          Robert now cleaned and changed, the two headed downstairs where Malcolm could be heard removing the pie from the oven.<br>\r\n          \"You know you don't need to make dessert. Or so much at meals. I'm trying to cook myself.\" Robbie reminded him for the millionth time.<br>\r\n          \"I know. Just want to make sure you get your fill.\"<br>\r\n          \"I've been getting more than my fill. I should actually start cutting back some. My abs aren't visible unless I'm flexing them anymore.\"<br>\r\n          \"You're fine, Mr. Amell. If I had your body, even without the abs, I'd have no problem getting a girl.\"<br>\r\n          \"I can set you up if you'd like. There's lots of girls around the studios who would love a guy with your personality and skills.\"<br>\r\n          \"And dump me for the first guy 50 pounds lighter than me that catches her eye. It's happened before. Sorry, sir, but I think I'll look on my own.\"<br>\r\n          \"Okay. If you want. But not all the girls are like that.\"<br>\r\n          Malcolm didn't respond as he started chopping up carrots, potatoes and other veggies to go in a large pot pie for dinner.<br>\r\n          Robbie eyed the dish he was using suspiciously. \"Malcolm, we have smaller pans. That's going to be way to large for two people.\"<br>\r\n          \"I know. But better safe than sorry. I was meaning to let you know that I won't be able to come in tomorrow. My mother called and is making a surprise visit. Her and dad got into another fight.\"<br>\r\n          \"Sorry to hear that. That makes what, the third time she's done this since you started working for us?\"<br>\r\n          \"Yeah. But at least she gets to relax some.\"<br>\r\n          \"Well, you can bring her by to use the pool if she wants. I don't mind, as long as she wears a properly fitting swimsuit.\" He shuddered.<br>\r\n          \"Sorry about that. She didn't realize how much weight she'd lost since the last time she'd worn it. But I'll let her know.\"<br>\r\n          \"Anyway, can I help? I can always use more practice on dishes other than breakfast.\"<br>\r\n          \"Sure. Go put Robert down and grab a rolling pin. You can work on the dough for the crust while I finish the veggies.\"<br>\r\n          Robbie did as instructed and was soon working on the crust.</span></div></div>",
            "created":1592715600,
            "id":2854361,
            "title":"Family Time"
        },
        "112":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "Robbie's distracted by Robert",
                "Malcolm returns in a few days",
                "Robbie gets a nanny so he can go to the gym again"
            ],
            "content":"<div class=\"\"><div> <span>          \"Those lessons are really paying off!\" Malcolm grinned at Robbie as he finished rolling out the two separate sheets of dough, a thinner crust for the bottom than for top of the pie. \"I know I already made a peach pie, but you want to try your hand at making one yourself? I'll take the old one home if you don't want it.\"<br>\r\n          He had to think it over for a moment. The extra food wasn't needed but the practice was. And as appetizing as the pie smelled, peach was not his favorite. Maybe if there was the stuff for a pumpkin pie...<br>\r\n          \"Let's see what there is for other pies.\" Malcolm interrupted his thoughts. Searching around in some grocery bags and the fridge, cartons of strawberries, a bag of apples, cream cheese, eggs, some pecans, and various other ingredients. \"See any that catch your fancy?\"<br>\r\n          \"How about a blueberry pie?\"<br>\r\n          \"Sure thing. You like blueberries?\"<br>\r\n          \"Yeah. Since I was a kid. I can easily go overboard with them and make myself sick if I'm not careful.\"<br>\r\n          \"No problem. You need directions?\"<br>\r\n          \"Yeah wouldn't hurt. You give the directions and I'll make the pie.\"<br>\r\n          For the next hour, Malcolm directed Robbie on making the pie, mixing the right amount of sugar with the blueberries, cutting the strips of dough for the top crust, putting it all together properly before it went into the oven with the pot pie.<br>\r\n          All the food now baking, Robbie went out to play with Robert. The two played with some balls, rolling them back and forth, banged on a toy xylophone, placing blocks into proper holes.<br>\r\n          \"Want a snack?\" Malcolm asked. Without waiting for an answer, he placed a veggie tray on the coffee table with a large bowl of ranch dip in the middle already.<br>\r\n          \"Malcolm, dinner's in like an hour. I could have waited.\"<br>\r\n          \"Dinner may be, but a little snack never hurts. I thought you could also use a little reward. Your pie turned out great and is out on the counter, cooling.\" He grabbed a broccoli floret and dipped it in the ranch before handing it to Robbie.<br>\r\n          Begrudgingly, he took the broccoli. At least it was slightly healthy, once you go past the ranch anyways. Going back to playing with Robert, he started  munching on the veggies without really thinking about it.<br>\r\n          \"Pot pie's ready! I've already gotten your plate ready Mr. Amell. And I have some freshly made applesauce for Robert.\"<br>\r\n          \"Thanks Malcolm. You can leave now. Feel free to take some of that pot pit. It's to large for me to eat by myself.\"<br>\r\n          \"I already got some.\" He held up a Tupperware container with a portion of the pie in it. It didn't look like much to Robbie, but at least he wouldn't have to eat it ALL himself. \"And I made a couple other baby foods for Robert for tomorrow.\"<br>\r\n          \"Okay. I hope everything goes okay with your mom.\"<br>\r\n          \"It will. Don't forget to practice your cooking while I'm gone for a couple days. I'll expect a complete list of everything you cooked when I get back, understood?\"<br>\r\n          \"Since when did you become my cooking coach? That's what I'm taking classes for.\"<br>\r\n          \"Since today. When I was coaching you in making the pies.\" Malcolm laughed.<br>\r\n          Robbie grinned at the man. \"Okay, okay. I'll keep you a list. But don't think I'm paying as my coach too.\"<br>\r\n          \"Fair enough. Well, I better be heading out. Mom will be in tonight at 9 tonight. See you in a couple days Mr. Amell.\"<br>\r\n          \"Enjoy your time off.\"<br>\r\n          With Malcolm gone, Robbie placed his son in the high chair. Although Robert had not yet learned to walk, he had managed to start feeding himself, albeit with lots of flying food when he was in a playful mood. He chuckled as he ate the chicken pot pie, watching Robert laugh as he alternated between eating and wearing his food.</span></div></div>",
            "created":1592715600,
            "id":2854735,
            "title":"Malcolm's Kitchen"
        },
        "15":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "Jeremy Renner",
                "Mark Ruffalo",
                "Robert Downey Jr.",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about an Avenger?</span></div></span></div>",
            "created":1588482000,
            "id":2829321,
            "title":"Themed"
        },
        "154":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "Chris Evans and Chris Hemsworth",
                "Chris Pratt and Chris Pine",
                "No Thanks"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe a set of Chrises start gaining together?</span></div></span></div>",
            "created":1588482000,
            "id":2829322,
            "title":"Couple of Chris"
        },
        "1541":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "Something happens at dinner",
                "One of the Chrises gets in an accident",
                "Dinner gets canceled"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm so glad to be out of that suit!\" Evans stretched.<br>\r\n\"You're telling me. I'm ready to let loose.\" Hemsworth agreed. \"Want to go out to celebrate the end of an era?\"<br>\r\n\"Sounds good to me. I've been craving steak for weeks!\"<br>\r\n\"That sounds great! Mind if I come?\" Robert poked his head around the makeup station.<br>\r\n\"Sure. We can all go! Sound good to you Scarlet, Jeremy?\"<br>\r\n\"Definitely. You can count me in.\" Scarlet grins.<br>\r\n\"Can't. Have to maintain my diet for my show after all.\" Jeremy clicks.<br>\r\n\"I'll invite Mark on the way out.\"<br>\r\n\"Thanks Chris.\" Hemsworth said. \"The Ranch at 7 sound good to everyone?\"<br>\r\nEveryone nodded and went there own ways until dinner.<br>\r\n</span></div></div>",
            "created":1588482000,
            "id":2829402,
            "title":"End of An Era"
        },
        "15413":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "Follow Hemsworth",
                "Follow Evans",
                "They meet back up for breakfast to find out what's going on"
            ],
            "content":"<div class=\"\"><div> <span>          <span style=\"line-height:2.0;\">Chris Hemsworth pulled into the parking lot of The Ranch a minute before 7. He recognized Evans's car parked near the door but didn't see any of the other cast member's cars.<br>\r\n          \"Mr. Hemsworth. Right this way. Mr. Evans is already here Miss Johansson called to apologize but she can't make it.\" The attendant greeted, heading back to where Chris could already be seen towards the bar. Not many people were in the restaurant that night. A few groups were scattered around but Evans was mostly interested in a couple of girls at the bar.<br>\r\n          \"Glad you found us.\" Evans grinned as Hemsworth pulled out one of the bar stools and ordering a Coors. \"These two lovely ladies were just telling me how much they enjoy our movies.\"<br>\r\n          The girls giggled but their smiles seemed off, almost as if they were painted on.<br>\r\n          One of the girls came over, taking a sip of Hemsworth's drink before handing it to him for the bartender. He glanced over at Evans who shrugged, continuing on his own drink.<br>\r\n          \"Where's everyone else? I was told Scarlett couldn't make it when I got here.\"<br>\r\n          \"Yeah, most of them texted me earlier that they couldn't make it either leaving just you and me. Their loss.\"<br>\r\n          \"Or mine.\" Hemsworth chuckled, drinking deeply from his glass.<br>\r\n          The girls grabbed a couple napkins and a pen, writing their numbers and sticking it in the pockets of the actors before walking off, giggling.<br>\r\n          \"Those girls were creepy.\" Hemsworth muttered as they disappeared out the doors.<br>\r\n          \"They're harmless. Just flirts trying to get in with the big wigs.\" Evans grinned after them.<br>\r\n          \"Maybe.\" His stomach started to grumble. He waved the bartender over, placing an order for the biggest steak they had. Evans ordered the same. Even before their orders arrived they could both tell something was wrong and the steaks wouldn't be enough. Fighting off the urge to get more, they both left, barely having spoken since their food arrived.<br>\r\n<br>\r\n          The next morning...</span></span></div></div>",
            "created":1591765200,
            "id":2849320,
            "title":"Double Date"
        },
        "154131":{
            "author_id":"montaron",
            "author_name":"WordsCarryWeight",
            "choices":[
                "Call the number on the napkin.",
                "Research the meaning of the red and gold card.",
                "Go back to the restaurant and talk to the staff there."
            ],
            "content":"<div class=\"\"><div> <span>Hemsworth awoke with a groan as light streamed in through his bedroom window and his eyes fought to open.  Moving his head slowly to the side he gave a petulant grunt as the light hit his face and he instinctively turned away from it, pushing himself up and raising an arm as if it were enough to disintegrate the sun.  Swinging his legs over the side of the bed, he rubbed his eyes with his fingers and frowned into his palms.  He never forgot to close the blinds in his bedroom, but then yesterday was hardly a typical day.  It was the wrap up day on his last film, or films, and he had spent the best part of half a year filming and countless hours before and during working on his physique.  He had done some of his best work on those films and some of the suggestions he had pushed for had been adapted into his character, which made him proud - but then why was his mind pulled back to the events of last night?<br>\r\n<br>\r\nSlowly rising to his feet, Hemsworth ran a hand down his chin in thought as his eyes began to adjust to the light and he started to see more clearly.  He was with the other Chris after everyone else bailed, they both ordered one of the biggest steaks on the menu and then they went home.  Hemsworth grunted again, shaking his head as if to clear it or dislodge a memory.  There was no way that that was right, he vaguely remembered ordering the steak but he didn't really remember the menu or choosing it.  It almost felt as though someone else had suggested it to him, but there wasn't anyone else that they really spoke to and Evans had never recommended any food to him before and they barely even spoke that night.  That was weird too.  Going out had never been about the food before, it was always about letting off some steam and relaxing.  They may never have been all that loud, but they never sat in near silence eating before but that's what he remembered.  He wasn't even sure if the two had said goodbye to each other, he certainly didn't remember it and what time <i>did</i> they leave?  It felt like it must have been late as he still felt so tired, yet if all they had was a steak they couldn't have been there for more than an hour.  Plus, who paid?  The two must have gotten into a tug of war over paying, not that he remembered that either but...<br>\r\n<br>\r\nIf there was a receipt then it would have itemized everything that they bought and it would probably have the time that it was printed off on there too!  Hemsworth strode over to the end table where his jeans had been slung and began to rifle through the pockets.  As he searched for his wallet, he noticed that it had fallen onto the floor but his hand had already hit his keys as well as a piece of paper, so he lazily grabbed them and yanked them gracelessly out.  He leaned over and placed the keys on the table before turning his attention to what turned out to be a napkin, rather than a piece of paper.  He vaguely remembered the two girls and after unfolding the napkin found the phone number that he recalled one of them writing down.  What he didn't remember was the small piece of card that fell out onto the floor.  He squinted at it, but it was a little difficult to make out, so as lazy as he was feeling he was forced to bend down to pick it up.  Squatting down felt like an effort and he felt so sluggish and heavy that he almost toppled forward, but he steadied himself and turned his attention to the card.<br>\r\n<br>\r\nIt was a gaudy gold and red color and it seemed to have some kind of characters or symbols on it, but he couldn't quite make out exactly what it said, if it it said anything legible at all and it hurt his eyes to try.  The pressure in his thighs began to grow, so he pushed himself back up, feeling the effort of straightening up again even more keenly than lowering himself down.  There was even something about himself that felt off, or was it his house?  It wasn't so much that he felt like there were missing pieces to the puzzle, it was more like there were several puzzles on the go and he didn't know which pieces went with which vista.<br>\r\n<br>\r\nSo what were his options?  Hemsworth looked down at the napkin and card in his hands.  He didn't remember those girls being around after they put that napkin in his pocket, but then he didn't really remember the rest of the night so it was possible that he saw them again or that they might have some kind of insight about what was going on.  He had no idea what the card meant, if the girls snuck it into his pocket wrapped in the napkin or if someone else gave it to him, but he could probably find out more about it online if he wanted to.  Perhaps an image search or he could get someone to look into it for him.  It could be totally mundane, but he felt weird looking at it, as if it held some kind of deeper meaning...<br>\r\n<br>\r\nPractically speaking, he could drop by to the restaurant and ask the staff or perhaps the host what was going on that night in a subtle, roundabout kind of way of course.  If anyone knew exactly what was going on it should be the person who was serving their table that night, who was... he couldn't even remember who it was!  But someone would be able to and they would be the most likely to have all the answers to the most pressing questions.  The only other person who might know would be Evans.  He didn't remember him speaking much, maybe he spent that time listening and observing?  At the very least Evans might be able to confirm that he remembers just as little as he does, not that he was sure that the concept of that was more or less comforting.  The only other option was to stay at home and to explore other avenues.  Not that things felt normal there either, but perhaps the answer was staring him in the face.  Or maybe he was the problem, not his home or the previous night.  He still felt a bit off, like when a last minute script change came down and he had to deviate from what he had learned; he was expecting something but his experience was giving him something else...<br>\r\n<br>\r\n</span></div></div>",
            "created":1591851600,
            "id":2849946,
            "title":"Follow Hemsworth"
        },
        "1541313":{
            "author_id":"montaron",
            "author_name":"WordsCarryWeight",
            "choices":[
                "The host from the previous evening approaching him",
                "Ken coming back with a full copy of the night's CCTV",
                "A member of the paparazzi that Hemsworth recognises",
                "A bunch of fat men with a cake shaped like Mjölnir",
                "The police, who want a word with Hemsworth"
            ],
            "content":"<div class=\"\"><div> <span>Hemsworth decided that the most obvious choice was to return to the restaurant and see if anyone there could shed any light on what happened last night.  The napkin with the girls number and that gaudy card seemed a bit insubstantial and more of a plan B and he didn't want to have to call Evans and worry him if he was just overreacting.  When a crime is committed, the police talk to any eyewitnesses first for a good reason, so it made sense for him to see if anyone knew or saw anything weird last night.  Hemsworth frowned as he walked toward his wardrobe, pushing gently on the door and watching it glide effortlessly open.  He was a bit worried that his mind went straight to the idea of the police and crime, hopefully it wasn't his subconscious trying to tell him something, or warning him, about what happened.  Hemsworth picked out a fresh pair of jeans that were identical to the ones that he wore the previous evening and a baby blue t-shirt and lay them on the bed.  It was much more likely that last night was just an anomaly, that all of the stress from his six months of hard work came out in a weird way but he had come to learn to trust his instincts and he had a sinking feeling.  He would be happy to be proved wrong, but if something did happen and he ended up appearing on the front page of some cheap tabloid on the shelves of a supermarket, he wanted to know if the far-fetched headline had even an ounce of truth about it.<br>\r\n<br>\r\nAfter taking a shower, Hemsworth got changed and scooped up his keys, wallet and the items from his 'evidence locker' - the napkin and red and gold card and began to head down the stairs.  He felt a lot less sluggish and more together after the shower and more positive about deciding to go back to the restaurant.  He vaguely remembered The Ranch taking lunch time bookings and as it was approaching midday, he was pretty confident that he could get there and potentially get some answers pretty smoothly.  As he neared the bottom of the stairs and felt himself move in his clothes, Hemsworth remembered that the jeans were identical to the ones that he wore last night in all ways but one; the waist was bigger.  His mind must have been all over the place as he would never choose to wear these jeans and although they weren't as close fitting as he liked and hung a little low on him, they weren't about to fall down, so he decided to roll with it.  Besides, where he was going it might be a good idea to have on a bigger pair of jeans.<br>\r\n<br>\r\nHemsworth froze as he was fishing out the keys from his pocket.  That was weird, <i>where did that thought come from?</i>  Why would he feel like it was a good idea to have on jeans with a bigger waist size to go and talk to someone?  Hemsworth grunted in determination and unlocked the door purposefully.  He was done trying to think his way through this, he needed more answers and less theories.  He made the short journey from his front door to his cadillac escalade, jumped into it and began to make his way across the city.  <br>\r\n<br>\r\nThe ride across town was pretty quiet, the streets were clear and his journey there was pretty smooth which put him in a slightly better frame of mind.  It felt a little ridiculous to take such a big vehicle when it was just him, maybe he should have taken the time to take one of his smaller cars.  Then again, as much as it pained him to admit it, sometimes it made him feel in control and powerful to show off something so impressively big.  Today must be one of those days.<br>\r\n<br>\r\nThe parking lot was quiet and there only seemed to be a couple of people about when he got to The Ranch.  He managed to park the escalade with very little fuss, although as Evans would no doubt have pointed out that was probably because there were no other cars around for him to have to try and park around.  It had taken him a while to get used to maneuvering something so large, but now he was almost completely used to it and kind of enjoyed the challenge.  As he hopped out of the car, he noticed a member of staff that he recognised from The Ranch dragging a comically oversized sign out onto the forecourt and strode in quickly and confidently to help him out.  As he approached the kid looked up with a start, before a big smile spread out across his face.  He had the kind of genuine, open smile that meant that PR training or not, Hemsworth found it impossible not to grin back warmly.<br>\r\n<br>\r\n\"Oh, hello Mr Hemsworth.\"<br>\r\n<br>\r\n\"Hello there,\" he replied with a nod.  Hemsworth leant down and grabbed the other side of the sign and looked back over to the kid.  \"How about you lead and I follow?\"  The kid nodded and the two of them maneuvered it toward the edge of the kerb, before placing it down gently.  No wonder the kid had trouble with it, the sheer size and the weight of it meant that he would probably find it a challenge to move it, but only because it was so wide that it would be hard to centre the weight.<br>\r\n<br>\r\n\"Thanks.\"  The kid said, still beaming.<br>\r\n<br>\r\n\"No problem, err...\"<br>\r\n<br>\r\n\"Ken, it's Ken,\" he offered up quickly.<br>\r\n<br>\r\n\"Thanks, I'm pretty lousy with names.\"  Hemsworth said, shifting his weight on the spot with the languid confidence of a cat.  <br>\r\n<br>\r\n\"No problem, it must be difficult to remember talking with people in your line of work.\"<br>\r\n<br>\r\n\"I remember talking with you.  It must have been a couple of months back, you asked me for some workout tips.  I pointed you to a website and Ruffalo pulled out that magazine which had my Thor workout plan in and gave it to you.\"<br>\r\n<br>\r\n\"Yeah, that's right!\" Ken said in surprise.  \"He got a pen and signed it right over your face on the cover...\"  Hemsworth nodded and shrugged.<br>\r\n<br>\r\n\"He thinks he's pretty funny.  How are the workouts going?  Looks like you're filling out that shirt some more.\"<br>\r\n<br>\r\n\"Do you think so?\"  Ken said, his smile becoming a little more awkward, as he puffed out his chest.<br>\r\n<br>\r\n\"Definitely.\"<br>\r\n<br>\r\n\"Thanks!  I took a look at that website you pointed me to, found a workout partner here at the restaurant and the guys in the kitchen started to make some high protein food for me.  I hoped that maybe my work was paying off, but I didn't think it was that noticable...\"<br>\r\n<br>\r\n\"We're always our own hardest critics and slowest to notice our progress.  Keep putting in the work and I'm sure that you'll be bigger than me in no time.\"  As the words came out of his mouth, Hemsworth realised he didn't like the idea of anyone getting bigger than him.  Maybe rather than cutting back on the workouts and relaxing now that shooting was done, he'd have to put more effort into getting bigger.   <br>\r\n<br>\r\n\"I find it so hard to believe that you didn't notice your progress.  I mean, you look so...\" Ken trailed off the sentence and his eyes turned down as he began to blush.<br>\r\n<br>\r\n\"Thank you.\"  Hemsworth said quickly to try and spare the kid any more embarrassment.  Because Ken seemed like such an open book and so earnest, he felt geuinely flattered.  Perhaps because he wanted to change the subject, Ken was the one to advance the conversation.<br>\r\n<br>\r\n\"Is there anything I can help you with today, Mr Hemsworth?  To be honest, now isn't a great time to get food as we're usually dead when we first open and the kitchen has only just started prepping.\"<br>\r\n<br>\r\n\"I wasn't after anything to eat, actually I needed some information.\"<br>\r\n<br>\r\n\"Oh OK, I'll do what I can to help.\"  Hemsworth found himself grinning again warmly at the kid.<br>\r\n<br>\r\n\"I came down here last night for a meal and I needed to know something about it.\"  Hemsworth said carefully, trying to be as vague as possible as he went fishing.<br>\r\n<br>\r\n\"I heard that you were here yesterday with Mr Evans.\"  Hemsworth had to fight the urge to ask him exactly what else he had heard about last night.  Ken seemed like one of the good ones, but he had no desire to put the idea of a scandal into his head.  \"What did you need to know?\"<br>\r\n<br>\r\n\"Something weird happened...\"<br>\r\n<br>\r\n\"I hope it was nothing to do with the food.\"  Ken said.  \"Or the staff.\"<br>\r\n<br>\r\n\"No, well, I mean, it's a little bit delicate.\"  Hemsworth realised that he was dancing along the line of sounding guilty and that Ken knew nothing.  \"I don't suppose there is anyone working now that was here last night?\"<br>\r\n<br>\r\n\"Oh of course, would you like to come inside and I'll see if I can come up with a solution for you.\"  Ken already started to take quick, determined steps back into The Ranch, leaving Hemsworth to follow his lead once more with his long, effortless strides.  Ken lead him to the bar and turned back to face him.  \"If you'd like to wait here, I think I have a couple of ideas on how to get the information that you need.  I shouldn't be too long.\"  <br>\r\n<br>\r\n\"Thank you.\"  Ken began to scurry off but suddenly turned without missing a beat and started to walk backward.  <br>\r\n<br>\r\n\"Can I get you a drink while you wait?\"<br>\r\n<br>\r\n\"No, I'm fine.  Thanks.\"  Ken twisted around again and jogged slowly through the saloon doors to the back of house area, leaving Hemsworth alone with his thoughts.<br>\r\n<br>\r\nWith the bright sunlight pouring in through the broad glass front and the deserted floor with many chairs still stacked off to the side, the place felt a lot different from what he remembered of the previous night but he still felt a sense of ill ease.  He really hoped that Ken or someone here could help to fill in the blanks.  He hadn't been drinking that much and he clearly hadn't had a blackout, but even if there was a medical reason for forgetting part of the night that wouldn't explain Evans' unusual behaviour. As time began to pass, his thoughts bounced around from the previous evening, to the last few scenes that he had been filming and the pressure and experiences of the last six months.  All the while it felt like something was moving around underneath, hard to see or hold onto but ready to break the surface at any moment and although he didn't know what that entailed, the thought scared Hemsworth.  He was suddenly jolted out of his thoughts by the sound of footsteps walking toward him from somewhere to the side and he turned to see...<br>\r\n</span></div></div>",
            "created":1592110800,
            "id":2851105,
            "title":"Go back to the restaurant and talk to the staff..."
        },
        "15413131":{
            "author_id":"montaron",
            "author_name":"WordsCarryWeight",
            "choices":[
                "Ask to take advantage of that offer now.",
                "Try and find a gym to workout before chowing down.",
                "Give Evans a call to talk about the previous night."
            ],
            "content":"<div class=\"\"><div> <span>Hemsworth turned and saw a lithe man in a tailored suit slowly walk up to him.  He looked vaguely familiar and he was fairly sure that he had seen him before, but had they not been in The Ranch then he wouldn't have placed him there.  He had a poised, controlled way of walking and there seemed to be an air of stillness about him.  As he got closer, Hemsworth could feel his worries start to slowly slip away, or at least somehow become more muted.<br>\r\n<br>\r\n\"Hello Mr Hemsworth.  Ken thought that I may be able to be of some assistance to you?\"  The man offered his hand and the moment that Hemsworth took it, he felt instantly much more at ease.  His handshake was warm and firm and he just <i>knew</i> that this was the man to talk to help clear things up.  <br>\r\n<br>\r\n\"Oh, yes, although to be honest I feel a little foolish now.\"  The man slowly took his hand from Hemsworth's and it felt like strands of toffee being being pulled slowly and stickily apart.  It felt warm, sweet and inviting and he missed it already.<br>\r\n<br>\r\n\"Not at all.\"  The man said waving his hand as if to dismiss his concerns.  \"Ken said that you seemed worried about events last night and if there's anything I can do to help, it would be my pleasure.\"  Hemsworth couldn't help but notice how rich and dark his brown eyes were, the colour of a decadent chcolate mousse that he could just sink into.  He could feel his stomach gurgle and his hand instinctively went to his midirff to give it a light rub.  A moment passed before he realised that he should probably say something.<br>\r\n<br>\r\n\"Err, yes.  Well to be honest, I'm having trouble remembering exactly what happened.  I have a large blank spot where a lot of the night should be.\"  The man cocked his head to the side and stared deeply into Hemsworth's eyes.  His instinct was to tear his gaze away, but he fought to maintain eye contact.  The man smiled thinly before dropping his gaze.<br>\r\n<br>\r\n\"I can see why that may be worrying, but you may be better served by seeing a medical professional.\"<br>\r\n<br>\r\n\"Yes you're probably right, but I want to know if anything potentially embarrassing happened.  If I did something that could damage my reputation and it got out...\"  <br>\r\n<br>\r\n\"Ah yes, I see your dilemma.\"  The man said nodding.  \"You may not have the luxury of time to piece together what happened.\"<br>\r\n<br>\r\n\"Exactly.\"  Hemsworth said, glad that he didn't have to go into too much detail and that he was right to place his trust in this guy.<br>\r\n<br>\r\n\"Perhaps we should continue this discussion in my office.\"  Hemsworth suddenly felt a knot in his gut.  Why did they have to leave a public space to discuss what happened?  <i>What had he done</i>?  He felt a hand clamp down on his shoulder and the man motioned for him to walk through the saloon doors and he found himself nodding and walking slowly forward.  There was a long corridor filled with clutter and the sounds that came from the side seemed to indicate that the kitchen was there, but the hand remained on his shoulder, guiding his every step forward.  When he got to the door at the end of the corridor he opened it to find an immaculately put together office.  Not everything had the look of being new, but it was methodically organised and sorted.  The man moved around him and took a seat at the desk, before leaning back and looking up at Hemsworth, bringing the fingers of his hands together to make a steeple.<br>\r\n<br>\r\n\"Did... something bad happen?\"  Hemsworth asked, rubbing his hands together nervously.<br>\r\n<br>\r\n\"Oh no, not at all.  I didn't mean to give you that impression.\"  The man at the desk said, smiling gently.  \"I merely wished to respect your privacy, since we can't be too careful about who may be listening in.\"  Hemsworth felt instantly relieved.<br>\r\n<br>\r\n\"Thank you.\"  The man leaned forward and rested his elbows on the desk, glancing straight up at Hemsworth and looking into his eyes once more.<br>\r\n<br>\r\n\"Well, I didn't spend the entire night talking with you and Mr Evans but at a certain point the restaurant quietend down and we had no new bookings so I spent a fair amount of time with the two of you.\"<br>\r\n<br>\r\n\"What happened?\"  Hemsworth interjected impatiently.  The man smiled thinly.<br>\r\n<br>\r\n\"Very little of any consequence.  Much of the time I spent at your table involved just you talking to me, or more accurately talking <i>at</i> me,\" he said, causing Hemsworth to look away and blush.  \"You were very excited about finishing up your new movie, looking forward to the future and talking about possible projects that you were considering.  Come to think of it,\" the man continued, drumming his fingers on the desk, \"one of the few times that Mr Evans spoke was to point out that you were behaving a little erratically, I think he used the word 'manic'.  Perhaps that may have something to do with your memory loss?  Either way, he seemed very worried about you.\"  Hemsworth winced and began to slowly remember parts of the exchange.  He hadn't wanted to call Evans as he didn't want to worry him; turns out, he was probably the first person he should have called.  <br>\r\n<br>\r\n\"Was that it?  Was that all that happened?\"  The man leant back in the chair and nodded gently, relaxing into the space.<br>\r\n<br>\r\n\"All that happened of any note.  Mr Evans wanted you to get a cab home, but you seemed to dismiss the idea out of hand. I think he found it a bit difficult to handle you, so he eventually decided to step back and intervene only when it was necessary.  Then the two of you left and that was it.\"  Looks like he owed Evans a thank you and an apology.  <br>\r\n<br>\r\n\"Thank you, thank you so much for filling in the blanks.\"  Hemsworth said, feeling the weight of his worry beginning to lift.  <br>\r\n<br>\r\n\"No problem at all.  I was glad to help.\"  The man said, smiling warmly.  Hemsworth turned to leave and reached toward the door knob to let himself out.  \"Congratulations on your new movie role by the way.\"  Hemsworth stopped in his tracks and turned back to face the man.<br>\r\n<br>\r\n\"My new movie role?\"<br>\r\n<br>\r\n\"Yes, you receieved a call during dinner.  Well I say new movie role, really it's just a continuation of your last.\"  Seeing the confused look on Hemsworth's face, the man continued.  \"You don't remember?  I assumed that you would remember such a big event, or you would have had some kind of confirmation by now.\"<br>\r\n<br>\r\n\"What was it?  What was the role?\"  Hemsworth asked, with a mix of excitement and dread.<br>\r\n<br>\r\n\"I only know what I heard and what you told me, I don't know if I am the right person to...\"<br>\r\n<br>\r\n\"Please!\"  Hemsworth begged.  \"I can't call the studio and ask what it was that I've already agreed to do.  Besides, I started to remember things after you told me about them.  I'm sure if you start telling me, I'll fill in the blanks.\"  The man took a moment, tapping his index finger against his lips.  For Hemsworth, it felt like an eternity.<br>\r\n<br>\r\n\"Very well.\"  He finally said.  \"The same studio that made your last film called and offered you another Thor film.\"  Hemsworth felt his heart sink at the news.  He wasn't all that keen to go back to the Marvel universe, at least not quite yet.  He needed a new challenge and a new character to get his teeth into.<br>\r\n<br>\r\n\"Oh, I see...\"<br>\r\n<br>\r\n\"You didn't seem all that interested at first last night either, but you managed to get some fairly major concessions from the studio.\"<br>\r\n<br>\r\n\"Did you find out what they were?\"  The man nodded.<br>\r\n<br>\r\n\"You were rather vocal on the phone and in explaining yourself afterward.  You managed to negotiate a large salary increase, mainly to reflect your exercise and nutrition needs.\"<br>\r\n<br>\r\n\"OK...\"  That sounded a little strange, but more money was more money.<br>\r\n<br>\r\n\"One bone of contention was a prosthesis that you used in your last movie.  You didn't want to have to use it again in the new one but the studio seemed keen for you to.\"<br>\r\n<br>\r\n\"Yeah, I think I could do without Lebowski Thor this time around.  Did I talk them round?\"<br>\r\n<br>\r\n\"You did indeed.\"  Hemsworth felt relieved again.  He didn't want to retread over old ground.  \"You convinced them that you would gain all the weight yourself.\"  Hemsworth's mouth fell open.<br>\r\n<br>\r\n\"I did what?\"  The man put his hands up and raised his eyebrows.<br>\r\n<br>\r\n\"Mr Evans seemed surprised that they agreed as well.  You did sound very passionate and you certainly convinced me.\"  The man said with a smile.  \"You also said that the only way that you would agree to it is if you were to gain substantially more weight than your prosthesis suggested in the last movie.\"  Hemsworth's eyes widened even further.<br>\r\n<br>\r\n\"I said that?\"  The man nodded.<br>\r\n<br>\r\n\"You didn't want to do the same thing over again.  You threw some numbers around that I didn't quite catch, but you did spend a particularly animated period indicating the size of the stomach you wanted.\"  The man pushed himself back from the desk and drew his hand up to just below his chest.    He drew it outward and curved it down so that his 'belly' rounded out just before his knees before sharply moving it back to just above his crotch.  Hemsworth was starting to remember, but he had no idea why he would push for that...<br>\r\n<br>\r\n\"I believe you sold it as a case study on size and masculinity, the contrast of the big and the vulnerable.  It would also show that big men are multi-faceted and you would try and gain as much muscle to emphasise that too.\"  Yes of course, it was a big commitment but it was so right and just the sort of challenge he needed.  To truly understand what it meant to be fat he had to <i>become</i> fat.  \"You seemed to think the idea of a handsome, muscular, famous, lithe man becoming very large would be a revelation to the audience too.  I believe the word you used was...\"<br>\r\n<br>\r\n\"Revolutionary...\"  Hemsworth finished absent-mindedly.  <br>\r\n<br>\r\n\"Yes!\"  The man said clicking his fingers.  Of course it was!  This wasn't about Chris Hemsworth or Thor getting hugely fat, it was about art!  This could change the way that people looked at the cinema!  \"The offer I made last night still stands today.  The Ranch's kitchen is always open to you to realise your full potential.\"<br>\r\n</span></div></div>",
            "created":1592110800,
            "id":2851268,
            "title":"The host from the previous evening approaching him"
        },
        "1543":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "John Wayne",
                "Robin Williams",
                "To gruesome"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a blast from the past?</span></div></span></div>",
            "created":1588482000,
            "id":2829324,
            "title":"No Thanks"
        },
        "15433":{
            "author_id":"civfrog992",
            "author_name":"Dark Dragon",
            "choices":[
                "Joey Graceffa",
                "Markiplier",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps they aren't from Hollywood but are online celebrities.</span></div></span></div>",
            "created":1588482000,
            "id":2829328,
            "title":"Go digital"
        },
        "154332":{
            "author_id":"cloakedzex",
            "author_name":"Zex",
            "choices":[
                "A few weeks into Markipliers binging habits",
                "Someone comes over to visits Mark",
                "Markplier notices his shirt seems a little snug"
            ],
            "content":"<div class=\"\"><div> <span>\"Man what a day\" Markiplier said as he just finished editing a video to upload on YouTube. Though he loved being a YouTuber he couldn't deny that it was sometimes a lot of work. He had to make sure he was at 100% energy all the time when he's doing a let's play and it can be emotional draining at time when its a long video. At least that was all behind him now and he could relax.<br>\r\n<br>\r\nAs Mark sat down on his sofa he heard his stomach growl. \"Oh man I haven't eaten anything all day\". He said to himself. He had been working most if the day on his new video that he had neglected to eat anything most of the day. Markiplier lifted gomself up from the sofa and began to dig in his cabinet in the kitchen for anything to eat. He grabbed some potato chips and happily dug into them. Though he quickly ate all of them. Mark thought that there wasn't many chips to begin with so he then pulled out some snack pretzels. And this process would continue till finally Markpilier felt full and content. Mark rubbing his belly to signify he was full. \"Much better\" Mark said to himself. But then he looked around him and saw that he was surrounded by bags and jars of snack food, he was slightly embraced by how much he ate. Though he shrugged it off thinking it was only a one time thing.</span></div></div>",
            "created":1591938000,
            "id":2850238,
            "title":"Binge Worthy Day"
        }
    },
    "info":{
        "author_id":"civfrog992",
        "author_name":"Dark Dragon",
        "brief_description":"Men of Hollywood start gaining weight.",
        "created":1588526280,
        "description":"<td align=\"left\" class=\"norm\">After their movie roles end, these actors find it hard to maintain their physiques. Who will you follow? Why are they changing? How will they gain?<br>\r\n<br>\r\n-Some mutual gaining is allowed but make the actor the main focus.<br>\r\n-Magic is allowed but keep it to a minimum. No \"he gained 200 pounds instantly\" stuff.<br>\r\n-No vore, or toilet stuff.<br>\r\n-No graphic sex scenes. Slight sex is okay but don't go into to much detail.<br>\r\n-They can get smaller too but not beyond average size of adults (so no making Chris Hemsworth 4'3\" or Tom Cruise is 82 pounds. Those aren't average sizes of people)<br>\r\n-Posts should be at least a paragraph unless just starting a storyline.</td>",
        "id":2221015,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":0,
        "modified":1592791860,
        "pretty_title":"Gaining off the Big Screen"
    }
}