{
    "chapters":{
        "1":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "Giant human",
                "Giant sport",
                "Giant costume (gear, uniform or other)",
                "Giant superhero",
                "Giant other (alien or other)"
            ],
            "content":"<div class=\"\"><div> <span>You are a normal-sized man named Quentin you lived alone in a huge field as far as the eye could see, you did not have a neighbor and you survive, because you produce all that you needed, the only thing that is good for you it was that you could not die, but you could suffer, you did not have tv or radio or phone so you did not know what's going on in the world and nobody knows you. When one day you hear big booms and feel the earth tremble you knew it was not a normal earthquake so you would look out the window and see a giant walking towards you.<br>\r\n<br>\r\n<br>\r\nbefore continuing, in which category of giant are we going?</span></div></div>",
            "created":1573534800,
            "id":2745586,
            "title":"beginning"
        },
        "12":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "football american",
                "football soccer",
                "basketball",
                "swimming",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>what kind of giant sport are coming to you?<br>\r\n<br>\r\nbeware the giant was normal-sized doing his sport when all of a sudden he became giant and his sports uniform grew up with him so he's in his sports uniform</span></div></span></div>",
            "created":1573621200,
            "id":2746156,
            "title":"Giant sport"
        },
        "123":{
            "author_id":"jkios",
            "author_name":"jkios",
            "choices":[
                "LeBron James",
                "Russell Westbrook",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You are shrunk in an NBA locker room and you see a giant player drenched in sweat approaching you. That person is...</span></div></span></div>",
            "created":1576472400,
            "id":2760161,
            "title":"Giant Basketball Player"
        },
        "1233":{
            "author_id":"jkios",
            "author_name":"jkios",
            "choices":[
                "Stephen Curry",
                "Derrick Rose",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is the basketball player?</span></div></span></div>",
            "created":1576472400,
            "id":2760162,
            "title":"Someone else"
        },
        "13":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "gear",
                "uniform ( military, police etc)",
                "party costume (halloween, christmas, etc.)",
                "businessman",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>what kind of giant costume are coming to you?</span></div></span></div>",
            "created":1573621200,
            "id":2746152,
            "title":"Giant costume (gear, uniform or other)"
        },
        "14":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "the giant is superman",
                "the giant is spiderman",
                "the giant is green lantern",
                "the giant is flash",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Even if you lived alone, you had money and you often went to the nearest town (which was like even very far away) to buy manga and comic strip, when you notice the giant coming towards you, you first realize that he is telling you something, because he wore some sort of superhero uniform then some second thought you recognized him as a superhero but in the early days you thought there was not and you did not know he was a giant, you say \"he's a superhero, he will not hurt me, I have to go tell him to be careful\" you came out of your house to call .. ..</span></div></div>",
            "created":1573534800,
            "id":2745589,
            "title":"Giant superhero"
        },
        "141":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "to be on a hard floor and superman walk on you very hard",
                "be between superman's hand and serves more and more loudly (like the video)",
                "in superman's hand and applauds louder and louder and faster",
                "between the buttocks of superman",
                "superman masturbates"
            ],
            "content":"<div class=\"\"><div> <span>the giant who comes to you, you recognize him being superman your superhero prefer, because you like his body, his uniform and those powers, you did not know that he exists and you did not know why he was a giant.<br>\r\n<br>\r\nyou leave your house and you shout \"superman, be careful I'm down\" superman stops because with that super-hearing, superman you heard as if you speak normally he looks around him then he sees a little guy the size of a bug, he leans over and catches you in his hand he takes you back to his face and says \"sorry, I do not know where I landed, do not worry I would not make you \"You look at him and you tell him\" I know you will not hurt me Clark, but how did you come giant, besides I did not know you existed \"superman was surprised that you know his name, he says \"How do you know my name?\" you explain to superman that he is a comic and superman laughs then says \"I understand better, normally I do not exist here, but in my previous fight I had to fight against an evil wizard, he managed to trap and he sent me in your dimension in giant mode \"<br>\r\n<br>\r\nat the sight of superman giant, you had ideas that basic you will not even imagine you ask him \"superman, I can ask you something\" superman was intrigued because he is giant he does not know what is your request, but he says \"I'm listening to you\"<br>\r\nyou tell him in a timid tone \"I actually have many, I'd like you to put me on a hard floor and walk me with your strength as if you want to crush an bug or a cigarette but with your super -force and hit hard, I would also like to be in your hands and you're getting stronger and stronger, <a rel=\"nofollow\" href=\"https://youtu.be/xwYCZF49gHM?t=13\" target=\"_blank\">https://youtu.be/xwYCZF49gHM?t=13</a><br>\r\nI would also like to be in your hand and you start to clap louder and louder and faster and forget that I am between, I want you to put me between your buttocks and you tighten your buttocks very strong as if an insect is in it and finally a little fun that you masturbate with me between your hand and your penis. \"<br>\r\nsuperman looks at you and says \"No, I do not want to, you're crazy, I'm going to kill you\" you explain to him the situation and superman says \"good if then you can not die, I'll do it but at the beginning I'm going to first test so have done it several times, the first gently and if indeed with my x-ray I see that your body is reforming and that you can actually not die, we will do it again but this time I will not control myself \"you make a smile to superman and say \"thanks, can you start with ...\"</span></div></div>",
            "created":1573880400,
            "id":2747405,
            "title":"the giant is superman"
        },
        "142":{
            "author_id":"sdis78",
            "author_name":"SDIS",
            "choices":[
                "Spiderman raises his foot about 10 meters and has fun to trample me",
                "he catches me and plays with my little insignificant body",
                "he grab me between two fingers and rubs me on his suit at the level of his penis"
            ],
            "content":"<div class=\"\"><div> <span>Spider-Man continued to walk, each of his wire steps shaking the ground creating a footprint in the ground, it was easily 90 meters! I ran to him to ask him to stop. Luckily, he heard me and stopped, he was both surprised and happy to see me. He crouched down and looked down at me <br>\r\n<br>\r\n\"Wow, such a small human, you look nice to me. What’s your name?\"<br>\r\n\"er, I... my name is Quentin\" <br>\r\n\"enchanted. But I’m sorry to announce that you won’t be enchanted for long\"<br>\r\n\"Eh! Why?\" <br>\r\n\"you’re so small and weak, I think I’m going to like you soon, little one\".<br>\r\n<br>\r\n<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://nsa40.casimages.com/img/2019/11/12/19111205261669523.png\" target=\"_blank\">https://nsa40.casimages.com/img/2019/11/...</a> <br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://nsa40.casimages.com/img/2019/11/12/191112052620644533.png\" target=\"_blank\">https://nsa40.casimages.com/img/2019/11/...</a></span></div></div>",
            "created":1573534800,
            "id":2745748,
            "title":"the giant is spiderman"
        },
        "1421":{
            "author_id":"sdis78",
            "author_name":"SDIS",
            "choices":[
                "wrap in spiderman fingers in his hand",
                "in the sock of his spiderman suit, below his foot.",
                "next to his penis under his suit and place me where I want in this place."
            ],
            "content":"<div class=\"\"><div> <span>His foot, which was 10 meters tall, was just above me, he put it on me but without the intention of killing me but the worst or the best I don’t know, is that I liked being stepped on by this giant spiderman, The underside of his feet is beautiful and soft in addition to being mellow, one could sleep on his sole so comfortable to touch, just crushing me, I sink into the sole of his suit that shelters his foot right behind. He rubbed his soles to the ground to crush me on the ground. He lifted his foot and saw me in his huge footprint that is the size of 2 cars in the ground. I stood up and looked him in the eyes. Then he says to me:<br>\r\n<br>\r\n\"you want some more?\" <br>\r\n\"I just love that!\"<br>\r\n\"oh, is that true?\" <br>\r\n\"yes! Your foot is so beautiful and nice that I would like to be next door forever\" <br>\r\n\"it makes me happy, for the pain I want to become your friend if you feel like it\" <br>\r\n\"oh yes!\" <br>\r\n<br>\r\nhe grabbed me with two fingers and placed me in his palm of hand, I was tiny compared to him and I loved it and he also loved being superior. The night was falling and I was getting cold out. But I didn’t want to leave spiderman out and alone. <br>\r\n<br>\r\n\"you going to sleep or spiderman?\" <br>\r\n\"out of the way\" <br>\r\n\"can I sleep with you?\" <br>\r\n\"Sure, where should I put you?\"<br>\r\n<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://nsa40.casimages.com/img/2019/11/12/191112094106171373.jpg\" target=\"_blank\">https://nsa40.casimages.com/img/2019/11/...</a><br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://nsa40.casimages.com/img/2019/11/12/191112094106278231.png\" target=\"_blank\">https://nsa40.casimages.com/img/2019/11/...</a><br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://nsa40.casimages.com/img/2019/11/12/191112094106845064.jpg\" target=\"_blank\">https://nsa40.casimages.com/img/2019/11/...</a></span></div></div>",
            "created":1573534800,
            "id":2745821,
            "title":"Spiderman raises his foot about 10 meters and h..."
        },
        "14211":{
            "author_id":"sdis78",
            "author_name":"SDIS",
            "choices":[
                "Spiderman licking me",
                "Spiderman rubbing me on his suit at the penis level",
                "Spiderman stroking me",
                "Spiderman's hand open, I'm still lying on it",
                "The spiderman penis came out of his suit and in erection"
            ],
            "content":"<div class=\"\"><div> <span>I asked him \"can I sleep in your hand? and you wrap me up with your huge fingers so you don’t get cold\" <br>\r\nHe said, \"That’s a good idea, see you so small and using my hand like a bed excites me.\" <br>\r\n<br>\r\nSpiderman lengthened, destroying several trees of several meters almost without smelling them. He pushed me slightly with one of his fingers that was the size of a car to settle in his hand. Once I was in a place I wished him good night and he wished me good night in return. He closed his hand around my little body which holds very widely in his hand. I was surrounded by huge fingers. The feeling of being tiny excites me more and more. I closed my eyes and fell asleep warm in his hand.<br>\r\n<br>\r\n**The next day**<br>\r\n<br>\r\nI was sleeping when I woke up and I saw :<br>\r\n<br>\r\n</span></div></div>",
            "created":1573621200,
            "id":2746307,
            "title":"wrap in spiderman fingers in his hand"
        },
        "142111":{
            "author_id":"sdis78",
            "author_name":"SDIS",
            "choices":[
                "He starts sucking me",
                "he licks my whole body"
            ],
            "content":"<div class=\"\"><div> <span>I felt something warm, wet and viscous going back and forth on me during my sleep. I opened my eyes and I could see something pink and viscous going back and forth on my body, he stopped to look at me and I saw that it was spiderman and that the pink and viscous thing was only his gigantic tongue that licked my body. She was so fat, he could put a car or two cars on her tongue. when I looked at his face, I could only see his mouth which was in the open air but he still had his suit all over his body, I was naked, in his hand and covered with spiderman spit. Then without asking my opinion, he starts licking my whole body again in different ways. I couldn’t do much except wait because given my size he could easily hurt me if he wanted to but given that we’re friends I don’t think so. He kept licking me and starting to focus on my penis and he only licked me in that area, licking my penis and trying to excite me. It works because I was in the middle of an erection while he licked my dick.</span></div></div>",
            "created":1573707600,
            "id":2746620,
            "title":"Spiderman licking me"
        },
        "143":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "Hulk is walking on you",
                "Hulk is tired, he lies on his back (lock yourself in his ass)",
                "Hulk heard you, he stops right in front of you and smiles",
                "Hulk stumbles and you end up in his armpit",
                "other"
            ],
            "content":"<div class=\"\"><div> <span><span class=\"clblue\">little information before the story begins<br>\r\nhulk knows he's giant and he likes it,<br>\r\nhulk this washes never so it smells very bad and sweats a lot, its sweat has the effect of glue, so all that is under his feet room this finds sticking to his feet and hulk is what is under his feet because if he has trees, cars, house debris stick to his feet he will remove them quickly, but if it is a human he leaves it for a long time and when he decides to remove it to put it somewhere else and play with.<br>\r\nthere are three places where you should not be because it is torid and putidre:<br>\r\nbetween these toes, because sweat builds up and seeing that these enclose,<br>\r\nthese armpits, even if they have no hair, sweat accumulates,<br>\r\nthese buttocks, there are of course residues because he does not know the toilet paper even if he sometimes uses the trees for this clean his ass will remain dirty, filled with perspiration and fart residue, beware this is fart are huge nuclear bombs that can destroy any country.<br>\r\nhulk is very heavy so any object or person under his feet will be very flat but only you could still be alive.<br>\r\nhis penis, even if it is not a muscle, it is like these muscles, big large, enormous long and above all very hard like steel.</span><br>\r\n<br>\r\n<br>\r\nbeginning of chapter<br>\r\n<br>\r\nyou come out of your house to see who owns these huge green feet that come towards your house when you get outside you remake that these hulks, you were impressed that it had become giant, you were like an insect compared to it, you try warn you that hulk is coming to you when ...<br>\r\n</span></div></div>",
            "created":1580360400,
            "id":2780381,
            "title":"the giant is hulk"
        },
        "144":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "flash goes into super-speed and you find yourself stuck under his boot",
                "flash saw you, he stops in front of you and leans, because he is intrigued",
                "an enemy is coming, you're in the middle between flash and the giant enemy",
                "flash is lying on the ground, your house is found under these buttocks and you w",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>away from you he had flash <a rel=\"nofollow\" href=\"https://tinyurl.com/updutl2\" target=\"_blank\">https://tinyurl.com/updutl2</a> , you were lucky, because he walks normally, you try to keep a great distance and you scream \"FLASH, BE CAREFUL, I AM SMALL\" you resume your breath to see if he heard you but ...</span></div></span></div>",
            "created":1573534800,
            "id":2745715,
            "title":"the giant is flash"
        },
        "145":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "ben 10 waybig",
                "ben 10 Humungousaur",
                "kamen rider",
                "group of power rangers",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>what giant is in front of you ??</span></div></span></div>",
            "created":1573621200,
            "id":2746147,
            "title":"other"
        },
        "15":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "giant alien",
                "giant humanoid robot",
                "giant robot no humanoid ",
                "giant anthro",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>on which giant did you fall?<br>\r\n<br>\r\n<br>\r\n___________________________________<br>\r\n<br>\r\ngiant humanoid robot: robot controlled by a human (example gipsy pacific rim or other example the robots of power rangers)<br>\r\n<br>\r\ngiant robot no humanoid: uncontrolled robot so they are ruthless (example the iron giant)</span></div></div>",
            "created":1574917200,
            "id":2752892,
            "title":"Giant other (alien or other)"
        },
        "154":{
            "author_id":"sdis78",
            "author_name":"SDIS",
            "choices":[
                "a anthro horse",
                "a anthro dragon",
                "another anthro"
            ],
            "content":"<div class=\"\"><div> <span>It’s Thursday noon, everything’s going well, you’re in your house watching TV. Suddenly you hear vibrations, you think it’s a truck going by or work, nothing serious. The vibrations get really loud and big tremors happen, you start to panic and go look at the window and what you see and unimaginable.</span></div></div>",
            "created":1575694800,
            "id":2756763,
            "title":"giant anthro"
        },
        "1542":{
            "author_id":"sdis78",
            "author_name":"SDIS",
            "choices":[
                "the giant is stomping on me ( luckily I’m surviving )",
                "he stops and takes me between his fingers",
                "he lies down before me"
            ],
            "content":"<div class=\"\"><div> <span>a huge blue and white anthro that looks like a dragon walking towards your neighborhood, you can see that it causes destruction on its way and it is happy, seeing so much going under its feet the satisfied that it is human, car or building he had probably already killed a lot of people with his feet and I think he would do the same with me. He was right across the street from me and he saw me and...<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://tinyurl.com/wzf5qh5\" target=\"_blank\">https://tinyurl.com/wzf5qh5</a><br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://tinyurl.com/tcl7q3k\" target=\"_blank\">https://tinyurl.com/tcl7q3k</a></span></div></div>",
            "created":1575694800,
            "id":2756777,
            "title":"a anthro dragon"
        },
        "155":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "giant dragon ball super (a nice or nasty dragon ball super character)",
                "giant god",
                "giant animals (no anthro)",
                "giant mortal kombat",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>on which giant did you fall?</span></div></span></div>",
            "created":1575867600,
            "id":2757500,
            "title":"other"
        },
        "1551":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "goku",
                "vegeta",
                "gohan",
                "beerus",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>in front of you is a character from dragon ball super (chapter ssj blue) but everyone is different.<br>\r\n<br>\r\nwho is this giant?<br>\r\n<br>\r\ngoku: <a rel=\"nofollow\" href=\"https://tinyurl.com/qpmczwf\" target=\"_blank\">https://tinyurl.com/qpmczwf</a> he just finished a hard training so drops of sweat falls from his body (stinky sweat), goku and nice but does not pay attention and he can not control it any more force of sayen (.attention: goku has a weak point is vegeta, because it is always in competition against vegeta and when they are in competition goku does not pay more attention to its environment neither to the other one, once vegeta to said a goku \"I bet I squeeze the stronger than you\"by fessing a bearhug and goku took a stranger and made a very strong barhug to the stranger when he will not have done it, it works also if you make goku believe that he has a competition with vegeta)<br>\r\n<br>\r\nvegeta: <a rel=\"nofollow\" href=\"https://tinyurl.com/wq499pd\" target=\"_blank\">https://tinyurl.com/wq499pd</a> he just finished a hard training so drops of sweat are on his outfit (stinking sweat), he is mean so he likes to see the other suffer in different ways (force to sniff these smells, serves with that force of sayen, crush, with it's muscle and something else)<br>\r\n<br>\r\ngohan: <a rel=\"nofollow\" href=\"https://tinyurl.com/v8nxmek\" target=\"_blank\">https://tinyurl.com/v8nxmek</a> nice but he no longer controls these destructive farts (1 fart = putrid hurricane that can all destroy on its way)<br>\r\n<br>\r\nbeerus: <a rel=\"nofollow\" href=\"https://tinyurl.com/qvllvh3\" target=\"_blank\">https://tinyurl.com/qvllvh3</a> god who does not like being disrespected, to punish he crushes, his punishment prefer to crush the insect in his hand <a rel=\"nofollow\" href=\"https://tinyurl.com/wnkwq2f\" target=\"_blank\">https://tinyurl.com/wnkwq2f</a></span></div></div>",
            "created":1575867600,
            "id":2757510,
            "title":" giant dragon ball super (a nice or nasty dragon b"
        },
        "15515":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "black goku",
                "trunks (future)",
                "freezer gold",
                "vegeto",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>who is this giant?<br>\r\n<br>\r\nblack goku: <a rel=\"nofollow\" href=\"https://tinyurl.com/sg4a9yz\" target=\"_blank\">https://tinyurl.com/sg4a9yz</a> ditto that goku except that he hates humans so seeing them suffer is his pleasure.<br>\r\n<br>\r\ntrunks (future): <a rel=\"nofollow\" href=\"https://tinyurl.com/ryxka2q\" target=\"_blank\">https://tinyurl.com/ryxka2q</a> trunks is nice, but it can be naughty if you look for it too much or insulted its father it becomes uncontrollable.<br>\r\n<br>\r\nfreezer gold: <a rel=\"nofollow\" href=\"https://tinyurl.com/tbj5urt\" target=\"_blank\">https://tinyurl.com/tbj5urt</a> is mean, he loves to make people suffer by walking on them or hugging them in his hand.<br>\r\n<br>\r\nvegeto: <a rel=\"nofollow\" href=\"https://tinyurl.com/soxmbyx\" target=\"_blank\">https://tinyurl.com/soxmbyx</a> half-nice, half-wicked, he is a fusion of goku and vegeta, so he can be cruel or kind at any time without warning.</span></div></div>",
            "created":1576558800,
            "id":2760598,
            "title":"other"
        }
    },
    "info":{
        "author_id":"demon57740",
        "author_name":"demon",
        "brief_description":"you was a normal man surrounded by giants",
        "created":1573544160,
        "description":"<td align=\"left\" class=\"norm\"><span class=\"cteal\"><u><b> the rules are simple, no woman, no death (allow to kill characters who are not the main character and the giant as passerby, animeaux, etc.), you play a man of normal size who will meet giants.</b></u></span></td>",
        "id":2205313,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1580422713/item_id/2205313.jpeg",
        "modified":1580422680,
        "pretty_title":"Giant vs macro"
    }
}