{
    "chapters":{
        "1":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "Spearphishing",
                "Social Engineer a Classmate",
                "Modeling Agency Ad",
                "Hiring from the Dark Web",
                "Do you have another idea?"
            ],
            "content":"<div class=\"\"><div> <span>My name is Mr. Spider, a black-hat hacker. In case you were wondering, the difference between a white-hat and a black-hat is merely a matter of using our powers for good or evil. While the white-hat hackers use their hacking powers for ethical purposes to enhance security systems from folks like myself, I use my hacking powers for more malicious purposes. <br>\r\n<br>\r\nFrom browsing through the web, I have set my target on a girl named Rebecca Endyke, someone I have never even met in real life. But she looks young, cute, and bubbly. Above all else, she looks naively innocent and pure.<br>\r\n<br>\r\nDo you want to see her too? <br>\r\n<br>\r\nLet me show you: <a rel=\"nofollow\" href=\"https://i.imgur.com/iIar33s.png\" target=\"_blank\">https://i.imgur.com/iIar33s.png</a><br>\r\n <br>\r\nI have spent quite some time gathering information on her, scraping data from her social media accounts. She is sixteen years old, a junior in Cleveland High School. Her large number of connections and group photos align with the hypothesis that she is an outgoing, extroverted individual. She appeared to be an only child and single with no history of romantic relationships. Some of her hobbies include swimming and jogging.<br>\r\n<br>\r\nTruthfully, she is not an easy target. Vulnerable targets are usually from more unfortunate backgrounds. Those who were poor, homeless, or runaways are far more common in the real world. Those with inadequate social skills and neglection tended to be key traits to look out for.<br>\r\n<br>\r\nRebecca was none of that. She came from a middle-class family with high charisma and moderate level of confidence – not exactly traits that predators look out for. But that was also what made her more enticing as she was not simply another broken individual with low self-esteem.<br>\r\n<br>\r\nI have a few ideas, but I would like a second opinion. What should I do?<br>\r\n<br>\r\n<b>Spearphishing </b>– phishing is the most common form of social engineering, highly effective and can be difficult to detect and prevent. I can masquerade as a trustworthy entity when emailing to her school email account. Statistically, about a quarter of recipients would open phishing messages and a little over a tenth of them would click on the attachments. I can embed a malware in an attachment and gain access to her computer – much like a Trojan Horse.<br>\r\n<br>\r\n<b>Social Engineer a Classmate</b> – If I can isolate out someone from Rebecca’s connections, I might be able to manipulate them to do my bidding. On the off chance that Rebecca has an insecure, immoral, perverted stalker, I could try to manipulate him. I’d wager that the probability of someone like that existing should be somewhat decent given her attractiveness and popularity on top of the fact that high school was the time where boys are likely most influenced by their hormones.<br>\r\n<br>\r\n<b>Modeling Agency Ad </b>– I could attempt to send a fake advertisement through email, impersonate as an agency that is looking to hire her for a part-time job.<br>\r\n<br>\r\n<b>Hiring from the Dark Web </b>– I could always hire some shady individuals through the Dark Web to kidnap her directly. But there are so many variables involved that the risk of this going wrong was high. This would also be the most expensive approach. <br>\r\n<br>\r\nDo you, my imaginary friend, have another idea?</span></div></div>",
            "created":1592715600,
            "id":2854724,
            "title":"I am Mr. Spider"
        },
        "11":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "Blackmail her",
                "Sell them to one of her connections"
            ],
            "content":"<div class=\"\"><div> <span>So, you want me to phish her, a pretty good choice. In practice, phishing is very effective as you can send large quantity of emails to many people, and you just need that one individual to fall for the trap. The Law of Large Numbers would be in our favor. <br>\r\n<br>\r\nUnfortunately, I am a bit picky about my targets, and I am only interested in this one individual. I have mentioned before that statistically, about a quarter of individuals would click on a phishing email and that a tenth would click on the attachment.<br>\r\n<br>\r\nBut most phishing emails follow common patterns that makes them easy to tell that they are fraudulent. For instance, some emails would impersonate an organization with inconsistent branding; the choice color and logos would be all wrong. The formatting of the email would be inconsistent to previous emails that someone might regularly receive. Some would have blatantly suspicious email addresses. Spelling and grammar mistakes would ruin one’s credibility if it came from a well-known organization. In other words, most phishing scams were just low quality, and if I can craft an email carefully and meticulously enough, the chances of my victim falling for it ought to be decent.<br>\r\n<br>\r\nWhat I am going to do is called Spearphishing because we are targeting a very specific user and tailoring our email to build authenticity. <br>\r\n<br>\r\nFrom Rebecca’s social media, I find that she has liked certain university pages. <br>\r\n<br>\r\nI had to go out of my way to find screenshots online of what an email from one of such universities looked like. From there, I had to create my own email template with the exact logo, structuring, and formatting. <br>\r\n<br>\r\nAs you can probably guess, I am going to do what is called email spoofing. You see, emailing protocols do not have any mechanism for authentication, so phishing emails can forge the sender address. When someone receives my email, it will be formatted just like from the university itself and the sender address will look like it is from a figure of authority from her school. <br>\r\n<br>\r\nMy email impersonated someone who worked at the Financial Aid Services of the university. The content welcomed applicants to apply for a scholarship program and to fill out a form attached below. <br>\r\nOf course, such a scholarship program did not actually exist. And the form served two purposes. First, to apply, Rebecca would have to fill out the form and reply it back to the same email chain. Such a form would require her to fill out some personal information about her. Second, even if she never bothers with the application process, I attached a Remote Access Trojan to the form. The instant she downloads the attachment, a malware would be installed onto her computer unannounced. <br>\r\n<br>\r\nAre you bored yet? <br>\r\n<br>\r\nDo not worry, the fun part begins now. <br>\r\n<br>\r\nA day after I have sent the Phishing email, I have successfully found a connection to the malware, suggesting that Rebecca must have downloaded the attachment at the very least. <br>\r\n<br>\r\nAnd now, on my end, I can discreetly turn on the camera and microphone on her laptop. On my screen, I have a window with a clear view of the brunette sitting in her room right now.<br>\r\n<br>\r\nA week has passed by. <br>\r\n<br>\r\nI have received Rebecca’s filled out application form which includes her personal cell phone number, personal email address, home address, and date of birth. Upon scanning her files, programs, browsing history, and even the recycling bin on her desktop, there was nothing particularly noteworthy. She was not hiding anything, true to her innocent and pure nature. Had I hacked a high school boy; I likely would have found out something more embarrassing.<br>\r\n<br>\r\nMore importantly, something unexpected had occurred. I learned a bit more about her schedule and tendencies. For instance, whenever she leaves her room, her laptop remained open and unguarded. She showers right before school and right before bed, but as she changes in her room, everything she does was recorded in a livestream. In other words, I have collected footage of her changing in front of her laptop that captured her <b>nude body</b>. <br>\r\n<br>\r\nWhat should I do with these footages?</span></div></div>",
            "created":1592715600,
            "id":2854744,
            "title":"Spearphishing"
        },
        "112":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "Bullying Scene # 1 - Inside the car",
                "Bullying Scene # 2 - The Playground",
                "Bullying Scene # 3 - The Woods",
                "Bullying Scene # 4 - The Lake",
                "Bullying Scene # 5 - ???"
            ],
            "content":"<div class=\"\"><div> <span>On a Friday, a student from Cleveland High School named Austin sat on Bus 31, sitting in his seat with his eyes glued onto a brunette sitting diagonally across from him. He was a large, beefy Senior with dark-brown hair. Sitting next to him was Danny, a small skinny Junior with short blond hair. Seated across from them and directly behind the brunette was Oscar, a tall, lanky Senior with brown hair.<br>\r\n<br>\r\nLast night, something incredible had befallen onto these three high school degenerates who are often seen hanging out together and getting into trouble. All three of them had been contacted by someone named Mr. Spider on their cellphones, set up as a group chat. And right off the bat, the first message they received from the enigmatic sender was a jaw dropping image of Rebecca Endyke’s nude body. <br>\r\n<br>\r\nIt was a photo of the unsuspecting brunette standing in her room with an angled view of her body from head to toes. Her bare skin was shimmering under the light having just come out of the shower. Her eyes were looking towards her closet, oblivious to the fact that she was being spied on. <br>\r\n<br>\r\n<div class=\"bquote\">‘Follow my instructions and you’ll get more where this came from. Do we have a deal?’ - Mr. Spider<br>\r\n<br>\r\n‘Holy ****, hell yeah we have a deal!’ - Danny<br>\r\n<br>\r\n‘Count me in!’ – Oscar <br>\r\n<br>\r\n‘Me too!’ – Austin</div><br>\r\n<br>\r\nIn her seat, Rebecca was looking out the window as houses rushed by. Feeling a sudden shift of her seat, her eyes flickered towards her side as Austin sat next to her. This caught her by surprise. He and his group of friends usually did not interact with her; they were her distant neighbors, one stop apart from one another. <br>\r\n<br>\r\n“Hey Rebecca, take a look at this.” Austin grinned mischievously as he showed the screen of his phone towards the brunette. <br>\r\n<br>\r\n“!” The girl widened her eyes in utter shock. She felt her heart sink. How did these three bullies get their hands on such a photo? It was an image of her naked body in her own room. <br>\r\n<br>\r\nDanny, who had sat in front of her, turned around, kneeling on top of his seat to tower over the girl. He grinned while showing the same photo on his phone except that it was attached to a social media post, just one click away from being published, “How about I post this online right now?”<br>\r\n<br>\r\n“No!” Rebecca said urgently as she attempted to reach for Danny’s phone that was being dangled in front of her. However, her wrists were suddenly snatched by Oscar who was seated behind her. Her arms were pulled back, raised over her head. <br>\r\n<br>\r\n“MM!” Rebecca muffled as Austin cupped a hand over her mouth to keep her quiet as he slipped another hand beneath her pink tank-top, groping one of her large breasts. She squirmed and thrashed in resistance, “MMM!” But Danny reminded her of the screen of his phone and that he would click sent if she does not sit still. <br>\r\n<br>\r\nReluctantly, the brunette stiffened her body into stillness, enduring the hand that was molesting her breast.<br>\r\n<br>\r\n“If you don’t want us to post this all over the internet, you’ll do as we say,” Austin threatened. “We’ll contact you tonight. If you do not reply, you’ll know what would happen. Understand?” <br>\r\n<br>\r\nRebecca nodded submissively and fearfully.<br>\r\n<br>\r\nAustin then proceeded to take out her phone from her back pocket. Without a lock on her phone, he was easily able to access it and copy down her phone number onto his own phone. <br>\r\n<br>\r\nEventually, the bus reached the stop, and Rebecca quietly stepped off with her hand quivering in fright while holding her phone.<br>\r\nLater that night….<br>\r\n<br>\r\nIt was 9:05 PM as she got a text message on her phone. As she did not add the number to her contact, she could only assume it was from Austin. <br>\r\n<br>\r\n<div class=\"bquote\">‘Hey Rebecca, convince your parents that you’ll be having a sleepover for the weekend. Meet us at the playground by 10:00 PM’ – (###) - ### - ####<br>\r\n<br>\r\n'Ok' - Rebecca</div><br>\r\n  <br>\r\n9:55 PM – Rebecca arrived at the playground located at a nearby elementary school. She was five minutes early, but as she looked around under the moonlit night, there was no one around waiting for her. </span></div></div>",
            "created":1592715600,
            "id":2854768,
            "title":"The Highschool Bullies"
        }
    },
    "info":{
        "author_id":"masuta",
        "author_name":"Zero",
        "brief_description":"Mr. Spider, a black-hat hacker, sets his sight on Rebecca Endyke.",
        "created":1592783280,
        "description":"<td align=\"left\" class=\"norm\">I am Mr. Spider, a black-hat hacker. <br>\r\n<br>\r\nHelp me decide my actions in this interactive story as I try to exploit a sweet, innocent girl named Rebecca Endyke. <br>\r\n<br>\r\n<br>\r\nEverything in this interactive story is purely fictional.</td>",
        "id":2224975,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1592794529/item_id/2224975.png",
        "last_full_update":1592798100,
        "modified":1592798100,
        "pretty_title":"Rebecca Endyke - Exploited"
    }
}