{
    "chapters":{
        "1":{
            "choices":[
                "Marge walks in and is angry",
                "Marge walks in and understands",
                "Lisa walks in and laughs",
                "Lisa walks in and understands",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Bart woke up to find his sheets and pyjamas were soaked, he had wet the bed, his face flushed red in embarrassment.</span></div></span></div>",
            "created":1305954000,
            "id":1110206,
            "title":"Bart the bed wetter"
        },
        "11":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "The Pink diapers",
                "The Blue diapers",
                "Continue arguing."
            ],
            "content":"<div class=\"\"><div> <span>Marge is mad: WHY DID YOU CHEAT ON YOUR TEST?! NOW YOU ARE EXPELLED FROM YOUR SCHOOL! She then notices the wet bed and she gets angrier. YOU HAVE ALSO WET THE BED??? OK THAT WAS THE LAST STRAW. AS SOON AS HOMER IS ON A BUSINESS TRIP TO FRANCE, EVERTHING GOES TO HELL! <br>\r\nMarge seems to calm down a little: OK, ok, so it dosen't seem as I have raised you in the right way. I'll have to do it again.<br>\r\n<br>\r\n-What do you mean? Bart asks.<br>\r\n<br>\r\n-You will see. Marge says. She walks out of the room and locks the door behind her. Bart thinks: Why did this happen, it can't possibly get worse...<br>\r\n<br>\r\nAbout fifteen minutes later marge walks into the room<br>\r\n<br>\r\n- Come here Bart. She sounds a little bit to happy. She leads Bart to the bathroom. <br>\r\non the bathroom counter there is two packages of diapers<br>\r\n<br>\r\nSo, apparently I have raised you wrong, so you will be a baby again... So which kind of diaper do you want to wear?<br>\r\n<br>\r\n-MOM, NO PLEASE! Bart begs. <br>\r\n<br>\r\n-YOUNG MAN! I have given you a second chance! NOW WHICH DIAPER WILL YOU WEAR?<br>\r\n<br>\r\nOn the counter are two kinds on diaper: Pink kinda normal ones, a blue normal ones, Which do you choose?</span></div></div>",
            "created":1390539600,
            "id":1732356,
            "title":"Marge walks in and is angry"
        },
        "111":{
            "author_id":"mickeymoose",
            "author_name":"Mickey",
            "choices":[
                "Take the enema and laxatives",
                "Be tickled in the public"
            ],
            "content":"<div class=\"\"><div> <span>“You know what Bart?” Said Marge. “I think you would look beautiful in Maggie’s pink diapers!”<br>\r\n“Please Mom, I don’t want to wear Maggie’s diapers; they’re too girly, and Lisa will make fun of me!” Pleaded Bart.<br>\r\n“To late mister! You should have thought of that before you wet the bed!” Said Marge as she held Bart down on the changing table to change him. She pulled Bart’s pants down to reveal his yellow stained tighty whities and began to pull them down also. But Bart intervened and pushed Marge’s hand away.<br>\r\n“Now Bart, if you don’t cooperate with me you will receive a punishment.” Stated Marge. But Bart continued to disobey his mother and accidentally smacked her.<br>\r\nMarge then reacted by pulling Bart over her knee and brought down his underwear.<br>\r\n“Please Mom! It was an accident! Don’t spank me! I’ll do what you say!” Screamed Bart. Unfortunately, Marge ignored  him and laid her hand down on his bare bottom with a large smack.<br>\r\n“NO! MOM! PLEASE! OW!” Bart yelled while kicking marge trying to free himself but Marge held a steady grip on him.<br>\r\n“SMACK! SMACK! SMACK! SMACK! SMACK! SMACK!” Bart was now in tears and Marge believed Bart learned his lesson. She then placed Bart down on the changing table And placed the pink princess diaper under him.<br>\r\n“Now Bart, your punishment isn’t over yet, you have an option, either have an enema and take three laxatives and be tied to Maggie’scrib for two hours, or be tickled outside until you poop your diaper.” Said Marge.</span></div></div>",
            "created":1597035600,
            "id":2883686,
            "title":"The Pink diapers"
        },
        "1111":{
            "author_id":"mickeymoose",
            "author_name":"Mickey",
            "content":"<div class=\"\"><div> <span>“I’ll take the enema and laxatives Mom.” Answered Bart.<br>\r\n“OK Bart.” Said Marge.<br>\r\nMarge then lifted Bart’s legs to reveal his bare bottom which made him become hard. Marge noticed Bart’s predicament and teased him.<br>\r\n“Aww. Is baby Bart liking his treatment? I guess I will have to make you soft so you can fit in your diaper.” Said Marge.<br>\r\nThis made Bart scared because he didn’t know what his mom was capable of doing. With his legs still up, Marge grabbed something from under the table and placed it down. To Bart’s surprise, it was a dildo which can vibrate. Marge stuck  it up his butt and turned it on. Bart began to moan as the vibrator vibrated his body and penis. Then Bart shot out a load of white cum onto his diaper.<br>\r\n“There we go! Is baby Bart soft now?” Cooed Marge.<br>\r\nShe then took the dildo out and stuck the enema up Bart’s bottom and gave him the three laxatives. When the enema finished, she powdered up his bottom and taped his pink diaper.<br>\r\nBart was then carried to Maggie’s room where his Mom tied him to Maggie’s crib and left him there in the dark. After five minutes, Bart’s stomach began to cramp up and then let out a loud wet fart of mushy poop into his diaper. Lisa then walked in looking for Maggie and noticed Bart in the crib.<br>\r\n“Well look at this, does baby Bart need his pacifier? Maybe he needs to be burped.” Said Lisa.<br>\r\n“Please Lisa, untie me from the crib!” Begged Bart.<br>\r\n“Sorry brother, but you brought this on yourself.” Stated Lisa as she stuck a pacifier into Bart’s mouth and left the room.</span></div></div>",
            "created":1597035600,
            "id":2883698,
            "title":"Take the enema and laxatives"
        },
        "112":{
            "author_id":"homerfan33",
            "author_name":"Homerfan32",
            "content":"<div class=\"\"><div> <span>Homers busy kissing his sexy busty blonde secretary Becky she's young and slutty with blue eyes he's having an affair with her for six months now he's laying her on the couch in the locked office with the blindes closed unbuttoning her blouse she doesn't have a bra on her breasts are so big and fake and he removes her skirt and no undies as he's kissing her neck and she's moaning of homer yeah and she's undoing his shirt as she feels his chest and is undoing his pants they are both naked having sex on the couch she's on the pill so he's cumming inside her moaning oh god Becky so good as he thrusts in and out of her they spend the night having sex the next day he brings Becky with him to tell marge he's divorcing her and is engaged to Becky he's been having a six month affair with and marrying her this weekend and they go live happily ever after</span></div></div>",
            "created":1479618000,
            "id":2239719,
            "title":"homers busy with the slutty twenty year old secret"
        },
        "113":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Breastfeed Bart",
                "put a pacifier into bart's mouth",
                "get Maggie so they can play together"
            ],
            "content":"<div class=\"\"><div> <span>MOM! NO! I DON'T WANT DIAPERS AND YOU CAN'T FORCE ME INTO THEM! Bart yells.<br>\r\n<br>\r\nTHAT'S IT! MARGE YELLS! I WANTED TO GIVE YOU A GOOD CHOICE BUT NOW I AM MAD!<br>\r\n<br>\r\n She bends over and takes out Maggies pink girl diapers with hearts and princesses with frills. NOW you will be wearing these, she proclaims.<br>\r\n<br>\r\nShe takes Bart under her arm and lifts him out into his parents bedroom. She puts him onto the bed and pulls off his pants and underwear.<br>\r\n<br>\r\nShe lifts up his legs and puts the diaper under his butt. <br>\r\n<br>\r\n-Be happy I don't spank you right now, she says. She lowers his legs onto the diaper and puts it in place<br>\r\n-and now I will lock them so you don't take them off, she says while she puts on a lock on the side.<br>\r\n<br>\r\nNow, you are done, she says with a smile. What does she do now?</span></div></div>",
            "created":1390539600,
            "id":1732359,
            "title":"Continue arguing."
        },
        "1131":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "She will get angry and start to spank him for it.",
                "She will blush but she will ignore it."
            ],
            "content":"<div class=\"\"><div> <span>-Now, I will feed you, Marge says and lowers he dress. Her huge G-cup boob bounces out infront of him.<br>\r\nBart stares at the tits<br>\r\n-Mom, I...uhm..., bart starts to mumble, blushing heavily.<br>\r\nMarge waste no time and simply puts her hand on the back of his head and pushes it onto the nipple, warm milk bursts out and fills Bart's mouth.<br>\r\nHe starts to suck and suck on marge's huge breasts.<br>\r\n-Mmmm, marge says. that taste good dosen't it? Bart only nods.<br>\r\n<br>\r\n-Wait, what is this, marge says. She has noticed that Bart has a boner. <br>\r\nWhat will she do?</span></div></div>",
            "created":1393218000,
            "id":1750669,
            "title":"Breastfeed Bart"
        },
        "11311":{
            "author_id":"tinkerbell12",
            "author_name":"pixiehollow1234",
            "choices":[
                "Blue boys diaper",
                "Pink girls diaper"
            ],
            "content":"<div class=\"\"><div> <span>Marge looked down and saw that Bart had gotten a boner while breastfeeding him. Marge put Bart under her arm and carried him to the couch. Marge sat down and out Bart across her lap. She then took off his pink princess diaper and placed her hand on his butt.<br>\r\n<br>\r\nMarge raised her hand then brought it down with force spanking Barts butt.<br>\r\n<br>\r\n<br>\r\nMarge gave Bart 30 hard spanks and by the time she was done his rear was red and Bart crying a little baby. \"See you are a baby after all\" Marge said.<br>\r\nMarge went to grab a new diaper to put on Bart.<br>\r\n<br>\r\n<br>\r\nWhich one does she grab?</span></div></div>",
            "created":1393390800,
            "id":1751544,
            "title":"She will get angry and start to spank him for it."
        },
        "113112":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Use your diaper, sweety",
                "Babies don't talk, DO YOU WAN A ANOTHER SPANKING?!"
            ],
            "content":"<div class=\"\"><div> <span>-Ok, don't struggle now or you will get a another spanking, Marge tells Bart. Bart nods with a tear in his eye<br>\r\nMarge smiles and takes out a another pink girl diaper. She lifts his legs and puts it under his butt. She lowers his legs and fasten the diaper around his waist.<br>\r\n-good boy, marge says in a babyish voice. Now we will go downstairs and see what your sisters are doing.<br>\r\nBart starts to squirm a little<br>\r\n-Mom, I need too pee...<br>\r\nMarge looks at bart and says....</span></div></div>",
            "created":1393477200,
            "id":1752122,
            "title":"Pink girls diaper"
        },
        "1131121":{
            "choices":[
                "Use his diaper",
                "Try and hold it"
            ],
            "content":"<div class=\"\"><div> <span>\"Use your diaper, sweety, that's what it's there for.\"<br>\r\n\"I don't wanna pee in a diaper.\"<br>\r\n\"You didn't seem to mind peeing in your bed.\"<br>\r\nBart blushed and looked down at his feet but as that only meant he was looking at his new pink diaper it made him feel more embarrassed \"that was an accident, why can't I just pee in the potty?\"<br>\r\n\"You clearly aren't potty trained properly, I'm going to fix but first I need to undo the bad potty training, so you need to start using diapers again.\"<br>\r\n\"I don't need diapers, I'm not gonna use them and you can't make me.\"<br>\r\n\"O.K., Bart, I'll make a deal with you, if you can make it to lunchtime without wetting your diaper I'll let you pee in the potty and switch to pull-ups during the day but if you wet your diaper you'll stay in diapers during the day and use them, not only that but you have to agree to let me change your diapers wherever you use them, not matter how embarrassing or if you pee in your diaper right now like a good baby I'll only ever change your diaper in private...\"</span></div></div>",
            "created":1394686800,
            "id":1759873,
            "title":"Use your diaper, sweety"
        },
        "11311211":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Be treated like a baby.",
                "Just wear a diaper."
            ],
            "content":"<div class=\"\"><div> <span>Bart thinks for a moment. He realises that he would never be able to hold himself to lunchtime.<br>\r\n\"O-okay... I will use it...\" he whimpers slowly. He closes his eyes and shudders as he pees in his diaper. <br>\r\nMarge smiles at him. <br>\r\n\"good boy... now lets get you a new fresh girl diaper\"<br>\r\nMarge turns around and heads for the nursery again... she takes off his soiled diaper and cleans him... she gives him a small slap on the butt. Not hard but just for the sake of it. She then takes out a new girly diaper and puts it on him.<br>\r\n\"there, Now... It is soon lunch time and I want to ask you... if you are going to be diaper trained... and then potty trained again. Do you want to be treated like a baby totally? or will you just be a normal boy with diapers? It could be fun you know.\"</span></div></div>",
            "created":1398056400,
            "id":1784191,
            "title":"Use his diaper"
        },
        "113112111":{
            "author_id":"tinkerbell12",
            "author_name":"pixiehollow1234",
            "choices":[
                "Normal bottle milk",
                "Breast Milk"
            ],
            "content":"<div class=\"\"><div> <span>\"Mom if I get treated like a baby does that mean I don't have to go to school anymore?\" Bart asked.<br>\r\n<br>\r\n\"That's exactly what it means sweetie, now do you want to be my new baby girl?\" Marge asked.<br>\r\nBart nodded to this and accpeted to being treated like a baby girl.<br>\r\n\"Great we have to get you some new baby girl supplies but first you must want some lunch, do you want normal milk from a baby girl bottle or do you want to suck my breast milk?\" Marge asked.<br>\r\n<br>\r\n</span></div></div>",
            "created":1398920400,
            "id":1789881,
            "title":"Be treated like a baby."
        },
        "1131121111":{
            "author_id":"blastoise4882",
            "author_name":"Blastoise4882",
            "choices":[
                "Bart wakes up and tells Marge he needs a change",
                "Bart doesn't need a change so he just lies in his crib"
            ],
            "content":"<div class=\"\"><div> <span>Bart somewhat sheepishly asked for the bottle. So after some quick shopping for the crib, play mats, stroller and also a few pacifiers.<br>\r\n<br>\r\nAfter getting home Marge gave Bart a pacifier and told him to wait a few minutes whilst she made a bottle. Bart played under the play mat until Marge came out from the Kitchen holding a bottle of milk for Bart. Marge picked up Bart and took his pacifier out.<br>\r\n<br>\r\nMarge placed the nipple of the bottle up to Bart's mouth and he began to suckle the bottle. Whilst he was drinking Marge had a few simple rules for Bart.<br>\r\n<br>\r\n1. Tell me when you need a change.<br>\r\n<br>\r\n2. I'll bottle feed you whenever you want, or at least hand you the bottle to drink.<br>\r\n<br>\r\n3. Bedtime at 9:00 PM.<br>\r\n<br>\r\n4. Diapers are to be used for both.<br>\r\n<br>\r\nRewards.<br>\r\n<br>\r\n1hr more TV<br>\r\n<br>\r\n1hr later bedtime <br>\r\n<br>\r\nPunishments.<br>\r\n<br>\r\nNo TV<br>\r\n<br>\r\n1hr Earlier bedtime<br>\r\n<br>\r\nBart didn't have any issue with these rules as they were simple and weren't harsh. Bart had just finished the bottle and since it was getting somewhat late Marge checked his diaper and changed him. Rocked Bart with his pacifier while reading him a story and placed him in his crib.</span></div></div>",
            "created":1567918800,
            "id":2715194,
            "title":"Normal bottle milk"
        },
        "11311211111":{
            "author_id":"yingyangjesse",
            "author_name":"JS",
            "choices":[
                "One",
                "Both"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is it just one thing or both</span></div></span></div>",
            "created":1568955600,
            "id":2721208,
            "title":"Bart wakes up and tells Marge he needs a change"
        },
        "1131121112":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Marge lets him continue to suck while she walks down to lisa and maggie",
                "Marge goes into her bedroom with bart to change her clothes."
            ],
            "content":"<div class=\"\"><div> <span>Bart blushes but he looks at her breasts.<br>\r\n\"C-could I... get breast milk again?\" <br>\r\nMarge nods, she lowers her dress and lets her huge g-cup breast bounce out infront of him<br>\r\n\"of course, sweety... if you continue with being a nice baby girl you may drink my breast milk\"<br>\r\nShe puts her hand behind his head and pushes it towards her breast. he opens his mouth and lets her nipple go into his mouth. He begins to suck and almost instantly a jet of warm breast milk sprays into his mouth.<br>\r\nMarge smiles down at him<br>\r\n\"good girl, drink your mothers milk. I will make sure you become a good adult someday.\"<br>\r\nBart nods with his mouth full of milk, he drinks greedily.<br>\r\n</span></div></div>",
            "created":1400130000,
            "id":1796798,
            "title":"Breast Milk"
        },
        "11311211122":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Ignore his boner",
                "Spank him"
            ],
            "content":"<div class=\"\"><div> <span>Marge walks into her room, carrying bart. She puts him down on the bed and smiles<br>\r\n\"wait here, while mommy changes\"<br>\r\nShe turns around and pulls off her dress, her tiny thong panties are so small they actually go into her butt and vagine rather than hiding it. Barts get a boner in his diaper and Marge looks at him and smiles<br>\r\n\"can't you keep your pee-pee in controll?\"<br>\r\nShe walks over to him while she puts on a skimpier dress, barely hdiding anything beneath. Her breast jiggles clearly.<br>\r\n\"what should I do wiht you?\"</span></div></div>",
            "created":1412139600,
            "id":1864697,
            "title":"Marge goes into her bedroom with bart to change..."
        },
        "113112111221":{
            "author_id":"chrisdegraaf",
            "author_name":"chris",
            "choices":[
                "Lisa walks in",
                "Homer comes home"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Marge picks up Bart and carries him Downstairs and places him in Maggies playpen with her while she goes to do chores.</span></div></span></div>",
            "created":1413694800,
            "id":1874232,
            "title":"Ignore his boner"
        },
        "1131121112211":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Resist",
                "let her"
            ],
            "content":"<div class=\"\"><div> <span>Bart whimpers and blushes as Lisa walks in. She looks at bart and laughs<br>\r\n\"Oh, bart what has happend to you? are you a baby now?\"<br>\r\nShe laughs more and more and falls back on her back holding her stomac and laughing. Bart blshes even morre and pees his diaper. Lisa feels the stench<br>\r\n\"Oh, bart, you really are a baby. I always knew you where\"<br>\r\nShe would try to take him up so she can change him</span></div></div>",
            "created":1413694800,
            "id":1874251,
            "title":"Lisa walks in"
        },
        "113112112":{
            "author_id":"weedknight420",
            "author_name":"574844748",
            "choices":[
                "keep sucking bart penis",
                "give him a bath"
            ],
            "content":"<div class=\"\"><div> <span>il just wear a diaper then marge took her left hand and put it in his diaper feeling his penis he got a boner then she undid his diaper and open it up then bend down and sucked his penis.l. oh mom what are you doing your makeing feel good she was then masturbateing him up and down she rubed thats right bart pee in your diaper then il never change you for a while</span></div></div>",
            "created":1438232400,
            "id":2014293,
            "title":"Just wear a diaper."
        },
        "1131121121":{
            "author_id":"weedknight420",
            "author_name":"574844748",
            "choices":[
                "play dirty games with bart",
                "change bart wet diaper"
            ],
            "content":"<div class=\"\"><div> <span>she was still sucking bart penis then his penis was hard then out of no where he peed after haveing marge brestmailk he was full he peed so much his diaper begen to soak thats a good boy she smile still rubing his penis then took his diaper then she left just left bart naked on his bed then she came back with lisa go ahead lisa bart wront bite then bart saw lisa had no underwear on thrn she climb up the bed on top of bart her vagina is where bart penis then took bart penis and insert in her vagina she started to rock back an forth bart felt wird lisa fucking bart then she stop and pissed well bart penis was in her vagina the under them was getting wet</span></div></div>",
            "created":1438232400,
            "id":2014302,
            "title":"keep sucking bart penis"
        },
        "11311211211":{
            "author_id":"weedknight420",
            "author_name":"574844748",
            "choices":[
                "have fun with maggie",
                "take beth"
            ],
            "content":"<div class=\"\"><div> <span>bart was in his room a cuple hours later his mom calld him in maggie room he still had the same wet diaper on yea what is it mom come here so bart walk in maggie room lay down sweetie so he did but mom i have to poop so do it after all your wearing a diaper she smile so bart did the diaper he had on was almost full he grunted then he saw his mom lifth up maggie took her diaper off bend down to bart lvl undid his diaper and pasition maggie open her vagina and inserted bart penis moveing her back and forth mom what are you doing!shh she said maggie was makeing a happy face as he pooping he was doing big load he grunted as he was makeing maggie feel good then maggie peed on bart and bart pooped big marg put maggie back in her crib then look over at bart and smile she walk over to bart and strap the diaper back on she pick up bart ans sat him down and squis his messing diaper bart felt the big load of poop batween his lags poop felt good on his penis then layed on the ground and started to hump his messing diaper ohhh he said as his penis getting hard then he saw lisa walk in the room she too was wearing a messing diaper but bart herd someting from lisa under side lisa undid her diaper showing she had a vibater in her vagina she wet then she took it out undid bart diaper got on top of him inserted his penis and fucked him till she peed in his diaper</span></div></div>",
            "created":1438232400,
            "id":2014311,
            "title":"play dirty games with bart"
        },
        "113112112111":{
            "author_id":"weedknight420",
            "author_name":"574844748",
            "choices":[
                "plqy some dirty game",
                "night time"
            ],
            "content":"<div class=\"\"><div> <span>marg told bart to get in the crib with maggie she was laying dow so bart got on top of her marg and lisa took off bart diaper bart had a boner maggie was naked then try to insert his penis with a pop he was fucking maggie his penis was going in and out then he peed and mins later hr still fucking her he came ahhh maggie said then he got out of the crib lisa tld him to lay down put his dirty diaper back on but she did noy tape it up she got on bart inserted his penis and startef to fuck him marg grab maggie put her on bart chest so he culd lick her pee hole</span></div></div>",
            "created":1438232400,
            "id":2014600,
            "title":"have fun with maggie"
        },
        "1132":{
            "author_id":"tinkerbell12",
            "author_name":"pixiehollow1234",
            "choices":[
                "Pee",
                "Poo"
            ],
            "content":"<div class=\"\"><div> <span>Marge pulled out a bright pink pacifier with a flower print on it and put's it in barts mouth.<br>\r\n<br>\r\nBart spits it out \"No mom I'm not sucking on a pacifier\" Bart said.<br>\r\n<br>\r\n\"Yes you will your a baby girl now\" Marge said putting her hands on her hips.<br>\r\nMarge then left the room and locked the door leaving Bart wearing nothing but a pink diaper with disney princess prints on it.<br>\r\nMarge came back in the room with the same pacifier but with a strap on it.<br>\r\n\"No mom please don't\" <br>\r\nBefore bart could finish Marge placed the pink pacifier in his mouth and secured the back so he couldn't take it out.<br>\r\n\"Now let's get you something to eat\" Marge said making baby noises to bart. <br>\r\nMarge picked bart up with her hand under his diapered bum. Bart then felt the need to</span></div></div>",
            "created":1392872400,
            "id":1748771,
            "title":"put a pacifier into bart's mouth"
        },
        "11321":{
            "author_id":"homerfan33",
            "author_name":"Homerfan32",
            "content":"<div class=\"\"><div> <span>Homer is on his phone looking at sexy pics of lurleen lump in who he's cheating on his wife with she's twenty and blonde and sexy skinny and very bustywith blue eyes she's sending him nude pics of her inviting him to have sex with homer tonight he goes their instead of going home to his boring wife marge so soon as he gets there she answers the door naked kissing him and undressing him their clothes on the floor they go to her bed and have sex all night she and homer are moaning each others names the next day they go tell marge that he's in love with lurleen and she's his girlfriend and he's leaving marge to be with lurleen and just to upset marge homer kisses lurleen I front of her while he places his hand on her boob so marge will cry lurleen sneers at marge and says homer loves me now sorry but we are getting married soon they take all his stuff and move in together marge is divorced and ends up with Moe and both live happily ever after the end</span></div></div>",
            "created":1480482000,
            "id":2244077,
            "title":"lurleen invites homer to her trailer for s hot nig"
        },
        "11322":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Go down to Maggie and lisa with a filled diaper.",
                "Go over to patty and selma with a filled diaper."
            ],
            "content":"<div class=\"\"><div> <span>Bart mumbles with his girl pacifier in his mouth. He feels that he needs to poop.<br>\r\nHe tries to tell marge this. She looks at him with a smile.<br>\r\n\"what is it honey? Do you want something?\"<br>\r\nBart nods... he feels the poop is staring to come out. He blushes<br>\r\n\"what is It the....\" <br>\r\nMarge feels the warm poo trough the diaper.<br>\r\n\"see, you are a little baby after all. but since you have been behaving so bad you will have to wait an hour. now... shall we go down to Lisa and Maggie or go and visit my sisters?\"<br>\r\nMarge thinks to herself while bart is shuddering, the poo filling his diaper, making it really heavy.</span></div></div>",
            "created":1400130000,
            "id":1796800,
            "title":"Poo"
        },
        "113221":{
            "author_id":"chrisdegraaf",
            "author_name":"chris",
            "choices":[
                "lisa agrees",
                "lisa freaks"
            ],
            "content":"<div class=\"\"><div> <span>Marge carries Bart downstairs into the living room where Maggie and Lisa were watching tv. Lisa immediately looked up and took notice of her mother carrying Bart like the baby he has become. Marge explained that Bart had an accident and refused to be diapered So now he would be punished worse.</span></div></div>",
            "created":1427259600,
            "id":1953944,
            "title":"Go down to Maggie and lisa with a filled diaper."
        },
        "1132211":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Marge agrees and to change Bart infront of Lisa",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Lisa smiles and nods, walking up to Bart and Marge, beginning to grope Bart's warm and sagging diaper, while her other hand seeks it's way to her mothers breast for some reason, sqeezing it.<br>\r\n\"Of course... But I think he should be our special little baby. but I think he needs a change\"<br>\r\nLise grins at Bart, pulling in his cheek a bit<br>\r\n\"Change him mother... And let's film it for the future.\"<br>\r\nShe takes out a camera and giggles<br>\r\n</span></div></div>",
            "created":1427346000,
            "id":1954059,
            "title":"lisa agrees"
        },
        "113222":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "Bart gets a rough spanking and they take pictures under the changing.",
                "It is a fairly normal change..."
            ],
            "content":"<div class=\"\"><div> <span>Marge grins and takes up a large toddles onsie, putting it on Bart and taking him out to the car. She drives over to her sisters and knocks on the door while Bart tries to hide. Selma opens and looks at them, before smiling<br>\r\n\"Hello Madge, and hello Bart, mommy called us before and we know all about your situation.\"<br>\r\nSelma takes merge and Bart inside and nods to merge<br>\r\n\"Go and shop a bit marge... We will make sure the baby learns his place\"<br>\r\nMarge nods and kisses Bart goodbye before walking out. As soon as the door closes takes Selma up Bart and takes him to their bedroom. Patty sits there and grins at Bart <br>\r\n\"Time for a change\"<br>\r\nPatty takes out a diaper, pink in colours but it seems much tighter than the one he is wearing, it is also much thicker and wider in the crotch, he won't be able to walk in it. Selma opens the bottom of the leg less onsie and begins to change him.</span></div></div>",
            "created":1427346000,
            "id":1954062,
            "title":"Go over to patty and selma with a filled diaper."
        },
        "1132222":{
            "author_id":"chrisdegraaf",
            "author_name":"chris",
            "choices":[
                "Bart continues to argue",
                "Bart gives in"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The diaper change is pretty normal. The two ladies work together and in no time at all Bart is all clean and in a fresh diaper. But what is going to happen to bart next? </span></div></span></div>",
            "created":1466830800,
            "id":2170777,
            "title":"It is a fairly normal change..."
        },
        "12":{
            "author_id":"nate-dawg921",
            "author_name":"Nate-Dawg921",
            "choices":[
                "Help Bart change his clothes and bedding"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Did my special little guy wet his bed?\" Marge said. \"Yes I did, mom.\" Bart said sadly and nodded his head. \"Don't worry, honey. It's perfectly normal.\" she said.<br>\r\n<br>\r\nWhat does Marge do?</span></div></span></div>",
            "created":1477717200,
            "id":2230217,
            "title":"Marge walks in and understands"
        },
        "121":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Trusted with training pants",
                "Back to diapers for Bart"
            ],
            "content":"<div class=\"\"><div> <span>Marge went to Bart's dresser and took out a clean shirt and shorts for him. \"There's no need to be ashamed, Bart,\" she reassured him, \"Every one of us Simpsons has been a bedwetter long before you, and each of us outgrew it. Now, go ahead and take a shower.\" Marge handed Bart his clean clothing and set about changing his wet bedding. Bart did as he was instructed, but was alarmed when he saw what his mother expected him to wear...</span></div></div>",
            "created":1543640400,
            "id":2584353,
            "title":"Help Bart change his clothes and bedding"
        },
        "1211":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Mare is happy he's wearing the training pants",
                "Bart is irritated and confronts her"
            ],
            "content":"<div class=\"\"><div> <span>It wasn't as bad as wearing a diaper, Bart reasoned, but pretty darned close to it. Bart had been wetting his bed off and on, and his mom had been pretty easygoing about it, but he'd never had a daytime accident. Bart could hold his pee among the best of video gamers, all while chugging huge cups of soft drinks. Still, he wanted to be obedient (for once) and make his mom happy, so Bart pulled the training pants on. They were soft and thickly padded in the front. They wouldn't hold a full bladder's worth of pee, but maybe they would help at night or if he took a nap. Bart then pulled his shorts up and over the thick training pants. They made his shorts fit noticeably tighter. He left the bathroom without using the toilet and headed back to his bedroom, where his mother was waiting for him.....</span></div></div>",
            "created":1543640400,
            "id":2584356,
            "title":"Trusted with training pants"
        },
        "12111":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "He started peeing in the training pants",
                "Bart started crying uncontrollably."
            ],
            "content":"<div class=\"\"><div> <span>Marge smiled at her \"special little guy\" when he walked back into his bedroom. She was glad he was being reasonable about this. The wetting was becoming worse and Marge feared that Bart was becoming incontinent. \"How do they fit, honey?\" Marge ran a hand over the front of Bart's new underwear. \"They're a bit bulky. Do I really need to wear them?\" \"For now, I'm afraid so. We need to get you an appointment with a specialist, and that could take awhile.\" Bart felt sad as he realized there could be something seriously wrong with his body. Marge embraced him in a maternal hug. As Bart's emotions built up and he began trembling, something else happened....</span></div></div>",
            "created":1543640400,
            "id":2584359,
            "title":"Marge is happy he's wearing the training pants"
        },
        "1212":{
            "author_id":"chocowonder",
            "author_name":"ChocoWonder",
            "choices":[
                "Classic white",
                "Baby boy blue",
                "Baby girl pink"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Are they white, blue or pink? </span></div></span></div>",
            "created":1544763600,
            "id":2589098,
            "title":"Back to diapers for Bart"
        },
        "12122":{
            "author_id":"blastoise4882",
            "author_name":"Blastoise4882",
            "choices":[
                "Bart wakes up and tells Marge he needs a change",
                "Bart doesn't need a change so he just lies in his crib"
            ],
            "content":"<div class=\"\"><div> <span>Bart was shocked at the assortment of diaper choices for each colour. Eventually, Bart settled on the blue diapers. These were the best of a bad bunch. The diaper was a baby blue with cartoony pacifiers, baby bottles and stuffies all over.<br>\r\n<br>\r\nAfter Marge had helped him tape up the diaper. She had asked him. \"Bart? Would you like to stay at school or become a full time baby?\"<br>\r\n<br>\r\nBart was stunned at such a question, but then thought it might not be so bad since he hates school. He thought for a few seconds and decided he will be a baby.<br>\r\n<br>\r\nMarge just had a few simple rules which were<br>\r\n<br>\r\n1. Only use your diapers for either.<br>\r\n<br>\r\n2. You must tell me if you need a change.<br>\r\n<br>\r\n3. You will be bottle fed (regular milk not formula's) <br>\r\n<br>\r\n4. Bed at 9PM like usual.<br>\r\n<br>\r\n5. At bedtime and after bottles you will be given a pacifier.<br>\r\n<br>\r\nRewards.<br>\r\n<br>\r\n- Chocolate milk instead of plain<br>\r\n<br>\r\n-1hr more TV<br>\r\n<br>\r\n- 30m extra before bed.<br>\r\n<br>\r\nPunishments.<br>\r\n<br>\r\n- Corner for 10m<br>\r\n<br>\r\n- No TV<br>\r\n<br>\r\n- 30m-1hr30m earlier bed.<br>\r\n<br>\r\nBart agreed to the rules as they weren't overly harsh. Marge took Bart shopping for some baby essentials including some more diapers.<br>\r\nPacifiers, Bottles, Onesies, Stroller, Crib, Play mats, bibs, baby changing mats and more.<br>\r\n<br>\r\nAfter returning home Bart was given a bottle and he sat on his play mat with his paci as Marge set up his crib and a changing station. As Marge sat rocking Bart with him sucking his paci. Bart drifted to sleep and so Marge carefully carried him upstairs, changed his diaper and put him in one of the new onesies. And laid him in his new crib.</span></div></div>",
            "created":1567746000,
            "id":2714385,
            "title":"Baby boy blue"
        },
        "121221":{
            "author_id":"yingyangjesse",
            "author_name":"JS",
            "choices":[
                "One",
                "Both"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Was he wet messy or both</span></div></span></div>",
            "created":1568955600,
            "id":2721205,
            "title":"Bart wakes up and tells Marge he needs a change"
        },
        "1212211":{
            "author_id":"nate-dawg921",
            "author_name":"Nate-Dawg921",
            "choices":[
                "wet",
                "messy"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one?</span></div></span></div>",
            "created":1575176400,
            "id":2754365,
            "title":"One"
        },
        "13":{
            "choices":[
                "Bart begs her not to ",
                "Bart shrugs his shoulders and isnt bovered "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>lisa walks in and laughs, then says wiat till i tell millhouse about this </span></div></span></div>",
            "created":1308546000,
            "id":1130583,
            "title":"Lisa walks in and laughs"
        },
        "131":{
            "choices":[
                "beg me to diaper you ",
                "call mum and refuse"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>well what are u going to do for me </span></div></span></div>",
            "created":1314334800,
            "id":1175422,
            "title":"Bart begs her not to "
        },
        "1311":{
            "choices":[
                "Come to maggies room",
                "Put this dummy in your mouth "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Please lisa put a diaper on me, and please dont tell mum.</span></div></span></div>",
            "created":1314334800,
            "id":1175498,
            "title":"beg me to diaper you "
        },
        "13111":{
            "choices":[
                "bart has a sudden change of heart and squirms on changing pad",
                "bart lays on the obedient waiting for his sister to put him in a diaper"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>bart holds lisa hand come on baby bart lay on changing station lisa pulls down hes pants and underwear does he obeys hes little sister </span></div></span></div>",
            "created":1314334800,
            "id":1175895,
            "title":"Come to maggies room"
        },
        "131111":{
            "choices":[
                "bart continues to resist",
                "he submits and allows his sister to diaper him"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>no lisa i am not letting you diaper me he helplessly squirms on the changing pad but lisa holds him down settle down baby </span></div></span></div>",
            "created":1314334800,
            "id":1175897,
            "title":"bart has a sudden change of heart and squirms o..."
        },
        "1311111":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Bart started peeing!",
                "Marge entered Maggie's nursery"
            ],
            "content":"<div class=\"\"><div> <span>Lisa felt her brother's strength and it was no match for hers, so she flipped Bart over onto his stomach and tied him to Maggie's changing table. Then she laughed again at his predicament. Her big brother's legs thrashed about as his bottom was exposed to her scrutiny. Lisa waited until most of the fight had tired out Bart. Then she flipped him back over just as.........</span></div></div>",
            "created":1334120400,
            "id":1313247,
            "title":"Bart continues to resist"
        },
        "13111111":{
            "author_id":"3applemaster",
            "author_name":"Àpple33master",
            "choices":[
                "Readers choice 1",
                "Readers choice 2"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Just then Bart started to pee and it went right in Lisa's face what was her reaction</span></div></span></div>",
            "created":1496638800,
            "id":2331344,
            "title":"Bart started peeing!"
        },
        "131111111":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "He wasn't really incontinent",
                "He couldn't control his bladder at all"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lisa stepped back and wiped off her face. \"Bart! That proves you need to wear diapers!\" She stood a safe distance away and watched the golden liquid pour from his penis. Bart chuckled under his breath because.....</span></div></span></div>",
            "created":1496638800,
            "id":2331349,
            "title":"Lisa became angry"
        },
        "1311111111":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Bart waits for Lisa to begin cleaning him off",
                "Lisa suspects that Bart is purposely wetting"
            ],
            "content":"<div class=\"\"><div> <span>Bart had discovered how easy it was to dupe his sister Lisa, and it was really funny to get away with urinating on her. Sure, he had woken up in a wet bed, but that hadn't been accidental. Peeing in his bed after a full night of colas and video games was just something he had recently discovered felt good. Bart was accomplished at holding his pee through hours of playing video games. While Milhouse would be squirming and holding himself to the point of wetting his pants, but Bart held on. He'd had a lot of practice in waiting, seeing as how often the family bathroom was occupied. Plus it gave him a tingly sort of arousal when his bladder was full. And Lisa was kind of kinky, wanting to strip him down and diaper him. His pajamas were wet and cold, and Bart still needed to pee, so he let go when she least expected it. But he didn't completely empty his bladder this time. Bart had something more in mind....</span></div></div>",
            "created":1496638800,
            "id":2331351,
            "title":"He wasn't really incontinent"
        },
        "13111111112":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "She's disgusted and threatens to tattle on him",
                "She admires his nerve and boldness to admit it"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Bart! Did you do that on purpose?\" Lisa accused. \"So what if I did?\" What is Lisa's reaction to Bart's willful peeing?</span></div></span></div>",
            "created":1496638800,
            "id":2331353,
            "title":"Lisa suspects that Bart is purposely wetting"
        },
        "131111111122":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "\"Let me diaper you first before you pee again.\"",
                "\"Let me hold your peepee when you go.\""
            ],
            "content":"<div class=\"\"><div> <span>\"Bart! That's so cool! You just pee whenever you want to? I wish I could do that.\" Bart was still strapped to Maggie's changing table and when Lisa stepped forward, he squirmed. \"Do you need to pee some more, Bart?\" Her brother nodded in the affirmative. \"Okay, since you're restrained here, you really don't have any control over where you're going to pee, but I don't want it in my face. I love you, but your morning pee tastes really bad.\" Lisa didn't make any move to unstrap Bart, so he took that to mean that she wanted him to pee right there. \"I just have one request.....\" Lisa paused.</span></div></div>",
            "created":1496638800,
            "id":2331358,
            "title":"She admires his nerve and boldness to admit it"
        },
        "1311111111221":{
            "author_id":"3applemaster",
            "author_name":"Àpple33master",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Want to see you pee in one of Maggie's pampers.<br>\r\nDid Bart agree</span></div></span></div>",
            "created":1496638800,
            "id":2331366,
            "title":"\"Let me diaper you first before you pee aga..."
        },
        "13111111112211":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Yes, Lisa wraps Bart's \"package\"!",
                "No, Lisa doesn't agree to help. Let him pee anywhere. "
            ],
            "content":"<div class=\"\"><div> <span>Lisa got out one of little Maggie's diapers and tried to put it on her big brother, but the diaper was just too small. The only way it would work was if Lisa wrapped the diaper around Bart's semi-erect penis and held it in place. Does she agree to do this?</span></div></div>",
            "created":1543640400,
            "id":2584282,
            "title":"Yes"
        },
        "131111111122111":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "She succeeded in wrapping it properly pees in diaper",
                "Didn't wrap it right pees on lisa",
                "Diaper doesn't hold all Bart's pee"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lisa grabs the pamper and makes a move to wrap it around his shaft, as she gets it in place Bart pees which reveals</span></div></span></div>",
            "created":1543640400,
            "id":2584390,
            "title":"Yes, Lisa wraps Bart's \"package\"!"
        },
        "1311111112":{
            "author_id":"baldyman2002",
            "author_name":"Baldy",
            "choices":[
                "Lisa make him dress like a girl ",
                "Make him a drink with poo tablets"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>He couldn’t helped him self Lisa was laughing because she took a picture Bart had to do everything Lisa says </span></div></span></div>",
            "created":1496811600,
            "id":2332534,
            "title":"He couldn't control his bladder at all"
        },
        "13111111121":{
            "author_id":"slime-j",
            "author_name":"Slime-J~Has given up",
            "choices":[
                "A bright pink overall dress, pink bows, pigtails, pink Mary janes etc. ",
                "A super frilly,  pink super cutesy dress so girly no one would ever wear it"
            ],
            "content":"<div class=\"\"><div> <span>\"Bert your going to wear whatever I say and do whatever I say unless you want these pictures to go around the internet and school\"Lisa threatens. <br>\r\n<br>\r\n\"Oook llias\"Bert shutters nervously. <br>\r\n<br>\r\n\"It's mommy or big sis to you now\"Lisa says pulling out a hot pink pull up with Sophia the first on it. <br>\r\n<br>\r\nAfter cleaning Bert off and putting him in the girly toddler's underwear she makes him wear....? </span></div></div>",
            "created":1510808400,
            "id":2416119,
            "title":"Lisa make him dress like a girl "
        },
        "131112":{
            "choices":[
                "is baby bart hungry",
                "his he not hungry "
            ],
            "content":"<div class=\"\"><div> <span>good baby bart giggles his sister lifts up his bottom and places the huggies nappy under him she places him back in the diaper and does up the tabs good baby she lifts him off the change station and takes him down stairs and places him in the baby chair</span></div></div>",
            "created":1314334800,
            "id":1175901,
            "title":"bart lays on the obedient waiting for his siste..."
        },
        "1311121":{
            "choices":[
                "does marge breast feed him while lisa watches ",
                "does she go down the shop and buy some huggies and baby formula"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>lisa goes to the fridge dam we got no baby formula marge comes in</span></div></span></div>",
            "created":1314334800,
            "id":1175904,
            "title":"is baby bart hungry"
        },
        "13111211":{
            "choices":[
                "bart starts to suckle the milk obediently i love this stuff",
                "no i will not drink moms milk"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>mom we got no milk okay bart lets get u feed i dont want to go down to the k mart marge takes of her bra and does bart do</span></div></span></div>",
            "created":1314334800,
            "id":1175905,
            "title":"does marge breast feed him while lisa watches "
        },
        "131112112":{
            "choices":[
                "Bart starts suckling",
                "Bart doesn’t start suckling"
            ],
            "content":"<div class=\"\"><div> <span>\"No, mom, I'm not going to drink your milk, I'm ten years old.\"<br>\r\nMarge put her hands on her hips and said \"either you start suckling or I start spanking\"<br>\r\nBart was stunned, he looked from his smirking sister to his frowning mother to her exposed breasts; words failed him.<br>\r\nMarge walked over to Bart and positioned herself so that her nipples were inches from Bart's face \"well Bart?\"<br>\r\n</span></div></div>",
            "created":1316149200,
            "id":1188200,
            "title":"no i will not drink moms milk"
        },
        "1311121121":{
            "author_id":"girlwonder",
            "author_name":"OptimistGoggles",
            "choices":[
                "Wet his diaper",
                "Mess his diaper"
            ],
            "content":"<div class=\"\"><div> <span>Bart gulps before sighing and closing his eyes, slowly enclosing his mouth over his Mom's nipple and starting to suckle. Marge smiles and picks Bart up into her arms, placing one hand under his bum then other supporting his back and head as she starts to hum a song and rock her 'baby' back and fourth, falling into memories of when Bart really was just a baby.<br>\r\n<br>\r\nLisa watches with wide eyes, a bright red blush forming in her. Heels as she looks away not being able to watch but still thinking it was absolutely hilarious that her big brother was being treated like a toddler.<br>\r\n<br>\r\nBart whimpered around his Mom's breast as the warm, sweet tasting milk trickled down his throat, he could feel the pressure on his bladder increasing with the more milk he took in, he was sure he wouldn't be able to handle it soon.<br>\r\n<br>\r\n\"M-Mo-\" Bart was cut off by a stinging slap landing n his naked thigh, making him freeze up and start suckling again, his eyes widening in surprise. <br>\r\n<br>\r\n\"no talking baby,\" Lisa says in a patronising voice, as Marge nods in agreement.<br>\r\n<br>\r\nBart sighs and closes his eyes his suckling getting faster as he actually started craving the sweet milk from his Mom's breast.<br>\r\n<br>\r\nFinally pulling away Marge pulls him away from her breast and pulls her dress backup before laying Bart over her shoulder and starting to pat his back, trying to burp him.<br>\r\n<br>\r\nBart was royally confused but was too caught up in his thoughts before suddenly he let out a loud belch, Marge and Lisa cooing at him as his ace turned red. he realised while he was being burped he had, suddenly needed to...</span></div></div>",
            "created":1384664400,
            "id":1695663,
            "title":"Bart starts suckling"
        },
        "13111211211":{
            "author_id":"weedknight420",
            "author_name":"574844748",
            "choices":[
                "have fun with bart",
                "bath time"
            ],
            "content":"<div class=\"\"><div> <span>bart has to pee real badly marge still holding bart begen to wet his diaper ahhh bart said well peeing in his waiting diaper marge turn bart around so that he was sitting in her lap she open his lags up so lisa was watching him pee himself he turnd red in his face then lisa sat on her knees and put her hand on barts wet diaper and starts to rub the front of his diaper well hes still peeing he did not pee all morning and day marge starts to smile and nods to lisa telling her go ahead its ok... lisa haveing an evil grin wanted to have fun with baby bart</span></div></div>",
            "created":1438318800,
            "id":2014640,
            "title":"Wet his diaper"
        },
        "131112112111":{
            "author_id":"weedknight420",
            "author_name":"574844748",
            "choices":[
                "more fun with bart",
                "bath time"
            ],
            "content":"<div class=\"\"><div> <span>bart was nerves his sister right hand is on bart wet diaper rubbing it up and down its ok big brother she said is it ok i can touch your little pee pee she monked bart embarrassment on what he did just now in the diaper no! dont touch that then all of a sudden marge turns bart around as hes laying flat his monther spanks him 20 hard slaps on his bottem you behave your self baby bart and let your sister lisa do what she wants to do to you or els you hear me his mom said so she turns him around so he sitting on her lap bart was crying he did not know what to do lisa then walk up close to bart and undid his wet diaper left tab then right tab pulled it down his penis was limp so lisa put her lips around bart penis and started to Suck her big brother diaper penis woa he said as marge was holding on to him well lisa was sucking on her baby brother pee pee lisa he tryed saying but his mom told him to be quite and enjoy the pampered he was getting       </span></div></div>",
            "created":1438318800,
            "id":2014676,
            "title":"have fun with bart"
        },
        "13111211212":{
            "author_id":"weedknight420",
            "author_name":"574844748",
            "choices":[
                "diaper lisa and bart",
                "change diaper"
            ],
            "content":"<div class=\"\"><div> <span>he was needed to pee and poop then he tryed to say someting marge slap the front of bart lips no baby no talking he needed to go real badly so he gave in and started to push and push push push 1-2-3-4 big load of poop in the diaper then marge sat him on her lap and squis his waiting poop batween his privent parts he culd feel his poop on his balls and batween his lags he felt it on his penis he felt waird then he felt his mom left hand rubing his diaper front pushing the poop around his penis then he had to pee and he was getting a hard on marge open his lags and she was rubing the front of the diaper waiting for him to pee mom what are you doing shh she said just go pee baby boy its ok as she Smiled so bart try to pee but the poop made it waird then psssssss he did not say anyting he just stood there lisa was watching with her eyes wide open then marge ask llisa ohh is lisa feeling left out lisa then just sat there and nod silighy</span></div></div>",
            "created":1438318800,
            "id":2014653,
            "title":"Mess his diaper"
        },
        "131112112121":{
            "author_id":"weedknight420",
            "author_name":"574844748",
            "choices":[
                "dont change bart sexy work",
                "noughty stuff"
            ],
            "content":"<div class=\"\"><div> <span>Lisa then kneel down put her hands in bart messing diaper and started to rub his diaper she needed to pee marge loen bart diaper told lisa to hop on her brother lisa was laying on top of bart her vagina touching bart penis then she started to pee on him will her pee touching his pee pee he got a hard on she peed a long time he was likeing this moments his diaper so messing marge told lisa to get down so she did and get two new diaper after lisa leaves marge retape his diaper put him on the ground and told  him to diaper humping the ground or als so he did he started to move back and forth in his messing diaper it felt good ahhhhhh he felt his moms hand pushing the poop down his but to his penis he culd not stop helt like to pee again with a hard on in his messing diaper humping the ground then turned him around hands on his diaper front began moveing the poop around like she masturbateing him though his diaper then he cum and peed and orgasm ing in his messing diaper</span></div></div>",
            "created":1452315600,
            "id":2086766,
            "title":"diaper lisa and bart"
        },
        "1311121122":{
            "choices":[
                "Marge stopped and asked if Bart would start suckling now",
                "Bart started to pee"
            ],
            "content":"<div class=\"\"><div> <span>“Right then.” Marge said as she lifted Bart out the high chair with one arm, using the other to stop her dress from slipping past her hips. She walked from the kitchen into the living room with Bart under one arm, Lisa in tow and her pale naked breast bouncing as she walked.<br>\r\n“Mom, please don’t spank me.” Bart begged but Marge ignored him, she sat down on the couch and pulled Bart over her lap. <br>\r\nLisa was grinning like the Cheshire cat; this was probably the best day of her life.<br>\r\nMarge pulled down Bart’s shorts to display one of Maggie’s diapers stretched across his bottom.<br>\r\n‘This just keeps getting better and better’ thought Lisa as Marge started at her diapered son “I put him in a diaper because he wet his bed”<br>\r\n“Well done, Lisa” Marge said as she reached under Bart, as he tried to squirm off her lap, and undid the tabs at the front of his diaper. “I’ll get him so diapers that actually fit him before bedtime.” Bart’s face turned bright red as his mom and his sister casually discussed his diaper.<br>\r\nMarge place one hand on the small of Bart’s back to hold him in place and then used the other to spank Bart’s upturned bottom.<br>\r\nBart kicked and screamed as his mom stung his behind with her palm, tears started to run down his face as his bottom turned pink.<br>\r\nLisa was having trouble stifling giggles as she watched Bart flail wildly over Marge’s lap, Marge was spanking with her whole body, her large naked breasts swung wildly as she beat her son’s bottom.<br>\r\nBart was crying uncontrollably as his little bottom turned cherry red when… </span></div></div>",
            "created":1316149200,
            "id":1188340,
            "title":"Bart doesn’t start suckling"
        },
        "13111211222":{
            "choices":[
                "Go to the store and get Bart some new diapers",
                "Now it's your turn"
            ],
            "content":"<div class=\"\"><div> <span>No one was more surprised than art when he started to pee again, he hadn’t felt the need to go a second ago, but now it was really pouring out of him, it quickly saturated the infantile diaper and then spilt over onto Marge’s dress. Marge could feel Bart’s pee soaking through her dress on onto her legs, but she didn’t stop spanking, Bart finally stopped peeing and still Marge kept spanking him, she wanted to make sure that Bart would whatever she said after she’d finished, about a minute later when Bart’s bottom was red enough to be used as a stop sign and he was crying like a little baby with dirty diaper Marge finally stopped spanking him. Bart lay there crying humiliated, laying across a baby diaper he’d soaked and with a red hot, burning bottom. Lisa couldn’t believe that her day was starting so well, Bart had wet himself twice and was being spanked, and she was sure that he was seconds away from suckling like a baby, she would never let him live this down<br>\r\nAfter sobbing over his mother’s lap for two minutes Bart was finally getting control of his crying, so Marge picked him and sat him on her wet lap, on top of his own soiled diaper and positioned him so that her nipple was once again just in front of his lips, he hesitated for a second “Bart.” Marge said warningly, that was enough to scare Bart into taking the nipple in him mouth and start suckling like he’d hadn’t done for as long as he could remember. Marge held his head in place, not letting him stop until he’s suckled all the milk from that breast, when he finished Marge turned to Lisa and said…<br>\r\n</span></div></div>",
            "created":1317272400,
            "id":1197232,
            "title":"Bart started to pee"
        },
        "131112112221":{
            "choices":[
                "Marge diapers Bart onthe living room floor",
                "Lisa askes to diaper him"
            ],
            "content":"<div class=\"\"><div> <span>Lisa had never been so happy to do a chore, as instructed she took some money out off her mother’s purse and left the house as Bart was guided towards the other nipple. She skipped to the store gleefully, more than happy to see her brother get taken down a peg or two, she reached the store and bought a packet ‘Not-so-big boy pants’ Lisa liked them because the packet had a red faced boy wetting his pants while he was surrounded by a group of mocking children and a tag line that read ‘for little boys who aren’t as grown up as they think they are.’ She picked up two packets, paid for them and ran back home, she couldn’t wait for Bart to see them.<br>\r\nLisa got back home to find Bart still sat on Marge’s knee, still naked from the waist down, still sitting on a wet diaper, he was snivelling and had a little bit of milk dribbling down his chin. Marge was bouncing him on her knee, she was still naked from the waist up, after flashing a her plastic breasts to half of Springfield and ending up in naked calendar for the rest she had given up on any concept of modesty.<br>\r\n“Mom, I got he diaper!”<br>\r\n“Well done looks like it time to diaper my special little guy.”</span></div></div>",
            "created":1339650000,
            "id":1359364,
            "title":"Go to the store and get Bart some new diapers"
        },
        "1311121122212":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "\"One one condition...\"",
                "\"Actually, I was planning for...\""
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Bart wondered if there was no end to his humiliation, when Marge said.....</span></div></span></div>",
            "created":1342242000,
            "id":1378652,
            "title":"Lisa asks to diaper him"
        },
        "13111211222121":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "\"Whenever someone needs changing, it's your responsibility.\"",
                "\"You become my permanent babysitter.\""
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"You have to become a diaper slave.\"</span></div></span></div>",
            "created":1342242000,
            "id":1378660,
            "title":"\"One one condition...\" What is on Marge's mind?"
        },
        "131112112221211":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "When Lisa begins to clean Bart up, he pees on her",
                "\"I forgot to mention...\" Marge continued."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>'How bad could it be?' Lisa thought but quickly learned that meant more than slapping a clean diaper on Bart or Maggie.....</span></div></span></div>",
            "created":1342242000,
            "id":1378662,
            "title":"\"Whenever someone needs changing, it's ..."
        },
        "1311121122212111":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Lisa diaper Bart",
                "Bart aim his stream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lisa slid the wet diaper out from her brother's bare bottom, and immediately felt a thick spray of warm urine hit her dress. \"Does that feel good, Bart?\" Marge asked, leaning in to help.....</span></div></span></div>",
            "created":1342242000,
            "id":1378687,
            "title":"When Lisa begins to clean Bart up, he pees on her"
        },
        "13111211222121112":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Had to pee too",
                "Was crying"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Let me help you, honey.\" Lisa thought her mother was offering to help her, but instead Marge took ahold of Bart's penis and directed his urine flow. Lisa stood back while she became drenched in urine. In no time at all, Lisa.....</span></div></span></div>",
            "created":1342242000,
            "id":1378690,
            "title":"Bart aim his stream"
        },
        "1311121122212112":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Plastic pinafore apron",
                "Diaper for Lisa to wear!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"You need to wear a special outfit.\" Marge handed Lisa a......</span></div></span></div>",
            "created":1342242000,
            "id":1378664,
            "title":"\"I forgot to mention...\" Marge continued."
        },
        "13111211222121121":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Agreed to wear the pinafore",
                "Needed to pee very badly"
            ],
            "content":"<div class=\"\"><div> <span>\"Is this really necessary?\" Lisa questioned. Marge replied, \"Yes, because when little boys pee, it sometimes sprays all over Marge asked Bart to demonstrate, which he gladly did. Taking his penis in hand, Bart began to urinate, taking the opportunity to spray his pee flow around. He even got some on Lisa. After that, Lisa.....</span></div></div>",
            "created":1342242000,
            "id":1378694,
            "title":"Plastic pinafore apron"
        },
        "131112112221211212":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Began to wet her panties right there",
                "Pulled her panties off and....."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lisa began to squirm and twist her thighs together. Her bladder spasms were so intense, Lisa knew she would never make it to the toilet in time. So she......</span></div></span></div>",
            "created":1342242000,
            "id":1378701,
            "title":"Needed to pee very badly"
        },
        "1311121122212112122":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Any closet wall or floor",
                "Virtually anyplace outdoors"
            ],
            "content":"<div class=\"\"><div> <span>Squatted on the floor. She barely made it to that position as pee streamed down her legs. \"I have an idea,\" said Marge as Lisa gushed onto the carpet, \"Let's make some alternate potty sites. That way you kids won't need to wait when you need to go. The first new site can be....\"</span></div></div>",
            "created":1342242000,
            "id":1378711,
            "title":"Pulled her panties off and....."
        },
        "13111211222121121222":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Took the kids on a tour of possible potty sites",
                "Squatted beside Lisa and let go herself"
            ],
            "content":"<div class=\"\"><div> <span>Marge added that they could also make use of garages and basements. \"That's why we have drains in the floor. I even use them myself,\" Marge admitted, recalling times when she came home from shopping, with an extremely full bladder. \"I didn't want to pee myself in the car, so as soon as I parked, I rushed into the garage to relieve myself. I've even used other garages and parking ramps. I don't even wear panties anymore, just to make it more convenient.\" With that, Marge..........</span></div></div>",
            "created":1342242000,
            "id":1378714,
            "title":"Virtually anyplace outdoors"
        },
        "131112112221211212222":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "some one else came",
                "tour"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The sight and talk of pee is making marge desperate for a pee so she just squated next to lisa and let rip. Next</span></div></span></div>",
            "created":1358485200,
            "id":1510847,
            "title":"Squatted beside Lisa and let go herself"
        },
        "13111211222121122":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "\"You must announce when you need to go.\"",
                "\"Then you will be bare-bottomed for the rest of the day.\""
            ],
            "content":"<div class=\"\"><div> <span>\"Being a diaper slave also means using your diaper instead of a toilet. You are hereby not allowed to use a toilet, potty chair, any other container, or the ground outdoors as a bathroom. If anyone catches you doing so, you will be punished severely. You may not remove your diaper for any reason besides bathing or showering and if your pee or poop touches the tub or any other surface than your diaper, you will pay dearly. If you feel the need to void and hold back until your bowels or bladder are full, your diaper may leak. If this occurs, you will not be changed into clean clothing until the end of the day. Do I make myself clear?\" Lisa solemnly nodded. \"But what if I have an accident?\" she asked.</span></div></div>",
            "created":1342242000,
            "id":1378672,
            "title":"Diaper for Lisa to wear!"
        },
        "131112112221211221":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Springfield Elementary would be informed of Lisa's new regimen",
                "Marge or another family member could give permission where Lisa would void"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Marge wanted Lisa to ask permission before using her diaper. Then Marge would decide if and where that should happen......</span></div></span></div>",
            "created":1342242000,
            "id":1378677,
            "title":"\"You must announce when you need to go.\""
        },
        "1311121122212112212":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "\"Yes, Mom.\"",
                "\"I don't think so.\""
            ],
            "content":"<div class=\"\"><div> <span>In special circumstances, Marge explained, Lisa might be allowed to pee elsewhere, but only if she was monitored. \"The whole point of this is humiliation, so you might be secretly videotaped. In case you're wondering where I came up with this idea, it is from my own childhood. As a youngster and well into my teens, I suffered with incontinence. I eventually outgrew it, so I'm doing this to make you stronge<br>\r\nr. Now will you cooperate willingly, Lisa?\"</span></div></div>",
            "created":1342242000,
            "id":1378686,
            "title":"Marge or another family member could give permi..."
        },
        "131112112222":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Marge suddenly wet HER pants!",
                "Homer walked in with wet pants!"
            ],
            "content":"<div class=\"\"><div> <span>Seeing the torture Bart had experienced, Lisa was too afraid to refuse her mother. So she gingerly took Marge's other breast to her mouth. Marge roughly grasped the back of Lisa's head and forced the girl's face into her cleavage. Then she pried Lisa's mouth open and jammed a nipple inside. \"Now suck, brat!\" Marge commanded her. Lisa drank, though now in tears. The trauma was so great, that she began to wet her pants. Marge laughed because this whole escapade had been her idea. She had given both kids diuretics at supper the night before. It was no surprise that Bart had wet his bed, and that now Lisa was peeing on the floor. Lisa began sobbing in her embarrassment, no longer able to suckle, so Marge shoved her onto the floor to sit in her rapidly-growing puddle. \"Now, kids, do you know WHY I did this?\" Marge asked. Both Bart and Lisa were shocked that their mother would have engineered this. She continued, \"You two are always fighting for position in this family. Since your squabbles seem like a virtual peeing contest, I thought I would make it an actual one!\" The siblings stood there in their wet and dirty pants (Lisa had pooped hers upon hearing this was Marge's idea). Then, in a wicked twist of fate.......</span></div></div>",
            "created":1333861200,
            "id":1311669,
            "title":"Now it's your turn"
        },
        "1311121122221":{
            "choices":[
                "Marge takes the kids on a diaper run",
                "Marge goes to the doctor"
            ],
            "content":"<div class=\"\"><div> <span>Marge stood up but then she let out a gasp as suddenly she started to pee, urine flowed down her legs and flooded her shoes, by the time she had stopped peeing her dress and panties were soaked, her shoes were full of her own pee and she was standing in a massive wet patch on the carpet. All three of them were silent, none of them knew what to do, under normal circumstances they would have started to mock but heavy panties and a bright red bottom kept them both quiet.<br>\r\n‘What’s going on? I’m sure I only put the diuretic in the kids’ food, why am I wetting myself?’ Marge started to get really worried, the diuretic wasn’t some over the counter stuff it was really powerful, a small dose could leave an adult semi incontinent for months, that was why she had chosen it, one dose and she could have control over her children until they started middle school...</span></div></div>",
            "created":1337317200,
            "id":1339806,
            "title":"Marge suddenly wet HER pants!"
        },
        "13111211222211":{
            "choices":[
                "No, they leave right away",
                "Yes, of course they do"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do they get changed first?</span></div></span></div>",
            "created":1337317200,
            "id":1339809,
            "title":"Marge takes the kids on a diaper run"
        },
        "131112112222111":{
            "choices":[
                "Apu lets her, it's diapering time",
                "No, they have to got somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>Marge decided that this didn’t have to change her plans to control her children, it just meant that they weren’t the only ones who where going be wearing diaper for the next few months.<br>\r\nShe grabbed children by their wrists and started to drag them towards the front door, Bart stumbled as he tried to pull up his shorts as they moved.<br>\r\n“Mom what are you doing?” Lisa asked<br>\r\n“We’re going on a diaper run.” Marge replied.<br>\r\n“What?!?” Lisa was stunned “But mom, my panties-“<br>\r\n“That’s exactly why we’re going on to buy some diapers.”<br>\r\nMarge knew how potent the diuretics she’d used were, if she didn’t get them all in some diapers soon then she’d have an even bigger mess to clean up. Bart managed to get his shorts back just as the left the house, she sat them both in the back of the car and drove to the Kwik-E-Mart, she dragged them from the car and into the store, everyone else in the store stopped and stared, the large wet patches on Marge and Lisa’s dresses were very eye catching and the smell from Lisa’s panties was hard to miss. Bart and Lisa blushed as everyone starred at them and started to whisper about them, but after appearing in an erotic calendar Marge had a much higher tolerance for embarrassment.<br>\r\nShe picked up three packets of diaper, one for each of them, and took them to the counter to pay, she then asked to use the employee bathroom…</span></div></div>",
            "created":1337317200,
            "id":1339872,
            "title":"No, they leave right away"
        },
        "1311121122221111":{
            "choices":[
                "She does it with Bart and Lisa",
                "She makes Bart and Lisa wait outside"
            ],
            "content":"<div class=\"\"><div> <span>Normally Apu wouldn’t let anyone use the employee bathroom, but looking at the state of the Simpson’s clothes he was prepared to make an exception, he handed Marge the key and she led her red faced children outside to the secret entrance of the employee bathroom.<br>\r\nThey entered the small room, and Marge put down her bag full of diapers.<br>\r\n“Alright, Lisa you’re first; take off your panties and lie down on the floor.”<br>\r\nMeekly Lisa did as she was told, and with her face a shade of scarlet she reached up and tried to gingerly pull down her ruined panties, but the car ride had caused the mess the she had left in there to be smeared across her backside, and she had to peal the fabric away from her skin with both hands, once loose the panties fell out of her hands and landed on the tiled floor with a loud wet slapping noise, Lisa could feel that her butt was still dirty, so she held up her dress to keep it clean, she stepped out of the seriously soiled panties and lay down on the changing mat Marge had laid out on the floor. Marge cleaned her up with a wet wipe before she sprinkled talcum powder over her and diapered her butt.<br>\r\n“Alright, Bart, shorts off it’s your turn.”<br>\r\nBart’s shorts were clean thanks to the diaper he’d been wearing so it was a lot easier for him that it had been for Lisa and soon he was wearing a diaper just like his sister, it was Marge’s turn…<br>\r\n</span></div></div>",
            "created":1337490000,
            "id":1341412,
            "title":"Apu lets her, it's diapering time"
        },
        "13111211222211111":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Wet and pooped in their new diapers",
                "Quickly turned away from Marge"
            ],
            "content":"<div class=\"\"><div> <span>Throwing modesty to the wind and presuming it would be quicker this way, Marge hiked up her green shift dress and pulled down her own panties. Trying not to imagine what type of mother exposes herself to her children, Marge wiped her privates with a cleansing tissue, before pulling on the disposable undergarment. (She had purchased diapers for the kids and pull-ups for herself.) Shocked at what they were seeing, Bart and Lisa.....</span></div></div>",
            "created":1342242000,
            "id":1378442,
            "title":"She does it with Bart and Lisa"
        },
        "131112112222111111":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Yes, she doesn't want their diapers to leak in the car",
                "No, she wants to punish them by refusing to change them"
            ],
            "content":"<div class=\"\"><div> <span>Bart was nearing puberty and had some curiosity regarding the female body, but he was shocked to be seeing his mother's semi-nude body, and in such close proximity to him. Of all the sensations coursing through his body, one need became most imminent and he forcefully urinated into his diaper. Lisa saw the expansion of Bart's diaper occurring and realized she too needed to pee quite badly. She thought she could hold it in, but suddenly began pooping in her clean diaper. Immediately after, her pee rushed out, and she thoroughly soaked the diaper. Does Marge change the kids into new, clean diapers?</span></div></div>",
            "created":1342242000,
            "id":1378452,
            "title":"Wet and pooped in their new diapers"
        },
        "1311121122221111111":{
            "author_id":"dellio4318",
            "author_name":"Dell",
            "choices":[
                "They get to the car",
                ".homer saves the. "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Hunjhujjjkk</span></div></span></div>",
            "created":1566968400,
            "id":2709440,
            "title":"Yes, she doesn't want their diapers to leak..."
        },
        "1311121122221111112":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "To only use their diapers in emergencies",
                "To use the diapers consistently"
            ],
            "content":"<div class=\"\"><div> <span>\"Now kids, I want you to realize that I only purchased small packages of diapers for you, so you might want to consider not using them unless and until it's absolutely necessary. And Lisa, I don't know why you keep crapping yourself. I never gave you any  laxatives.\" Lisa blushed, \"Sorry Mom.\" \"Now, you have some choices here: if you don't abide by my Necessity Rule, as I already stated, you will have to find ways to acquire and change those diapers on your own!\" What do the kids decide?</span></div></div>",
            "created":1344574800,
            "id":1401781,
            "title":"No, she wants to punish them by refusing to cha..."
        },
        "13111211222211111121":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "Changes them",
                "Goes home",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay mum we will obey your rulling the kids agree Marge then</span></div></span></div>",
            "created":1567054800,
            "id":2709662,
            "title":"To only use their diapers in emergencies"
        },
        "13111211222211111122":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Yes, it's time to come clean",
                "No, they'll pretend they don't need diapers"
            ],
            "content":"<div class=\"\"><div> <span>Bart and Lisa conferred with each other, and both admitted they liked the way it felt to let go in their diapers. It was so convenient to just pee right where they were, and for Lisa, it meant she didn't need to sit down or squat to urinate. Pooping was messier, but she seemed to be losing control of her bowels. It would seem cleaner to just use the diapers. Do Bart and Lisa admit this Marge?</span></div></div>",
            "created":1344574800,
            "id":1401782,
            "title":"To use the diapers consistently"
        },
        "13111212":{
            "choices":[
                " she buy the baby milk or huggies ",
                " she buy lactating tablets to make any female lacate"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>on the way down to the shops lisa goes in this baby store </span></div></span></div>",
            "created":1314334800,
            "id":1175907,
            "title":"does she go down the shop and buy some huggies ..."
        },
        "131112122":{
            "choices":[
                "lisa breast feeds bart",
                "marge breast feeds"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>maybe i can take these and breast feed bart i be he will hate this lisa giggles she goes home back to baby bart marge is about to breast feed</span></div></span></div>",
            "created":1314334800,
            "id":1175910,
            "title":" she buy lactating tablets to make any female l..."
        },
        "1311121221":{
            "choices":[
                "bart gets his diaper change",
                "bart and lisa take a nap bart snuggles in her breast"
            ],
            "content":"<div class=\"\"><div> <span>lisa takes of her dress and then she takes of her training bra okay lets take you up stairs to my room your my baby now lets get my baby feed when they get to the room bart lies on lisa lap come on baby suckle i dont want to do this bart attactes he mouth to his sisters breast he taste her milk for the first time yum yum this is the best milk i have ever tasted so sweet and tasty this it baby your little sis will look after your baby bart snuggles in to her breast</span></div></div>",
            "created":1314334800,
            "id":1175915,
            "title":"lisa breast feeds bart"
        },
        "1311122":{
            "author_id":"chinesehero",
            "author_name":"humanoid",
            "choices":[
                "She refuses and forces him to eat ",
                "She tells marge"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>He starts crying and says get me out this is not what I ment</span></div></span></div>",
            "created":1392786000,
            "id":1748347,
            "title":"his he not hungry "
        },
        "13112":{
            "author_id":"laurenlily96",
            "author_name":"Laurenlily",
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Here, put this dummy in your mouth.\" Lisa said. Then she put it in Bart's mouth and he sucked on it.</span></div></span></div>",
            "created":1345784400,
            "id":1412494,
            "title":"Put this dummy in your mouth "
        },
        "132":{
            "author_id":"baldyman2002",
            "author_name":"Baldy",
            "choices":[
                "Bart dresses in Lisa clothing with a nappy ",
                "Bart becomes Lisa slave"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Bart has an change of hart and beg Lisa to not tell she say what will u do for me</span></div></span></div>",
            "created":1492146000,
            "id":2305065,
            "title":"Bart shrugs his shoulders and isnt bovered "
        },
        "1321":{
            "author_id":"slime-j",
            "author_name":"Slime-J~Has given up",
            "choices":[
                "Bart wears it",
                "Bart chickens out",
                "Lisa takes pity and gives him her old overalls instead"
            ],
            "content":"<div class=\"\"><div> <span>\"OK I won't tell as long as you wear my old toddler clothes and pull ups\"Lisa said going to a box and pulling out a pink frilly dress with \"i'm the cutest princess\"in the middle of it inside a heart. <br>\r\n<br>\r\nDoes Batt still wear it? </span></div></div>",
            "created":1507006800,
            "id":2395799,
            "title":"Sissy bart"
        },
        "13211":{
            "author_id":"nate-dawg921",
            "author_name":"Nate-Dawg921",
            "choices":[
                "Bart smiles",
                "Bart frowns"
            ],
            "content":"<div class=\"\"><div> <span>Bart puts it on over a frilly pink ruffled lace camisole with a little pink bow in front on the neckline, a pair of frilly pink training pants, a frilly pink ruffled knee-length petticoat and a matching lace slip with a little pink bow in front on the neckline. He then puts on a pair of frilly pink ankle-high socks and pink strapped Mary Jane shoes with pink bows on the toes. \"Oh, Bart! You look SO beautiful and sexy as a sissy!\" Lisa sighed.</span></div></div>",
            "created":1507698000,
            "id":2399786,
            "title":"Bart wears it"
        },
        "132112":{
            "author_id":"slime-j",
            "author_name":"Slime-J~Has given up",
            "choices":[
                "Baby bart",
                "Mommy Lisa "
            ],
            "content":"<div class=\"\"><div> <span>Bart frowned being so embarrassed that he no longer needed blush<br>\r\n\"Umm Lisa emm cccan I get cchangeed?\"Bart asked stuttering out of embarrassment. <br>\r\n<br>\r\nDoes Lisa let Bart change but give him baby boy clothes or does she make him wear them and address her as mommy? </span></div></div>",
            "created":1507698000,
            "id":2399788,
            "title":"Bart frowns"
        },
        "14":{
            "author_id":"jclapp02",
            "author_name":"NothingProfane",
            "choices":[
                "\"Thank you Lisa\"",
                "\"It was an accident I swear\"",
                "\"What are you talking about?\"",
                "SE",
                "SE"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lisa walked into Bart's room and saw his soaked bed sheets. She was very understanding of Bart.<br>\r\n<br>\r\n\"I understand Bart you just want to be a baby like maggy. I'll help you out.\"<br>\r\n<br>\r\nBart said...</span></div></span></div>",
            "created":1559970000,
            "id":2670485,
            "title":"Lisa walks in and understands"
        },
        "141":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "Help me convince mum and dad",
                "Hide it from mum and dad",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Thank you lisa... can you___\" Bart asked</span></div></span></div>",
            "created":1559970000,
            "id":2670493,
            "title":"\"Thank you Lisa\""
        },
        "1413":{
            "author_id":"5up3rn0v4",
            "author_name":"Edward Sapphire",
            "choices":[
                "Ask Maggie if she can lend Bart one of her pacifiers.",
                "Ask Marge to call the school to have him called in sick."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Can Lisa... what?</span></div></span></div>",
            "created":1572066000,
            "id":2738587,
            "title":"other"
        },
        "14131":{
            "author_id":"5up3rn0v4",
            "author_name":"Edward Sapphire",
            "choices":[
                "Lisa decides to do as Bart asked her."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lisa was confused on why Bart would ask that, but seeing the position he's in...</span></div></span></div>",
            "created":1572930000,
            "id":2742687,
            "title":"Ask Maggie if she can lend Bart one of her paci..."
        },
        "15":{
            "choices":[
                "\"Sure, Mom. I'll be happy to watch her.\"",
                "\"Uh, Mom, this isn't a good time.\"",
                "\"I don't think you should, Mom. I'm feeling kind of sick.\"",
                "Bart gasps in horror as Marge peels back his sheets and smells the urine",
                "Bart instantly pees some more in his bed"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Shortly after discovering what he'd done, Bart's door opened and in walked his mother, holding his baby sister. \"Bart, I need you to look after Maggie for awhile. Can I tuck her in with you?\" What is Bart's response?</span></div></span></div>",
            "created":1332219600,
            "id":1298579,
            "title":"Marge doesn't notice his misdeed"
        },
        "151":{
            "author_id":"jclapp02",
            "author_name":"NothingProfane",
            "choices":[
                "A pull-up",
                "A diaper",
                "Krusty the Klown underwear"
            ],
            "content":"<div class=\"\"><div> <span>He said. When he stood up to help take Maggie Marge noticed his wet pants and knew exactly what to do. <br>\r\n<br>\r\n\"Bart why are your pants wet?\" Said Marge.<br>\r\n<br>\r\n\"It was an accident I swear mom.\" Said Bart.<br>\r\n<br>\r\n\"If it was just an accident that's ok, but you still are going to have to wear these around the house. We just got new flooring.\" Explained Marge.<br>\r\n<br>\r\nMarge then pulled out a...</span></div></div>",
            "created":1559970000,
            "id":2670489,
            "title":"\"Sure, Mom. I'll be happy to watch her...."
        },
        "1511":{
            "author_id":"nate-dawg921",
            "author_name":"Nate-Dawg921",
            "choices":[
                "The blue and white ones",
                "The pink and white ones",
                "Neither"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"I hope you don't mind wearing these since you had an accident.\" Marge said as she showed Bart some training pants: blue and white ones for boys. Pink and white ones for girls. Which does Bart choose?</span></div></span></div>",
            "created":1559970000,
            "id":2670498,
            "title":"A pull-up"
        },
        "15112":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "some dirty underwear",
                "a pack of training pants/diapers on her bed",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>At first bart chose the blue ones but when he tried them on they didn't fit him at all, they were miles too small. so he was forced to go with the pink ones.... after putting them on him and marge went into maggies room to put her down for a nap. once done bart went down to the front room to watch tv, as he passed by Lisas room he spotted </span></div></div>",
            "created":1560056400,
            "id":2670759,
            "title":"The pink and white ones"
        },
        "151122":{
            "author_id":"pizzaking1924",
            "author_name":"pizzaking999",
            "choices":[
                "She also started having accidents. ",
                "She wanted to wear diapers/pull-ups and Marge let her."
            ],
            "content":"<div class=\"\"><div> <span>Bart stared into Lisa's room trying to figure out if he was seeing straight. He walked into Lisa's room and confirmed his suspicions that the package sitting on her bed was packages of pull-ups and diapers. While Bart was relived that he wasn't the only one currently wearing protection, but he wasn't quite sure why she had them in her possession. While he was trying to figure it out, Lisa walked in and wasn't surprised by her brothers curiosity and told him she had these packages because...     </span></div></div>",
            "created":1569042000,
            "id":2721724,
            "title":"a pack of training pants/diapers on her bed"
        },
        "1511222":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "curiosity",
                "needed them secretly (never fully trained)",
                "liked them"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lisa admitted she too wanted to wear them but why did she want to wear them</span></div></span></div>",
            "created":1569128400,
            "id":2721950,
            "title":"She wanted to wear diapers/pull-ups and Marge l..."
        },
        "15112221":{
            "author_id":"pizzaking1924",
            "author_name":"pizzaking999",
            "choices":[
                "Still currently wearing her panties.",
                "Currently wearing a diaper/pull-up."
            ],
            "content":"<div class=\"\"><div> <span>Lisa explained to Bart that she has always been interested with diapers and pull-ups and that she finally decided to ask Marge if she could have some. Bart was still a little surprised with this because he would have never thought that his sister would be interested enough with these products to ask their mom for some. Curiosity had gotten to Bart a little bit because now he wanted to know if she was currently wearing some kind of protection and proceeded to ask Lisa if she was wearing any. Lisa smiled at this request and slowly lifted up her dress to show Bart that she was... </span></div></div>",
            "created":1575176400,
            "id":2754362,
            "title":"curiosity"
        },
        "151122211":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "clean",
                "dirty",
                "wet"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She was still in her underwear however bart noticed that they were</span></div></span></div>",
            "created":1575262800,
            "id":2754479,
            "title":"Still currently wearing her panties."
        },
        "1511222111":{
            "author_id":"pizzaking1924",
            "author_name":"pizzaking999",
            "choices":[
                "She didn't need help getting changed.",
                "She wanted help getting changed."
            ],
            "content":"<div class=\"\"><div> <span>Once she lifted up her dress, Bart could easily see that she was still in her panties. When questioned by Bart on why she wasn't wearing them yet Lisa explained that she just got out of the bathroom and was planning on putting one on before Bart had walked in. After that Lisa started getting out the necessary supplies she needed to change herself, but as Bart was standing there he wondered if Lisa would let him change her. So Bart quickly asked Lisa if she wanted help getting changed which caused Lisa to turn red a little bit before telling Bart.....</span></div></div>",
            "created":1575262800,
            "id":2754587,
            "title":"clean"
        },
        "151122212":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "clean diaper",
                "dirty diaper",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Bart spotted she was currently in a </span></div></span></div>",
            "created":1575262800,
            "id":2754480,
            "title":"Currently wearing a diaper/pull-up."
        },
        "1511222123":{
            "author_id":"mouse108",
            "author_name":"Dark Queen",
            "choices":[
                "yes clean",
                "yes dirty",
                "no she wasnt wearing anything under her dress"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Was it a pullup?</span></div></span></div>",
            "created":1575262800,
            "id":2754481,
            "title":"other"
        },
        "15112221231":{
            "author_id":"pizzaking1924",
            "author_name":"pizzaking999",
            "choices":[
                "Want to hang out with Lisa.",
                "Decided to just go to his room for now."
            ],
            "content":"<div class=\"\"><div> <span>Lisa pulled up her dress just enough to show Bart the pink and white training pants she was currently wearing and from what Bart could tell, her training pants were still dry since all of her learning designs were all still their. It was one thing for Bart to hear from Lisa that she was wearing diaper and pull ups now, but seeing her actually in them made him feel even better, but Bart didn't want to show Lisa that she was wearing almost the exact same pull up as her. Soon Lisa dropped her dress back down sat on her bed and asked Bart if he wanted to hang out with her for a little bit and Bart decided he...</span></div></div>",
            "created":1581915600,
            "id":2788948,
            "title":"yes clean"
        },
        "1512":{
            "author_id":"jclapp02",
            "author_name":"NothingProfane",
            "choices":[
                "A white plain diaper",
                "A baby boy diaper",
                "A baby girl diaper"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of diaper was it?</span></div></span></div>",
            "created":1559970000,
            "id":2670490,
            "title":"A diaper"
        },
        "152":{
            "author_id":"homerfan33",
            "author_name":"Homerfan32",
            "content":"<div class=\"\"><div> <span>Homer and lurleen are in her trailer having sex they've been having an affair for six months and he's in love with lurleen and has asked her to marry him she said yes so he's gonna ask Marge for a divorce and lurleen loves him too so  they are engaged lurleen said moaning as homers thrusting in and out of her in bed he's rubbing her beautiful nipples on her sexy young busty body she's blonde and skinny and blue eyes and twenty six years old with red lips  and he's leaving his wife to marry her so they can be together</span></div></div>",
            "created":1485925200,
            "id":2272142,
            "title":"homer and lurleen lumpkin"
        },
        "153":{
            "author_id":"homerfan40",
            "author_name":"Homerfan40",
            "choices":[
                "Homer  and Mindy return and tell marge",
                "Marge is devastated Homer fell in love with mindy",
                "Marge is upset Homer and Mindy told her mindys pregnant"
            ],
            "content":"<div class=\"\"><div> <span>Homer is with Mindy in the hotelroom they kiss Homer tells Mindy he wants to have sex with her he unzips her provocative red dress she has no panties on homers spreading her legs apart he's inside her without a condom they are passionately exploring each other Marge has no clue homers fallen in love with Mindy Simmons and is having sex with her on the business trip he's plunging into her endlessly ohhh Homer ohhh yeah ohh god wow he's messaging her bouncy big boobies  <br>\r\nThey are all over each other homers loving feeling her suck him in her mouth his clueless wife at home with the kids while homers making love to Mindy she doesn't take anything she wants to get knocked up by Homer and break up him and Marge for good two weeks later Mindy finds out she's pregnant she tells Homer he's happy but knows Marge will be heart broken when they tell her after they get back tonight from their hotel where they made a baby together</span></div></div>",
            "created":1567227600,
            "id":2711492,
            "title":"Homer is cheating on Marge with mindy"
        },
        "1531":{
            "author_id":"homerfan40",
            "author_name":"Homerfan40",
            "choices":[
                "They go inside and sit together and tell marge",
                "Marge is angry at them ",
                "Marge sadly signs the papers"
            ],
            "content":"<div class=\"\"><div> <span>Homer and Mindy are driving back to tell his wife Homer loves Mindy who's having his baby Homer has one hand on mindys belly underneath her tiny top he's excited but knows Marge will be angry and won't bill thrilled when she finds out Homer filed for divorce and brings her divorce papers to sign while he packs his stuff to leave her to marry Mindy his sexy young secretary who's pregnant with his baby she's twenty seven with fake boobs and red hair and pretty homers happy holding hands with</span></div></div>",
            "created":1567227600,
            "id":2711500,
            "title":"Homer  and Mindy return and tell marge"
        },
        "15311":{
            "author_id":"homerfan40",
            "author_name":"Homerfan40",
            "choices":[
                "Marge signed the papers and Homer left with his stuff with his secretary mindy"
            ],
            "content":"<div class=\"\"><div> <span>Homer and Mindy Simmons sit together and hold hands and tell Marge they met at work two years ago and fell in love and been having an affair Mindy says to his wife I'm pregnant I'm having his baby Mindy kisses Homer Marge is shocked Homer says I'm sorry I'm in love with Mindy I want to be with her she's my baby's mother she's extremely hot and young I m leaving you Marge here's the divorce papers for you to sign today</span></div></div>",
            "created":1567227600,
            "id":2711504,
            "title":"They go inside and sit together and tell marge"
        },
        "154":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "A normal camp uniform. Green shirt, shorts stuff like that.",
                "A pink shirt that says: baby-camp and a pink girl diaper",
                "A full baby costume, bib, pacifier(with strap) diaper, pinkshirt soft pants."
            ],
            "content":"<div class=\"\"><div> <span>Marge sees the wet bed and sighes.<br>\r\n\"Again Bart? This is the third day in a row, and just when my sisters are here.\"<br>\r\nPatty and Selma looks into the room and notices the soiled bed.<br>\r\n\"Oh, what is this?\"<br>\r\nSelmas raspy voice fills the room.<br>\r\n\"Has the big child peed in his bed again? Hmm, he needs help\"<br>\r\nPatty suddenly smiles.<br>\r\n\"I know, wheren't there a camp for this kind of issues? That helps kids to first go back and then be raised properly?\"<br>\r\nMarge looks at her sisters and nods.<br>\r\n\"Yes, lets try that\"<br>\r\n<br>\r\nOne week later and bart stands there in a small camp with a large backpack. <br>\r\nHe sighes.<br>\r\n\"I D-don't want this, but it might help\"<br>\r\nSuddenly, a huge titted and extremely sexy woman comes walking towards bart<br>\r\n\"You are bart, right? I am your personal caretaker on this camp. My name is Sarah. I will take care of you while you turn into a good child\"<br>\r\nShe smiles at bart and her huge tits bounce. <br>\r\nShe takes his hand and he gets a small boner, she leads him trough the camp to a special hut with the name Bart on it.<br>\r\n\"This is your new home, bart. You will be fed here and dressed here. You will also sleep here acompanied by me\"<br>\r\nShe smiles.\"now lets get you into your uniform for the camp\" she leads him into the hut and on the table is:</span></div></div>",
            "created":1400389200,
            "id":1798452,
            "title":"Bart gasps in horror as Marge peels back his sh..."
        },
        "1543":{
            "author_id":"chrisdegraaf",
            "author_name":"chris",
            "choices":[
                "lunch time",
                "Play with other children"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Bart gasps out and tries to resist but he is over powered and fitted into the the clothing.</span></div></span></div>",
            "created":1413694800,
            "id":1874228,
            "title":"A full baby costume, bib, pacifier(with strap) ..."
        },
        "15431":{
            "author_id":"tnecniw",
            "author_name":"Tnecniw",
            "choices":[
                "try to run away",
                "Accept it and drink"
            ],
            "content":"<div class=\"\"><div> <span>Bart blushes as he walks out into the yard. He sees all of the other kids, dressed roughly the same. All of the kids walk towards the same place, a large seat of chairs. On each chair sits a woman... apparently the caretakers. The children walk over get their pacifiers removed and are breastfed. Barts caretaker motions for him to come over, revealing her breast<br>\r\n\"Here dear bart, come and drink\"</span></div></div>",
            "created":1413694800,
            "id":1874248,
            "title":"lunch time"
        },
        "155":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Removed Maggie's baggie",
                "Checked her diaper",
                "Peed some more!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Bart figured that as long as his mom didn't discover his secret, he'd be okay. So he held out his arms to embrace his toddler sister. Then when his mom had left the room, Bart......</span></div></span></div>",
            "created":1333861200,
            "id":1311433,
            "title":"Bart instantly pees some more in his bed"
        },
        "1552":{
            "author_id":"simpfan",
            "author_name":"Simpfan",
            "choices":[
                "Schedule a peeing contest",
                "Pee some more",
                "Fill his baby sister with more fluids"
            ],
            "content":"<div class=\"\"><div> <span>Maggie hadn't pooped but she was right in the middle of peeing when Bart untaped her diaper. He watched as a tiny stream became a steadily flowing golden river. The diaper expanded all it could, and then began to leak onto Bart's bedspread. Bart was impressed that Maggie could hold that much fluid. Watching her made Bart want to...</span></div></div>",
            "created":1333861200,
            "id":1311435,
            "title":"Checked her diaper"
        }
    },
    "info":{
        "author_id":"wetabdl64",
        "author_name":"DiaperKid64",
        "brief_description":"Bart, homer, lisa,",
        "created":1297144020,
        "description":"<td align=\"left\" class=\"norm\">One day bart woke up in a wet bed</td>",
        "id":1749448,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597110060,
        "modified":1597110060,
        "pretty_title":"bart simpson in diapers"
    }
}