{
    "chapters":{
        "1":{
            "author_id":"christyadot",
            "author_name":"P O S T  B O Y",
            "choices":[
                "...playing video games! (Skips to tomorrow.)",
                "....go take a jog to calm your mind",
                "...go relax on the neighborhood beach. It got cleaned up real nice! ",
                "...sit down and relax in the park.",
                "...go to the convivence store and buy some junk food in celebration! "
            ],
            "content":"<div class=\"\"><div> <span>You finally did it, You finally did it! You are finally going to U.A, and tomorrow was going to be the first day of school. You can't practically sit still with so much excitement you feeling. You just had to shave it all off..which you did by.. </span></div></div>",
            "created":1595566800,
            "id":2874423,
            "title":"The calm before the storm"
        },
        "12":{
            "author_id":"christyadot",
            "author_name":"P O S T  B O Y",
            "choices":[
                "...a red eyed girl with ash blond hair....holy molly is she mad.",
                "...a fancy lookin black haired girl. She looks startled.",
                "....a pink haired girl with yellow horns. She looks she is gonna  burst a gut.",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>A jog sounds nice, you need to be in tip-top shape for the next day So you walk out of your apartment with a too pleased smile. Your pace was at nice speed-you didn't feel tired or winded. Your mind was too preoccupied with happiness and triumphant. You didn't seem to aware of your going collide head face-first into the ass of a girl standing little over seven feet.<br>\r\n<br>\r\nSuddenly everything was briefly all black and find yourself lying against the road. Eyes fluttered as find yourself staring at the face of an.. </span></div></div>",
            "created":1595566800,
            "id":2874445,
            "title":"Nothing like a jog to clear your mind"
        },
        "121":{
            "author_id":"eggzsupreme1",
            "author_name":"EggzSupreme",
            "choices":[
                "You offer to make it up to her somehow",
                "Still scared, you turn around and run away from the Kijo",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Though you collided pretty hard, the person you hit didn't budge an inch and yet you were flat on your back. While you were still dazed and your vision was black, you heard an angry feminine's voice say out \"Hey! Watch where you're going!\". <br>\r\n<br>\r\nYou sit up slightly and you blink a few times, making out a large figure looming over you.The first thing you saw as your vision returned was a pair of very wide and powerful feet, clad in equally large sandals. You gulp down, realizing you didn't bump into a regular person... you slowly crane your neck up, seeing more and more of the Kijo before you. Next you saw a pair of thick things that looked like they could effortlessly snap a man in half, then you saw her wide hips which were tightly hugged by short jeans, just above them stands an impressive cleavage barely held contained by a black tank top. And finally you saw her face: ash blonde spiky hair, piercing red eyes, and a furious frown that made your heart skip a beat out of fear.<br>\r\n<br>\r\nYou were left utterly speechless, your silence seemed to further annoy the 8 foot tall amazon. \"Hey, i'm talking to you, punk! Are you deaf on top of being blind?\" She yelled out, as she lowered forward and reached for you. You squealed as she grabs you by the neck of your shirt and effortlessly lifts you up, until you're face to face with her.<br>\r\n<br>\r\n\"I-i'm sorry i ran into you! I swear i didn't do it on purpose! Please don't hurt me!\" You spit out, as you flinch and close your eyes, expecting the worst...<br>\r\nBut the Kijo simply sneers and lets go of you, making you fall and land on your feet. \"That's better. You ought to watch where you're going, almost gave me a heart attack\" She says as she crosses her arms, her frown lessened but never truly disappeared...</span></div></div>",
            "created":1598245200,
            "id":2890685,
            "title":"An explosive personality and a short fuse..."
        },
        "15":{
            "author_id":"christyadot",
            "author_name":"P O S T  B O Y",
            "choices":[
                "..that has brown hair and appears to be looking for something. ",
                "... Has black hair and glasses... Is she marching in place?",
                "...has red spiky hair, she seems quite happy too! ",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Junk food would be a god send after the tiresome months and events leading up to here. So you walked out the door of your family's apartment. You got enough yen saved from your past allowances to buy a few bottles of soda and bags of chips. As you walking down the street, you noticed a Kijo...</span></div></div>",
            "created":1595566800,
            "id":2874482,
            "title":"Heahlty Smeahlty"
        },
        "153":{
            "author_id":"christyadot",
            "author_name":"P O S T  B O Y",
            "choices":[
                "Can you rub her feet... a-as a apology for looking at her like that. ",
                "Can she want to come over to your home. Your parents is still at work.",
                "Reader's choice. "
            ],
            "content":"<div class=\"\"><div> <span>...that has red spiky hair that looks fairly long and tailed into a loose ponytail, she seems quite happy too! She have an very musclar body that was like the female version of All might's own temple of a body. Blessed with an feminine curve and cleavage. She was wearing an red muscle shirt that showed off her impressive abs and beastly cleavage. Same for the dark jogging pants that hugged her wide hips or how her  wide plump thick as tree trunk feet was hugged the straps of those stupidly large but plain slip on sandals that are brown color. The cloth barely containing her fat toes. Clinging  Causing your cheeks to turned Her red eyes was...on you. Oh God, she saw you oogling her!<br>\r\n<br>\r\n\"Yo I...\" Her voice was deep but still had a strong girlish tone. It sounded friendly, not an once of anger. But still you squealed.<br>\r\n<br>\r\n\"I am sorry that staring at you like that. So-so...plesse don't hurt me!\" You positively spoke in blinding speeds to the eight foot tall tomboy. Causing her to blink... before her cheeks turned red.<br>\r\n<br>\r\n\"He-hey no worries, I-I mean look at people at that at least once!\" The young red haired Kijo named, Emiriu comforted the human teenager. Bashfully rubbing the back of head, her own cheeks inflamed., \"If anything l,.. I really appreciate it!\"<br>\r\n<br>\r\n\"Wha-what?...\" You say as your tensed up body begins to loosen up. You were thankful that she wasn't mad, but at the same time you were kinda confused. \"You don't mind me... staring?\"<br>\r\n<br>\r\n\"Nope. You see, i put a lot of effort making sure my body looks like this. And while being in tip-top shape is a reward on it's own, it feels good to get some recognition now and then! Especially after lifting some killer weights \" She said a good deal flustered , while giving you a friendly smile, showing off her pearly white sharp teeth. <br>\r\n<br>\r\nEmbolden by this, you unthinkingly ask that.. <br>\r\n</span></div></div>",
            "created":1595912400,
            "id":2877232,
            "title":"Hard as Rock and Soft as Mashmellow"
        }
    },
    "info":{
        "author_id":"christyadot",
        "author_name":"P O S T  B O Y",
        "brief_description":"Can you become a hero? Or will you be snu snu'ed?",
        "created":1595635560,
        "description":"<td align=\"left\" class=\"norm\">What's up gamers, it's ya' favorite degenerative <b><span style=\"font-family:impact, fantasy\">P O S T  B O Y</span></b> here. Giving ya' yet other interactive where you live out your perverted fantasies through an overpowered self insert and go on adventures with your waifu from both animation and video games! But this story is set in a heavily altered version of the popular shounen: My Hero academia!<br>\r\n<br>\r\nLore and setting: Around the time of the second holder of One for All, Yogi Kagetoki, one of All for One's top scientists has developed a mutagenic pathogen that will give the king of darkness an army of <b>true</b> superhumans. Just when it was in the final stages-the the unfinished biohazard was released by pure accident by a careless assistant.  The substance's first victim was a young girl of three years old. Reports showed that the child grew to be two feet taller and gained the physical prowess that would equal a fully grown chimpanzee and increased healing rate.  While this was going to be written as a cause of quirk manifesting...the child's <i>real</i> quirk developed in two weeks prior to her radical change. Similar cases spread like wildfire as some females began to change in similar ways and the children of these strange anomalies were always female and bore even greater physical abilities and mutations have kickstarted a sort of evolution that rivaled the quirk revolution as a new subspecies of human was born that day.<br>\r\n<br>\r\nThe Kijo   <br>\r\n<br>\r\nThe abhuman Kijo is in every way described to be truly amazonian and primal. Even at a very young age, Kijo is much stronger, faster, and tougher than a normal human, Noted to incredibly built and impressive musculatures and various builds. Physically, they could be anywhere from six to fifteen feet tall(not counting their quirks), Their unnatural genetics and generations of adaptions made them evolve into one of the most athletic and physically formidable creatures in the world. A quirkless Kijo could honestly still be quite powerful. Speaking of which, their quirk factors is much more integrated and making their quirks wilder and more powerful than a normal human one. Although they make about eleven percent of the population on a global scale. Japan has the highest amount of them-toppling around twenty-five to thirty percent of the country's population. If a Kijo gets pregnant, then their child will be a female and be a kijo as well. Another interesting note is that all kijo appear to be strangely bisexual. No one really knows why though,<br>\r\n<br>\r\n But Kijo isn't as domesticated when compared to modern humanity they are deprived of and possesses more animalistic traits and instincts. Coupled with the stronger hormones, higher aggression/emotions and sex drive has made the Kijo have the unfortunate stigma of being a bunch of savage dangerous beasts and dumb sex-crazed brutes. Modern-day trolls if you will. This has extended to applying to be a hero since Kijo is not viewed as favorable candidates. The fact that they have harder time handling and managing their quirks makes them potential liabilities and pr disasters for a good deal of agencies. But schools like U.A have been trying to help many teenaged Kijo get a better handle of their quirks and selves. Giving them a shot at being the hero that they want and dream to be.<br>\r\n<br>\r\nCut to the modern-day, this where you, Sana Kataoka, a  human teenager, come in. With you just narrowly managing to nail a spot in U.A's coveted hero course. You slowly found that the freshmen courses this is special....and that you are the <i>only</i> human in there, <br>\r\n<br>\r\nHave fun! ;)<br>\r\n<br>\r\n1. No short chapters! Keep a minimum of two to four paragraphs at a minimum. I will give leniency to some chapters but don't continuously make them.<br>\r\n<br>\r\n3. Unlike the rest of other my interactives, Sexual content is more heavily referenced and will mostly happen depending on the things. And actual super \"lewd\" stuff may or not transpire in later chapters. But being constantly naked is which is a no-no.<br>\r\n3.2. Full-blown sex and actual romance will be something will you have to develop a relationship with another character. Crushes can be formed easily, however, on the protagonist end of things, and can act as a starting point for it.<br>\r\n3.3, Things like \"hands-on\" teasing, handjobs, and etc are fine though<br>\r\n<br>\r\n4. Feet are the main kink of the story. So No toilet stuff, Weight gain, major limb expansion or inflation, super-hardcore femdom, or vore of any kind. That goes for any kink that goes against the flow of the story. But to nature of the stuff and themes of the story, shrinking/growing will be very much allowed, and encouraged! That goes for minor muscle growth and such too!<br>\r\n<br>\r\n5. My eternal rule: Not every foot have to smell like a cheese factory, nor do they smell like a field of daisies. The same goes for the feet's size and texture. Not every person is tall or is short. Not every girl has watermelon for tits. Or an ass that claps away thunderstorms. Variety is the spice of life, get what I'm saying. All to make feel a little more realistic and \"human\". <br>\r\n<br>\r\n6 Your choices matter in the long run and shape the main character's personality and also develop the others. And remember while you are free to do whatever you want. But remember, you aren't free from the consequences of said actions.<br>\r\n6.1. The protagonist can be a boy or girl. and their general personality is up to you<br>\r\n6.2. Sana's age would be fifteen years old <br>\r\n<br>\r\n7. Please keep the influx of choice chapters on the relatively low.<br>\r\n<br>\r\n8. Keep it, first person or second person.<br>\r\n<br>\r\n9. No sudden abrupt endings and deaths. <br>\r\n<br>\r\n10. Remember <i>all</i> of the hero course students and possibly a few other characters are and can be  Kijo!. So alternative interpretations and exploration of them and how they react to things are not only allowed but are ENCOURAGED as long it fits the lore of the story. Not to mention…it's kinda one of the main themes of the story. And yes, the all of the boys in the hero course and girls now lol<br>\r\n<br>\r\n11.  The protag isn't blind to a character's other \"assets\" *eyebrow wiggle*. But be warned, this isn't pure smut(and it can be kinda close). But playful mocking, outright bullying, and teasing is very much allowed and is encouraged. ;D<br>\r\n<br>\r\n12. You can only play, confront, and interact with female characters. No chapters with the character having a lewd interaction with males.<br>\r\n<br>\r\n13. The most important rule…is to have fun, and get creative with it!<br>\r\n<br>\r\n14. Second most important rule; no crossovers! Keep it in the show</td>",
        "id":2227721,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596646020,
        "modified":1598287860,
        "pretty_title":"My Amazon Academia "
    }
}