{
    "chapters":{
        "1":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                " A glowing stone",
                "A mysterious remote",
                "A wish made on a shooting star",
                "Randomly happens",
                "something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of situation will happen with Nick and Judy?</span></div></span></div>",
            "created":1536296400,
            "id":2544243,
            "title":"Situation?"
        },
        "11":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Story 1",
                "Story 2",
                "Story 3",
                "Story 4",
                "Other Stories"
            ],
            "content":"<div class=\"\"><div> <span>Everyone in Zootopia had heard the old story.<br>\r\n<br>\r\n\"Back in medieval times, a bunny alchemist had created a special stone. Not the Philosopher's Stone; a different one.<br>\r\nImbued with immense magical power, the stone would give the alchemist the power to change, alter and transform everything around him as he pleased, whenever he held the stone tightly.<br>\r\n<br>\r\nHowever; fearing that unscrupulous mammals might use it for evil purposes, the alchemist hid the stone somewhere and managed to find a way to depower the stone for centuries. He then disappeared, never to be heard from again...\"<br>\r\n<br>\r\nTo every mammal in Zootopia, this was nothing more than an old legend. However; what nobody knew, was that the story was actually real!<br>\r\n<br>\r\nThe only reason the stone had not been discovered before, was thanks to the alchemist rendering it powerless. But now the enchantment was about to wear off and it did so in the paws of two of Zootopia's finest police officers: the bunny Judy Hopps and her partner Nick Wilde!<br>\r\n<br>\r\nThe two mammals were in for a truly crazy adventure; filled with alterations, swaps, transformations and all kind of awkward situations...<br>\r\n<br>\r\nBut how exactly did these two mammals find the stone?<br>\r\n<br>\r\nStory 1: After a raid on a crooked collector, Judy discovers that the stone has fallen into her pocket. Showing it to Nick, the two friends quickly find out what the stone can do, but in an awkward way...<br>\r\n<br>\r\nStory 2: Acting on a tip from Fennic, Nick single-pawed busts a jewelry-smuggling operation. However, one of the jewels is really the stone and when the ZPD can't find an owner, Nick brings it home with him...<br>\r\n<br>\r\nStory 3: While on vacation on her own, Judy suddenly stumbles across some ancient ruins, finding the stone inside...<br>\r\n<br>\r\nStory 4: Getting a call from a construction site, Judy and Nick discover that the crew have dug up some ancient artifacts. Whith all the artifacts identified, exept for the stone, Chief Bogo allow Judy and Nick to keep it as a souvenir of sorts. But they are in for a surprise when they come home...</span></div></div>",
            "created":1537678800,
            "id":2552098,
            "title":" A glowing stone"
        },
        "111":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "They become each other, in some way",
                "They become each other's species",
                "Some other choices"
            ],
            "content":"<div class=\"\"><div> <span>Judy was exhausted. Today had been a very busy day for the ZPD's bunny officer.<br>\r\n<br>\r\nA raid on a crooked antiques dealer, which the First Precinct had been setting up for months, had gone down today and while the dealer and his henchmen had all been arrested, the sheer amount of adrenaline she had experienced during the raid, had left her really tired. So tired, that her partner, the fox Nick Wilde, had had to drive her home to her new apartment. (A gift from the re-instated Mayor Lionheart for saving Zootopia from Bellwether's plot.)<br>\r\n<br>\r\nWhen they arrived, Nick followed Judy inside. While Judy was still wearing her police uniform, Nick had already switched to his casual outfit.<br>\r\n<br>\r\nShooting a glance at his partner, Nick playfully said: \"What's the matter, Carrots? I thought rabbits had lots of energy.\"<br>\r\n<br>\r\n\"Please; no rabbit-jokes tonight, Nick,\" groaned Judy. \"Not like you can talk; I can see that the raid took it's toll on you, too.\"<br>\r\n<br>\r\n\"Alright, you got me there,\" admitted Nick. \"But I really eanted to make sure you got home okay before going home myself.\"<br>\r\n<br>\r\n\"Thanks, Nick,\" said Judy. \"But I'm just tired, not injured. You didn't have to...\" She trailed off as she suddenly felt something in one of her pockets. Pulling it out, she saw that it was some kind of shiny stone.<br>\r\n<br>\r\n\"What'cha got there, Carrots?\" asked Nick.<br>\r\n<br>\r\n\"I don't know,\" said Judy. \"It must have fallen into my pocket when I bumped into that shelf during the raid.\"<br>\r\n<br>\r\nJudy studied the stone a bit more. 'I'm sure I've heard something about a stone before, but I can't quite remember where...' thought Judy.<br>\r\n<br>\r\n\"Well, stone or not, I'd better get back home,\" said Nick.<br>\r\n<br>\r\n\"Not yet,\" replied Judy. \"We have to figure out what kind of antique this is.\"<br>\r\n<br>\r\n\"Can't we do that tomorrow,\" asked Nick. \"Besides, I thought you were tired.\"<br>\r\n<br>\r\n\"I am,\" replied Judy, \"but it's important that we identify this stone as fast as possible, to determine whether it's stolen or not.\"<br>\r\n<br>\r\nWhen Nick let out another groan, Judy began to get a little annoyed with her friend and partner. Gripping the stone hard, she thought: ' That dumb fox. If only...'<br>\r\n-----------<br>\r\nWhat did Judy think? It determines what kind of change will happen.<br>\r\n<br>\r\nChoice 1: '...he knew what I was going through sometimes!' This causes Nick and Judy to somehow become each other! Could be through body-swapping, life-swapping, or something even crazier.<br>\r\n<br>\r\nChoice 2: '...he knew what it was like to be a bunny!' This causes Nick and Judy to swap species; making Nick a bunny and Judy a fox!<br>\r\n<br>\r\nOr, do you want a different kind of change?</span></div></div>",
            "created":1538283600,
            "id":2556894,
            "title":"Story 1: The Collector's Strange Stone"
        },
        "1111":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Simple Body-swapping, thanks!",
                "The crazier option, please!",
                "Other choices"
            ],
            "content":"<div class=\"\"><div> <span>In what way does Judy and Nick 'become each other?'<br>\r\n<br>\r\nFirst up; there's the old fashioned body-swap option, where Nick ends up in Judy's body and Judy ends up in Nick's body.<br>\r\nNaturally, they will both likely freak out; not only because they are now a different species, but also because they are now a different gender!<br>\r\n<br>\r\nHowever, there's also a crazier option: in which Nick and Judy now think that they are really each other; i.e. Nick thinks that he is actually the female bunny Judy, while Judy thinks that she is really the male fox Nick!<br>\r\nThis is only a mental change, so their bodies won't change at all; so, even though she is still a bunny in body, Judy will think that she really has Nick's body, since she thinks she is Nick (and vice versa for Nick.)<br>\r\nAlso; since no physical changes will occur when the change happens, both Judy and Nick (thinking that they are really each other), will be appalled over wearing 'each others clothes', even though it is really their own.<br>\r\nErgo: even though their clothes fits then perfectly, Judy (thinking she's really Nick) and Nick (thinking he's really Judy) both believe the Stone swapped their clothes and nothing else and swap their clothes 'back', which results in 'Nick' (Judy) wearing clothes that are oversized on 'his' (her) body, while 'Judy' (Nick) wears clothes that are quite small for 'her' (him)!<br>\r\n<br>\r\nSo; which of these options do you like the most?</span></div></div>",
            "created":1541307600,
            "id":2572920,
            "title":"They become each other, in some way"
        },
        "11111":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Nick and Judy freak out over being in each others bodies",
                "Judy and Nick manage to stay calm and try to figure out what happened",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>'If only he knew what I was going through sometimes!' As soon as Judy had thought those words, she suddenly noticed that the stone was starting to glow.<br>\r\n<br>\r\n\"Uh, Carrots?\" asked Nick, who had also seen the glow of the stone. \"What's with the light-show?\"<br>\r\n<br>\r\nJudy just managed to say: \"I have no idea,\" before the light from the stone grew so bright that it completely filled the apartment and forcing the two mammals to shut their eyes in the face of it.<br>\r\n<br>\r\nA strange feeling enveloped the two mammals. It was like they were being sucked up into a vacuum cleaner and then spit back out again. As the strange feeling disappeared, so did the light.<br>\r\n<br>\r\nJudy was the first to recover. She opened her eyes, but couldn't see anything other than a vague, gray blob. Since her vision was still blurry, so she blinked a few times to make it go away. She noticed how the gray blob became gradually clearer, until she was looking at.... herself???<br>\r\n<br>\r\nThis was a weird situation for Judy. How could she be looking at herself? Even more puzzling was the fact that the other Judy seemed to be smaller than her.<br>\r\n<br>\r\nJudy watched as the other her stared up at her and then asked: \"Why am I seeing myself?\" It was such a strange question; but it was even stranger that the other Judy suddenly moved her paw to her throat, like she was surprised by her own voice.<br>\r\n<br>\r\n\"I could be asking the same...\" was all Judy managed to say before she apruptly cut off. Her voice sounded a lot deeper than it usually did.<br>\r\n<br>\r\nAs Judy stood pondering over this, she watched the other Judy first looking at her, then looking down at herself, before turning wide-eyed and white as though the other her had just seen a ghost.<br>\r\n<br>\r\nA look of dawning realization flickered across the other Judy's face, before being replaced with a look of nervousness.<br>\r\n<br>\r\nJudy watched as the other Judy looked up at her again and said: \"Is that you, Carrots?\"<br>\r\n<br>\r\nJudy's eyes went wide. There was only one mammal in Zootopia that called her that...<br>\r\n<br>\r\n\"Nick?\" she asked the other bunny in her new voice. The other Judy nodded. \"But... how come you look like me?\"<br>\r\n<br>\r\n\"I was about to ask you that, too,\" said Judy's clone, whom she now knew to be Nick.<br>\r\n<br>\r\nIt took a moment before the full meaning of Nick's words sank in. And it lead Judy to see a very disturbing pattern. The fact that her 'other self'/Nick seemed to be smaller than udual, the strange feeling from when they were in the light, her new deeper voice, Nick now looking like her... it all added up to one undeniable solution.<br>\r\n<br>\r\nSwallowing, Judy looked down at herself and gasped. Instead of the ZPD uniform and grey-furred foot-paws that she was used to seeing, she instead saw a green Hawaiian shirt, an indigo necktie, khaki pants and red-furred foot-paws.<br>\r\n<br>\r\nThe realization hit Judy like a ton of bricks. Somehow, she and her partner had swapped bodies!!!<br>\r\n<br>\r\nThe following scream could be heard across all of Zootopia.<br>\r\n<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1578200400,
            "id":2769795,
            "title":"Freaky Fox-and-Bunny Day..."
        },
        "111112":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Manages to find the stone!",
                "Doesn't find the stone, it rolls through a crack in the floorboards!",
                "Discovers the stone is gone! Vanished after the wish!"
            ],
            "content":"<div class=\"\"><div> <span>\"Okay,\" Judy, now in the body of Nick, said to calm themselves down. \"We can't just sit here and panic. We need to do something about this.\"<br>\r\n<br>\r\n\"You're right,\" Nick replied, placing the floor while trying not to trip over his new giant rabbit feet. \"People swap bodies all the time! I'm sure there's a perfectly logical explanation to all this.\"<br>\r\n<br>\r\nIt was bizarre to hear Nick's usual sarcastic quips coming out of her own mouth. Though he was making some sense. There had to be a reason for the sudden change, it shouldn't have happened for no reason. Judy shifted on her own new feet, trying to become more comfortable in the idea that she was a taller and slimmer fox. Being male was also something that was going to take some getting used to. She hoped that they could solve this problem before one of them had to go to the bathroom.<br>\r\n<br>\r\nAs Judy flexed her new paws, she suddenly found them rather empty.<br>\r\n<br>\r\n\"The stone...\"<br>\r\n<br>\r\n\"What?\" Nick asked, rabbit ears picking up what she had quietly mumbled. \"The stone we found? Carrots, you don't think...\"<br>\r\n<br>\r\n\"I had wished that you could know what I was going through sometimes,\" Judy explained. \"But it was in my own head! I didn't think it would actually do...This!\"<br>\r\n<br>\r\n\"Well, then all we have to do is find it and undo this by wishing the opposite. Problem solved. Where did you put it?\"<br>\r\n<br>\r\n\"I just had it in my paw when I made the wish. But that was when I was in your body. I mean, my body. You don't have it?\"<br>\r\n<br>\r\nNick checked both of his paws but was holding nothing. \"It must have gotten dropped when that flash of light happened. Or maybe it just evaporate entirely.\"<br>\r\n<br>\r\n\"Don't say things like that! Let's look around, we'll find it.\"<br>\r\n<br>\r\nBefore they could both go to the floor, there was a familiar ringtone humming in the apartment. Nick felt around his back pockets and produced Judy's cellphone.<br>\r\n<br>\r\n\"It's your parents.\"<br>\r\n<br>\r\n\"Well, answer it.\"<br>\r\n<br>\r\n\"Are you crazy? The last time I talked to them, I'm pretty sure your dad thought I was trying to eat you!\"<br>\r\n<br>\r\n\"Nick, you're me now. And unless we want everyone freaking out, you need to suck it up and work out your problems with dad. I'll look for the stone, you talk to my parents.\"<br>\r\n<br>\r\nNick groaned as the call went to video on NuzzleTime. \"Oh...Hey. It's, uh, it's <i>my </i>parents...\"<br>\r\n<br>\r\n\"Hi, Jude! Is this a good time? We have some big news!\"<br>\r\n<br>\r\n\"Oh,\" Nick looked to Judy for guidance. She just shooed him along. \"Suuuure. Why not?\"<br>\r\n<br>\r\nWhile Nick was busy pretending to be amazed that someone in the family was having <i>another </i>litter of Hopps, Judy scoured the floor for any signs of the stone. Unfortunately, Judy's apartment wasn't built for foxes and she was feeling more cramped than usual as she ducked under her bed. This entire situation was easily the most bizarre thing that had ever happened to her and it was about to get even worse if she didn't find that stone. Judy shuddered to think what might go wrong if it landed in the wrong paws, even if its only power was swapping bodies.<br>\r\n<br>\r\nAs their search continued, Judy...</span></div></div>",
            "created":1578373200,
            "id":2770682,
            "title":"Keep Calm and Carry On"
        },
        "11112":{
            "author_id":"nerdman42",
            "author_name":"Nerdie",
            "choices":[
                "They see Judy's body as Judy, confusing Nick and the real Judy",
                "They see Nick's body as Judy"
            ],
            "content":"<div class=\"\"><div> <span>There was only a second for the duo to process as the stone suddenly emitted a bright light. They both covered their eyes instinctively, attempting to save their precious pupils from harm. Yet as quickly as it appeared, the light vanished. They slowly removed their hands, looking around curiously, looking for whatever the stone might have done. As far as they can perceive, the magic it wound was relatively mundane.<br>\r\n<br>\r\nAs far as they could perceive.<br>\r\n<br>\r\n\"Well, would you look at that, Carrots,\" Judy slouched her shoulders, grinning at Nick with a smug grin. \"Your little stone is a magic clothes swapper. What a handy little tool.\"<br>\r\n<br>\r\nNick's body sighed, resting a hand on his hip. \"We come across magic and you're going to sass about it?\"<br>\r\n<br>\r\n\"I don't sass. I snark. There's a difference.<br>\r\n<br>\r\n\"Either way, it's clearly done something magical, Nick. That's an important discovery! Something that, as far as I'm concerned, means it gets filled into evidence asap.\"<br>\r\n<br>\r\nThe rabbit shrugged. \"Suit yourself. As long I get changed back into something more my style and can clock off, that's all fine by me.\"<br>\r\n<br>\r\nJudy huffed, crossing Nick's arms. \"You better not stretch my uniform...\"<br>\r\n<br>\r\n\"I could take it off, if you'd prefer.\"<br>\r\n<br>\r\nShe groaned, already moving to the car. \"Don't even joke about that...\"<br>\r\n<br>\r\nJudy's body laughed. Silly rabbit. With a slightly bigger bounce in his step than he seemed to recall, Nick followed what he believed to be a rabbit into the patrol car. \"Where we stopping first then, Carrots? Your place or mine?\"<br>\r\n<br>\r\n\"I'm not sure I want to see the state of your place. We'll change at my apartment.\"<br>\r\n<br>\r\nNick shrugged again, leaning back into the seat. It felt... bigger than usual. But that was ridiculous, so he brushed the thought aside as he unbuttoned a bit of the uniform. It was hard to breathe in such a small thing.<br>\r\n<br>\r\nIt wasn't long before the duo arrived at the apartment and trudged up the stairs to to Judy's apartment.<br>\r\n<br>\r\nJudy briefly felt around for her keys before realization struck.<br>\r\n<br>\r\n\"Dang it Nick, you have my keys.\"<br>\r\n<br>\r\nNick grinned widely, lifting them out of Judy's pockets. \"So it would seem... What do you want for them?\"<br>\r\n<br>\r\n\"Nick, come on, I don't want to be in your stupid shirt longer than I need to.\"<br>\r\n<br>\r\nHe gasped, putting a pawed hand on his tiny chest. \"Carrots, that is a classic. I saved up a while for that little  ensemble, thank you. You've probably been dragging it through the dirt all day, it barely fits you.\"<br>\r\n<br>\r\nJudy paused for a confused second. This shirt and tie really shouldn't fit her... yet she had no trouble at all. Why was that....?<br>\r\n<br>\r\nBut the thought was quickly interrupted by the sound of Judy's annoying neighbors arguing once again.<br>\r\n<br>\r\n\"I'm telling you, the yogurt from 3rd street is much better!\"<br>\r\n<br>\r\nBucky shoved a finger at Pronk angrily as they passed the police officers.<br>\r\n<br>\r\n\"You're insane, you are absolutely out of your mind. The 5th street grocery is much better.\"<br>\r\n<br>\r\n\"How can handle being so wrong without your brain exploding?!\" Pronk quickly turned to Judy. \"Neighbor, tell Bucky he wouldn't know taste if it ran him over.\"</span></div></div>",
            "created":1541394000,
            "id":2573689,
            "title":"The crazier option, please!"
        },
        "111121":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "They go into Judy's apartment to change clothes before doing anything else",
                "They stop to think about what other changes the stone could have done to them",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Well?\" asked Pronk.<br>\r\n<br>\r\nNick didn't know what to do. For some odd reason, Judy's squabbling neighbours thought HE was Judy.<br>\r\n<br>\r\nFinally he managed to stutter out: \"Err..... personally, I prefer the yogurt from the shop of 7th Street...?\"<br>\r\n<br>\r\nBucky and Pronk stared at Nick with wide eyes. Then they suddenly hurried out the door, calling back as they went out: \"Thanks, Judy! We'll try it out right now!\"<br>\r\n<br>\r\nNick and Judy stood dumbstruck after the two mammals had left. They then turned towards each other.<br>\r\n<br>\r\n\"Okay; that was weird,\" said Judy. \"Why did they they think that you were me?\"<br>\r\n<br>\r\n\"No idea, Carrots,\" answered Nick, \"But for some reason, I just feel that there is something wrong; like, maybe that stone ended up swapping more than just our clothes.\"<br>\r\n<br>\r\n\"That's funny; I feel the same way,\" replied Judy. \"Could be that the stone makes others percieve us as each other, or something.\"<br>\r\n<br>\r\nJudy sighed. What should they do now?</span></div></div>",
            "created":1545714000,
            "id":2593135,
            "title":"They see Judy's body as Judy, confusing Nic..."
        },
        "11113":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "The gemstone switches their lives",
                "The gemstone switches their personalities, memories, and their clothes"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Want more choices? Ask and Ye shall receive!</span></div></span></div>",
            "created":1578978000,
            "id":2773641,
            "title":"Other choices"
        },
        "1113":{
            "author_id":"thepirate1",
            "author_name":"The pirate",
            "choices":[
                "yes",
                "no "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>does only one of them change?</span></div></span></div>",
            "created":1541566800,
            "id":2574439,
            "title":"Some other choices"
        },
        "11131":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Judy becomes the Chief",
                "Something Else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Judy Becomes Chief Bogo</span></div></span></div>",
            "created":1542430800,
            "id":2578821,
            "title":"In Charge?"
        },
        "111312":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Nick becomes the foxy doughboy.",
                "Open Choice Chapter."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nick transforms into a giant dough monster.</span></div></span></div>",
            "created":1546059600,
            "id":2595635,
            "title":"Something Else?"
        },
        "1113122":{
            "author_id":"redwolf12",
            "author_name":"wolfbood",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What if Judy and Nick somehow swap size?</span></div></span></div>",
            "created":1556859600,
            "id":2654576,
            "title":"Open Choice Chapter."
        },
        "11131221":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Try playing with the stone some more.",
                "Check some of Nick's old contacts about the stone.",
                "Bring the stone to the ZPD."
            ],
            "content":"<div class=\"\"><div> <span>The apartment was suddenly overtaken by a violent red light and the pair was throw back in opposite directions.<br>\r\n<br>\r\n\"Omph!\"<br>\r\n<br>\r\nJudy hit the floor with a hard thud, causing the wind to get knocked out of her. The red stone stumbled from her paws and rolled under the bed.<br>\r\n<br>\r\nAs Judy laid sprawled out on the floor, her entire little rabbit body convulsed and jolted. It was like something was tugging at her from ear to tail and stretching her out like taffy. She could hear something rip and tear.<br>\r\n<br>\r\nAnd then it all stopped in an instant.<br>\r\n<br>\r\nJudy blinked a few times lying on the floor, before rising to a strange sense of vertigo. As she rose from, she looked down at herself only to find that she was looking quite exposed. Her vest and uniform lay in tatters all around her. It was almost as if she had exploded out of her clothing. At the thought of being indecent, her first instinct was to cover herself with her paws as she realized she hadn't been the only one to be hit by whatever that was.<br>\r\n<br>\r\n\"Nick!\"<br>\r\n<br>\r\nDespite being nearly naked, Judy rose for the door only to find her center of gravity was completely out of whack. She stumbled on her oversized feet and reached for the nearby desk...Only to find it much lower than she thought it would be. In fact, glancing around the room, everything looked a little bit smaller than she remembered it, even despite her apartment's miniature status.<br>\r\n<br>\r\nThat's when it dawned on her. It wasn't the apartment that had shrunk. It was she that had grown!<br>\r\n<br>\r\n\"Carrots,\" Nick responded from the hall.<br>\r\n<br>\r\n\"Are you alright?\" Judy called.<br>\r\n<br>\r\nShe would have normally rushed for the door to make sure her friend was alright, but it was for her own safety that she was keeping herself steady. Her head was loopy and she wasn't prepared for the sight she saw in the doorway.<br>\r\n<br>\r\nWhile she had grown, on the opposite end of the spectrum her partner had seemingly shrunk. He stood before her in a uniform that was far too big for him while the last shreds of her clothing remained pressed to her body to keep her covered. In fact, it was almost like the two of them had...<br>\r\n<br>\r\n\"Nick,\" Judy spoke up. \"Did we...?\"<br>\r\n<br>\r\n\"Switch heights?\" asked Nick, tugging his now very loose shirt up his shoulder. \"It certainly looks that way. But how?\"<br>\r\n<br>\r\nSomething in Judy's keen detective mind clicked and she went down on her knees to reach under her bed. That proved to be an easier feat with such longer arms and her fingers grasped hold of her hunch. The now pulsing red stone.<br>\r\n<br>\r\n\"...Have you ever heard of something like this before?\" asked the now giant bunny.<br>\r\n<br>\r\n\"A very long time ago,\" said the shrunken fox. \"When I was a kid from a few crazy hobos. But I certainly didn't think something like this existed. I know I certainly didn't pay attention to rumors about magical stones.\"<br>\r\n<br>\r\n\"Do you know someone who might?\"<br>\r\n<br>\r\n\"Maybe,\" he shrugged, giving up the fight to wear his shirt and just letting it slide off his shoulder into a heap on the floor. \"Course, if it was just me, I would finagle with the thing and fix this myself.\"<br>\r\n<br>\r\n\"Out of the question. We need to bring this to the ZPD...I think.\"<br>\r\n<br>\r\nNick just shrugged, standing in a pile of his formerly fitting clothes. \"It's your call, Carrots.\"<br>\r\n<br>\r\nJudy often had to make the decisions in their pairing. But, in this case, she didn't quite know what to do. She sighed and sat her expanded body down on the floor to think for a moment before deciding to...</span></div></div>",
            "created":1557550800,
            "id":2658212,
            "title":"Switching Sizes"
        },
        "111312211":{
            "author_id":"ryuk05",
            "author_name":"Bonzley",
            "choices":[
                "Nick attempts to return the duo to thier original sizes.",
                "Nick declines and mantains they research the stone further first.",
                "Nick declines and Judy uses it once again."
            ],
            "content":"<div class=\"\"><div> <span>\"You know what, you're right Nick. We should give it another go, maybe it can reset this whole situation?\" Judy said after mulling it over a bit more and wildly gesturing to her and Nick's bodies with her thickened arms and enlarged paws.<br>\r\n<br>\r\n\"Yeah? Ok that sounds like a plan!\" Nick answered with weak confidence sounding shaken by the strangeness of looking up at his formally \"small\" partner to meet her gaze. <br>\r\n<br>\r\n\"Right.\" Judy concured but wore a look of confusion.<br>\r\n<br>\r\n\"So how do we activate it?\" Nick asked timidly.<br>\r\n<br>\r\n\"Hummmm, not quite sure. All I remember from last time was thinking what a hard headed fox you were and that you never seem to listen to me\" Judy thought outloud as she gripped the still glowing stone while closing her eyes. <br>\r\n<br>\r\nAs she tried to recall how to activate the stones power once again she continued \"I thought if I was larger you would have no choice but to take me seriously, but not only that but if you were meeker than you might find me more commanding maybe even a little indimidating\". All the whlie the glow of the stone intensified and began to shine brightly threw the fox sized rabbit's fingers before setting of a blinding flash once again.<br>\r\n<br>\r\nJudy raised her free paw up to her eyes to shield them from the brightness as she stumbled backward onto her rear. She managed to hold on to the stone this time but this caused a strange sensation to occur, she phyiscally felt the stone seemingly shrink in her paw.<br>\r\n<br>\r\nNick was flown back by the discharge again, only this time he was tossed with much more force. He could hear the sound of fabric streching poping and tearing from where Judy was and he aimed his sights there as soon as he was able. \"Carrots! You ok?\" Nick blurted out as his vison slowly retured.<br>\r\n<br>\r\nJudy watched in horror/amazement as her body swelled even larger as her rump took up more and more of her apartments real estate upon the floor as it spread in all directions. \"Uh Nick, I've got some bad news.\" Judy said nervously. <br>\r\n<br>\r\nNick finally able to see was flabberguasted by the sight before him. Judy was HUGE! Now she was big before and Nick hadn't gotten to his feet yet but something definatly didn't look right. \"I think I see what you mean.\" Nick replied with trepidation hoping once he was standing things wouldn't look as bad as they appear to be.<br>\r\n<br>\r\nAs Nick gathered the courage to take the stand and approach the oversized bunny he braced for the worst. Upon donig so he was met with two revelations. One as he got to his feet the rabbits appartment floor wasn't all that far below him and for that matter everything about her appartment was oversized. The countertops were almost as tall as he was and her coffe table was up to the top of his thighs! Two Judy herself was truly MASSIVE he barely cleared the top of her head and she was sitting down! <br>\r\n<br>\r\nIt was clear Judy had grown again as Nick had shrank even smaller. Judy had been proped up against the wall with one arm over her rasied knee footplanted firmly on the floor while the other lay limp with the pulsating stone loosely in her open palm next to the corosponding leg outstretched and foot strait up. <br>\r\n<br>\r\nAs the giant rabbit got to her feet the fox truly felt small indeed, \"Oh boy Nicky, what are we going to do? You seem so tiny now, can you even see over my counters? Ha ha!\" the huge rabbit quiped with levity. Her form rised higher and higher still as she finally reached her \"new\" full height, with Nick comparitively shrinking lower and lower until his eye level settled around her lower abdomen. Now being only inches away form her Nick wasn't quite prepared for the spectacle so he found himself retreat ever so slightly \"Uh y-yeah carrots I guess so. Huh hu.\" Nick stated as he laughed nervously. <br>\r\n<br>\r\nWith her ears merely inches from the ceiling while picking up on Nick's apprehension she tried to put him at ease by proclaiming, \"Holy mackerel Nick, look at me I must be the size anatolain shepherd. This is nuts!\" <br>\r\n<br>\r\n\"Yes you are quite large Judy especially to me, but I'm not so sure I want to have to look old Finnick in the eye next time I see him.\" Nick stated bluntly wincing at the thought of such a scenario.<br>\r\n<br>\r\n\"Or I could use it again and you can police the streets of Little Rodetia, you could be our inside fox. There sure is a whole lot of crime we just don't see in that town, it could really help the ZPD.\" Judy said in a joking tone that got more and more serious as she got lost in thought.<br>\r\n<br>\r\n\"Maybe you should worry about covering yourself up first, your not leaving much to the imagination you know!\" Nick scolded her absentmindedness while gesturing to her completely tatered clothing and turning to face away. <br>\r\n<br>\r\nThe towering rabbit turned slightly red at the thought of her exposure and quickly removed her shredded garments and covered herself with a bedsheet. \"You could have spoke up sooner perv.Besides if you hadn't noticed your not exactly decent yourself!\" Judy said angrily.<br>\r\n<br>\r\n \"I know I know, but I'm not nearly 6 feet tall now am I. I think I could get away with it far better than you can. Anyway I'm sorry but I hadn't actually noticed until you stood ALL THE WAY UP! Nick explained while spreading his arms apart vertically sounding truly sorry to calm the behemoth buuny down not wanting to escalate her clear anger further.<br>\r\n<br>\r\n\"Sorry Nick, I know this must be tough and you did turn away so I was out of line.\" Judy appologized with deep regret.<br>\r\n<br>\r\n'It's OK Carrots, what do you want to do? Maybe since you've seemingly figured it out you could use the stone to reset our sizes!\" Nick stated in a hopeful tone.<br>\r\n<br>\r\n\"Yeah maybe, but don't you think we should look into it first so we don't make a ireversable mistake?\" Judy asked in ernest.<br>\r\n<br>\r\n\"We could do that, I believe this fits the tale of the Wishing Stone to a T. So we could start there.\" Nick states recalling and old legend he heard as a cub.  <br>\r\n<br>\r\n\"Wishing Stone eh, that sounds about right. Say I got an idea maybe you could use it to reset our sizes so we don't run into the whole \"it can only grant three wishes\" thing.\" Judy spoke normally until it got to the inner quote whereshe embelished with a silly voice before finishing.<br>\r\n<br>\r\n\"Ha ha, It's not a genie Carrots or at least that's not how the legend goes. Yeah I could do that just to be on the safe side.\" Nick said matter-o-factly clearly amused by the rabbit.<br>\r\n<br>\r\n\"It's settled then, here take the stone \"little\" fox.\" Judy said with a toothy grin cleary loving this situation, hamming it all the way up with her delivery.<br>\r\n<br>\r\nAs she held out the stone out to the dwindled fox he couldn't help but belt out, \"Wow it's so BIG!\"<br>\r\n<br>\r\n\"What my paw or the stone?\" Judy intriguingly inquired.<br>\r\n<br>\r\n\"Well both, I suppose!\" Nick answered quickly even though he hadn't given the stone that much thought.<br>\r\n<br>\r\n\"Yeah I guess to you everything is BIG, however this stone is looking kinda dinky now but you can fix that now can't you?\" Judy idulged sweetly while anticipating Nick's next move.</span></div></div>",
            "created":1576990800,
            "id":2762924,
            "title":"Trial and Error"
        },
        "1113122111":{
            "author_id":"dansaltsc",
            "author_name":"danni",
            "choices":[
                "Yes, supersized Nick and tiny Judy!",
                "Nope, they return to.. Somewhat normal. Same size fox and bunny!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>But does he try to take some extra size for himself?</span></div></span></div>",
            "created":1576990800,
            "id":2763055,
            "title":"Nick attempts to return the duo to thier origin..."
        },
        "1113122113":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Shrink Nick some more.",
                "Find someone else to steal height from.",
                "Try to see what else the orb can do."
            ],
            "content":"<div class=\"\"><div> <span>\"So, how did this work for you, exactly?\" Nick asked, staring up at Judy. \"What did you do to trigger it again, Carrots?\"<br>\r\n<br>\r\n\"I just thought about what it would be like to be the tall and intimidating one, for a change. It's really strange but you have to really <i>feel </i>the wish or it won't work. Or, at least, that's what it seems like.\"<br>\r\n<br>\r\nNick pondered Judy's words as he did some quick math. Each wish seemed to drop him at half his size each time. If he wasn't counting his ears, he stood at about 80 centimeters tall while Judy was closer to 60. If Judy made the wish twice, that would mean he went from 40 centimeters to his current height of 20 centimeters. And that 60 centimeters of lost height went straight to Judy, who effectively doubled in her normal size. No wonder Judy looked 6 feet tall! Nick was currently standing at much less than a foot in height, while Judy was just a hair shy of four feet.<br>\r\n<br>\r\nThe numbers boggled Nick's mind as he looked up at Judy. At this height, he didn't even come up to her knees! There was a whole lot of bunny to love and the stone, which had been like a billiard ball when Nick first saw it was more like a medicine ball now in his paws. He had to use both of them as he lifted it up for Judy.<br>\r\n<br>\r\n\"Actually, Carrots, I think this is better off in your capable paws.\"<br>\r\n<br>\r\n\"What do you mean? Don't you want to get big again?\"<br>\r\n<br>\r\n\"Hey, maybe there is something to the idea of policing Rodentia,\" Nick laughed as he tried not to stare too long as Judy's towering form. \"World's first mouse-sized cop.\"<br>\r\n<br>\r\n\"I don't think you're quite mouse-sized yet,\" Judy commented as she effortlessly hoisted what was a giant ball from Nick's paws. \"In fact, what if...?\"<br>\r\n<br>\r\nShe played with the orb for a moment and was able to now perfectly clench it in her paws. Then Judy gave a wicked smile before she closed her eyes.<br>\r\n<br>\r\nThere was a growing flash again as Nick closed his eyes. Though he was not knocked back this time. Judy had gotten so big that she was able to contain the force of the stone all in the palm of her paw. No sooner than when Nick opened his eyes was he overcome with a familiar sinking sensation as the world around him got a lot more bigger. He dropped deeper into the pile of his own clothes as he lost another half of his dwindling height and he now stood mere inches tall.<br>\r\n<br>\r\nJudy was doing her own growing in the other corner of the room. Granted, the stone had less mass to transfer over to her, though it was still enough that her ears were pressed down from the ceiling before her head finally bumped it. She giggled slightly as Nick now barely came up to her ankles. The bedsheet wrapped around her was just hanging on by a thread. She was now 130 centimeters tall, while he was a measly 10.<br>\r\n<br>\r\n\"There we go,\" she said. \"The first mouse-fox.\"<br>\r\n<br>\r\nFinnick would be jubilant if he could see Nick in this state. Nick had always given the small fox trouble, now he was barely the size of an action figure. Though, somehow, he really enjoyed seeing Judy tower over him.<br>\r\n<br>\r\n\"Here,\" she said, reaching down with her free paw and opening it like a platform. \"Climb aboard.\"<br>\r\n<br>\r\nNick swallowed and did as commanded, standing shakily on Judy's paw. He lost his balance as she raised him up to her level. It was like riding the world's fuzziest elevator. From his eyes, Judy was the size of a small apartment building. And the room they were in was like a giant stadium.<br>\r\n<br>\r\n\"Carrots,\" Nick finally managed to find his tongue. \"This is so...Surreal.\"<br>\r\n<br>\r\n\"I know,\" Judy replied, holding him up to her face so she could hear him. \"I didn't think I'd wake up today and be able to hold you in my palm.\"<br>\r\n<br>\r\nNick blushed slightly as he stared at her massive lips. \"Well, uh, I think I figured out what this stone really does. Every time you use it, I seem to lose half of my height. And then it gets transferred to you. So, it's not really a Wishing Stone more than it is...\"<br>\r\n<br>\r\n\"An Absorbing Stone...\"<br>\r\n<br>\r\nJudy finished his thought as she held up the Stone in her other paw. Nick gawked that it was now about half as big as he was. To think he had be carrying that around like a toy mere moments ago...Now he didn't even think he could lift it up in his state.<br>\r\n<br>\r\n\"It's a theory, anyway,\" Nick said. \"No way to know for sure.\"<br>\r\n<br>\r\n\"Perhaps...Test it again?\"<br>\r\n<br>\r\n\"What happened to bringing it in, Officer Hopps?\"<br>\r\n<br>\r\n\"Well, it's clearly not harming you or me. And technically we did find it on the street, a public place. So what if we...\"<br>\r\n<br>\r\nNick didn't know if he was scared or aroused by the wild look in his partner's giant eyes. Though, at this height, he was powerless to stop her. <i>What kind of monster have I just unleashed?</i> He asked himself.<br>\r\n<br>\r\nIt was up to Judy and Judy wanted to...</span></div></div>",
            "created":1576990800,
            "id":2763083,
            "title":"Growing Carrots"
        },
        "11131221132":{
            "author_id":"dansaltsc",
            "author_name":"danni",
            "choices":[
                "Judy nods.",
                "Judy shakes her head, a smaller creature before an elephant."
            ],
            "content":"<div class=\"\"><div> <span>\"What if.. I found someone extra big to take some size from?\" She asked, wiggling her bigger toes.<br>\r\n<br>\r\nNick raised an eyebrow. \"You sure about that, Carrots?\" He asked, rubbing her paw that was holding him.<br>\r\n<br>\r\n\"I mean, like.. This is so amazing.. Being so big.. But.. I kinda wanna.. Be bigger.. Maybe I could..\" She said, with a devious grin..<br>\r\n<br>\r\nShe giggled a bit. \"Find an elephant.. And take his size..\" She said. That'd make her a *lot* bigger!<br>\r\n<br>\r\n\"Uh, Judy, you sure you wanna do this?\" He asked, gulping.</span></div></div>",
            "created":1576990800,
            "id":2763332,
            "title":"Find someone else to steal height from."
        },
        "111312211322":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Nick sneaks over with the stone.",
                "Judy bursts in and takes their size by force.",
                "They come up with something else."
            ],
            "content":"<div class=\"\"><div> <span>\"You're right,\" Judy nodded along. \"An elephant might be too big, at first. I mean look at me, I can barely fit in here as it is.\"<br>\r\n<br>\r\nThat much was true. Judy was like a building from Nick's eyes, though he knew that just meant he was very small. But even with their differences in height, she kept bumping around the furniture meant for someone half her current size. She had to constantly lean over so she didn't bump her head on the ceiling. Nick shuddered to think what she might be like at full height.<br>\r\n<br>\r\n“That said,” Judy continued, a mischievous smile at her lips. “I still want to get even bigger though.”<br>\r\n<br>\r\n“How big are we talking?”<br>\r\n<br>\r\n“Big enough,” she winked at him causing Nick to shiver with excitement slightly. “Perhaps somewhere so I don’t have to go too far. I think walking around like this is going to certainly raise a few eyes.”<br>\r\n<br>\r\n“At least until we find clothes that fit you.”<br>\r\n<br>\r\nAs if on cue, there was some noise in the hallway. Nick had been to Judy’s place long enough to know that she didn’t have the greatest neighbors when it came to volume. Being mouse-sized, however, the shouting match of Bucky and Pronk was intimidating to hear, especially with the holes in Judy’s wall.<br>\r\n<br>\r\nJudy’s usual frown whenever the two came home suddenly lightened up as she had an idea.<br>\r\n<br>\r\n“What if we tried it on them?” Judy whispered. “I could use a bit of revenge on the two of them and them being smaller might quiet things down.”<br>\r\n<br>\r\nBucky and Pronk were a kudu and a gemsbok respectively, each standing roughly 170 centimeters or 5’7 each. And they were both about the same height the last time Nick saw them. Judy looked down at Nick in her paw.<br>\r\n<br>\r\n“What do you think?”<br>\r\n<br>\r\n“I suppose it could be nice to have some revenge on your noisy neighbors,” Nick started, he still wasn’t sure if he was on board with making Judy a giant or not yet. “But bursting through the door like this might raise some questions. Granted, you’re still smaller than them. But they’re pretty observant, last I saw.”<br>\r\n<br>\r\n“Hmm,” Judy thought aloud. “Well, if I can’t burst in then why don’t you sneak over and sneak the size for me?”<br>\r\n<br>\r\n“Huh? Me? How?”<br>\r\n<br>\r\n“Easy! You’re small enough to fit in through the holes in the wall now! You can just creep over with the stone and catch them by surprise. Then head back with the stone when you’re giant again. Then you can give the stone back and I can take the size you have.”<br>\r\n<br>\r\nThat was a complicated plan, but Nick could see it working. The problem was, did he want to go through with it or just have Judy burst in and steal their heights? Or maybe there was another way they weren’t thinking of?<br>\r\n</span></div></div>",
            "created":1577250000,
            "id":2764337,
            "title":"Shrink Bucky and Pronk"
        },
        "1113122113221":{
            "author_id":"enter24",
            "author_name":"AAAB",
            "choices":[
                "Nick take half size just from one of neighbors and grow about his original size",
                "Nick take half size from both and surpass even Judy"
            ],
            "content":"<div class=\"\"><div> <span>\"You can't just give up? Your giant already\" Nick asked suspiciously \"and isn't it some kind of crime?\"<br>\r\n<br>\r\n\"Nope\" Judy shakes her head \"in the code, theft is the appropriation of property, but high is rather not included as the property\"<br>\r\n<br>\r\n\"You know any judge wouldn't agree with?\" Nick asked rhetorical. He looked at the wall. \"Okey carrot, if we doing this, than sneaking sounds much better than oversized bunny bursting through the door\" <br>\r\n<br>\r\n\"Sure partner\" Judy reply with happy grin on her face. She put hand with Nick next to the cracked wall \"This crack looks like biggest. Take the stone and good luck\"<br>\r\n<br>\r\n\"see you soon\" mouse-size fox wave to her and than leave platform size paw. From his eyes that crack looks like real cave, tall enought to walk straight and wide just for one per... fox. Walk wasn't a problem, real problem was that stone. Rock almost half his size and such heavy that Nick need both hands to pick it up. <br>\r\n<i>damn... about hour ago I could hold it in my hand</i> he think to himself.<br>\r\nAs Nick walk further, he finally reach Bucky and Pronk room. For miniature fox kudu and a gemsbok looks like two living mountains. He take a breath and hold stone tightly as he wish to become as big as these two.<br>\r\n<br>\r\nbright flash come from the rock and powerful force push fox backward. Nick fly through the hole just to land in something soft. As he open eyes he spot he land just in Judy's paw.<br>\r\n\"You did it!\" she shout happy.<br>\r\nNick look surprised as strange warm feeling build inside him and everything around him shrink. Just in couple second he fill completely Judy's paw as he grow further. </span></div></div>",
            "created":1577336400,
            "id":2764710,
            "title":"Nick sneaks over with the stone."
        },
        "11131221132211":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "She wants to take half Nick's new height and see Bucky eye to eye.",
                "She wants to shrink Pronk some more.",
                "She wants to pretend there's a shrinking virus going around in front of Pronk."
            ],
            "content":"<div class=\"\"><div> <span>From his perspective, it was almost like Judy was the one who was shrinking if he didn't know any better. She had to use two paws before she was forced to drop him on the floor, but by then Nick was nearing the size of her knees.<br>\r\n<br>\r\n\"Hey there, shrimp,\" she said, still looming over him but no longer the crushing giantess she had been moments before. \"Welcome to the land of the big.\"<br>\r\n<br>\r\nNick smiled and nodded along as he approached heights he had been used to before this whole mess with the stone had happened. As he continued to grow skywards, he did the math quickly in his head.<br>\r\n<br>\r\nIf Bucky or Pronk were 170 centimeters and he took half from one of them, that would mean that Nick was about to grow to 95 centimeters, a good head taller than he had been at the start. Despite that extra boost in height, Judy still remained taller than him. He frowned as he finally stopped growing, seeing how he barely came up to her chest in height.<br>\r\n<br>\r\n\"Aw,\" Judy said, rubbing him on the head. \"You look so cute!\"<br>\r\n<br>\r\n\"I thought rabbits didn't use the word cute...\"<br>\r\n<br>\r\n\"They do when they're not the ones being looked down on. You're just so tiny!\"<br>\r\n<br>\r\n\"Well, just keep in mind I'm actually bigger than I once was,\" Nick confirmed by grabbing his shirt and showing that it was now a tight squeeze on him. \"It's you who's actually a giant bunny.\"<br>\r\n<br>\r\nAs if to drive that point home, the two's ears perked up at the sound of shouting behind the apartment wall. They both pressed against to hear as the infamous noisy duo of Bucky and Pronk put on their usual show for them. Only with a twist.<br>\r\n<br>\r\n\"The heck was that blinding light?\" squeaked a rather stunted sounding Pronk.<br>\r\n<br>\r\n\"The heck is with your voice?\" Bucky responded. \"You sound like a hamster on helium.\"<br>\r\n<br>\r\n\"You shut up! I sound just fine! Think you're so cool making yourself all giant!\"<br>\r\n<br>\r\n\"I didn't do anything, dumbo! You think making yourself small is going to make me take pity on you, think again!\"<br>\r\n<br>\r\n\"I don't need to be big in order to whoop your butt! You shut up!\"<br>\r\n<br>\r\n\"No, you shut up!\"<br>\r\n<br>\r\nJudy couldn't help but snicker. Even magically shrinking one of them seemed to change nothing in particular about their usual verbal sparring matches with each other. Nick began to wonder what it would take to finally get them to stop fighting with each other before Judy whispered in his ear.<br>\r\n<br>\r\n\"Nick, maybe we should mess with them a little more?\"<br>\r\n<br>\r\n\"I dunno. Shouldn't we figure out a way to get you back to normal soon?\"<br>\r\n<br>\r\n\"Just this one last thing! I promise.\"<br>\r\n<br>\r\nNick realized he was still the one with the stone and sighed. Even if she was a giantess, Judy was still just too cute for her own good. \"Alright, what do you want to do?\"<br>\r\n<br>\r\nJudy grinned and said...</span></div></div>",
            "created":1577336400,
            "id":2765038,
            "title":"Puny Pronk"
        },
        "111312211322111":{
            "author_id":"enter24",
            "author_name":"AAAB",
            "choices":[
                "\"I'm really tired now. It was a long day\"",
                "\"I used to be that big. I would like to stay like this\""
            ],
            "content":"<div class=\"\"><div> <span>\"Maybe it's time to visit neighbors?\" Judy offer with devilish grin on her face. \"they wouldn't argue with someone their scale\"<br>\r\n<br>\r\n\"what!? You know you're out of any clothes? Even that, you're about 130cm...\" Nick deny quickly but just in moment he recognise that grin and that sparkle in the eye. \"ah... I see you already decide, carrot\"<br>\r\n<br>\r\n\"can I borrow some some of your height? I promise it's last time\"<br>\r\n<br>\r\nCouple seconds later Judy hold glowing stone in her paw tightly and wish to become even bigger. Bright flash and for her everything around again start to shrink. Her head hit the ceiling despite that she already bend it. Moments her back also press the ceiling, forceing rabbit to take a sit on the floor.<br>\r\n<br>\r\n\"wow... I can't even stand in my flat. It's so awesome\" Judy said. Her long legs press opposite wall so also there she need to bend it, trying not to crush the wall, any furniture or worse - Nick. But it was hard as she take more and more space in the room.<br>\r\n<br>\r\nAs Judy grow, Nick watch in amaze how everything around become much more massive, high. Especially his partner. Fox need to take step back against wall of gray fur. Floor moan under Judy's pressure. It was design to hold rubbit size animal, not three times bigger, and according to math about twenty seven times heavier. Hope it will hold.<br>\r\n<br>\r\n\"That was a ride.\" Judy summarize as she finally stops growing. She was big and she now it. But only when she leave the room and stand straight, she could estimate how big she is. She carefully do it, trying not to crush anything. Also she takes couple blankets and bedding. Judy tight them up and make some kind of cover for her most private areas. <br>\r\n\"How do I look?\" She asked miniature fox.<br>\r\n<br>\r\n\"well... like mountain of fluffiness, carrot\" Nick reply as he leave the room. For now he could reach Judy's knees. <br>\r\n<br>\r\nJudy knock to noisy neighbors doors. \"Bucky! Pronk! Be quiet please!\"<br>\r\n\"Get out bunny! We got bigger problems!\" Bucky shout just after him Pronk add \"Yes! Out!\"<br>\r\n\"Yes? maybe you said it face to face?\"<br>\r\n<br>\r\nthe lock moan as Bucky open the door. \"I said get....\" He couldn't finish when he realise he isn't stare at small bunny but at her... knees. He looked up... and up... and up to meet her eyes. Judy not even was small bunny at all, she was slightly bigher tham himself. About 180cm tall* but with her ears she looks even bigger.<br>\r\n<br>\r\n\"listen there. I got hard day today, I'm tired and someone almost shot me during raid. I want to sleep and I got enough your noisy shouting! Also <br>\r\ndisturbing the silence of the night is an offense. understand?\"<br>\r\nCombination her unusual size, almost nudity and confidence completely surprised Bucky and he can only stare. \"okay ma'am. I'm sorry\" He said and closed the door. <br>\r\n<br>\r\n\"wow... You did it! that was big\" Nick shout and jump when Judy turns back to her home. \"You wouldn't get problem with them for a long time. Can we take everythink normal now?\" <br>\r\n<br>\r\n\"Well... actually....\"<br>\r\n<br>\r\n(I just make them 180 and 45 instead 177,5 and 47,5. it's easier to operate with such numbers)</span></div></div>",
            "created":1577509200,
            "id":2765623,
            "title":"She wants to take half Nick's new height an..."
        },
        "1113122113221111":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Nick gets the stone and cuts Judy down to half size.",
                "Judy wakes up and shrinks Nick even more.",
                "Judy wakes up and decides to swallow the stone for safe keeping."
            ],
            "content":"<div class=\"\"><div> <span>\"Well...Actually...\" Judy let out a massive yawn. Nick felt a cold sweat ran down Nick's back as he realized she was getting big enough to swallow him whole. \"I'm really tired now. It was a long day.\"<br>\r\n<br>\r\nNick could relate to that. Growing had taken a lot of energy out of him, probably because their body's muscles and bones had to stretch and expand at a rapid rate. Shrinking was kind of the opposite and left Nick feeling very energized like a small child. Judy, however, had been doing nothing but growing the whole time. And growing quite a lot, at that. At 180 centimeters, she was standing three times as tall as she normally did.<br>\r\n<br>\r\nNick could only watch as she leaned back with her head on the bed, now using it as a pillow instead of its intended purpose of a mattress not that she could fit on it anymore.<br>\r\n<br>\r\n\"You can't be serious,\" Nick stammered at the bunny that was four times as big as he was. \"Carrots, come on now. This has been fun but it's time to get things back to normal!\"<br>\r\n<br>\r\nShe pretended not to hear him, closing her eyes and faking a snore until she actually did fall asleep. She was so exhausted from growing that she almost instantly passed out, the orb still clasped tightly within her paws. Nick was left dumbstruck at the sight of the sleeping giant, now far too small to be wearing any of his clothes and covering his lower body with his tie.<br>\r\n<br>\r\nHe couldn't believe that Judy was being this selfish. That rock must have been doing something to her head. Nick sighed as he knew what he had to do.<br>\r\n<br>\r\n\"I gotta get that thing back,\" he muttered. \"Before this gets even more crazier.\"<br>\r\n<br>\r\nForgoing his shame, Nick began his long ascent up Judy's body, starting with her legs. He was careful not to use his claws so he wouldn't wake her, but she was out pretty cold. Though he still froze every time she breathed in funny before continuing his climb. He just had to get to her paw in his pint-sized state and free the orb from her clutches. The only question was if Nick was going to be sneaky enough to get the stone and make his wish to shrink Judy down to size a little.<br>\r\n<br>\r\nWhat would happen?</span></div></div>",
            "created":1577509200,
            "id":2765995,
            "title":"The Sleeping Giant"
        },
        "11131221132211111":{
            "author_id":"enter24",
            "author_name":"AAAB",
            "choices":[
                "Judy back to police... to realise Nick is about 1,30m",
                "as Judy goes into office, she is called by superior"
            ],
            "content":"<div class=\"\"><div> <span>He did it. Nick carefully open Judy's hand and take the stone. Just then take step back and look at bunnies enormous body. <br>\r\n<u>What the hell happen to you? </u>he think and hold tight the stone, making a wish. <br>\r\nFlash and Nick's perspective rise higher and higher as Judy body shrinks.<br>\r\nhalf from Judy's size is still very much. Nick body grow rapidly, expanding in every directions. Fox easily reach his original size, and grow further. He take a look at his shrinking partner and sigh. He got lot to do.<br>\r\nFirst thing Judy realise was her size. Her oversized body lie on the bed. She was definitely smaller than she remember but still much bigger. Nick definitely have to messed up with the stone. Judy got up and take a look around her house. It wasn't a dream... She is definitely bigger, her clothes tear apart into pieces as she first time used the stone day ago. Nick is gone. Only new thing in house was new pair of cloths.<br>\r\nit was strange, new for her. well.. definitely she didn't buy it. But still she was much too big to wear her typical clothes and this one looks just for her.<br>\r\nshe didn't need to bend her head to avoid hit the ceiling and that small conclusion makes her feel much smaller than she really is. okey... she need to clothes up, get to work. they will find uniform just for her.<br>\r\nAs she leave her room she could easy realise that her neighbors are surprisingly quiet. at least for now she got fine with them. <br>\r\nAs she walk to police officer, she wore some pair of legging and shirt just big for her. As she estimate she could be about 90 cm tall (about 3ft)but still...even that she could feel small. Especially while yesturday she used to twice bigger. word... she never got some kind of size complex or something like that.</span></div></div>",
            "created":1577595600,
            "id":2766656,
            "title":"Nick gets the stone and cuts Judy down to half ..."
        },
        "111312211322111111":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "One of them shrink Bogo half to size.",
                "Nick shrink Judy so she could sneak in unnoticed and steal the album back.",
                "Nick and Judy give Clawhauser half their heights so he got bigger than Bogo."
            ],
            "content":"<div class=\"\"><div> <span>Using Nick's clothes left behind in the room, she was only slightly bigger than he typically was. That made his outfit the best choice to wear as she made her way to the station. Thankfully, no one gave her a second look as she slipped down to the locker rooms to find herself a bigger uniform she could wear, being 50% bigger than she usually was.<br>\r\n<br>\r\nAs she grabbed something for someone 90 centimeters tall, she was greeted by a sly voice around the corner.<br>\r\n<br>\r\n\"I see what you mean, Carrots. It's rather nice to be living large for a change.\"<br>\r\n<br>\r\nJudy fought a groan as she once again found herself looking up at Nick. She hated to admit it to herself, but she rather liked having to look down at him. Given that she had been 180 centimeters last night and Nick had been 45 before she went to sleep, that placed him in the range of 135 centimeters. Much larger than what he had previously been at. Judy noted that he seemed to be wearing his own new uniform, meant for more a wolf or ram in sizing.<br>\r\n<br>\r\n\"Laugh it up,\" Judy replied, adjusting to her new uniform. \"What did you do with the stone anyway?\"<br>\r\n<br>\r\n\"That's for me to know and you to find out. Lucky for you, we have work right now. Else I would take us home and fix this. Double lucky for us that no one seems to notice our little growths. They're so used to looking down at us, even being fifty percent bigger isn't much change.\"<br>\r\n<br>\r\n\"It would if we used the stone...\"<br>\r\n<br>\r\n\"Forget about the stone. Let's just get through today so we can fix this later.\"<br>\r\n<br>\r\nAnd with that, the two of them made their way to the center of the station.<br>\r\n<br>\r\nIt was another busy day, with everyone off doing their own things that they didn't notice the oversized bunny and fox respectively. No one, that was, until the pair approached the front where a rather morose looking cheetah sat dejected. Judy broke from Nick to check up on their friend, much to Nick's annoyance who would rather go through the day keeping conversations to a minimum so they wouldn't get caught.<br>\r\n<br>\r\n\"Hey Clawhauser!\" Judy called, liking the fact that she no longer had to stand on her tippie toes to reach the front desk. \"What's wrong?\"<br>\r\n<br>\r\n\"Huh,\" Clawhauser before doing a double take at the two. \"Did you guys get taller?\"<br>\r\n<br>\r\n\"It's just because you're sitting down,\" Nick dismissed before changing the subject. \"What's eating you, big guy?\"<br>\r\n<br>\r\n\"Oh,\" blubbered the cheetah. \"It's Bogo, I guess. He caught me listening to the new Gazelle album at work and confiscated it. But I think he's just listening to it himself.\"<br>\r\n<br>\r\n\"That's horrible,\" Judy said. \"Clawhauser, you need to stand up to him. He shouldn't bully you.\"<br>\r\n<br>\r\n\"I would, but have you seen the guy? I mean I know I'm big, but he's a giant compared to me.\"<br>\r\n<br>\r\nThat much was true. Clawhauser stood at around 170 centimeters while Bogo towered over all of them at 250. And even he was on the small size compared to some of the rhinos and elephants in the precinct. As Nick frowned in sympathy for their friend, Judy's face suddenly lit up with an idea.<br>\r\n<br>\r\n\"Nick,\" she whispered in his ear. \"Can you bring out the stone again?\"<br>\r\n<br>\r\n\"For the last time, we're not using it to make you bigger, Carrots.\"<br>\r\n<br>\r\n\"I didn't say that! I just wanted to help Clawhauser get his album back from Bogo. And to do that, I wanted to have...\"</span></div></div>",
            "created":1577682000,
            "id":2766791,
            "title":"Big Bunny, Bigger Fox"
        },
        "1113122113221111111":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "Judy",
                "Nick",
                "Clawhauser"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one use the stone to shrink Bogo?</span></div></span></div>",
            "created":1577768400,
            "id":2767518,
            "title":"One of them shrink Bogo half to size."
        },
        "1113122113221111112":{
            "author_id":"enter24",
            "author_name":"AAAB",
            "choices":[
                "She find album and try go back to vents",
                "Bogo back into office, but still not realize Judy presence"
            ],
            "content":"<div class=\"\"><div> <span>\"Are you sure about that?\" Nick asked unsure. They both stay in one old office that is never used.<br>\r\n<br>\r\n\"well, this is last place someone would disturb you during waiting while I sneak into Bogo office.\"   Judy reply and check the vent. \"We can't leave Clawhauser just like that\" <br>\r\n<br>\r\n\"I know. But Clawhauser also acted too freely in his position.\" Nick reply. He know he could only help Judy realize her plan. He shuddered as he remember first options to take half Bogo size or grow Clow. There was terrible idea. <br>\r\n<br>\r\n\"C'mon... ten minutes max and I'm back with the album. Just wait... and take clothes off this time. We don't need to tear another one while grow\"<br>\r\n<br>\r\nNick make sure doors are closed and locked. he definitely don't want to be caught nude in work. As he checked, he were finally ready. \"okay... let's do this\" He takes the stone into his paw and take a look at Judy. Make wish couple times.<br>\r\n<br>\r\nFor Judy it was first ride down. Or at least first she know about. Her perspective goes lower. Her arms and legs get shorter. Uniform on her shoulders become too big as she shrink further. Oversized clothes for her fell down as she become about kid size and still shrink. On the opposide side Nick grow further. His body stretch and expand in every directions. <br>\r\n<br>\r\nJudy finally stops shrinking. She need a while to climb out from her clothes. As she stood, she gasped. whole room around expand in all directions and for her it was as big as whole city. On the one side there was redhair mountain. Judy need to lean up, up and up just to see fox face. He looks massive! for her 5cm height he looks like living mountain. She could finally understand what he could feel as she shrink him to size like that<br>\r\n<br>\r\n\"NICK! over here!\" He jump and wave her hands. Huge paw come to her from above and carefully takes her just with two claws. After while she meet with her partner eye to eye.<br>\r\n<br>\r\n\"Wow carrots... you looks so tiny\" Fox grin, showing his teeth, each half Judy's size. \"Thankfully we are in the one team\".  He carefully place bunny on his paw, next to the stone. \"I think you will need it. just in case... or real wild mouse in the vent\" <br>\r\n\"Thanks Nick. I'll back soon. Just wait\" Judy takes the stone and easly go inside vent system. Couple minutes later she easly find out where the Bogo office is. Sneaking inside was easy. The problem is further.... vent comes from ceiling so as she jump down, she will need to find album plus the way how to get back to vents.</span></div></div>",
            "created":1577682000,
            "id":2767003,
            "title":"Nick shrink Judy so she could sneak in unnotice..."
        },
        "11131221132211111122":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Try to slip out unnoticed, but leave the stone behind.",
                "Go for the stone, but risk getting caught.",
                "Expose herself to Bogo and explain things to him."
            ],
            "content":"<div class=\"\"><div> <span>Judy had never felt like a bug before, yet there was no better way to describe it as she leapt from the vents onto Bogo's desk. Thankfully, her shrunken state meant less mass, even with carrying the stone with her. At 5 centimeters, she was exactly the same height as the orb and yet somehow it was largely light and she could easily lift it up over her head.<br>\r\n<br>\r\nWhen she landed, she put it down behind some books and crept along.<br>\r\n<br>\r\nThankfully, Bogo wasn't in at the moment and she was free to hop to and from the various objects laying strewn about the table. She gawked, realizing that she wasn't even as big as one of Bogo's pencil at her size. Each one was like a massive pole to her, which she could use to her advantage. Reaching the edge of the desk, she hung the pencil over the edge and used it to swing into the lock of the drawer where the album was being held.<br>\r\n<br>\r\n\"Bingo,\" she said, pleased to find the CD case easily enough. It was unfortunately four times the size of her. \"Maybe we might have shrunken me a little too much...How am I going to get out of here?\"<br>\r\n<br>\r\nThe vent was on the ceiling, and that was a long climb with something so cumbersome in tow. Before she could decide on what she could do, she heard a door open and felt the rumble of loud hoofsteps. Bogo had returned!<br>\r\n<br>\r\nWith her ear pressed against the lock of the drawer, Judy listened to hear the chief grumble to himself as he paced the room for a bit. What if he looked in the drawer for the album? Judy was likely to get caught! Then there was the stone that she had to leave on the desk. Crap! If Bogo found it then she might not have a way to get big again. Worse, Bogo might accidentally use it himself! It might be worth getting caught then.<br>\r\n<br>\r\nJudy weighted her options before deciding...</span></div></div>",
            "created":1577768400,
            "id":2767353,
            "title":"The Bug Bunny"
        },
        "111312211322111111222":{
            "author_id":"enter24",
            "author_name":"AAAB",
            "choices":[
                "Judy panic and overused stone taking almost whole size from Bogo",
                "Judy hide and hope chief was too busy talking to notice her."
            ],
            "content":"<div class=\"\"><div> <span>Getting caught by her own chief sounds terrible, but for Judy perspective risk of missing stone and stay such small for much longer sounds much worse. She shuddered as she think she could go back to nick without stone. Or worse she could spend days... or even weeks at this size till they find stone back again. Is sounds terrible.<br>\r\nNo! She can't leave the stone on the table. Even she need to leave CD case. Carefully Judy lean out from drawer and look around were Bogo is. <br>\r\nGreat! Chief still paced the room. Judy jump out the drawer as soon as Bogo take a look at the other site the room. She have just couple of secounds to find another spot to hide from Bogo's sight. It sonds she got lot of time, but for her curent size table top looks like whole court. Barely, at last moment she jump and hide behind the lamp. Next she jump next to the monitor.<br>\r\nJudy gasped as phone on the table rang. Mouse-size rabbit hide as quick as she could as rumble of loud hoofsteps intensiffles. Bogo pick up the phone, take a seat and speak.<br>\r\nStone were close, just couple steps from Judy, she just need to jump out the cover, take it and jump in. She was so excited... she take step closer, another one and another. Stone shine just in front of her, just another step and she reach it. Judy easly pick it up and take a look. great, now she need to hide from Bogo sight and go back to Nick... crap. <br>\r\nJudy quickly take a look at chief whouse eyes was on her. </span></div></div>",
            "created":1579410000,
            "id":2775579,
            "title":"Go for the stone, but risk getting caught."
        },
        "1113122113221111112221":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Shrink Bogo down to 5 centimeters.",
                "Hide the stone and play dumb.",
                "Lock him in the room for now."
            ],
            "content":"<div class=\"\"><div> <span>With Bogo's eyes clearly on her, Judy did the only thing she could think of and grabbed the stone and made her wish. The entire office lit up as Bogo dropped the phone to cover his eyes as Judy felt a familiar rush of getting bigger while she held onto the stone for dear life. Luckily, she wasn't sent flying as \"field\" that was Bogo's desk seemed to get smaller and smaller, just as Bogo himself was.<br>\r\n<br>\r\n\"Hopps,\" he called out in a diminished voice. \"What are you--?\"<br>\r\n<br>\r\nHe disappeared into his shirt before he could finish his sentence. Judy meanwhile had grown back to her normal rabbit size, though she mean that wasn't going to last for long as she hopped off the desk.<br>\r\n<br>\r\nThe shape of Bogo in his clothes dwindled down and down as Judy almost became as large as his chair. Judging by his curses, he was not happy with the predicament as Judy had the fearful thought that she might be fired over this. In that instinct, she panicked with the stone still in her paws, and it lit up again to fire another blast.<br>\r\n<br>\r\nJudy's toes curled as the office seemed to become more fitting for someone of her size as Bogo continued to shrink and battle with his now gigantic clothes. She had fired the stone twice, meaning she had stolen his height twice. If he started at 250 centimeters, that would bring him down to 125 and then to around 60.<br>\r\n<br>\r\n\"Exactly the same height I was,\" Judy realized the irony of the situation.<br>\r\n<br>\r\nBogo had been a bit of bully to her the moment she first entered the ZPD and used his size to intimidate her. Perhaps it would be good for him to see what it was like from a rabbit's perspective for a change. This, of course, also brought her to around 195 centimeters, the biggest she had gotten so far.<br>\r\n<br>\r\nBogo had finally won the battle with his clothes and his tiny head out from the collar just as Judy stopped her growing. He looked about ready to chew her out until he realized that she was suddenly over three times the size of him. With the stone in her paw, Judy had all the power over her boss, though she could just as easily play dumb as to why this happened and hide the stone from him. Then again, at this size he probably couldn't even get out of the room if Judy locked it up until they figured out what to do with him.<br>\r\n<br>\r\nAs she thought for a moment, she decided to...</span></div></div>",
            "created":1579496400,
            "id":2776214,
            "title":"Stunted Bogo = Giant Judy"
        },
        "11131221132211111122213":{
            "author_id":"enter24",
            "author_name":"AAAB",
            "choices":[
                "Judy takes Bogo's uniform and somehow manage back to Nick",
                "Judy used stone too quickly and it malfunction."
            ],
            "content":"<div class=\"\"><div> <span>\"what have I done?\" Judy asked herself, terrified. Did she just shrink her boss? Did she gonna lose her job? Her precious job she dreamed of. She risk that just for CD?<br>\r\n\"HOPPS! WHAT THE HELL HAPPENED!?\" Her considerations have been interrupted by Bogo voice, not as powerful as previously but still Judy freeze.  respect for her superior made her almost instinctively answer. maybe if he cooperates, he can save the job. <br>\r\n\"Sorry boss, I just....\" She stopped... Why she would lost her job? Who decide? Bogo. So if somehow she return him and herself to normal size, no one will belive. But... she don't won't to hive him the stone, somehow she don't trust Bogo enought. He could shrink her too much... or even smaller. <br>\r\nRight... she need to learn how to give, instead od steal size from others. That would be much safer, at least for her. And until Judy learn that, she need to be sure Bogo wouldn't be found by someone else. <br>\r\n\"JUST WHAT!? YOU DID THIS?\"<br>\r\nBunny's fingers slowly closed around the stone. Right... go back to Nick, learn to give instead steal size and than return all to normal.... at least with her boss. But until that, he need to dissapear.<br>\r\nCouple moments and few flashes later Judy massive again body expand in all directions. 200...205 cm...215 cm... office looks more like just for her. All furniture just perfect size like just for her. It would be nice if she could get that office. Also with position of police chief. at 250cm she finally stops growing. Her mountain size body tower over Bogo small figure. <br>\r\n\"Sorry chief... I need do figure out how to fix this. But until that....\" She pick him up just in two fingers. \"I need to be sure you stay in place.\" just than she put him into drawer. Now... She just need to cross almost whole police station back to Nick or do something.... she cant stay here too long.</span></div></div>",
            "created":1580187600,
            "id":2779694,
            "title":"Lock him in the room for now."
        },
        "111312211322111111222131":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "They make it back to his office but Bogo is gone!",
                "Someone enters the storage room while they're planning"
            ],
            "content":"<div class=\"\"><div> <span>One thing was for sure, Judy wasn't about to wander around the precinct as both a giant and completely naked. She could still Bogo screaming at the top of his tiny lungs from inside the desk drawer as she looked to what remained of his clothes. Though she was now his height, they weren't exactly form fitting and the shirt dangled loosely over her shoulders while the pants were a little small on her large hips. Though it would have to do for now. She'd worry about it later after she found Nick as she pocketed the stone which was now more like a pebble in her paws.<br>\r\n<br>\r\nThankfully, there was a little luck on her side as the call went out for the bullpen meeting. All the other officers would march downstairs expecting Bogo, not knowing he was currently shrunk and locked in his own desk drawer. It would take some time for everyone to realize that Bogo was missing, but that was enough for Judy to slip on down the stairs towards the storage room where Nick was waiting for her.<br>\r\n<br>\r\n\"Nick, it's me! Open up!\"<br>\r\n<br>\r\nHe unlocked the door and did a double take as he realized he had to look up to her. He had been a giant in her eyes before, standing at 220 centimeters when she was a measly 5. But now, he barely came up to her chin.<br>\r\n<br>\r\n\"...You didn't,\" he said, realizing what she had probably done to get such height.<br>\r\n<br>\r\n\"I'm sorry!\" she said, moving inside to shut the door. \"But I got the album back.\"<br>\r\n<br>\r\n\"Oh, and I'm sure Bogo just thought that him shrinking down to the size of an ant is completely normal and in no way won't blow his stack at us. Carrots, this has gone on too long already. We have to come clean about this and fix things! Maybe he won't completely lose his mind if we grow him back to normal.\"<br>\r\n<br>\r\n\"I know,\" she admitted with a wince. \"I just hope we don't get fired over this.\"<br>\r\n<br>\r\n\"Good. Now, let me put on some clothes that fit and we can make our way back to his office and fix this.\"</span></div></div>",
            "created":1580274000,
            "id":2780078,
            "title":"A Rabbit in Bogo's Clothes"
        },
        "11131221132212":{
            "author_id":"dansaltsc",
            "author_name":"danni",
            "choices":[
                "Judy lets Nick keep his new size.",
                "Judy asks Nick for the rock back."
            ],
            "content":"<div class=\"\"><div> <span>Nick grinned as he stretched, feeling himself grow quicker, standing up from Judy's paw.<br>\r\n<br>\r\n\"Woah..\" Judy said, smiling bright. \"You're growing so quick!\" She said.<br>\r\n<br>\r\nThe formerly 4 inch fox was now up to 1 ft 6. No, make that 1 ft 8.<br>\r\n<br>\r\nAnd still he grew. Judy, at 4 ft 3.2, was just under twice his size.<br>\r\n<br>\r\nBut he quickly caught up to her.. He stared her in the eyes, chuckling. <br>\r\n<br>\r\n\"Hey, little carrots.\" He said as he grew.<br>\r\n<br>\r\nShe looked up, grinning. \"Woah. You're getting so big~\" She said, hugging him.<br>\r\n<br>\r\nWhen he finally finished, he was a solid 6 ft tall.</span></div></div>",
            "created":1577336400,
            "id":2764788,
            "title":"Nick take half size from both and surpass even ..."
        },
        "11131221133":{
            "author_id":"enter24",
            "author_name":"AAAB",
            "choices":[
                "The stone glows and Judy grows again",
                "It's too far, probably she need to use it next to victim to take his size"
            ],
            "content":"<div class=\"\"><div> <span>\"What if... I don't really need to be such close to others to take his height?\" Judy asked himself. She stood and cross the room as she used to while she have case to solve. At her size she need just few steps to come to opposite wall. Everything was so new, such unbelievable at this perspective. She need to step her oversized feet carefully not to smash any furniture that reach about her knees. <br>\r\n<i>Damn... even walking feels different.</i> She think<br>\r\n<br>\r\n\"Watch out!\" Nick shout as oversized bunny lost her balance and almost fell on the floor. Nick fell on his knees and hold one of Judy's paw pads \"I almost fell off!\"<br>\r\n<br>\r\n\"Sorry... It's hard to used to be such big. \" rabbit respond. She put her free hand on the wall and with that support she try to used to her new, much higher perspective. Deep inside her she feel happy with every secound with that situation. There was something pleasantly nice in this. And also she feel soo amased if she could grow even bigger. \"Nick. Do you remember that wolf whose shoot to us doring the raid?\"<br>\r\n<br>\r\n\"It's hard to forget, he was really precise. Why you asked?\"<br>\r\n\"I'm just interested to try our stone on someone little further than you\" Judy rise paw with Nick at the level of her face. Little fox could see some sort of devious grin on her face. \"And also got little payback for such hard raid\"<br>\r\n\"so... you want to take half of his high even that he is in the prison?\" Nick asked<br>\r\n<br>\r\n\"Why not? At least it work at the distance between you and me, so.... maybe it could work at much larger range.\" Giant bunny carefully went back at center of her apartment, where she sat down cross-legged. She hold stone in her paw firmly and focus on image of gray wolf that shot to her just couple hours before.</span></div></div>",
            "created":1577163600,
            "id":2764138,
            "title":"Try to see what else the orb can do."
        },
        "11131222":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Judy transforms into a Fox</span></div></span></div>",
            "created":1578546000,
            "id":2771558,
            "title":"Judy the Fox?"
        },
        "111312221":{
            "author_id":"mrhawlprime",
            "author_name":" mrhawkprime",
            "choices":[
                " Judy is transforming into a Vixen",
                "Judy is transforming into a tod"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><b>let's be a little bit more specific.</b><br>\r\n<br>\r\n<b>Is Judy transforming into a Vixen (which is a female fox)<br>\r\n<br>\r\nor<br>\r\n<br>\r\nIs Judy transforming into a tod (which is a male fox)</b></span></div></span></div>",
            "created":1583902800,
            "id":2800357,
            "title":"Yes"
        },
        "111312222":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Interesting",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Judy switches roles with Clawhauser.</span></div></span></div>",
            "created":1580360400,
            "id":2780323,
            "title":"No"
        },
        "1113122222":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Yessss",
                "Nooooo"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What if Judy was born in Mr Big’s family(meaning she would be a rodent)?</span></div></span></div>",
            "created":1580360400,
            "id":2780356,
            "title":"Something else"
        },
        "11132":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Big and Small",
                "Something Else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nick and Judy are on their way to the ZPD in their Squad car, When the stone suddenly flashes blinding Nick and Judy, changing the 2 into different species of animals.</span></div></span></div>",
            "created":1542430800,
            "id":2579011,
            "title":"no "
        },
        "111321":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Judy becomes a lion and Nick becomes an otter",
                "Judy becomes a giraffe and Nick becomes a shrew",
                "Other choices"
            ],
            "content":"<div class=\"\"><div> <span>What other species would they change into?<br>\r\n<br>\r\n<br>\r\nPerhaps Judy (normally the shortest of the two) will change into a lion, while her partner, Nick, (usually the tallest one) will change into an otter?<br>\r\n<br>\r\n<br>\r\nOr; if you'd like a more extreme size difference, we could have Judy change into a huge giraffe, while Nick becomes a tiny shrew?</span></div></div>",
            "created":1556514000,
            "id":2652135,
            "title":"Big and Small"
        },
        "1113213":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "Judy become a wolf and Nick become a mouse",
                "Judy become a elephant and Nick become a hamster",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about this?</span></div></span></div>",
            "created":1556946000,
            "id":2654733,
            "title":"Other choices"
        },
        "11132132":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Instant change.",
                "Gradual change.",
                "A special change."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Those are certainly two big and small animals. Now the question remains, is this an instant change or something more gradual? Or something in between or none of the above?</span></div></span></div>",
            "created":1557896400,
            "id":2660271,
            "title":"An elephant and a hamster"
        },
        "111321322":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Ears",
                "Tails",
                "Snouts"
            ],
            "content":"<div class=\"\"><div> <span>\"...If only Nick knew what it was like to be small,\" Judy privately whined to herself. \"Come to think of it, I would love to know what it's like to be big for a change. He and the others have it so much easier sometimes.\"<br>\r\n<br>\r\nUnbeknownst to her, the stone in her paw glowed an eerie red as she set it down on her nightstand to remember to bring it into the evidence locker tomorrow.<br>\r\n<br>\r\n\"So,\" Nick leaned against the door frame. \"Dinner?\"<br>\r\n<br>\r\n\"Fine,\" Judy said giving him a coy smile. \"But only if you're treating.\"<br>\r\n<br>\r\n\"Ouch, my poor wallet.\"<br>\r\n<br>\r\n\"Keep it up, buster, and it won't just be your wallet that hurts.\"<br>\r\n<br>\r\nThey continued their usual back and forth banter all the way out the apartment complex, unaware of the changes that had slowly begun to take a hold of both of them. The sinister nature of the stone was about to reveal itself as the two went on their makeshift dinner date (though they would never admit it was a date).<br>\r\n<br>\r\nIt happened gradually, starting first with their...</span></div></div>",
            "created":1568523600,
            "id":2718839,
            "title":"Gradual Elephant"
        },
        "111322":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "They both turn into human",
                "They both become younger",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What happened to them?</span></div></span></div>",
            "created":1556946000,
            "id":2654731,
            "title":"Something Else?"
        },
        "1113223":{
            "author_id":"that_guy",
            "author_name":"too much free time",
            "choices":[
                "Yes. And there both the same species",
                "The same as above, except they also switch gender",
                "Nope."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>In a flash of light, the two of them start changing from two relatively small animals, into some of the largest species out there?</span></div></span></div>",
            "created":1574226000,
            "id":2749380,
            "title":"They both become huge animals?"
        },
        "11132231":{
            "author_id":"that_guy",
            "author_name":"too much free time",
            "choices":[
                "Yes.",
                "Yes, and it's retroactive, to everyone else but them they were always elephants",
                "No something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Within the confines of a car built for a bunny and a fox. The two begin to transform from tiny animals to massive ones.<br>\r\n<br>\r\nDo they start to turn into Pachyderms?</span></div></span></div>",
            "created":1574226000,
            "id":2749382,
            "title":"Elephants?"
        },
        "111322311":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "A gradual change.",
                "An instant change.",
                "Whenever one of them does something in particular."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is this a gradual change or does it happen all at once? Or perhaps when one of them does something in particular to trigger it over time?</span></div></span></div>",
            "created":1574312400,
            "id":2749951,
            "title":"Elephants slow or fast?"
        },
        "11132233":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Their changes has something to do with clothes",
                "They experience some mental changes",
                "Other choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else could happen to them?</span></div></span></div>",
            "created":1578632400,
            "id":2771773,
            "title":"How about one of these?"
        },
        "12":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Life swap",
                "Transformation ",
                "Species swap",
                "Age regression/progression",
                "Something else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nick and Judy are on patrol in Sahara square,</span></div></span></div>",
            "created":1546059600,
            "id":2595563,
            "title":"A mysterious remote"
        },
        "121":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "Nick",
                "Judy"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who found it</span></div></span></div>",
            "created":1568610000,
            "id":2718883,
            "title":"Life swap"
        },
        "122":{
            "author_id":"collinriddle",
            "author_name":"Cridd",
            "choices":[
                "Inanimate TF",
                "Animal TF",
                "Growth/Shrink",
                "Flattening/Inflation",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of transformation?</span></div></span></div>",
            "created":1569906000,
            "id":2726497,
            "title":"Transformation "
        },
        "1223":{
            "author_id":"redwolf12",
            "author_name":"wolfbood",
            "choices":[
                "Nick",
                "Judy",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who found it.</span></div></span></div>",
            "created":1569906000,
            "id":2726534,
            "title":"Growth/Shrink"
        },
        "125":{
            "author_id":"redwolf12",
            "author_name":"wolfbood",
            "choices":[
                "Size change",
                "Control time",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How this two?</span></div></span></div>",
            "created":1556859600,
            "id":2654569,
            "title":"Something else?"
        },
        "1253":{
            "author_id":"ink-boys",
            "author_name":"xyz",
            "choices":[
                "Fusion",
                "Inflation",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How this two?</span></div></span></div>",
            "created":1558414800,
            "id":2662337,
            "title":"Something else"
        },
        "12532":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Nick",
                "Judy",
                "Someone else who's with them."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So, a remote that lets the user inflate whatever or whoever it's pointed at? That could be fun. But who's going to find it while they're patrolling Sahara Square?</span></div></span></div>",
            "created":1568523600,
            "id":2718747,
            "title":"Inflation Remote"
        },
        "125321":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Butt",
                "Belly",
                "Chest"
            ],
            "content":"<div class=\"\"><div> <span>It was another blistering day in Sahara Square as our favorite cop duo, Nick Wilde and Judy Hopps, were writing up a truck that had slammed into a fire hydrant.<br>\r\n<br>\r\nJudy was busy giving her typical rant at the driver for being so careless and endangering people while Nick just sat back and watched her work, writing up the ticket. He had the easy job in comparison and the poor camel driver in question was looking worse than if he had been in an actual bad accident. Nick finished up early enough and passed the time by looking at the name on the semitrailer. Mumbo's Magical Devices.<br>\r\n<br>\r\n\"Huh,\" Nick couldn't help but say to himself. \"There's a first. A name I <i>don't</i> know in Zootopia.\"<br>\r\n<br>\r\nThe cabin was undamaged, but the back had taken a dent and the doors had swung open. Thankfully, only one box had spilled out onto the street and the driver had been quick to pick it up. A few loose items that looked like TV remotes had scattered on the road, but Nick didn't pay it much mind. The camel looked more concerned about the state of his package rather than his actual truck.<br>\r\n<br>\r\n\"...And don't do it again,\" Judy said, putting on her best impression of Bogo.<br>\r\n<br>\r\nWith his head hung low, the camel returned to his cabin and pulled out onto the road while Judy continued to direct traffic. Nick went to inspect the hydrant, now that the truck had moved, but thankfully there had been no damage done to the hippo-sized water container. Though Nick noticed something else on the ground.<br>\r\n<br>\r\n\"Huh, guess the poor guy missed one.\"<br>\r\n<br>\r\nIt was far too late to flag the driver down, with him having sped off. Nick figured they would trace it back to the company owner eventually as he thumbed at the device.<br>\r\n<br>\r\nIt certainly looked like a TV remote at a glance, though it only had two buttons. A plus sign and a negative sign.<br>\r\n<br>\r\n\"This had to be the worst remote control I've ever seen,\" he muttered to no one in particular.<br>\r\n<br>\r\nWithout much of a thought, he thumbed at the buttons. Who wouldn't, after all. Nick absentmindedly clicked the plus sign in a general direction, and that direction just so happened to be Judy Hopps. To his surprise, an almost invisible bolt of lightning shot from the top of the remote and straight at Judy without her even noticing it.<br>\r\n<br>\r\nThe bolt struck her right in the...</span></div></div>",
            "created":1568523600,
            "id":2718810,
            "title":"A Funny Little Remote"
        },
        "1253211":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Nick lies and tests the plus button some more.",
                "Nick lies and fixes Judy with the minus button.",
                "Nick comes clean and reveals the remote."
            ],
            "content":"<div class=\"\"><div> <span>Nick winced as he watched the electric bolt strike Judy right in her presented posterior. He was waiting for her to give some kind of yelp, with mammals have been victim to more than a few cases of static shock before. Only that didn't seem to happen.<br>\r\n<br>\r\nThe bolt instead arced into Judy's already shapely bottom (yes, Nick could admit to looking for time to time). There it was absorbed in almost a blink of an eye. Nick quickly hid the remote behind his back, afraid someone might notice what happened. Judy certainly didn't and it was a good thing too as Nick's eyes drifted below the equator. His jaw dropped like when she had busted him for tax evasion.<br>\r\n<br>\r\nThere was no kind way to say it. Judy's butt was inflating.<br>\r\n<br>\r\nIt was like someone had taken an air pump and used it several times, like in the cartoons, all focused on her rear end. Her tail went straight up as there was slightly more space for it to be resting on. Indeed, her rump was starting to look more like a shelf for her cottontail. But then, just as suddenly as it had begun, it stopped.<br>\r\n<br>\r\n\"Nick?\" Judy must have realized he had been staring at her. \"Is something wrong?\"<br>\r\n<br>\r\nSomehow Judy remained blissfully aware that there was significantly more of her down below. Nick to process all that had happened in the span of a few seconds before she starting asking the wrong questions. Somehow, he had gotten his paws on a magical remote that could...Well, inflate people. And he had just used it on his partner, making her more pleasing to the eye.<br>\r\n<br>\r\nJudy looked at him expectantly as he went with the first thing to came to mind...</span></div></div>",
            "created":1568610000,
            "id":2719401,
            "title":"Bunny Butt"
        },
        "12532113":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "\"...Yes, we should do to the ZPD with this.\"",
                "\"...But maybe we should investigate this company on our own.\"",
                "\"...Do you like girls with big butts, Nick?\""
            ],
            "content":"<div class=\"\"><div> <span>As much as this new development was kickstarting his dirty, male mind, Nick had to come clean to Judy. It wasn't right to be manipulating her body like this without her knowledge. But how to approach her on the matter? He couldn't exactly go \"your butt looks big\" without earning himself a slap across the snout, speaking from experience. It just needed to be in the right time and place, not standing in the middle of the street with people watching them.<br>\r\n<br>\r\n\"Say, um, Carrots. Do you mind stepping to the alleyway for just a moment?\"<br>\r\n<br>\r\nShe raised an eye but then shrugged. \"Sure, Nick. What's on your mind?\"<br>\r\n<br>\r\nWith her walking in front of him, it took an immense amount of self control to not look down at her inflated tush. Nick passed the time time thumbing at the remote behind his back. When they were out of sight from anyone and Nick was sure that they would not be overheard, he cleared his throat.<br>\r\n<br>\r\n\"How do I put this...Carrots, do you feel...Bigger in any department?\"<br>\r\n<br>\r\nThere was the slightest hint of a blush in Judy's ears. \"Bigger? Uh, what do you mean?\"<br>\r\n<br>\r\n\"Well, turn around. And have a look at that mirror there, looking over your shoulder. That's it.\"<br>\r\n<br>\r\nJudy did as commanded, taking a look over her shoulder at the cracked mirror off in the corner of the alley. Her reaction was predictable, eyes wide with denial until she grabbed hold of her bottom to confirm that there was significantly more cushion in her caboose.<br>\r\n<br>\r\n\"Sweet cheese and crackers,\" she shrieked. \"I'm as big as a whale!\"<br>\r\n<br>\r\n\"Well, I'd say you're more chubby in the bottom than an actual whale, Carrots.\"<br>\r\n<br>\r\n\"I know exactly what this is! I let Clawhauser talk me into doughnuts once! Once! And look what happens!\"<br>\r\n<br>\r\n\"This, uh, isn't exactly Clawhauser's fault, Judy.\"<br>\r\n<br>\r\n\"What do you mean?\"<br>\r\n<br>\r\n\"Well, you see...\"<br>\r\n<br>\r\nNick then proceeded to relay everything he knew about the remote to Judy, including his accurate guesses on what it actually did. Judy digested every word, not that Nick thought she would believe it at first. But the proof was in the pudding, so to speak.<br>\r\n<br>\r\n\"So, what you're saying is this remote that fell out of the truck...Inflates people?\"<br>\r\n<br>\r\n\"I know that's a hard pill to swallow,\" answered Nick. \"But the proof is in the pudding, Carrots. Which you should lay off of for a while.\"<br>\r\n<br>\r\n\"Har har...What we should do is take this straight to the ZPD and contact the owners about it.\"<br>\r\n<br>\r\nJudy's voice trailed off, like she was getting another one of her dangerous ideas before she said...</span></div></div>",
            "created":1568696400,
            "id":2719927,
            "title":"Revealing the Remote"
        },
        "125321133":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Butt again.",
                "Chest.",
                "Belly."
            ],
            "content":"<div class=\"\"><div> <span>\"...Do you like girls with big butts, Nick?\"<br>\r\n<br>\r\nAt first, Nick couldn't quite believe the question his normally prudish partner had asked him, though her face had turned a beet red the moment after she asked it.<br>\r\n<br>\r\n\"I mean,\" Judy tried to correct course. \"The first thing you did was aim it at mine and, well, you know.\"<br>\r\n<br>\r\nIt was rare for Nick to be at a loss for words so easily. \"Y-Yeah, well, like I said. It was kind of an accident.\"<br>\r\n<br>\r\n\"So, uh, you don't...?\"<br>\r\n<br>\r\n\"I didn't say that...I just thought you might be angry about it, you know?\"<br>\r\n<br>\r\n\"Nick, could you be honest with me just for one minute and quit dodging the question? Do you like girls that are...Bigger in that department?\"<br>\r\n<br>\r\n\"Are we really having this conversation right now?\"<br>\r\n<br>\r\n\"Nick, come on now...Stop making this more awkward than it already is.\"<br>\r\n<br>\r\n\"Alright, alright, fine,\" Nick's face had joined Judy's with the same consistency of a tomato. \"If I'm being completely honest then...Kind of? I mean, what kind of guy wouldn't? Unless you're not into that sort of thing.\"<br>\r\n<br>\r\n\"Uh huh...\"<br>\r\n<br>\r\nYou could hear a pin drop in the alleyway as the two gave awkward glances away from each other. While Nick stared at the most fascinating tin can in the world, Judy wiggled her enlarged rump around slightly as if she was getting a better feel for it. Then she cleared her throat.<br>\r\n<br>\r\n\"Can I be honest too, for a minute?\" she asked.<br>\r\n<br>\r\n\"I mean, no one's gonna stop you, Carrots.\"<br>\r\n<br>\r\n\"It...Kind of feels good. If I think about it.\" Nick's ears perked up in an instant as Judy continued speaking at a much faster pace. \"And I know we shouldn't, we should turn this in straight to the ZPD and go see the medic to figure out what happens. There's a million and one regulations on what we're supposed to do in this situation, as bizarre as it is. But...\"<br>\r\n<br>\r\nThere was the longest pause as Judy wiggled her own butt around.<br>\r\n<br>\r\n\"...But, I suppose one more zap couldn't hurt, right? The damage is already done as long as we don't go overboard with it. And it does feel really good, I've always been kind of a stick growing up.\"<br>\r\n<br>\r\n\"What are you saying, Carrots?\"<br>\r\n<br>\r\n\"I'm saying that there's no way I could stop you if you paw just suddenly slipped on the button again, right?\"<br>\r\n<br>\r\nRed was a permanent fixture on Judy's face as she closed her eyes and outstretched her arms for a moment. Nick, being a canine with a sharp nose, could detect that the clear arousal in her eyes wasn't just a mask. He had never seen Judy quite like this before. Had he accidentally stumbled upon something that finally triggered the stonewall bunny cop? The prude who couldn't even walk through the naturalist colony without a blindfold?<br>\r\n<br>\r\nNick found the remote in his paws again, aimed as Judy. He looked down at the plus button and then back to her.<br>\r\n<br>\r\n\"Are you sure about this?\"<br>\r\n<br>\r\n\"Just...Shut up and do it before I change my mind. Anywhere you'd like.\"<br>\r\n<br>\r\nNick gulped and controlled his shaking paws, aiming square at Judy's...</span></div></div>",
            "created":1568782800,
            "id":2720453,
            "title":"A Bigger Bunny"
        },
        "1253211333":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "\"No dice. We're turning you back to normal and handing this in.\"",
                "\"How about you go to normal for now, but then we play with this in private?\"",
                "\"Fine...Just one more zap.\""
            ],
            "content":"<div class=\"\"><div> <span>Judy continued to keep her eyes shut as a wave of excitement passed over her. She could barely contain herself as she waited patiently for Nick to make his decision, all the while battling with herself. Indeed, her thoughts were something of a war zone. The rational part of her was telling herself that this was impossible. Mammals didn't just inflate. Yet, here it was. The ability to make anyone bigger with just the push of a button.<br>\r\n<br>\r\nShe would never admit it to anyone, but she hated the fact that she was always the small one. Even among rabbits, she was rather shorter and skinny. Her parents called it the \"runt of the litter\" syndrome, which is why they attributed it to Judy's need to do dangerous things like being a cop. That deep longing to be seen as one of the bigger mammals developed into something more pronounced when she reached adolescence, like a secret obsession as she found herself drawn to curious things like the scene in the blueberry scene in Willy Woofa and the Chocolate Factory. Though it wasn't until a few months of living in the city that she stumbled across something that truly defined her interest. They didn't have much in the way of internet on the farm, after all.<br>\r\n<br>\r\nThrough careful research, she discovered that there was a society within mammal culture which fantasized about inflating themselves into giant balloons. Judy once laughed at the prospect, until she found it fascinating enough to fall down the literal rabbit hole. Suddenly, she was immersed in what amounted to a secret internet cult, making an anonymous persona and infiltrating several groups for various catered specifics that caught her eye. She approached the matter with the same vigor and determination as she did anything she set her mind to and rather ambitiously made a name for herself rather quickly.<br>\r\n<br>\r\nIn short, she had become a closet inflation fetishist in the span of a few months.<br>\r\n<br>\r\nThose first few days were intense, scouring the catalogue of various artists and writers who had pooled collective works together in the many unsavory and deviant places on the internet. Over time, she developed a refined taste and could hunt down exactly what she knew scratched her particular itch. More often than not, she would spend her work hours daydreaming of what might await her back at the apartment when she had alone time. She wouldn't dare use the work computer for such activities, after all. It was only when she had become situated enough that she would begin fantasying what it would be like with her as the intended victim. To become bigger, bloated, balloony, full, and swollen. There were several brave mammals she had seen videos of who would actually use a hose in the most inglorious ways to achieve a partial real life effect. But nothing like the dream.<br>\r\n<br>\r\nIt was for that reason why Judy found herself shaking with anticipation as Nick pulled the trigger and let her wildest fantasies come true.<br>\r\n<br>\r\nJudy yelped and brought a paw to her belly. Now that she was really focusing on it, she could feel it happen as the bolt of electricity from the remote settled into her stomach to do its business. What followed was a rising sense of pressure akin to what might happen if one drank a whole liter of soda in one sitting. It was like having a burp that couldn't quite get out. And with that growing pressure came a fullness like eating a very hefty meal. And just when Judy felt like her stomach couldn't hold anymore of whatever she was filling up with, she broke beyond her limit. That was when the swelling started.<br>\r\n<br>\r\nThere was a tightness in her lower abdomen that caused her to panic slightly until she realized it was her belt cutting into her growing stomach. It looked as if she was taking her deepest breath out, and try as she might she couldn't suck the gut back in. Instead it only pushed forward at a steady and comfortable pace. Judy quickly undid the strap of her utility cord and was met with instant relief as her inflated stomach surged forward a few inches. To the unknowing observer, it might look like she was a few months pregnant. Her fur was tight as a drum beneath her jumpsuit, yet somehow it was able to keep stretching like it was made of elastic.<br>\r\n<br>\r\nAs she felt around her growing new addition, she bit back a moan. Her paws traced around her expanding girth, finding unfamiliar curves as she explored herself. The surprise came when she found her hips were also growing outwards, giving her a distinctly pear shaped silhouette. There was the faintest sound of a hiss in the air, if she listened closely enough.<br>\r\n<br>\r\nShe could feel when the experience stopped, her body settling into place to accommodate her enhanced attributes. It was almost disappointing were it not for how tight and stretched out Judy was feeling already from the experience.<br>\r\n<br>\r\nNick looked just as fascinated in the expansion as she was as he lowered the remote. \"How do you feel?\"<br>\r\n<br>\r\nJudy bounced on the balls of her feet, expecting there to be some heavy resistance with so much more of her taking up her point of view. The laws of mass told her that she should be weightier and bulky, but she didn't feel that way at all. More like the opposite.<br>\r\n<br>\r\n\"Light,\" Judy commented. \"Almost like I'm filling up with air.\"<br>\r\n<br>\r\nIndeed, a pat on her stomach caused a hollow noise to resonate from her touch. Nick continued to step around in the background, looking over his shoulder.<br>\r\n<br>\r\n\"Alright,\" he said. \"I pressed the button. Now we gotta get you back to normal before someone sees.\"<br>\r\n<br>\r\nJudy was suddenly overtaken by an irrational rush of fear, like the thought she might lose something. She had finally gotten to be big, or at least bigger, and the idea of someone taking that away from her was enough to abandon all logical thought.<br>\r\n<br>\r\n\"Wait,\" she bargained. \"Just one more press. Then we can go back.\"<br>\r\n<br>\r\n\"Wow. You must <i>really </i>like this, huh?\"<br>\r\n<br>\r\n\"Don't you?\" Judy asked, showing off her new curves. \"You're the one who picked this part of me to grow, after all.\"<br>\r\n<br>\r\n\"Oh, don't you guilt me into this. You were practically begging me for it. How come I gotta be the responsible one here? You're messing with our group dynamics.\"<br>\r\n<br>\r\n\"Please, Nick,\" she put on the best face she could to warm his heart.<br>\r\n<br>\r\nNick groaned and aimed the remote at her again before saying...</span></div></div>",
            "created":1568869200,
            "id":2720900,
            "title":"Judy's Fetish"
        },
        "12532113332":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Bigger than she was in the alley, but not by much. Small inflation.",
                "Almost as big as Nick. Medium inflation.",
                "Rooming out of room in the apartment. Large inflation."
            ],
            "content":"<div class=\"\"><div> <span>\"How about you go to normal for now?\" Nick asked, pulling back the remote as soon as Judy made a jump for it. \"But then we play with this in private? You know? When we're off duty and not lurking in the alleyway like a couple of goons?\"<br>\r\n<br>\r\nAs much as Judy loathed to admit it, Nick had a point. She had almost lost herself entirely to the rush of fulfilling her deepest fantasy. And now that she was settling down for a minute and thinking rationally, she could look down at herself and feel rather exposed. In that embarrassment, she started to cover herself like she was standing there naked.<br>\r\n<br>\r\n\"Point taken,\" she muttered, trying to hide the blush in her ears. \"Is this weird, Nick?\"<br>\r\n<br>\r\n\"Weird doesn't even begin to describe it,\" he replied. \"But the good kind of weird. I didn't think you'd be into this sort of thing. Heck, I didn't even think I would be. But here we are. And it can be our little secret if you want it to be. Or you want to just do it on your own, I would totally get that.\"<br>\r\n<br>\r\n\"No,\" the blush spread from Judy's ears to her face. \"I kinda like having you here. As a measure of control in case I go nuts.\"<br>\r\n<br>\r\n\"I think we both know that there's no stopping you if you set your mind to something,\" Nick chuckled as he held up the remote. \"Ready?\"<br>\r\n<br>\r\nJudy inspected herself one last time. She still felt like a tick ready to pop, but it was rather soothing being like this if a bit strange. Nick had put it best, it was the good kind of weird. Like scratching a particular she didn't even know she had. She gripped a pawful of her bloated belly, letting it wobble in place before sighing.<br>\r\n<br>\r\n\"Do it.\"<br>\r\n<br>\r\n~<br>\r\n<br>\r\nIt was almost bizarre being back to normal, even though she hadn't been inflated for all that long. When she was swollen, she felt bigger like for once she didn't have to worry about getting stepped on in the city. Being deflated left her feeling empty, almost. Everything was heavier again, even if it was only slightly. And it only made the day drag on.<br>\r\n<br>\r\nWhat followed was the longest day in the ZPD that Judy had ever experienced, her first day on parking duty being a close second. More than once Judy had felt the urge to go to Nick and find out where he had hidden the remote so she could use it and scratch that deep-seeded itch that seemed to be growing with every passing minute. But she remained professional and dutiful, never once letting her desires take control and completing everything that was assigned to her in her typical speed.<br>\r\n<br>\r\nFive o'clock rolled around and Nick did the usual after work ritual. They met at the steps of the ZPD, hopped on the same bus together, and left for home. The difference this time, however, was that Nick got off with Judy at her stop.<br>\r\n<br>\r\n\"So, how long have you been into this?\" Nick asked as they entered the relative quiet of her apartment. Buck and Pronk were out on a date tonight, meaning they would have some privacy for a few hours.<br>\r\n<br>\r\n\"Is it that obvious?\"<br>\r\n<br>\r\n\"Considering you didn't immediately freak out, you're either remarkably calm and rational all the time, which trust me you're not, or you have an interest what this thing does.\" Nick held up the remote, which he had kept hidden all day. \"Speaking of which, when we're done tonight we should probably done some research into this thing.\"<br>\r\n<br>\r\n\"I know,\" Judy groaned. \"And you're right. About both things. To answer your original question...I dunno. I guess always? But I didn't really know until recently.\"<br>\r\n<br>\r\n\"Well, I guess we're both novices here then,\" Nick undid the knot of his tie. \"So, how do you want to do this then?\"<br>\r\n<br>\r\nJudy had been thinking about this all day. She suddenly had the power to fulfill her ultimate deviant fantasies right at her fingertips, there was so much she wanted to do with it. To narrow it all down on a place to begin was almost laughable. But she could think of one initial goal in mind.<br>\r\n<br>\r\n\"I want to be able to float,\" she announced.<br>\r\n<br>\r\n\"Like a balloon?\"<br>\r\n<br>\r\n\"I was feeling lighter when I was bigger,\" Judy patted her now flatter stomach. \"I know it's possible, even if it doesn't make physical sense. But there was also a limit I was feeling too.\"<br>\r\n<br>\r\n\"You think you'll pop?\"<br>\r\n<br>\r\n\"I don't know,\" Judy admitted. \"But I feel like the first step is going to be to try and see what that limit is. See how big I can get at first.\"<br>\r\n<br>\r\n\"Hope we have enough space in your apartment then.\"<br>\r\n<br>\r\nJudy appreciated a little humor in all this as she removed her work vest in favor of slipping into something a little more comfortable for the activities they were about to do. She settled for a robe, loose enough not at all constricting so there would be plenty of room to grow without ruining her clothes. As she returned from the bathroom changed, she found Nick waiting for her with his own clothes disheveled to get comfortable. She bit her lip in anticipation of the moment of truth. How big could she get at this stage?<br>\r\n<br>\r\nWhen Nick would finally press the button, she would grow to...</span></div></div>",
            "created":1568955600,
            "id":2721449,
            "title":"Playtime for Later"
        },
        "125321133322":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Later that night...",
                "The next morning..."
            ],
            "content":"<div class=\"\"><div> <span>\"Ready?\"<br>\r\n<br>\r\n\"Ready.\"<br>\r\n<br>\r\n\"Are you sure?\"<br>\r\n<br>\r\n\"I'm pretty sure, Nick...\"<br>\r\n<br>\r\n\"Really, really sure--\"<br>\r\n<br>\r\n\"Nick, this is torture. Just do it already!\"<br>\r\n<br>\r\nJudy knew by now that Nick was just fooling around to relieve some of the tension in the air. She couldn't deny that she was nervous too. They were friends, best friends. But this was the most intimate thing they had ever done together. There certainly was that same level of anticipation in the air. Not that Judy hadn't ever thought about it. Heck, even one of her daydreams had been something akin to this exact situation, only with a pump instead of a remote. Truthfully, she was overjoyed that she could share this with him. It felt close and personal, but he just had to ruin it by talking sometimes.<br>\r\n<br>\r\nWithout another second of warning, Judy was hit by the same bolt of electricity as in the alleyway.<br>\r\n<br>\r\nHer paws shot to her gut, slightly growing beneath her robes, as Judy failed in hiding her surprised yelp. It was a gentler pressure than before, but it nevertheless was foreign. Almost immediately she felt as if she had eaten a very big dinner, despite having skipped the meal to jump into inflating herself. She briefly toyed with the idea of never having to eat again as a balloon before loosening her robe's belt. The speed at which she returned to the size she was before was quicker and even Nick noticed as he lowered the remote.<br>\r\n<br>\r\n\"It's happening faster now.\"<br>\r\n<br>\r\n\"I know,\" Judy said, patting at her exposed belly. \"And I don't feel as full as the last time either.\"<br>\r\n<br>\r\n\"So, it's getting easier?\"<br>\r\n<br>\r\n\"Yeah,\" a rather kinky idea crossed Judy's mind. \"Nick, could you do me a favor? Could you just hold the button down until I say stop?\"<br>\r\n<br>\r\n\"Isn't that a little dangerous?\"<br>\r\n<br>\r\n\"A little bit. But that's kind of the fun, right?\"<br>\r\n<br>\r\nTo sweeten the deal, Judy shouldered off her robe and dropped it to the floor. She was still wearing her underwear and sports bra, of course, but it was the most exposure the two of them had with her each other. She wasn't blind and though her nose wasn't as powerful as a canine's, she could detect her own little things too. Try as he might, Nick couldn't hide his own arousal from her as he shifted around on his feet. And even though she felt like a pumpkin with bunny legs, Judy clearly had his attention.<br>\r\n<br>\r\n\"Come on,\" she cooed with the right tone of voice. \"I want to see how big I can get before it's too much. Don't you want to see that too?\"<br>\r\n<br>\r\nNick thought for a moment before holding up the remote again. \"Alright. But the safe word is watermelon.\"<br>\r\n<br>\r\nJudy trembled as the bolt struck her again, only this time it continued to splash into her like a beam of violent blue light. It was almost like it was swirling within her before growing out in all directions. She was glad to have removed her robe, doing so allowed for a front row view of the changes going on in her entire body. Not just her potbelly, though that was certainly the epicenter of it all.<br>\r\n<br>\r\nShe put her two paws on her stomach and pressed down into the soft fur as it swelled between her fingertips. In a matter of seconds, she had gone beyond the point of looking pregnant and into the realms of cartoonishly distorted. Her hips and thighs were also starting to see some swelling to accommodate the extra growth, making her look more like a rabbit who had gained a lot of weight in a hurry.<br>\r\n<br>\r\nInternally, the feeling was ecstasy. The feeling of fullness magnified a hundredfold, yet despite that there was a deep hollow feeling that kept growing with her size. The hissing she faintly heard earlier that day was steadily increasing in volume and taking a deeper pitch as there was more of the bunny to fill out. It felt like a thousand tiny hands tugging and pulling her skin in all directions like a gentle massage. And it was all so soft. The inflation seemed to make the flesh beneath the fur doughy and stretchy, like she was slowly being molding into rubber as a deeper force within her expanded and made room for itself in her body. Patting her taunt belly, Judy knew it was air that was moving around in her.<br>\r\n<br>\r\nAnd it wasn't content with lingering around in just her lower body and stomach.<br>\r\n<br>\r\nJudy's feet curled as the air built higher and higher on top of itself, spreading to all corners of her body. It came in the form of her chest looking puffy, when moments before it had been nonexistent. Her breasts were beginning to strain the clasps of her sports bra, which below her underwear was stretching to its very limits to keep up. Three key areas on her body began a focus. Butt, belly, and boobs. But even then, the growing didn't stop there. Her arms were starting to stiffen ever so slightly, all the way down to her fingers which puffed up like she was wearing gloves. Her legs were harder to keep together as her thighs and calves thickened as the swelling muscles in her groin started to inflate too. She even lost a little flexibility with her ears as they straightened up on top of her head and plumpened with the air coursing through her body. And it wasn't just outwards she was growing.<br>\r\n<br>\r\nShe noticed it when her breasts had expanded a few cup sizes and her torso was starting to look like a beachball. Nick didn't look quite as tall as she was used to seeing him. Judy held her breath, she was actually starting to get taller as well as rounder.<br>\r\n<br>\r\nThe inflation process seemed content with keeping her in the proportions she was in as the room around her started to look just a little bit smaller, her tiny apartment seeming just a bit more cramped. The sound of Judy's heartbeat pounded away in her ear, muted only by the continually hiss of air. Her bra was really starting to dig into her torso and her panties starting to look more like a g-string. She wanted to be even bigger, but instead she felt ready to burst.<br>\r\n<br>\r\n\"Watermelon!\"<br>\r\n<br>\r\nNick released the button as Judy fell backwards, expecting to land hard on her swollen bottom. Instead she bounce a good foot in the air before hitting the wall.<br>\r\n<br>\r\n\"You okay?\" Nick asked, tossing the remote to the side and offering her a paw to help her up.<br>\r\n<br>\r\nJudy took it, noting how puffy her paws in comparison to his. But that wasn't the only thing different when she was brought to her feet. She beamed as Nick looked down at her feet.<br>\r\n<br>\r\n\"You're not standing on something, are you Carrots?\"<br>\r\n<br>\r\n\"Nope,\" she grinned. \"How's it feel to be standing eye to eye with a bunny?\"<br>\r\n<br>\r\n\"Mmm. Pretty good from where I'm standing. How about this then?\"<br>\r\n<br>\r\nJudy let out a slight squeak as Nick grabbed her by the waist and hoisted her straight into the air effortlessly. He had been able to carry her before, but in his paws Judy truly felt like she was weightless.<br>\r\n<br>\r\n\"How much do you think I weight?\" she had to ask.<br>\r\n<br>\r\n\"You were, what? Forty pounds before? Half that now, if I'm any judge. You're lucky we didn't do this outside, you'd go flying away in a strong breeze.\"<br>\r\n<br>\r\n\"Maybe that's the idea,\" she said, cupping his face with her chubby paws. His eyes were studying her with a certain hunger in them. \"What do you want to do now with your balloon, slick?\"<br>\r\n<br>\r\n\"I can think of a few things.\"</span></div></div>",
            "created":1569128400,
            "id":2721815,
            "title":"Eye to Eye"
        },
        "1253211333222":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "\"Where's the remote?\" (The remote has gone missing)",
                "\"Am I supposed to be able to do this?\" (Judy develops the power to self-inflate)"
            ],
            "content":"<div class=\"\"><div> <span>Nick woke up in a place he only daydreamed he might be, given how determined the two of them were to be \"just friends\" for the longest time until now.<br>\r\n<br>\r\nNow, he blinked a few times and realized that he was in fact resting naked in Judy's apartment on her bed with a warm body pressed into him. He glanced down to find Judy in a similar state of undress looking a little smaller than he remembered her being from last night. The memories flashed over him of what they had been doing together and he distinctly remembered Judy being the size of him during all of that. Had Judy deflated in the middle of the night? Or had she managed to slip out of bed and change back with the remote?<br>\r\n<br>\r\nHe wasn't waiting long for an answer as Judy stirred awake herself.<br>\r\n<br>\r\n\"Good morning,\" she muttered, rubbing her eyes before looking down. \"What happened? I'm small again.\"<br>\r\n<br>\r\n\"Guess that answers that question,\" Nick chuckled to himself. \"Looks like sleeping it off caused you to lose all your air.\"<br>\r\n<br>\r\n\"Maybe,\" Judy looked a little upset before smiling. \"Oh, well. It was still fun, right?\"<br>\r\n<br>\r\n\"It was definitely an experience I won't soon forget. But yes, I had fun. Though we should probably discuss what that means now, between the two of us.\"<br>\r\n<br>\r\n\"Yeah...\" Judy's voice trailed as she covered herself up with her tossed aside robe. \"Raincheck on that? We should probably shower and get ready for work. But tonight...Tonight I want to talk about it.\"<br>\r\n<br>\r\nThat was good enough for Nick. It was a lot to take in all at once and truthfully he didn't know what he wanted out of it. A relationship or friends with benefits, it would require some thought when most of what they had been doing the night before had been pure instinct and sexual drive.<br>\r\n<br>\r\nAs she wandered to her shower, Nick passed the time gathering up his clothes and preparation for his turn. They had to wash the scent of themselves off or the whole office was going to start gossiping.<br>\r\n<br>\r\nBy the time that was done, he needed some coffee and prepped the burner while Judy turned off the water and was drying off. He listened to her pitter-patter of feet through the walls as they did a strange dance, like she was looking for something.<br>\r\n<br>\r\n\"Hey, uh, Nick?\" she asked from the bathroom door.<br>\r\n<br>\r\n\"Yeah?\"</span></div></div>",
            "created":1569128400,
            "id":2722136,
            "title":"Morning Surprises"
        },
        "12532113332222":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Judy makes it through the day without inflating.",
                "Judy sneaks in some inflating during the workday.",
                "Judy accidentally inflates during the workday."
            ],
            "content":"<div class=\"\"><div> <span>\"Am I supposed to be able to do this?\"<br>\r\n<br>\r\nIt was a simple question that carried a lot of concern in her tone. Nick's eyes glanced over to the bathroom door to be greeted by a sight he should have been used to by now, but was surprising all the same. Judy's rump was swollen like a bookshelf.<br>\r\n<br>\r\n\"What in the...?\"<br>\r\n<br>\r\n\"I know, right?\" Judy asked, showing off her inflated rear with a slight dance. \"And where's the remote? There?\"<br>\r\n<br>\r\nNick looked over to the nightstand to see the remote right where he had left it in the night before.<br>\r\n<br>\r\n\"But, wait,\" he said, picking it up. \"If that's here then how did you...?\"<br>\r\n<br>\r\n\"Well, I had a bit of a thought, right? Since last night I've been feeling kind of hollow. I can't explain it, but it's just like how I feel when inflated only muted. And you know how in the cartoons the character puts their thumb in their mouth and blows? And, well...\"<br>\r\n<br>\r\nShe mimicked the same feat Nick had same a hundred times before on the Saturday morning television. With a deep breath, suddenly her stomach was at the same size it was with one click of the remote.<br>\r\n<br>\r\n\"Whoa...,\" Nick slumped down on the bed. \"Do you think this has to do with the fact that you deflated last night?\"<br>\r\n<br>\r\n\"I dunno. I wonder if I can get back to the same size as I was then.\"<br>\r\n<br>\r\n\"Hey, hey, hey, wait a sec, Carrots!\"<br>\r\n<br>\r\nHe caught her mid breath as she looked confused for a moment, like it was the most obvious thing in the world to want to be bigger. Nick was wondering if this was a good thing for her.<br>\r\n<br>\r\n\"Look,\" Nick explained, holding up the clock from the nightstand. \"We have like thirty minutes for me to shower and get to work or we'll miss the bullpen.\"<br>\r\n<br>\r\n\"We can afford to be five minutes late.\"<br>\r\n<br>\r\n\"Carrots, you <i>never </i>miss the bullpen. The minute the two of walk in late together from the same cab, everyone in the whole station is going to know about us.\"<br>\r\n<br>\r\nBy the twitch in Judy's face, Nick could tell that she wasn't quite ready to admit the next level of their relationship to the public yet either. Especially while they were still trying to figure things out for themselves.<br>\r\n<br>\r\n\"Besides that,\" continued Nick. \"Have you thought about how you're going to get back to normal now that you're like that?\"<br>\r\n<br>\r\nJudy looked down at her bloated belly and butt. \"Well...Maybe we can use the remote?\"<br>\r\n<br>\r\n\"We don't know if it will work like that.\"<br>\r\n<br>\r\n\"Well, what if we called in sick?\"<br>\r\n<br>\r\n\"Carrots, you're the star of the ZPD. Now you're looking into playing hooky over this? I don't think that's a good thing.\"<br>\r\n<br>\r\n\"I know! It's bad, but I just can't help it! Aren't you having fun too?\"<br>\r\n<br>\r\n\"I am, and I think that's kind of the problem here. Look, this has been great, it really has. But we gotta be adults here and realize that we gotta keep this under wraps or we're going to get in a lot of trouble. We should have turned this thing in the moment we got it.\"<br>\r\n<br>\r\nNick aimed the remote at her and pressed the minus button. Judy frowned as her entire returned back to its normal shape and size.<br>\r\n<br>\r\n\"You're right...I'm sorry, Nick. This is just really exciting.\"<br>\r\n<br>\r\n\"I know it is. But come on, you can make it through the workday without inflating yourself, right? Please tell me you can, because I can't believe I ever I had to say that sentence before in my life.\"<br>\r\n<br>\r\n\"Alright, alright. I promise.\"<br>\r\n<br>\r\n\"Good,\" Nick continued to hold onto the remote as he rose from the bed. \"Now, I gotta get in the shower so we can get moving or we might really be late for work.\"<br>\r\n<br>\r\nIt continued to floor Nick that he was going to have to be the responsible one, though he should have expected it given how Judy was known to behave when hot on a case. But the last thing he wanted to do was watch her get herself fired from the job she had worked so hard to get. He knew deep down she didn't mean to put her career at risk, she was just being distracted by these newfound powers of hers.<br>\r\n<br>\r\nNick just had to hope that she could control herself and get through the day without submitting to temptation.<br>\r\n<br>\r\nAnd as the two went into work...</span></div></div>",
            "created":1569214800,
            "id":2722673,
            "title":"Passing on the Power"
        },
        "125321133322223":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Her butt inflates and she tries to hide it.",
                "It's a medium inflation, but Clawhauser thinks she needs to lose weight.",
                "It's a big inflation and Clawhauser panics."
            ],
            "content":"<div class=\"\"><div> <span>Judy thought waiting through work the day before was the worst, but it topped it knowing that inflating herself was just a thumb blow away. It was the first time that she wasn't fully invested in one of Bogo's bullpen talks, her mind kept going to dirty places and she found herself getting so flustered she had to excuse herself to the restroom to cool down over the sink.<br>\r\n<br>\r\n\"Doing good, Carrots,\" Nick called to her as they returned to their seats with their assignments in tow. \"How do you feel?\"<br>\r\n<br>\r\n\"Like a deflated balloon.\"<br>\r\n<br>\r\n\"So, so far so good then? At least we're lucky enough to get the follow up to that truck accident yesterday. I've been curious to find out what the deal is with this remote since we found it.\"<br>\r\n<br>\r\nNick placed the remote in his desk drawer and locked it up, tucking the key in his front pocket.<br>\r\n<br>\r\n\"That'll keep it from falling into the wrong paws. Now, want to give me some help with the research?\"<br>\r\n<br>\r\n\"Yeah, yeah, yeah,\" Judy sighed as she leaned back into her chair. \"I'm going to need some coffee if I'm going to get through this day without going crazy with boredom.\"<br>\r\n<br>\r\n\"Jeez, tell us how you really feel, Carrots. Get me a mug though while you're there.\"<br>\r\n<br>\r\nShe grunted and shuffled her way down the stairs to the kitchen.<br>\r\n<br>\r\nOne of the things that always bothered her about the ZPD was how it was clearly designed with no regard to smaller mammals in mind. It was cold comfort to think that one day she might be able to inflate herself large enough to be bigger than all of them. Though they would probably never see it.<br>\r\n<br>\r\nAs she arrived at the kitchen, she grunted trying to climb the counter meant for an elephant to get to the grinder. Then came the long and tedious process of collecting the beans and assembling everything. As she kicked the machine on, she took a careful glance around the room over the loud grinding noise. Surely no one was going to notice if she did a little inflation. She could control it enough to escape notice. She had to master this new power eventually anyway. Just a small one.<br>\r\n<br>\r\nJudy took a deep breath and...<br>\r\n<br>\r\n\"Hi, Judy!\"<br>\r\n<br>\r\nThe sudden shrill voice of Clawhauser pierced even the coffee grinder. And it was sharp enough that Judy's breath was altered, causing a bit more inflation than she might have intended. The question was, how severe would her accidental inflation be?</span></div></div>",
            "created":1569301200,
            "id":2723120,
            "title":"Accidental Inflation"
        },
        "1253211333222232":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Risk being seen in the most direct route.",
                "Try climbing through the vents.",
                "Check out one of the back routes through the station."
            ],
            "content":"<div class=\"\"><div> <span>Judy felt the rush of air push every part of her out in all directions as her police uniform suddenly became uncomfortably tight. She was only fortunate that Clawhauser couldn't quite see her from atop of the counter. It was only when he could grab a nearby stool that he could get the full view of her.<br>\r\n<br>\r\n\"Oh em goodness,\" he said, putting a concerned paw over his mouth. \"Jude, I had no idea the doughnuts would be that fattening for a little bunny!\"<br>\r\n<br>\r\n\"Clawhauser,\" Judy tried to protest before deciding against it. \"...Yes. Bunnies have incredibly high metabolism. You've never seen a rabbit so much as have more than a carrot, right?\"<br>\r\n<br>\r\n\"Yeeeeah?\"<br>\r\n<br>\r\n\"Well, I'll burn all this off in a couple of days. We bulk up fast and run it off faster. So, don't even worry about it and just forget you saw me. Okay?\"<br>\r\n<br>\r\n\"Of course, Judy. I'm just here to get some coffee. I'd offer you another doughnut, but...You know.\"<br>\r\n<br>\r\nShe let out a nervous laugh and forgot about the coffee cups and her whole reason for going to the kitchen in the first. She had a bigger problem to worry about.<br>\r\n<br>\r\nMarching past the refrigerator, she could see a reflection of herself and determine the damage. She was about halfway between her full size when she last tried it the last night. It was clearly noticeable, though not if anyone was looking at her out of the corner of their eye. As she continued out of the kitchen, she determined that she had to get back to Nick and thus get the remote back before someone with enough knowledge of bunny biology saw her. Nick was right, she had been playing too loose and confident with these new powers. She would have to apologize when she saw him.<br>\r\n<br>\r\nThe real problem was getting to him without being seen.<br>\r\n<br>\r\nWith the bullpen meeting over, the office was in full swing with wandering eyes in every corner. She would have to go in a roundabout way to get back to him, though there was no telling where that might lead. There were some parts of the station Judy had never even been before. But on the plus side, there wouldn't be a lot of through traffic. One of those passages had to go back to the offices where Nick ways. Then again, there was always the vents. Normally, Judy might be able to squeeze into them with no problem. But she wasn't sure if she was going to get stuck or not in her current state.<br>\r\n<br>\r\nOr she could just throw caution to the wind and risk the most direct route.</span></div></div>",
            "created":1569387600,
            "id":2723534,
            "title":"The Bloated Bunny"
        },
        "12532113332222322":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Call for help.",
                "Inflate herself a bit more.",
                "Try to figure out how to deflate."
            ],
            "content":"<div class=\"\"><div> <span>There was one sure way Judy could think of to avoid being seen entirely and that was through the ventilation of the station. Plus it ran through every corner of the ZPD, all she would have to do is find the right path and she would literally be right on top of Nick. Without wasting anymore time, she ducked behind a nearby fern just as Fangmeyer and Wolfard passed her by unnoticed. She was going to have to make this quick.<br>\r\n<br>\r\nUsing her claws, she carefully began to unscrew the door to the shaft before her. She rolled inside as soon as she heard someone approach her.<br>\r\n<br>\r\n\"Omph,\" Judy said to herself as she squeezed deeper into the vents. \"Tighter than I thought.\"<br>\r\n<br>\r\nGiven that she was mostly filled with air at this point, she felt like a balloon that was being compressed. With her hips being the largest part of her, the cramped space was causing the air to travel to other available areas where there was space. Namely her chest.<br>\r\n<br>\r\nJudy blushed as she saw her typically nonexistent breasts bloomed bigger from the sudden shift in position. She could hear the fabric of her uniform stretch to hold everything together.<br>\r\n<br>\r\n\"I'm going to have to remember that trick for later,\" Judy whispered to herself.<br>\r\n<br>\r\nShe crawled deeper into the vents, painting a mental image for herself of the station layout. Every so often, she would pass by an opening on the floor or walls, allowing her to glance outside and judge her location. She also couldn't help but notice that the further along she went, the smaller the vents seemed to feel. Before long, she was on her paws and knees struggling to budge through until she couldn't move another inch.<br>\r\n<br>\r\n\"Great,\" she said to herself trying to retreat but finding her new assets wedged between the walls. \"I'm stuck...\"<br>\r\n<br>\r\nBy her estimates, she was only a little ways from where Nick's desk was. She could risk calling for help, but that might bring the trouble she was trying to avoid. Judy doubted Bogo would look kindly on her using the vents, inflated or otherwise. Then again, she could try to inflate herself out of the problem. Maybe that might generate enough to force to push herself through the tight spot she was in. Or she could always try her best to deflate.<br>\r\n<br>\r\nJudy decided to...</span></div></div>",
            "created":1569474000,
            "id":2723987,
            "title":"Stuck in the Vents"
        },
        "125321133322223223":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Judy manages to deflate back to normal.",
                "Judy deflates too much and becomes an empty husk.",
                "Judy deflates too hard and launches herself around the vents."
            ],
            "content":"<div class=\"\"><div> <span>\"If only I wasn't inflated,\" Judy grumbled to herself. \"Then I could get through no problem. Course then I wouldn't be stuck in this situation to begin with...\"<br>\r\n<br>\r\nJudy shifted around some more in the vents, finding that to go backwards would also be impossible given the state of her body. Her newfound chest was causing her to be boxed in as she used it as a pillow to think.<br>\r\n<br>\r\n\"Wait a moment,\" she said, sitting up slightly. \"It's just air inside of me, right? So, if I can shift the air through my whole body then maybe I can get it into a place where I can expel it!\"<br>\r\n<br>\r\nJudy squeezed her paws around to her front and pushed with all her might. Between the pressure she was putting on herself and the tight space of the vents, it was forcing all the air in her body to a single point inside her chest. Near the lungs and throat, to be more specific. She could feel her entire torso barrel out as she felt like she was taking the deepest breath of her life. She just had to let it all out. With her cheeks puffed out, she opened her mouth and blew a massive gust of air as she felt the rest of her body begin to deflate.<br>\r\n<br>\r\nIt was working! But did it really?</span></div></div>",
            "created":1579755600,
            "id":2777458,
            "title":"Flat Bunny"
        },
        "1253211333222232232":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Nick.",
                "Chief Bogo.",
                "Clawhauser again."
            ],
            "content":"<div class=\"\"><div> <span>Judy's mind became at ease as she could feel the air vent becoming less tight around her enough that she could begin to move freely again. That was when Judy realized that she couldn't close her mouth! The air was escaping too fast and she was a lot like a deflating balloon. And further it went along, the less support her own body had until the point were she was starting to collapse in on herself. It was like any structure her form had was disappearing entirely and she was no longer becoming solid anymore. Or if she was, she was feeling far flatter.<br>\r\n<br>\r\nShe could feel her clothes loosen as she sunk further and further into them as the air output lessened. Each passing second left her weaker and weaker.<br>\r\n<br>\r\nBefore long, Judy Hopps was nothing more than a pile of fur and clothes lying on the dirt vent floor.<br>\r\n<br>\r\n<i>Great</i>, she thought to herself. <i>Just great. Now I'm stuck in vent <b>and </b>the world's flattest cop!</i><br>\r\n<br>\r\nWith what muscle strength she still had, she tried to move her arms but barely got them to flap ever so slightly. It was going to be slow, but at least she could still move a tad. Though if anyone saw her like this once she got out of the vents, there was going to be no running away or hiding. That was going to have to be a risk she took as she inched towards the opening in the grate at a snail's pace. And as she was now paper thin, she could easily slip past the crack and float harmlessly down to the floor below.<br>\r\n<br>\r\nAs she hovered like a paper bag through the air, Judy realized she was going to land on someone. And that someone was...</span></div></div>",
            "created":1580014800,
            "id":2778524,
            "title":"Deflated Judy"
        },
        "12532113332222322321":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Store her in the locker for now as punishment, but suffer for it later.",
                "Go to the locker to reinflate her and hope no one sees them.",
                "Try blowing her up here with a kiss."
            ],
            "content":"<div class=\"\"><div> <span>Judy was having some good luck at last as she fluttered down on top of a familiar fox just as he was sitting down at his desk. Nick gawked at what felt like a large piece of paper covering his head before he removed it only to find himself staring down at a very flat version of Judy.<br>\r\n<br>\r\n\"Carrots!?\"<br>\r\n<br>\r\nJudy wished that she could talk, but given all the air had escaped her body she lacked the ability to speak. She could only just give Nick a nervous smile as he sighed and shook his head. It didn't take much for him to put two and two together.<br>\r\n<br>\r\n\"You were messing around with your powers, weren't you?\"<br>\r\n<br>\r\nJudy found that she could only communicate with him through facial gestures for now. She just rolled her eyes.<br>\r\n<br>\r\n\"Well, I hope that it's a little bit of a lesson for you. I can't believe I have to be the responsible one here when we're at work.\"<br>\r\n<br>\r\nHe tugged at her body a little bit. It was like all the air had escaped out of her, leaving her as nothing more than a hollow suit. Though she was still sentient if her annoyed reactions to him messing with her was any clue. Nick had a mind to keep her like this for the rest of the day and just tell Bogo that she had gone home sick. He could just roll up Judy like a map and store her in his locker until end of day, where she couldn't cause more trouble.<br>\r\n<br>\r\nThough Nick supposed he should try and bring her back to normal unless he wanted an earful later. The problem was that the inflator gun was also in his locker, where it could be kept safe. He would have to go down there with her and hope no one noticed. Or maybe there was another way to reinflate Judy. If her body was behaving like a deflated balloon maybe he could blow her up again with a special kind of kiss. There was no one in the offices they were in right now and they could avoid being seen.<br>\r\n<br>\r\nNick thought for a moment before deciding...</span></div></div>",
            "created":1580187600,
            "id":2779656,
            "title":"Found by Nick"
        },
        "125321133322223223213":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "They're able to meet in private over lunch.",
                "They're busy all day and have to wait till after hours.",
                "They get pulled into a big crime happening during work."
            ],
            "content":"<div class=\"\"><div> <span>Given that these new physics with Judy basically made her into a cartoon, Nick wondered if the same might apply to a number of other things.  He raised her up for a moment before taking a deep breath and kissing her on the lips. Judy was caught somewhat off guard by the public display of affection, even if they had stepped all over that boundary the whole night before with each other. But when she could feel Nick's air traveling down her throat, she understood what he was trying to do.<br>\r\n<br>\r\nAnd strangely enough, it started to work.<br>\r\n<br>\r\nSure, it took more than a few deep breaths to get the process going, but before long Judy could start to feel her fingers and toes again. It was like she was some pool toy as she felt her torso widen again to be more solid. Despite the air coursing through her body, she felt a bit like her old self again as Nick began to lower her to the floor to stand.<br>\r\n<br>\r\nWhen he was finished, the two stood in an embrace, the kiss transforming into a real kiss before they slowly broke away from each other.<br>\r\n<br>\r\n\"There,\" said Nick. \"Now, no more getting into trouble, okay?\"<br>\r\n<br>\r\n\"I didn't even mean to,\" Judy replied with a shy smile. \"Clawhauser got the jump on me and caused me to blow up.\"<br>\r\n<br>\r\n\"Hmm. That could be quite problematic, especially on the job. The last thing we need is to be chasing a criminal only for you to get a cause of the hiccups and float away.\"<br>\r\n<br>\r\n\"That won't happen!\" Judy said with only some certainty.<br>\r\n<br>\r\n\"Well, we need to get this under control then, Carrots. Not now but maybe at lunch or after work. We need to figure out exactly what this new power is all about. And how far it can go.\"<br>\r\n<br>\r\nThough Judy agreed with him and regretted having put Nick through so much trouble already, secretly she was kind of excited. This was the sort of thing she only imagined would happen to her. Now that it was a reality, it was all she could do to not try everything at once, just like her favorite pop song. But Nick was right, they had to know what they were dealing with. She just had to hope that nothing too interesting would happen between now and the time for a private break. For once, Judy wished for a quiet day at work.</span></div></div>",
            "created":1580360400,
            "id":2780474,
            "title":"Back to Normal, for Now"
        },
        "1253211333222232232131":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Nick becomes a perfect clone of Judy, down to her height and shape.",
                "Nick keeps Judy's body shape but stretches her out to his own height.",
                "Nick becomes a Nick-shaped Judy."
            ],
            "content":"<div class=\"\"><div> <span>Lucky for Judy, the pair were gifted with a relatively quiet day of filing reports and playing catch up. There wasn't even a lost child they had to return to their mother. Under normal circumstances, Judy would be bored to tears. But today, she had plenty of things going on in her bunny brain to keep her busy. Specifically, what she was going to do with Nick as soon as lunch rolled around.<br>\r\n<br>\r\nNoon came and with it, lunch. Instead of heading out to their usual spot in Sahara for Bug Burga, they instead opted to order to the station and have lunch in the quiet of the rooftop. Nick was sure to close the door behind them and block it with a sizeable rock, though he was sure no one would bother looking up here for them.<br>\r\n<br>\r\n\"So,\" Nick, clapping his paws together. \"Shall we have lunch first or--\"<br>\r\n<br>\r\nHe was interrupted by the sharpness of bunny teeth as Judy jumped into his arms in a passionate kiss. One Nick was all too happy to reciprocate.<br>\r\n<br>\r\n\"...Does the play come first?\" Nick asked with a smile when she was done.<br>\r\n<br>\r\n\"I've had this idea since you reinflated me,\" Judy said. \"But it's a little weird.\"<br>\r\n<br>\r\n\"Carrots, I think we're beyond a little weird at this point.\"<br>\r\n<br>\r\n\"My body doesn't behave like it normally does anymore,\" Judy explained. \"Like, right now, I feel normal but I also know in the back of my mind that I could let all my air out with one big breath and go back to being flat. It's almost like my internal organs have all been replaced since last night.\"<br>\r\n<br>\r\nNick suddenly had a nervous look about him.<br>\r\n<br>\r\n\"Relax,\" Judy said raising her paws to calm him down. \"I'm the one who chose this and I'm fine with it. It's really cool. But, it also got me thinking, if I'm an empty husk does that mean I can be filled with things other than air.\"<br>\r\n<br>\r\n\"You mean like water?\"<br>\r\n<br>\r\nJudy blushed. \"Water would be fun...But I was thinking what might happen if you wore me like a suit.\"<br>\r\n<br>\r\n\"A <i>suit</i>?\"<br>\r\n<br>\r\n\"Right. So, what I was going to do is deflate myself again and you can just...Climb in through my mouth and we can see what happens. Does that sound like fun?\"<br>\r\n<br>\r\n\"I dunno, Carrots. You being in that state leaves you very vulnerable. I know cartoon logic seems to apply with you now, but this feels like a stretch.\"<br>\r\n<br>\r\n\"That's the idea,\" Judy winked at him as she put her paws to waist in preparation to squeeze. \"Let's just try and see what happens. I promise, this will be fun.\"<br>\r\n<br>\r\nNick was left with no time to reject as he was taken aback by a massive gust of wind coming from Judy's mouth. He stood dumbfounded as his best friend and partner began to shrivel up and fold in on herself, starting with her legs and working its way up. Nick had to reach out and grab her by the deflated wrist before she blew away in the wind.<br>\r\n<br>\r\n\"I know my last name is Wilde,\" he said to the grinning bunny skinsuit. \"But I'm starting to think that's a more appropriate title for you, Carrots.\"<br>\r\n<br>\r\nNick sighed as he held out the remains of Judy. Like before, her fur was stretching like it was made of rubber underneath. It felt almost like he could, in fact, squeeze himself inside of her. But who knows what kind of crazy thing might happen there. As Nick began to strip to his boxers, he took a deep breath and made the leap.<br>\r\n<br>\r\nWhat <i>would </i>happen to Nick and Judy when he wore her like a suit?</span></div></div>",
            "created":1585026000,
            "id":2806572,
            "title":"The Judy Suit"
        },
        "12532113332222322321311":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Judy wants to try firing the remote at them while they're like this.",
                "They're called to duty before they can get Nick out.",
                "They're able to separate, but Nick's body has been altered."
            ],
            "content":"<div class=\"\"><div> <span>Of all the strange situations Nick had found himself in since meeting Judy Hopps, this was definitely in the top five. Judy didn't even feel like a living being anymore, just a lifeless suit for him to wear. Taking once step inside her gaping mouth, however, Nick could feel that this wasn't a simple empty shell like a Howloween costume. Instead, he could feel a warmth like he was entering something that was living and breathing. It was nice to know his partner hadn't completely turned into an inanimate object.<br>\r\n<br>\r\nAs he wiggled his much larger foot to find the bottom, Nick began to feel a strange compression feeling. Judy certainly had some large feet as a rabbit, but his were most certainly bigger and bulkier than hers were, enough that he expected to stretch her legs with his decent. Instead, from the outside, there didn't appear to be any visible distortion.<br>\r\n<br>\r\n\"I guess this might work after all,\" he commented as he brought his other foot inside.<br>\r\n<br>\r\nSure enough, both legs fit snugly in their respective holes with it looking like Judy's normal pair of legs from Nick's perspective. He walked around a bit, adjusting to the fact that his feet had apparently shrunk up to his knees. His legs were also starting to dwindle to match Judy's exact body shape while Judy's face stared up at him around his waist. It looked almost comical, like she was a snake eating a much larger prey. Or if Nick was putting on a very realistic looking Judy onesie. From his angle, it looked like Judy was smiling and saying <i>told you so</i>.<br>\r\n<br>\r\n\"I can admit when I'm wrong, Carrots. Let's just finish this up first. I don't know how I'm supposed to fit in here.\"<br>\r\n<br>\r\nThe answer was that his body was supposed to be compressed and squished into Judy's mold. The \"Judy suit\" had absolutely no give to it, despite looking like elastic. Nick could feel his spine fold like an accordion as he pulled the disguise up higher and higher, making sure to tuck his tail in first. While the hips of the suit certainly offered plenty of room, Nick had a much longer torso than Judy did. As he squeezed himself in through the rabbit's mouth, he found it getting tighter and tighter, while the rooftop around him seemed to be getting bigger and bigger. He grunted, it was like someone was trying to squeeze him into a narrowing tube.<br>\r\n<br>\r\nIt got harder trying to fit his arms into the right spots, or more specifically his paws into the thin fingers where Judy's own would be. More and more, Nick felt like toothpaste trying to be pushed back into its tube. When he was sure something was going to snap as he slipped his other arm into Judy's mouth, he felt something in his own body snap as he suddenly got a whole lot smaller. His entire perspective had just dropped over a foot in height, which when you were already the size of a fox that was a big deal. That's when he realized that he was officially Judy's height, minus her long ears.<br>\r\n<br>\r\n\"Wow,\" he had to say, adjusting to the vertigo. \"I never realized just how short you were before, Carrots.\"<br>\r\n<br>\r\nHis heights wasn't the only that had altered. Walking around for a bit, Nick recognized that there was a little more 'omph' to his hips. That's when he looked down and saw that his lanky body had been modeled into the curvaceous shape of Judy's distinctly female one. He now had the waist and the butt to match her, as well as the tail which he was able to wiggle around by flexing his own. There was really only their heads as a difference between them.<br>\r\n<br>\r\nWith nothing else left to do, Nick grabbed Judy's gaping mouth around his neck and hoisted it up over his snout. This proved challenging in its own right, as he tried to align her eyes with his. Nick's fox muzzle was quite long compared to Judy's and he could feel it scrunch up as the \"mask\" molded his face. All the extra mass traveled up to his ears, much in the way it had to his hips prior. Suddenly, he could hear a lot better as he developed a pair of tall rabbit ears. The rest of him aligned into place as Judy's buck teeth pushed over Nick's sharp canine ones. Standing where he had just moments prior was the perfect clone of Judy Hopps, down to the last hair.<br>\r\n<br>\r\n\"This is just unreal,\" Nick said in a voice that was distinctly his own.<br>\r\n<br>\r\n\"I told you it would work,\" he found that his mouth moved by itself, speaking exactly in Judy's voice.<br>\r\n<br>\r\n\"Wait, Carrots, you're still here?\"<br>\r\n<br>\r\n\"Of course I am! You're only inside me and controlling how I move. But at least I can talk now. Safe to say if you ever needed to hide from the Chief, you could go posing as me for a few hours.\"<br>\r\n<br>\r\nNick let out a nervous laugh, wondering what exactly this new development meant. These powers of Judy seemed to be growing and ever changing. Who was to say what would happen if they were left unchecked, as fun as it was to see things from her perspective for a change.<br>\r\n<br>\r\nNick eyed around the rooftop, wondering what they should do next. He should really climb out of Judy before someone saw them, though Judy didn't seem to be in any hurry for that yet. He had to wonder what had become of his own body during all this. Surely being compressed into a rabbit shape wasn't any good for him. Not to mention the remote was just in sight of them, sticking out of his empty pants pocket on the ground. Nick had a strong desire to climb out of Judy before something wrong happened. This was a police station and an emergency could happen at any moment.<br>\r\n<br>\r\nWhat happened next was...</span></div></div>",
            "created":1585285200,
            "id":2808446,
            "title":"Nick as Judy"
        },
        "1253211333222232232133":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "They break in and get fired on by weird remote controls.",
                "They break in and Judy pokes a leak, deflating in front of everyone.",
                "They break in and find it completely empty."
            ],
            "content":"<div class=\"\"><div> <span>Unfortunately, luck continued to not be on their side as the pair were hitting the ground running shortly after bullpen with an emergency case. Apparently there was some shady dealings going on at an abandoned warehouse near the docks. It wasn't long before Judy and Nick were gearing up and ready to go investigate.<br>\r\n<br>\r\nThey were briefest on the way there as a familiar name came up during the talks.<br>\r\n<br>\r\n\"Mumbo's Magical Devices?\" Nicked gawked when he heard the name of the company who owned the storage unit they were raiding.<br>\r\n<br>\r\n\"That's right,\" Bogo said in the back of the armor van. \"Recently there have been some complaints about malfunctioning products from this company. Further digging revealed that there has never been a company under that name in the Zootopia registry of business. And a recent stakeout last night showed us that they've been moving products all over the city via vans.\"<br>\r\n<br>\r\nNick could recall the sight they had first stumbled on with the remote and how it had been left behind after a crash.<br>\r\n<br>\r\n\"We suspect this is all a front for some drugs or illegal substances,\" Bogo said. \"And we have a warrant from the mayor. He doesn't want any funny business any more after the Nighthowler incident.\"<br>\r\n<br>\r\nJudy and Nick shared a concerned look with each other. They knew perfectly well that the devices were in fact legitimate. Perhaps people had been purchasing them without knowing what they did. But they couldn't tell Bogo that without knowing everything so they kept quiet for now.<br>\r\n<br>\r\n\"Right then,\" Bogo said as they stepped out from the van with the rest of the squad. \"This will be a short rush in and arresting on whoever we find inside. Let's be quick and get this done before anyone gets hurt.\"<br>\r\n<br>\r\nIt was unfortunate for Bogo this time around that something would happen during the raid to sour his plans as...</span></div></div>",
            "created":1581656400,
            "id":2787256,
            "title":"Going to the Source of the Magic"
        },
        "1253213":{
            "author_id":"ink-boys",
            "author_name":"xyz",
            "choices":[
                "Head (Head inflation)",
                "Body (Full body inflation)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>As the bolt hits Judy's chest, Judy Hopps feels a strange sensation in her. Before she could asks, she begins to feel her ____ funny...</span></div></span></div>",
            "created":1568869200,
            "id":2720559,
            "title":"A funny sensation"
        },
        "12533":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Yes!",
                "No! Something specific."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a remote that can do anything and everything?</span></div></span></div>",
            "created":1568437200,
            "id":2718150,
            "title":"All the options."
        },
        "125331":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Take it back to police station for safety",
                "Test More Insanity with the Remote"
            ],
            "content":"<div class=\"\"><div> <span>During a patrol in Sahara square,Nick and Judy stumbled across a strange Remote<br>\r\nWhat’s this Said Nick<br>\r\nThe Remote spoke to them<br>\r\nAim me at what u want to change in life and it shall change...<br>\r\nThat was really creepy,and the Remote is glowing Nick, we should take it back to headquarters.<br>\r\nHold on carrots,maybe we Should test it<br>\r\nNo we don’t know what it’s capable of Said Judy<br>\r\nWell maybe you should try it on me there are two buttons,Said Nick<br>\r\nFine,I’ll do something Said Judy,I wish we..could swap butts as She zapped Nick<br>\r\nSee I told you it wouldn’t whaa nick stopped himself to see he had Judy’s squishy girl bunny butt<br>\r\nWoah this did change something as she braded nicks tail.<br>\r\nHey stop doing that to my tail<br>\r\nWell you stop Squishing and pinching my Butt ya perv Said Judy<br>\r\nSorry couldn’t resist said Nick blushing<br>\r\nUh huh Said Judy lemme Try To Switch us back,,,return us to normal as she pressed the second button<br>\r\nHey I got my tail back Said nick relieved<br>\r\nAnd I got my squishy butt back Said Judy in a taunting tone<br>\r\nWhat do you wanna do with the Remote Said Judy<br>\r\nYou’re call carrots Said Nick<br>\r\nHmm Said Judy,we should...</span></div></div>",
            "created":1583038800,
            "id":2795226,
            "title":"Yes!"
        },
        "125332":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Go with this",
                "Go with something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps the remote gives whoever is zapped by it the power to let their spirit leave their body, allowing them to possess other mammals?</span></div></span></div>",
            "created":1578286800,
            "id":2770193,
            "title":"Phanto-Mammal?"
        },
        "13":{
            "author_id":"redwolf12",
            "author_name":"wolfbood",
            "choices":[
                "Judy",
                "Nick",
                "Chife Bogo",
                "Bonnie Hooper",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who made a wish on a shooting star?</span></div></span></div>",
            "created":1562821200,
            "id":2685436,
            "title":"A wish made on a shooting star"
        },
        "131":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "She wish that Nick had a better life",
                "She wish that she was the chief of police",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What tip of wish did she made?</span></div></span></div>",
            "created":1562821200,
            "id":2685505,
            "title":"Judy"
        },
        "1311":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Nick swapping lives with someone else.",
                "Nick changing species/body/gender.",
                "Nick acting like a different person."
            ],
            "content":"<div class=\"\"><div> <span>One of the few breaks Judy Hopps permitted for herself during the day came in the form of climbing up to the roof of her apartment building and looking over the night sky of Zootopia. After so many years of hoping and wishing she might see the city for herself, it was always like a dream to actually see the city with her own eyes from a higher plane and there were few better sights than the rooftop of a building.<br>\r\n<br>\r\nFrom her modest little den in downtown Savannah, the sky opened up to her. Though there were less stars in the sky than there were on the farm, she still found it all very beautiful. In fact, she was actually feeling a little guilty.<br>\r\n<br>\r\nNick had upset Chief Bogo, again. For his punishment, he was sentenced to working late hours. He was having a bad week in general with missing his quota on parking tickets and throwing out his back during a chase of a suspect. Sometimes Judy wondered if Nick was actually enjoying his life as a police officer or if he would do it all over again.<br>\r\n<br>\r\nAs she looked up at the sky, a streak of light flashed overhead and she jumped to her feet.<br>\r\n<br>\r\n\"A shooting star!\"<br>\r\n<br>\r\nEver the considerate bunny, she crossed her paws in prayer and said her wish.<br>\r\n<br>\r\n\"I wish that my friend would have the life he's always wanted.\"<br>\r\n<br>\r\nThough she said those words, she couldn't have any idea what they would truly mean. And though Judy didn't believe in magic, something strange was at work as the star would grant her wish.<br>\r\n<br>\r\nJust not in the way she intended.<br>\r\n<br>\r\nThe wish would involve...</span></div></div>",
            "created":1565845200,
            "id":2702802,
            "title":"A Better Life"
        },
        "13111":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Judy.",
                "Gazelle",
                "Someone else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>But whose life did Nick secretly covet and want to swap with?</span></div></span></div>",
            "created":1567659600,
            "id":2713705,
            "title":"Swap Lives"
        },
        "131111":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Slowly.",
                "Instantly.",
                "Only mental."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does this happen slowly or all at once? Or maybe this is only mentally and not physically?</span></div></span></div>",
            "created":1568437200,
            "id":2718002,
            "title":"Swapping with Judy"
        },
        "131113":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "Bonnie Hopps.",
                "Officer Fangmeyer.",
                "Even more."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There are plenty of citizens of Zootopia to choose from. How about these furry folks?</span></div></span></div>",
            "created":1568437200,
            "id":2718005,
            "title":"Other mammals."
        },
        "1311133":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Ben Clawhauser",
                "Chief Bogo"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Zootopia is a big world! Who else?</span></div></span></div>",
            "created":1578978000,
            "id":2773628,
            "title":"Even more."
        },
        "13112":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "his species chang",
                "his body chang",
                "his gender chang"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What tip of changing did Nick have?</span></div></span></div>",
            "created":1565845200,
            "id":2703219,
            "title":"Nick changing species/body/gender."
        },
        "131121":{
            "author_id":"that_guy",
            "author_name":"too much free time",
            "choices":[
                "Ys. A red rabbit.",
                "Yes, but stick with the hair. Their like super rabbits",
                "Nope. Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lets start with the obvious.<br>\r\n<br>\r\nHe turns into a red haired hare.<br>\r\n<br>\r\nNo wait. Thats actually a different species from a bunny.<br>\r\n<br>\r\nHe turns into a red haired male rabbit.</span></div></span></div>",
            "created":1569646800,
            "id":2724816,
            "title":"Nick turns into a rabbit?"
        },
        "1311211":{
            "author_id":"thepirate1",
            "author_name":"The pirate",
            "choices":[
                "slow",
                "quick ",
                "instantly"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>slowly, quickly, or instantly?</span></div></span></div>",
            "created":1570078800,
            "id":2727534,
            "title":"Ys. A red rabbit."
        },
        "1312":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Judy And Bogo switch lives",
                "Judy gets promoted, while at the same time Bogo gets fired"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Would Judy switch lives with Bogo, or would she get promoted whilst Bogo gets fired?</span></div></span></div>",
            "created":1578978000,
            "id":2773630,
            "title":"She wish that she was the chief of police"
        },
        "13121":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Switch species",
                "Same species"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How changed up do you want them to be?</span></div></span></div>",
            "created":1578978000,
            "id":2773633,
            "title":"Judy And Bogo switch lives"
        },
        "131211":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "They keep their memories",
                "Their memories are changed to suit this new reality"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do they keep their memories?</span></div></span></div>",
            "created":1579582800,
            "id":2776534,
            "title":"Switch species"
        },
        "131212":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "They keep their memories",
                "Their memories are changed to suit the new reality"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Should their memories stay, or should they go?</span></div></span></div>",
            "created":1579582800,
            "id":2776537,
            "title":"Same species"
        },
        "1313":{
            "author_id":"eblmeg",
            "author_name":"Ã\u008btalfni",
            "choices":[
                "To be seen as more desirable for Nick.",
                "To be bigger (tired of being a small bunny).",
                "Something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There's a bunch a rabbit could want to wish for. What does Judy Hopps really want deep down?</span></div></span></div>",
            "created":1568437200,
            "id":2718341,
            "title":"Something else"
        },
        "13131":{
            "author_id":"that_guy",
            "author_name":"too much free time",
            "choices":[
                "Judy turns into a female fox that Nick finds the new Judy attractive",
                "Nick turns into a male rabbit that now finds Judy attractive as she is",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright then.<br>\r\n<br>\r\nHow does this wish play out?</span></div></span></div>",
            "created":1569646800,
            "id":2724818,
            "title":"Jusy wishes she was more desirable to Nick."
        },
        "131311":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Slow",
                "Instant"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is the change slow, or instant?</span></div></span></div>",
            "created":1580360400,
            "id":2780322,
            "title":"Judy turns into a female fox that Nick finds th..."
        },
        "13132":{
            "author_id":"enter24",
            "author_name":"AAAB",
            "choices":[
                "Just couple inches bigger",
                "About 20% bigger"
            ],
            "content":"<div class=\"\"><div> <span>Judy had enough of that day. She know she were the smallest one on her police station, better... probably she is smallest cop in ZPD history. And that's got some disadvantage - almost every day she need to proof that, she isn't weak or need help to do most things. Properly she could do much more than most cops in her department if she only got opportunity. But even that... but still they treat her like air, nothing. <br>\r\n<br>\r\nRabbit throw her uniform on the chair and stretch herself. She feel tired. Not because of the tasks she got - of course Bogo give her tickets - but helplessness. Other oficers mostly got something more important... more value and more... uhhh... if she only could get bigger. Judy take a look outside the window on the black sky. One of stars blink and move rapidly from the sky to the horizon. <br>\r\nJudy smiled. Hope that stars would grand wishes. She take back on her bed and sleep.<br>\r\nDuring the night her body slightly lights and grows a little. Her legs, hands and ears expand proportionaly just in couple secounds. She wasn't know that star realy grand wishes almost every night... but imprecise wishes could be dangerus. Especialy when wisher didn't precise limirs. <br>\r\nOn the next day Judy wake up...</span></div></div>",
            "created":1583816400,
            "id":2799711,
            "title":"To be bigger (tired of being a small bunny)."
        },
        "13133":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "She wants to know her partner better (Body- or Life-Swap with Nick)",
                "She wants to get stronger (Massive Bunny-Muscle Growth)",
                "Some other choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else could Judy wish for?</span></div></span></div>",
            "created":1578286800,
            "id":2770196,
            "title":"Something else."
        },
        "131333":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "For nick to be more like her",
                "For here to be more relaxed, like nick"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else could Judy want?</span></div></span></div>",
            "created":1578978000,
            "id":2773627,
            "title":"Some other choices"
        },
        "1313332":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Continue with the story",
                "Go with something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There are more options to choose from than this!</span></div></span></div>",
            "created":1583125200,
            "id":2795440,
            "title":"Hey, wait a minute!!!!"
        },
        "132":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "To be closer to Judy",
                "To be rich",
                "To have a promotion at the ZPD.",
                "To be married to Judy",
                "Something else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What does Nick wish for?</span></div></span></div>",
            "created":1583298000,
            "id":2796439,
            "title":"Nick"
        },
        "135":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Ben Clawhauser",
                "Finnick",
                "Bellweather"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else do you want to make a wish?</span></div></span></div>",
            "created":1578978000,
            "id":2773626,
            "title":"Someone else"
        },
        "14":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Life swap",
                "Species swap",
                "Personality swap",
                "Body swap",
                "Something else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Randomly happen with Nick and Judy?</span></div></span></div>",
            "created":1577595600,
            "id":2766573,
            "title":"Randomly happen?"
        },
        "141":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Some Random Animals",
                "Judy with Finnick/Nick with Gazelle ",
                "Judy with Chief Bogo/Nick with Clawhauser",
                "Judy with Yax/Nick with Duke Weaselton",
                "Somebody else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>With who do Nick and Judy randomly swap lives?</span></div></span></div>",
            "created":1578373200,
            "id":2770554,
            "title":"Life swap?"
        },
        "1413":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "They remember",
                "Their memories are replaced with that of the new reality"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Should they remember what happened?</span></div></span></div>",
            "created":1578978000,
            "id":2773635,
            "title":"Judy with Chief Bogo/Nick with Clawhauser"
        },
        "14132":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "No- they still retain their original figures",
                "Yes-their figures are changed(nick is a fat fox and Clawhauser is a thin cheetah"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Should they change physically to match this new reality?</span></div></span></div>",
            "created":1579582800,
            "id":2776538,
            "title":"Their memories are replaced with that of the ne..."
        },
        "1415":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Judy And Bellweather/nick and Lionheart",
                "Judy And nick",
                "Somebody else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Zootopia’s a big world! Who else?</span></div></span></div>",
            "created":1578978000,
            "id":2773639,
            "title":"Somebody else?"
        },
        "14153":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Nicks swaps with Bonnie/Judy with Stu",
                "Somebody else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Judy`s parents?</span></div></span></div>",
            "created":1579064400,
            "id":2774005,
            "title":"Judy`s parents? life swap"
        },
        "141532":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Judy with a random Wolf and Nick with a random Skunk?",
                "The 2 swap lives with a couple a female and male sheep",
                "The 2 swap lives with a pair of Girraffes",
                "Other life swaps."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nick and Judy swap lives with?</span></div></span></div>",
            "created":1583298000,
            "id":2796471,
            "title":"Somebody else"
        },
        "142":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Both become Tigers",
                "Reverse swap Judy becomes a fox- Nick a Rabbit",
                "Both become skunks",
                "Both become Sheep",
                "Something else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nick and Judy swap species<br>\r\n<br>\r\nWhat for species do they become</span></div></span></div>",
            "created":1583298000,
            "id":2796456,
            "title":"Species swap"
        },
        "145":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "Size swap",
                "Age swap",
                "Something else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else can Randomly happen with Nick and Judy</span></div></span></div>",
            "created":1577595600,
            "id":2766594,
            "title":"Something else?"
        },
        "1453":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "They swap clothes with other characters",
                "They swap genders",
                "Something else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else could randomly happen to Nick and Judy?</span></div></span></div>",
            "created":1583298000,
            "id":2796480,
            "title":"Something else?"
        },
        "15":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "They find a cursed Microphone",
                "They find a cursed donut",
                " A wishing well",
                "They find a magical coin",
                "Something else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else could happen?</span></div></span></div>",
            "created":1542517200,
            "id":2579293,
            "title":"something else"
        },
        "155":{
            "author_id":"j455510",
            "author_name":"jack999",
            "choices":[
                "A baseball bat (Finnick transformation)",
                "A photo of Judy`s parents",
                "Something  else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>They find a....</span></div></span></div>",
            "created":1545973200,
            "id":2594722,
            "title":"Something else?"
        },
        "1553":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nick is separated from Judy, while she is attacked during a night shift. <br>\r\n </span></div></span></div>",
            "created":1578546000,
            "id":2771592,
            "title":"Judy Attacked! "
        },
        "15531":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Judy starts Transforming "
            ],
            "content":"<div class=\"\"><div> <span>A group of masked animals grabbed when her guard was down, before she could fight back she felt a sharp pain in her neck. A feeling of intense fatigue and disorientation overtook her.<br>\r\n<br>\r\nAs her consciousness faded she heard the one of the animals say, \"Bellwether sends her regards.Your betrayal will be repaid\" <br>\r\n<br>\r\nNick returns too late to see who attacked her.</span></div></div>",
            "created":1578546000,
            "id":2771594,
            "title":"Yes"
        },
        "155311":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Judy discovers she's transforming into a Fox.",
                "Some other animal."
            ],
            "content":"<div class=\"\"><div> <span>\"Are you sure you okay, Judy?\" asked her partner \"Yes, for the last time Nick, the doctors couldn't find anything wrong\", replied the exasperated bunny. \"They pumped you full of drugs, Judy, of course I'd be worried.\" Judy appreciated his concern, but she was running out of patience. \"I'll be alright, Nick\" \"Okay, Carrots, but if you need me you know where i'm at.\" <br>\r\n<br>\r\nJudy decided to return to her apartment after Chief Bogo gave her sometime off after the incident. She objected, but he insisted saying, \"It would do no good to have one of my officers at anything less than their best.\"<br>\r\n<br>\r\nAt her apartment she is overcome by an intense heat and wooziness. Judy considered calling Nick but didn't want to worry him. After the feeling faded she saw her reflection. A patch of fur near the injection site had changed into a rusty red color. If she had been fully alert she would have been worried, but she felt so tired. She decided to lay down and she drifted off to sleep. <br>\r\n<br>\r\nDuring her restless night, her dreams were filled with Bellwether's maniacal laughter.  </span></div></div>",
            "created":1578546000,
            "id":2771612,
            "title":"Judy starts Transforming "
        },
        "1553111":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Nick is Shocked by her appearance.",
                "Judy Faints."
            ],
            "content":"<div class=\"\"><div> <span>Judy woke up itching all over and with a throbbing pain in her mouth. She groaned in pain and slowly got out of bed. <br>\r\nShe stumbled into her bathroom to find why her teeth were hurting. To her horror a few of her teeth fell out, revealing several sharp teeth suited for a predator. She also noticed that large patches of her fur had changed color. <br>\r\n<br>\r\nShe questioned why this was happening, but her panic made it impossible. Judy needed to calm her mind to figure this out, but before she could her doorbell rang. <br>\r\nHer body changes made her self-conscious. She couldn't let anyone see her. <br>\r\n<br>\r\nShe heard Nick's familiar voice saying, \"Carrots, I came to see how you're doing.\" Judy tried to pretend she wasn't there, but after several minutes of silence she knew he was worried, worried enough to use her name. \"Judy, I know you're in there, please open the door.\" <br>\r\n<br>\r\nJudy decided that she had to face him eventually, so she opened the door.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1578546000,
            "id":2771722,
            "title":"Judy discovers she's transforming into a Fox."
        },
        "15531111":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Hospital Room",
                "Other "
            ],
            "content":"<div class=\"\"><div> <span>\"Hey, Carrots, why did you..., oh\" Nick trailed off when he noticed her appearance. <br>\r\nThe red color her fur took looked exactly like his. He filled it away for now and yelled \"Judy, I told you something would happen. The Doctors admitted they didn't know what was injected into you.\" \"I know, I know. I didn't want you to worry Nick,\" the distressed rabbit shouted back baring her new teeth. \"Were friends, of course I'm worried, especially when you seem to be changing, but we need to know what's going on.\"<br>\r\n<br>\r\n\"Do you remember anything from the attack?\", asked the fox. \"I'll try to, but it's fuzzy. Wait. one of them said something. I think it was a name. It was familiar. Wait, I remember. It was Bellwether! We need to interrogate her,\" Judy exclaimed. <br>\r\n<br>\r\n\"No, we need to get you to a hospital first.\" Judy wanted to complain, but an intense pain overtook her. Her bones felt like they were on fire.</span></div></div>",
            "created":1578718800,
            "id":2772156,
            "title":"Nick is Shocked by her appearance."
        },
        "155311111":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Judy Awakens ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Miss Hopps, upon further analysis we were able to determine you were injected with a modified virus. It's changing your genetic structure. To put it bluntly, your going to become a fox.\" Judy was desperate to hear that this was a nightmare she would wake up from.<br>\r\nNick quipped, \"On the bright side you'll be as handsome as me.\" Judy wasn't in the mood. She couldn't wrap her mind around her situation. <br>\r\n<br>\r\nThe doctor made a request, \"Mr. Wilde, Normally you wouldn't be here, but since you're a fox you're in the best position to help her.\" <br>\r\n<br>\r\nTheir attention shifted back Judy when she started screaming in pain, \"my bones feel like they're breaking.\" Her vitals spiked on the monitor. The doctor to Nick to leave immediately.   <br>\r\n<br>\r\nThe last Nick heard from the doctor was, \"Get the sedative. Get her vitals under control.\"</span></div></div>",
            "created":1578891600,
            "id":2773429,
            "title":"Hospital Room"
        },
        "1553111111":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Timeskip ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Judy awoke with a splitting headache and aching joints. Her fears were realized when she rubbed her eyes with black claw-tipped paws. She also noted the rest of her changes. She was bigger overall. Her tail was long and bushy with a black tip. She had a muzzle with a black snout. Her senses were different. Judy was almost indistinguishable from other foxes. <br>\r\n<br>\r\nThe emotions caught up with her and she began to sob. Fortunately Nick was there to comfort her, she heard him say, \"Judy I'm here. I don't have experience with full-body transformations, but I do know how to be a fox.\" He resolved to help her accept her new self.</span></div></div>",
            "created":1578891600,
            "id":2773480,
            "title":"Judy Awakens "
        },
        "15531111111":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "1 week?",
                "More?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Nick Wilde helped Judy adapt to her new body.</span></div></span></div>",
            "created":1578891600,
            "id":2773482,
            "title":"Timeskip "
        },
        "155311111111":{
            "author_id":"oneiroi",
            "author_name":"Morpheus",
            "choices":[
                "Confront Bellwether in Prison ",
                "Bellwether managed to acquire Night howler toxin"
            ],
            "content":"<div class=\"\"><div> <span>Fortunately, Judy was able to adapt quickly. She was lucky her muscles weren't too damaged from the transformation or she wouldn't even be functional. She still had some aches and pain and wasn't quite ready for active duty, but it was time to confront Bellwether.  </span></div></div>",
            "created":1578891600,
            "id":2773494,
            "title":"1 week?"
        },
        "15532":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Judy gets the special assignment.",
                "Nick gets the special assignment.",
                "Neither, something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What if Nick or Judy had a special assignment that they had to do involving something rather strange? And which one of them would it be?</span></div></span></div>",
            "created":1580101200,
            "id":2779113,
            "title":"Special assignment"
        },
        "155321":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "The new disguise tool!",
                "The shrink serum!",
                "Something else!"
            ],
            "content":"<div class=\"\"><div> <span>What sort of special assignment awaits then for our favorite bunny cop?<br>\r\n<br>\r\nWhat if she was the prime candidate for testing a brand new disguise tool for deep undercover work?<br>\r\n<br>\r\nOr perhaps what if she was chosen for an investigation case deep in Little Rodentia and she needs to take a serum to shrink down to size in order to get involved with the case?<br>\r\n<br>\r\nOr maybe something else entirely?</span></div></div>",
            "created":1580446800,
            "id":2780954,
            "title":"Special Assignment for Judy"
        },
        "1553212":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Causes cells to constrict, allowing someone to shrink.",
                "Contains nanobots which can manipulate a person's body.",
                "Allows for Judy to enter a shrinking chamber."
            ],
            "content":"<div class=\"\"><div> <span>Judy had read the report several times already and she still didn't believe what was being asked of her. Not until she was standing eye to eye with a lady giraffe after knocking on the door to the laboratory. She was a perfectly normal looking giraffe too, with all the right proportions and everything. She just was wearing a lab coat that looked much to big on her and she didn't even come up to Judy's ears in height...<br>\r\n<br>\r\n\"Officer Hopps!\" the giraffe said with more enthusiasm than even Judy was known for giving. \"Welcome to ZR&amp;D! I'm Doctor Hightower, though as you can see, not quite so high anymore!\"<br>\r\n<br>\r\n\"I, uh, yeah,\" Judy shook her head to remember her manners and took the giraffe's offered hoof. \"Pleased to, uh, meet you. I guess it's safe to say that the briefing <i>wasn't </i>a lie?\"<br>\r\n<br>\r\n\"Indeed! I'm sure you've been told everything already. Top secret and all that.\"<br>\r\n<br>\r\nJudy had indeed, though she had admittedly thought the Chief's idea was his attempt at a joke.<br>\r\n<br>\r\nThe Big family had been spreading its reach across Zootopia following Bellwether's arrest in an attempt to get a bigger hold with the vacuum of power in disarray. Even with her own ties to the family, Judy couldn't convince Mister Big to back down on this matter. She was a cop, after all, and he was a mobster. Though the shrew was smart. Indeed of expanding his influence in catnip and other drugs using his giant polar bears when the city was already nervous about preds, this time he was using a smaller approach.<br>\r\n<br>\r\n\"We need someone inside Little Rodentia,\" Judy explained as she walked with the shrunken giraffe. \"Someone with police training and that we can trust. Unfortunately, Little Rodentia is something of a tricky place for any of our...Bigger guys to be.\"<br>\r\n<br>\r\n\"That's where I can come in,\" Doctor Hightower sounded positively thrilled. \"I had been telling Mayor Lionheart for years now that shrinking technology would solve so many of the city's housing and food problems what with such a diverse array of citizens in Zootopia. I think he just gave me a grant to look good in the science crowd for votes.\"<br>\r\n<br>\r\n\"Yeah, he does that...\"<br>\r\n<br>\r\n\"Well, I'm sure I've already proven the fruits of my labor. I find I save a bundle being rabbit sized on rent and groceries!\"<br>\r\n<br>\r\n\"But I will be able to grow back to normal...Right?\"<br>\r\n<br>\r\n\"Of course!\" replied the giraffe as she climbed up to a much larger stool to the computer. \"It's all perfectly safe and I've been on every end of the spectrum just to be sure you're no test bunny. Who knows? Maybe when this is all done, I could bump you up a bit so you don't get picked on as much.\"<br>\r\n<br>\r\nJudy could only imagine the look on Nick's face if she suddenly walked into work bigger than he was. \"We'll see about that...\"<br>\r\n<br>\r\n\"Indeed, let's begin then shall we?\" the doctor began typing into her computer. \"How tall are you exactly in centimeters?\"<br>\r\n<br>\r\n\"81.3.\" Judy had been asked to measure herself before hand.<br>\r\n<br>\r\n\"And without the ears?\"<br>\r\n<br>\r\n\"60.5.\"<br>\r\n<br>\r\nThe talks of size measurements continued as Judy fidgeted nervously in place. It slowly occurred to her that this was real. She was really going to be shrunk down to the size of a mouse to infiltrate Mister Big's operation. It was almost like science fiction. Mammals didn't just shrink It was bizarre and...Kind of exciting.<br>\r\n<br>\r\nThe doctor finished up her notes and fiddled with a machine on her desk that hummed. Judy spied a green liquid filling a small glass vial before Hightower produced a syringe and sucked out an exact amount, measuring twice before nodding to herself.<br>\r\n<br>\r\n\"Slid up your arm, please.\"<br>\r\n<br>\r\nJudy did as commanded as the giraffe hopped onto the floor and injected her with the substance. Judy winced for a moment before she felt a cooling sensation run through her veins.<br>\r\n<br>\r\n\"Now the goal is to bring you to about 15 centimeters,\" explained the doctor. \"The height of an average rat. But this process isn't an exact science yet, so you may be a little over or under.\"<br>\r\n<br>\r\n\"How will this work, exactly?\" Judy asked, rubbing at the injection spot.<br>\r\n<br>\r\n\"Well, you see, that serum I just injected you with...\"</span></div></div>",
            "created":1580878800,
            "id":2782956,
            "title":"The Shrink Serum"
        },
        "15532121":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Judy has shrunk a centimeter.",
                "Judy has remained exactly the same.",
                "Judy has grown a centimeter"
            ],
            "content":"<div class=\"\"><div> <span>\"...Causes cells to constrict, allowing someone to shrink,\" explained the stunted doctor. \"You see, there's actually a fish somewhere in the eastern seas that shrinks itself to hide from predators. It does this by releasing a special hormone that tells the body 'you need to shrink now' and there we go. It's also similar to how if you keep a goldfish in a larger bowl, it will grow bigger than if you keep it in a tiny tank.\"<br>\r\n<br>\r\n\"I guess that makes sense,\" Judy replied as there was a cold feeling running through her veins now. \"I feel funny...\"<br>\r\n<br>\r\n\"That's the serum working its way through your body. It doesn't happen all at once, you see. It needs some time to spread to every corner, so it will take about a week to leave your system. In the meantime, I recommend taking it easy before then. Like I said, this is not an exact science. You may end up bigger or smaller than intended. From there, I will distill the growth serum to bring you back to normal.\"<br>\r\n<br>\r\n\"Got it.\"<br>\r\n<br>\r\n\"And I do mean take it easy! I've heard about your antic from Chief Bogo himself. Your body is going to be going through some drastic changes and you might be in danger of wearing yourself out.\"<br>\r\n<br>\r\n~<br>\r\n<br>\r\nAnd with that, Nick was along to pick Judy up from the laboratory shortly after Judy had been discharged with a few vitamins to keep up her body's strength during the process. Nick brought his sense of humor with him.<br>\r\n<br>\r\n\"So, this is actually legitimate?\" he asked. \"You don't look any shorter, Carrots.\"<br>\r\n<br>\r\n\"She said it should take a week and I should measure myself in an hour to confirm that it's working. Then it's just a matter of waiting a week if all goes well.\"<br>\r\n<br>\r\n\"That's it? Sounds all too easy.\"<br>\r\n<br>\r\n\"Well, the hard part is going to be going undercover once I'm there. Don't suppose Finnick has any disguises I could use to pretend to be a mouse?\"<br>\r\n<br>\r\n\"Hah, I'm sure we'll come up with something.\"<br>\r\n<br>\r\nJudy was glad Nick was there as she could feel the serum working its way through her body. It was a cold sensation that burned at her veins, it was hard to know if that was normal or not. If she was going to be cut to a fourth of her size, it was nice to know she at least hard her partner at her back.<br>\r\n<br>\r\nBogo allowed for Judy to go straight home for the rest of the day with her being on desk duty until she couldn't be working. She was already starting to feel a little tired. By the time they arrived back at her apartment, it had been an hour since the injection. Nick helped Judy set up her tape measurer against the wall to discover that...</span></div></div>",
            "created":1582347600,
            "id":2791128,
            "title":"A Slow Process"
        },
        "155321211":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "A couple of centimeters.",
                "Ten whole centimeters.",
                "A few centimeters, but she also looks younger too."
            ],
            "content":"<div class=\"\"><div> <span>Nick and Judy had measured her against her wall beforehand earlier that day, marking her height on the wall with a pencil. Judy lined up in the same spot as Nick got out the tape measurer and traced the top of her head. She watched his eyes widen in surprise as he stepped with the number.<br>\r\n<br>\r\n\"59.4 centimeters.\"<br>\r\n<br>\r\n\"No way,\" Judy said as she turned around to face the markings.<br>\r\n<br>\r\nSure enough, the fresh etched line was just a hair shorter than the one they drawn that morning. Judy had heard of the spine decompressing over the course of the day before, but this was different. Now that she really focused, she could feel that her clothes felt slightly bigger. Her uniform, which was normally skintight and hugged her body perfectly was now a little bit loose in some areas. And there was a weird tingle running through her veins. Followed by the itch of excitement.<br>\r\n<br>\r\n\"This is amazing,\" she said, going to the closet.<br>\r\n<br>\r\n\"You're taking this a lot better than I would, Carrots,\" Nick said as he watched her dig through a box. \"I'd be freaking out at the prospect of shrinking away into nothing.\"<br>\r\n<br>\r\n\"It doesn't work like that,\" Judy answered. \"And the doctor said it can easily be reversed at any time. So, might as well enjoy it while I can!\"<br>\r\n<br>\r\nShe pulled out some clothes sent from home. Judy had asked her parents ahead of time to send her a bunch of old outfits from all her sisters of various ages, she didn't tell them that she would be the one wearing. After all, didn't need them freaking out over this latest new mission. It was just nice to be prepared for being a various sizes she hadn't been since she was a kid as she pulled out a small dress meant for a bunny two years old.<br>\r\n<br>\r\n\"We should get to work though,\" Judy said. \"Planning who I'm going to have to investigate when the real mission begins.\"<br>\r\n<br>\r\n\"Plan? Bogo said you should take the day off. Don't you feel tired? You just shrunk over a centimeters, Carrots.\"<br>\r\n<br>\r\n\"I feel fine, Nick,\" Judy shooed away his concern. \"Come on, I'd like to get this done before I'm too small to hold a pencil.\"<br>\r\n<br>\r\nAnd so the two of them got to work mapping out Judy's apartment into her new workspace and then set to work on getting leads Judy could infiltrate once mouse sized. They worked through the morning and into the afternoon. Before long it was approaching dinner as their stomach grumbled.<br>\r\n<br>\r\nJudy had been sitting in her chair the whole time, but she was certain she had shrunk some more. Her uniform was now rather limp on her as she stood up to approach the wall for a measurement before the pair went out to get some dinner. They discovered over the course of the first day, she had shrunk...</span></div></div>",
            "created":1584421200,
            "id":2802766,
            "title":"The Start of Shrinking"
        },
        "15532122":{
            "author_id":"eblmeg",
            "author_name":"Ëtalfni",
            "choices":[
                "Herself.",
                "Nick.",
                "Hightower."
            ],
            "content":"<div class=\"\"><div> <span>\"You see, that serum I injected you with contains nanobots which can manipulate a person's body,\" explained the shrunken giraffe. \"You've heard of nanobots, I'm assuming.\"<br>\r\n<br>\r\n\"Well,\" Judy thought back to her classes in science. \"Yes. They're basically tiny microscopic robots.\"<br>\r\n<br>\r\n\"Correct! Though they can only do simple tasks, with enough of them you can program them to do things normal medicine simply isn't able to. Though the tech isn't there yet to understand and combat things like cancer, we <i>do </i>understand how cells grow and shrink through countless, careful hours of observation. With this successful trial run of my research in the field, we may be able to get the funding to expand this into breakthroughs to allow anyone to become any size, shape, or even species they want!\"<br>\r\n<br>\r\n\"Wow,\" Judy replied. \"Considering I come from a farm that sounds almost like far fetched scifi.\"<br>\r\n<br>\r\n\"All I need to do is prove that this has practical use in the real world! So, trust me when I say I will do everything I can to keep you safe during this case.\"<br>\r\n<br>\r\nIt reassured Judy to hear that. \"Well, how does this work exactly?\"<br>\r\n<br>\r\n\"We need to give the nanobots a few hours to run through your entire system and attach themselves to your cells. From there, I've constructed a tool to control how big or how small you want to be in the form of a wrist watch just like the one I'm wearing.\"<br>\r\n<br>\r\nThe giraffe held up the silver watch that hung limply on her wrist. It had a single black screen with a down arrow and an up arrow. The screen had on it a number which Judy guessed what the doctor's current height was. 87 centimeters. She watched as Hightower produced a similar looking watch from her desk.<br>\r\n<br>\r\n\"Now,\" she explained, handing the device over to Judy. \"Obviously the watch won't shrink with you, so you'll have to be careful. In the wrong paws, I imagine this could be quite dangerous. I would recommend giving it to someone you trust rather that hold onto it yourself. But the choice is yours and I won't tell you how to do your job, officer.\"<br>\r\n<br>\r\nJudy nodded and thought for a moment before deciding to give ownership of the watch to...</span></div></div>",
            "created":1582779600,
            "id":2793993,
            "title":"Nano-Shrinking"
        },
        "155323":{
            "author_id":"legobro123",
            "author_name":"ComedyGuy",
            "choices":[
                "Sounds interesting",
                "Not my cup of tea"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What if Nick and Judy were doing a sweep of a lab that got broken into and find a device that could change reality to ones most deepest desires which they accidentally activate. Shenanigans ensue.</span></div></span></div>",
            "created":1580101200,
            "id":2779370,
            "title":"Neither, something else."
        }
    },
    "info":{
        "author_id":"j455510",
        "author_name":"jack999",
        "brief_description":"Nick and Judy are on a patrol in the city of Zootopia.",
        "created":1222032000,
        "description":"<td align=\"left\" class=\"norm\">Nick and Judy go about on some strange adventures.<br>\r\n<br>\r\nEverything can happen to the two main characters.<br>\r\n<br>\r\nOther Zootopia characters can be added also.<br>\r\n<br>\r\nNo OC`s allowed.<br>\r\n<br>\r\nRules:<br>\r\nNo sex.<br>\r\nNo deaths.<br>\r\nNo endings.<br>\r\neverything else is allowed</td>",
        "id":1476394,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585611780,
        "pretty_title":"Zootopia Transformation Adventures"
    }
}