{
    "chapters":{
        "1":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "He has a humiliation kink",
                "He loses a bet",
                "Its a punishment",
                "Hes just unlucky",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Today is going to be killuas unnlucky day but he doesnt know it yet, how will this all take place?<br>\r\n<br>\r\nthe story choices are as follows, the final one is open for more scenarios, make sure to keep in that way for now.</span></div></span></div>",
            "created":1589605200,
            "id":2836863,
            "title":"Killuas Unlucky Day"
        },
        "11":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Briefs",
                "Cartoon briefs",
                "Pullups",
                "Diapers",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>For as long as he can remember killua has always  had a thing for humiliation, though he would never tell anyone this, afterall it would bring shame to his family. though part of him enjoyed that thought.<br>\r\n<br>\r\nHe would always wear embarassing underwear, to scared to go any further, though he mostly just wore his cartoon briefs. at times he would stroll around in just them in public though that was only at night when he knew he wouldnt be seen.<br>\r\nthough today he was feeling a little more brave, today he decided to wear tight shorts over his underwear, his undies today were...</span></div></div>",
            "created":1589605200,
            "id":2836869,
            "title":"He has a humiliation kink"
        },
        "112":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Tight Shorts",
                "Loose Fitting Shorts",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Killua always loved to wear his cartoon briefs, his favourite ones had a chocorobo print on them.<br>\r\nAs he pulled them out the drawer he slowly pulled them up his legs letting them snap into place, he tugged on the back of them to give himself a slight wedgie before he started to put his shorts on. today he had planned to wear some of the tightest shorts he owned to show the outline of his undies, as he goes to his drawers he decides to pull out and put on...</span></div></div>",
            "created":1589864400,
            "id":2838132,
            "title":"Killuas Cartoon briefs"
        },
        "1122":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "To the shopping center",
                "To the park",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Killua had originally planned on wearing his tight shorts as it would show the outline of the undies he was wearing, however common sense got the better of him and he decided to wear his regular blue shorts. they were fairly baggy and loose enough that they could be pulled down eaily by either getting caught on something or by being pulled by someone.<br>\r\n<br>\r\nPulling his shorts up and letting them snap into place killua was just about ready to go into the city, maybe go to some stores, get some food or even go to the local park.<br>\r\n<br>\r\nHe finished getting dressed before deciding where to go for the day.</span></div></div>",
            "created":1594357200,
            "id":2865567,
            "title":"Loose Fitting Shorts"
        },
        "11222":{
            "author_id":"doller",
            "author_name":"doller",
            "choices":[
                "Found himself bothered by the kids, who want to see more yo-yo tricks",
                "Decided he couldn't care less about those punks and kept going for his drink",
                "Kept wandering around the park"
            ],
            "content":"<div class=\"\"><div> <span>Killua left the building and went out. As it was a pleasantly sunny day, he decided to hang around the local park, planning to enjoy the fresh breeze there for a while. Also, there were definitely going to be a lot of people there and the thought of walking among them, while secretly wearing his kiddie briefs, made Killua shiver with excitement. And luckily nobody would've discovered it, so he was free to enjoy himself without a single worry! Or so he thought...<br>\r\n<br>\r\nAs he reached the park, Killua saw dozens of people hanging around there, much like himself. <br>\r\n<br>\r\nNear the main entrance, there was a playground where a group of kids, slightly younger than him, was playing with their toys in the sandbox, chasing each other with water guns, screaming, and so on. Killua smirked at their silliness, finding their games rather childish, so he took out his yo-yo and performed a couple of tricks to impress them, while seemingly not paying the kids any attention. <br>\r\n<br>\r\nSlightly ahead, Killua spotted a vending machine filled with fresh drinks, a nice little treat he was sure to enjoy. However, hanging there, there was a group of teens, slightly older than him, looking quite nasty and punk-ish, listening to loud music and making a lot of noise while throwing empty cans around.<br>\r\n<br>\r\nKillua:</span></div></div>",
            "created":1597640400,
            "id":2886913,
            "title":"To the park"
        },
        "112221":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Some of the kids pile on him",
                "The older teens come over to see what the fuss is about",
                "Parents come to help their kids"
            ],
            "content":"<div class=\"\"><div> <span>Killua not wanting to cause any trouble today groaned to himself and decided to entertain the kids, mainly due to wanting to avoid a confruntation with the older teens. So he starts to perform more tricks attracting a bigger and bigger crowed of kids.<br>\r\n<br>\r\n\"are those the only tricks you can do, youve been doing the same 3 ones for ages now\" came one of the younger kids.<br>\r\n<br>\r\n\"yeah show us better tricks! these ar eboring now!\" came another<br>\r\n<br>\r\nas more and more complaints came from the kids they started tugging at killua to get him to do more tricks.<br>\r\n<br>\r\n\"h-hey get off me you brats!\" Killua shouts before pushing them all off of him, because of this some of the kids started to cry and he gained the attention of more people, this time from the adults and older teens in the park.<br>\r\n<br>\r\nKillua noticing all the attention he was reciving started to pack his yoyos away that was until...</span></div></div>",
            "created":1601528400,
            "id":2913623,
            "title":"Found himself bothered by the kids, who want to..."
        },
        "112222":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "His undies show through the leg holes from his kick.",
                "Wedgied, pantsed and beaten up,",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Killua decided his need for a drink was more important than some teens, if they did anything surely he could beat them up with ease. Pushing past the teens he made his way to the vending machine though not without gaining attention, when he pushed through it seems the teens became fairly annoyed, heck killua didnt even say excuse me before pushing past them.<br>\r\n<br>\r\nAproaching behind Killua one of the teens grabbed him by the shoulder and said \"Hey kid you better appologise for shoving us\"<br>\r\n<br>\r\nKillua mearly looked unamused though he was shocked to see the teen was quite a bit taller than himself, he then brushed the teens hand off his shoulder and paid for his drink.<br>\r\n<br>\r\nAmazed at killuas attitude the teen once again grabbed killua but this time by the arm then said in a sterner voice \"I said you better appologise you brat!\" as he grabbed killuas arm there was a sence of murderous intent in the air and before you knew it killua swung his leg at the teen but much to killuas suprise he was stopped by the teen who was holding him by  the arm.<br>\r\n<br>\r\n\"The hells your problem brat! Lads lets teach him a lesson he wont forget!\" came the teen to the group he was with. It was at this moment killua realised he may of made a mistake in his actions, that was untill...</span></div></div>",
            "created":1598677200,
            "id":2893649,
            "title":"Decided he couldn't care less about those p..."
        },
        "113":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Normal clothes",
                "Childish clothes",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Killua pulled out a box that he hid under his bed, within it were all sorts of embarassing supplys from diapers, to panties.<br>\r\nGoing through the box he decided to settle on some pullups, they were blue with a chocorobo print on them.<br>\r\n<br>\r\nPulling up the pullups killua went over to his mirror to check himself out, he couldnt believe he was actually gunna do it, it was enough to make him arouced though its not like anything would show anyway, he wasnt much of a shower or a grower.<br>\r\n<br>\r\nAttempting to distract himself he decided to chose the rest of his outfit, today he decided he was gunna wear...</span></div></div>",
            "created":1594357200,
            "id":2865577,
            "title":"Pullups"
        },
        "1132":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Overalls and a tshirt",
                "Onsie, shorts and a jacket",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>He was always one for making sure his outfit matched all together so he decided to settle for something rather childish to go with his current underwear, going through his closet he pulled out an assortment of clothes from shorts to overalls even to onsies.<br>\r\n<br>\r\nToday he decided to wear...</span></div></div>",
            "created":1594357200,
            "id":2865581,
            "title":"Childish clothes"
        },
        "12":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Who could win at hide and seak",
                "Rock paper scissors!",
                "Who can hold their bladder longer?",
                "a wedgie battle!",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Not one to shy away from a bet killua quickly accepted one with Gon, with the condition that the loser has to do whatever the winner wants for the day.<br>\r\nThinking Gon could never win Killua suggested that it should be for a week instead of just a day.<br>\r\nwhat was the bet?</span></div></div>",
            "created":1589605200,
            "id":2836875,
            "title":"He loses a bet"
        },
        "121":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Ariving at the shopping mall!",
                "Something happens on the way!",
                "Other!"
            ],
            "content":"<div class=\"\"><div> <span>\"heh ill make it easy for ya, we can play hide and seek.\" said Killua with a cocky grin, sure gon has a good sence of smell but luckily for killua he bathed today thinking it would mask his scent.<br>\r\n<br>\r\n\"alright lets do it, ill count to 100 before i start looking for you\" responded Gon oblivious as to why it would be th easiest option for him.<br>\r\n<br>\r\n\"lets add some rules, as to make it possible to either win or lose. First we need a time limit, we also need to set an area limit that compliments the time available\" said Killua as he didnt want to lose but he still wanted to have some fun<br>\r\n<br>\r\n\"how about 24 hours for the time\" said gon, thinking that with their abilities this would be a fair amount of time, \"another rule would be no nen abilities\" Gon said after setting the time limit.<br>\r\n<br>\r\n\"seems fair, then for the areas how about the shopping mall, it has lots of space, multiple floors and an ourdoor area that leads out too a large park. It will also give the winner a chance to buy the loser a new outfit to go with their new underwear, as i already have plans for what i want you to do.\" Killua said knowing this would give him the advantage as he had already scouted out the area when he went to buy some stuff for himself.<br>\r\n<br>\r\n\"heh wonder what ya want me to wear\" gon said with a giggle \"alright lets head there now!\" said Gon in an excited tone, he had been fairly bored lately himself and this seemed like a good oppertunity to have some fun.<br>\r\n<br>\r\nWith that the boys started on their journey to the shopping mall, though killua did trip over some cracks in the ground, could this be a omen for his future...</span></div></div>",
            "created":1593838800,
            "id":2861519,
            "title":"Who could win at hide and seak"
        },
        "124":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Killua goes for the first hit!",
                "A pathetic show from killua",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>\"How about a wedgie battle! i heared there supposed to be fun!\" Said Gon with a grin<br>\r\n<br>\r\n\"A-are you serious! do you even know what a wedgie is?\" Came killua suprised at Gon suggestion, sure killua didnt mind the thought of a wedgie battle but it accured to him his underwear wasnt the most... grown up looking. hell he hadnt worn boxers at all and if he got a wedgie with what he was wearing now he would die of embarassment.<br>\r\n<br>\r\n\"Of cource i do, and im completely serious, heh are ya scared you'll lose killua?\" Gon said with a mischievous smirk, Gon had already prepared himself for this as hes been wanting a wedgie war for a while now.<br>\r\n<br>\r\n\"As if id lose to you! hell i bet i easily beat you! if i lose ill even do what you want for a whole week!\" Killua said with his confidence and cocky attitude getting the better of him.<br>\r\n<br>\r\n\"you're on!\" Said Gon with enthusiasm.<br>\r\n<br>\r\nAnd so the battle commmences...</span></div></div>",
            "created":1601528400,
            "id":2913634,
            "title":"a wedgie battle!"
        },
        "14":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "he accidentally rips his pants",
                "trips in public and hurts someone",
                "gets locked out of his apartment",
                "goes to bed to avoid any more mishaps",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Killua like any day woke up, got dressed and wore his favourite cartoon undies. it was going like any other day untill killua started to trip over things, at first it was just a lump in his rug, but he soon began tripping on other things such as sticks, old toys, banana peels and cracks in the pavement. it was like watching a cartoon, that was untill...</span></div></div>",
            "created":1589605200,
            "id":2836872,
            "title":"Hes just unlucky"
        },
        "15":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "The bully becomes the bullied",
                "Gets in a disagreement with Gon",
                "Hes sick",
                "Killuas bedroom mishap",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about these scenarios?</span></div></span></div>",
            "created":1589605200,
            "id":2836866,
            "title":"Other"
        },
        "151":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Killua looses his strength!",
                "The other teenagers are able to fight now?",
                "other!"
            ],
            "content":"<div class=\"\"><div> <span>It was like any other day for killua, he started living in a small village to get a break from adventuring. he would wake up, eat food, then go for a walk. he would commonly come across these teenages they couldnt be any younger than 17, he would tease one of them fairly often for being a cry baby. and today he did the same but something was off, the kid didnt storm off like usual he acted as if killua wasnt even there, just ignoring him. Annoyed killua stormed over to him but as he did he gets surrounded by the other teenagers.<br>\r\nit was at this moment everything changed...</span></div></div>",
            "created":1589605200,
            "id":2836883,
            "title":"The bully becomes the bullied"
        },
        "154":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Go look for another bathroom",
                "Go back to bed, he can hold it untill later in the day...",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Killua woke up early in the morning 4am to be exact, with a need to go to the beathroom. wearing nothing but a T-shirt and his kitty print cartoon briefs he made his way out of bed and started to make his way to the bathroom that was in his hotel room, to his suprise the door was locked. he didnt want to force it open as him an Gon got kicked out of the last place they stayed at from a similar incident.<br>\r\n<br>\r\nBecause the door was locked killua decided to...</span></div></div>",
            "created":1593838800,
            "id":2861553,
            "title":"Killuas Bedroom mishap"
        },
        "1541":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Pooped his undies",
                "Wet his undies",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Sighing to himself killua knew not to test the hands of fate and decided to make his way into the hallway to find a bathroom in the hotel, though he decided to stay in his current attire. Going down the hallway he wasnt paying much attention as nobody would be awake at this time however that was untill a door opened right into killuas path.<br>\r\nWith a massive thud killua hit face first into the door and fell to the floor, another thud was heard from the floor. As killua came into impact with the ground it was all that was needed to unleash what was inside, killua had...</span></div></div>",
            "created":1593838800,
            "id":2861554,
            "title":"Go look for another bathroom"
        },
        "15411":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Gon",
                "Kurapika",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>looking down to his cartoon briefs killua stared in horror as he lost controll, his undies started to bloat out with a warm mess, it seemed like it wouldnt stop it, with his current position of being laid on the ground it also made the mess spread more that it would of if he were stood up.<br>\r\nLooking up to the door that hit him he looked in horror as to who was stood their, it was...</span></div></div>",
            "created":1593838800,
            "id":2861556,
            "title":"Pooped his undies"
        },
        "154111":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "\"i always wanted a baby brother\"",
                "\"its okay little guy\"",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>As Gon was walking out of his room for an early morning workout he heard a thud come from the other side as he opened it, looking around the door he didnt see anyone at first, that was untill he sniffed the air.<br>\r\na foul smell found its way to his nose, it was as if a baby was near by, he looked down and found the source of the smell, it was killua!<br>\r\nGon could barely believe what he was looking at, if it wernt for the smell he would think he was dreaming.<br>\r\nHe looked as killua as killua stared back at him in horror, you could almost see the sirens going off in killuas head.<br>\r\n\"Killua... did you...\" came gone before he was cut off with killua saying \"s-shut up! t-this is your fault!\"<br>\r\n<br>\r\nBlushing red Killua couldnt believe this was happening, his best friend seeing him in such a state. he hadnt had an accident this bad since he was a kid.<br>\r\n<br>\r\nGon bent down and started to pet killuas head before saying...</span></div></div>",
            "created":1593838800,
            "id":2861557,
            "title":"Gon"
        },
        "1541111":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Pull-ups",
                "Disposeable Diapers",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Gon bent down and started to pat killuas head. \"i always wanted a baby brother\" said Gon before he went to scoop killua up.<br>\r\nKillua tried to resist but for some reason Gon had overwhelmed him in stregth, maybe it was his mental state making him panick that took away his strength or maybe Gon was just that strong, he didnt know anymore, all he knew is that he was starting to feel dizzy and could barely keep track of what was going on.<br>\r\n<br>\r\nWith killua scooped up Gon made sure to keep a firm grip on Killua, making sure to mush the mess killua had made as it seemed to make killua less figity. Gon took killua into his own room and laid him onto his bed but as he did this he noticed Killua was fairly out of it, perhaps he was just tired.<br>\r\n<br>\r\nGon had originally planned on asking killua to be a baby for a day as he always wanted to have a baby brother, because of this he already started getting supplies for Killua to try as he knew killua would probably put up with it for a day, he didnt expect him to actually need them well that was untill today.<br>\r\n<br>\r\nFirst came Killuas undies, they would have to be changed, Gon removied them with ease and dumped them into a black bag ready for disposeal.<br>\r\n<br>\r\nWith those removed gon moved onto what would be killuas new undies, his new undies were...</span></div></div>",
            "created":1593838800,
            "id":2861558,
            "title":"\"i always wanted a baby brother\""
        },
        "15411112":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Onesie",
                "Shortalls",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Looking through the items Gon had got he decided to settle on the disposable diapers.<br>\r\nlaying the diaper out on the bed he lifted killua by the legs then slid the diaper underneith, killua himself was currently taking a nap after passing out from the humiliation.<br>\r\nWith the diaper in position Gon the provided to tape in in place, there was going to be no hiding the diaper with how thick it was. it would probably be enough to burst open a pair of killuas shorts if he managed to get any over it.<br>\r\nWith the changing finished gon then moved onto deciding on an outfit for the new baby, the outfit he chose was...</span></div></div>",
            "created":1594357200,
            "id":2865537,
            "title":"Disposeable Diapers"
        },
        "15411113":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Cloth Diapers",
                "Little Girl panties",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Looking over the first options Gon decided something else would be more fun!<br>\r\nlooking over to his other options they were...</span></div></span></div>",
            "created":1593838800,
            "id":2861561,
            "title":"Other"
        },
        "1541112":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Go to Gons room",
                "Go to Killuas room",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>\"its okay little guy\" Gon said in a calming voice as he was petting killuas head, he then pulled killua in for a hug to help calm him down.<br>\r\nMuch to killuas suprise Gon wasnt discusted, he didnt shun him, he didnt even mock him. Killua couldnt explain is but as soon as gon pulled him into a hug he became relaxed, more relaxed than he had been in a long time.<br>\r\nAs killua was going through the motions his eyes started to well up, tears started to form and then he started to return gons hug, it felt as if we was kid or a toddler, he couldnt explain it but it made him feel happy.<br>\r\n<br>\r\nGon picked killua up and asked \"where do you wanna get changed, my room or your room. i know about the secret undies you have in your room when you wanna feel small so dont worry about keeping it a secret from me\"<br>\r\n<br>\r\n Killua blushed realising his current attire, the mess he made and the fact Gon knew about his secret, realising this he made the decision to go to...</span></div></div>",
            "created":1593838800,
            "id":2861564,
            "title":"\"its okay little guy\""
        },
        "155":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Other",
                "Other",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More place holder options!</span></div></span></div>",
            "created":1593838800,
            "id":2861559,
            "title":"Other"
        }
    },
    "info":{
        "author_id":"pikachu2213",
        "author_name":"pikachu2213",
        "brief_description":"An interactive story focusing on Killua in his humiliating adventure.",
        "created":1589677440,
        "description":"<td align=\"left\" class=\"norm\">Prepare killua for you now face a humiliating adventure, filled with wedgie diapers and all other forms of humiliation!<br>\r\n<br>\r\nRules:<br>\r\n1) this is a story for adults so minors be gone!<br>\r\n2) killua is the primary focus for this!<br>\r\n3) girls can be in the story but they cant be involed in any sexual behavior!<br>\r\n4) Killua will be interested in guys in this story!<br>\r\n5) make sure there multiple choice options!<br>\r\n6) be descriptive but dont force scenarios onto people when it could be branched off onto something else!</td>",
        "id":2222082,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1601572260,
        "modified":1601572260,
        "pretty_title":"Killua's Diapered Adventure"
    }
}