{
    "chapters":{
        "1":{
            "author_id":"fer1",
            "author_name":"fer",
            "choices":[
                "body swap",
                "possesion",
                "transform",
                "your choice",
                "your choice"
            ],
            "content":"<div class=\"\"><div> <span>This day, like many others started as usual with the exception of what was quite sunny and the mood was very good, but not very long just for breakfast mother read me another notation that I have to do and how to behave in order to become a real man.<br>\r\nBut even that's not really spoil my mood. After breakfast, I tossed notebooks and books in a backpack and tried to quickly jump out of the house, I managed without incident, probably 'cause I had school.<br>\r\nI ran out of the house as it was not hard to guess missed the bus. Day got better and better. I was late to school. slapped remark rinse my brain, and put into a class. first two lessons were normal, without incident, I looked at the girl in the class that I really liked, but I'm too shy to approach her. Her name was Ann Sammers. She seemed so airy and light, her hair the color of wheat fell to her shoulders and framed her pretty face making it even more attractive, beautiful light blue dress that emphasized her great figure and is not very big breasts, size b, on her feet, which are eye-catching and not just those that tucked dress had beautiful small heeled sandals.<br>\r\nbut all good things comes to an end someday, and this is no exception. The bell rang and my fairy flew away with her friends and I will continue to \"wonderful\" day that began in the morning. At first I fought Mike Sanders tried to grab my pocket money, and the last lesson, I discovered that my notebook with homework was spolied by my sister. All pages was in pictures.some pages with no homework. teacher was in a bad mood, which happens very often in later times.<br>\r\nI say that it was made by my little sister. but this mean nothing to her and she told me off for my homework, and forced to write on the board after school inscription \"I will never forget my homework.\"<br>\r\nI returned home in a very bad mood:<br>\r\nbad grades, a bruise on his eye, stayed after school, could not get back to Anna, and in the end only when I was walking and thinking about my poor life, I poured a bucket of water out the window. so I started to curse the day. and walked all irritated and angry. Standing at a crosswalk old woman came up to me wearing a green dress and pointy hat and asked to move across the road. I already wanted to say all that I think about it, but the remains of conscience does not permit. I smiled through the force all wet and turned her evil for which he was rewarded with an apple. With the words \"it can fulfill your every desire.\" \"Crazy,\" I thought. but Apple took it and went home. stop before reaching the house, I met Anna, who saw me excitedly merged<br>\r\n\"what happened?\"<br>\r\nI could not talk to her normally. and the answer was so sharp.<br>\r\nhaving called a fool she ran home.<br>\r\nand I'm calling myself a lot worse went on.<br>\r\ncoming home and seeing my sister, I wanted to tell her what I think about what she did but my mom saw the tears on her face screamed at me and forced to wash the dishes and clean the kitchen. Trying to say that I had a hard day and I did not deserve this, she said, I also have the day was not easy.<br>\r\nquarreled so I hid in my room.<br>\r\nLying on the bed I noticed apple, which gave me an old woman, and I thought, \"may be true\" has decided to make a wish.<br>\r\nwhich make a wish?<br>\r\noutgrowth? to feel like a different person? avenge my mother that she understood what I felt?<br>\r\nLearn more about Anna to win her heart? which make a wish? the hundredth time I asked myself.<br>\r\nit might still be famous to nothing need.<br>\r\nLong thinking about this problem I have come to the conclusion that must be addressed, and deeper breath anticipating something extraordinary, I made ​​a wish.<br>\r\n</span></div></div>",
            "created":1348981200,
            "id":1437692,
            "title":"begining"
        },
        "11":{
            "author_id":"fer1",
            "author_name":"fer",
            "choices":[
                "swap with mom",
                "swap with sister",
                "your choice",
                "your choice"
            ],
            "content":"<div class=\"\"><div> <span>I d try to make a normal desire but anger flared periodically on  the mom which did not let him make a fine and prevented comprehend the desire I have only one, so when I made a wish that I want to switch bodies with my mother, and realizing that I put forth a sigh of relief when nothing happened. while lightning and thunder outside, I pretty scared.<br>\r\nbut looking at the mirror on the wall, I sighed with relief as well that did not happen.<br>\r\nat 20:00 father returned, he immediately understood what was happening, and so later when everyone had gone to their rooms came to me.<br>\r\nsat down on the bed and asked. \"Because of what my mother and I had a fight.\"<br>\r\nfirst I would like to keep quiet, but under his gaze, I quickly gave up and told him everything that happened to me today. He sympathized, encouraged, and said that I like a real man should ask for forgiveness. I was about to protest, but received a reproachful glance gave up and went to ask for forgiveness. reaching the parents' room, I knocked and entered. Mom sat on the bed and sobbed quietly. I felt like the guilty, when my mother was crying. Sorry tried before her.<br>\r\nI asked for forgiveness, though I could not understand what it was, but felt that it should be. I gave her my apple, in the end, she smiled a little. I saw that she become calmer went to my bedroom. no idea what happened after I left.</span></div></div>",
            "created":1349067600,
            "id":1438342,
            "title":"body swap"
        },
        "111":{
            "author_id":"fer1",
            "author_name":"fer",
            "choices":[
                "pov Jim",
                "pov Amanda",
                "someone else woke up first"
            ],
            "content":"<div class=\"\"><div> <span>When the door closed behind her son Amanda sighed. He did not understand what I wanted to tell him, and I could not apologize to him. Amanda continued to sob spits apple in the hand is raised for a bite then retracted from the mouth. as would have been well if he had realized that It's not that easy to watch them, clean up, and the fact that sometimes I cry, it is not out of malice. as would have been well if he had been in my shoes and felt what I have \"thought Amanda and bit into an apple.\" breeze swept through the room, but it did not attach any importance to this. After finishing the apple and take a shower to wash and freshen up. Amanda changed into her silk nightgown and went to bed, soon came John, went to the shower, and lay down next to her.<br>\r\n<br>\r\nseeing that his wife was still frowning, he hugged her in the back, hugged her and kissed her neck, but seeing that it will not go forward, put his arm around, trying in this way to fence off his girlfriend from problems.<br>\r\n<br>\r\nAmanda was grateful to him. She always felt secure in his open arms, and soon retreated care, and she went to sleep in the open arms beloved.<br>\r\n<br>\r\nin the house was asleep and did not notice soluble magic.<br>\r\nlighted as son's body and the mother, two glowing ball fly from them breaking the barriers of walls, they met for a moment and scattered on different bodies. one in the mother, and the other in her son.</span></div></div>",
            "created":1349067600,
            "id":1438364,
            "title":"swap with mom"
        },
        "1111":{
            "author_id":"fer1",
            "author_name":"fer",
            "choices":[
                "1",
                "2",
                "3"
            ],
            "content":"<div class=\"\"><div> <span>opened my eyes, at first I did not understand where I was, but as the awakening, learned a room of my parents. I sat up, with a strand of long black hair fell on my face, automatically adjusting it, I looked around in confusion, and I broke out in a cold sweat. I had long black hair. Heart pounding, I was afraid to look down, afraid not to see my body<br>\r\nSlowly having lifted a hand I have touched a breast, and have felt under a smooth fabric, soft and at the same time an elastic female breast. Other hand has meanwhile reached shorts and tried to grope my member, but instead of it has detected gentle female sexual lips.<br>\r\nOvercoming fear I cast away a blanket and saw beautiful legs which couldn't belong to me, but only to the beautiful woman. Having lowered feet on a floor I wanted to rise and approach quickly to a mirror, but from the impressions which have fallen down me couldn't rise, feet became as if wadded, deeply inhaled thus having noted as rose at a sigh my breast, I again tried to rise, this time it was possible to me. slowly being afraid to fall and see the reflection I approached to a mirror. I overcame the last meters blindly. having become on against it I deeply inhaled and opened eyes. at me missed a bit in a stomach. as I also was afraid I exchanged bodies with my mother. once again I had hands on my new forms. Silky soft skin, breasts. one hand froze on the chest, while the second was shifted back to the place where was MOM's cunt. heart began to knock even quicker and I felt as my nipples began to harden and the breast was poured. I squeezed her(my) tits. and felt inexpressible feeling, felt pleasant languor spread on all over my body.<br>\r\nhaving unexpectedly heard a voice behind a door and sounds of steps, I in fear drew aside hands from a body, fast jumped back in a bed and took cover a blanket pretended to be sleeping. It was my father. he at first knocked, but without having heard the answer entered. I heard as he approached to a bed and....</span></div></div>",
            "created":1349240400,
            "id":1439636,
            "title":"pov Jim"
        },
        "11111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "An hour ",
                "10 minutes "
            ],
            "content":"<div class=\"\"><div> <span>You laid in bed and hoped that you would be able to get back to sleep as it was dark outside still and your dad had just finished work late.<br>\r\n<br>\r\nYou pretended to be asleep and you heard your dad get undressed and get into bed and then you felt a hand start to roam over your body.<br>\r\n<br>\r\nYou tried you best to pretend to be asleep but it was difficult as your dad's hand slowly stroked between your legs till he finally entered the knickers and you moaned unintentionally.<br>\r\n<br>\r\nYou suddenly felt him remove them and continued the movement with his hand till you felt a waight on top off you and you opened your eyes and stopped pretending to sleep.<br>\r\n<br>\r\nThen out of nowhere you felt filled and moaned into his mouth as he kissed as you had your first female orgasm from intercourse in your mother's body and he gentaly started making love to you.<br>\r\n<br>\r\nHe lasted...</span></div></div>",
            "created":1535000400,
            "id":2537842,
            "title":"1"
        },
        "111111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>You are on your hands and knees and your can feel another orgasm approaching and then it happened and both you (your mother's body) and your dad climaxed at the same time.<br>\r\n<br>\r\nYour dad moved and you are laid on your back still shaking from the powerful orgasm you just had, you couldn't move and all you could do was smile and enjoy the sensation as it slowly faded.<br>\r\n<br>\r\nWhat you don't know is your parents have been trying to conceive a baby for the past few months and it has finally worked.<br>\r\n<br>\r\nYou are now pregnant with a pair of healthy twins a boy and a girl... </span></div></div>",
            "created":1600146000,
            "id":2903208,
            "title":"An hour "
        },
        "13":{
            "author_id":"royality",
            "author_name":"Royal",
            "choices":[
                "Mom",
                "Father",
                "Sister"
            ],
            "content":"<div class=\"\"><div> <span>I thought i would be fun to have power of shape shifting so i made a wish that i would have this power . After tgis i felt a burden on my head and i slept away . Next day was a Sunday but i woke up early . Now i was clear but run tu the toilet to empty my bladder. After that i saw my reflection in the mirror !  Remembering the last night , i smiled and focused on morphing into some one else and i suddenly morphed into....</span></div></div>",
            "created":1527483600,
            "id":2499743,
            "title":"transform"
        },
        "131":{
            "author_id":"royality",
            "author_name":"Royal",
            "choices":[
                "Continue",
                "*"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly i saw my mom's reflection in the mirror in my clothes . Not being amazed but rather happy i touched the soft breast and blonde hair of my mom . That gave me a sudden arrousal. And i mastrbated as my mom. After 15 min i heard my mother's voice calling for breakfast so i cleaned up and morphed back into my own self.</span></div></div>",
            "created":1527483600,
            "id":2499746,
            "title":"Mom"
        },
        "1311":{
            "author_id":"royality",
            "author_name":"Royal",
            "choices":[
                "Continue",
                "*"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>After breakfast my mother told me that she had to go to hospital for to meet her friend so she can't visit my aunt . She told me to excuse her on her behalf and left . This gave me an interesting idea.</span></div></span></div>",
            "created":1527483600,
            "id":2499748,
            "title":"Continue"
        },
        "13111":{
            "author_id":"royality",
            "author_name":"Royal",
            "choices":[
                "Continue"
            ],
            "content":"<div class=\"\"><div> <span>As she left i transformed into her and went to her bed room. I quickly undressed my self and saw .y sexy hourglass reflection in the mirror . I open the drawer and took a matching pair of bra and panties of red white satin and after this i put on a casual sundress and a sandle and headed towards my hunt house .</span></div></div>",
            "created":1527483600,
            "id":2499749,
            "title":"Continue"
        },
        "14":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "To have a good life",
                "My mom could understand me",
                "For why to win Anna's heart",
                "My sister stop misbehaving",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What other wish did you made?<br>\r\n<br>\r\nI wish...</span></div></span></div>",
            "created":1537851600,
            "id":2553960,
            "title":"your choice"
        },
        "142":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>Just before going to sleep after another argument with your mother you wished \"the your mum could understand you better\" and bit the apple. <br>\r\n<br>\r\nYou then went to sleep the apple disappeared and you started changing.<br>\r\n<br>\r\nYou turned from a 15 years old boy called Jim into a 15 year old girl called Jamie... <br>\r\n<br>\r\nYour wish has come true your mother will definitely understand you now... <br>\r\n<br>\r\nReality shifted around your room changed into a tomboy looking room with slight feminine touches to it and you received memories of growing up as a girl although you definitely know you are Jim.<br>\r\n<br>\r\nAlthough with the memories you received knowledge like knowing how to shave, putting on bra's and dealing with periods.<br>\r\n<br>\r\nWhen your body changed you look a lot like your mum but you have your father's eyes and temper also the boxer shorts you wore for bed changed into a pair of knickers and a vest appeared on your upper body both dark purple. <br>\r\n<br>\r\nOf course you are still asleep and won't know any of this till you wake up...</span></div></div>",
            "created":1581570000,
            "id":2786832,
            "title":"My mom could understand me"
        },
        "1421":{
            "author_id":"xxxgilgamesh",
            "author_name":"Xxxgilgamesh",
            "choices":[
                "You loved it ",
                "You hated it ",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span>You wake up to a familiar weight on your chest. <br>\r\n<br>\r\nYou quickly get of bed and examine yourself in the mirror. You were 5ft, pretty slim, you had wide hips, a big ass and round perky G-cup breast. You’re face was pretty and you short messy brown hair.<br>\r\n<br>\r\n<br>\r\n<br>\r\nWhat do you think of this change.</span></div></div>",
            "created":1582434000,
            "id":2791904,
            "title":"Continue "
        },
        "14213":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Carried her downstairs ",
                "Held her hand downstairs ",
                "Something else "
            ],
            "content":"<div class=\"\"><div> <span>You opened your eyes to think thank got that was a dream.<br>\r\n<br>\r\nYou wake up to a unfamiliar weight on your chest although for some reason it didn't feel wrong. <br>\r\n<br>\r\nYou quickly get of bed and examine yourself in the mirror. You were 5'7, pretty slim but not to slim, you had nice hips, a tight ass and large round perky B-cup breast. You’re face was pretty and you short messy brown hair.<br>\r\n<br>\r\nYou stood in front of the mirror thinking how do i know they are a B cup and I wear a 34B bra, you look fit physically and in looks. <br>\r\n<br>\r\nYou then hear your mom say Jamie darling wake up your sister please and bring her downstairs with you for breakfast.<br>\r\n<br>\r\nYou shout back \"OK mom, will do just going to use the toilet first\" thanks Jamie.<br>\r\n<br>\r\nYou immediately know your name is Jamie Charlotte Amelia Smith and your sister she's called Alexandria Willow Christine Smith.<br>\r\n<br>\r\nYou used the toilet without any issues and then walked into Vicky's room to wake her up but she is already awake....<br>\r\n<br>\r\nYou...</span></div></div>",
            "created":1600146000,
            "id":2903205,
            "title":"Readers choice "
        },
        "145":{
            "author_id":"rosenheim34",
            "author_name":"rosenheimer",
            "choices":[
                "yes willingly",
                "yes, by acciendent or by a twist",
                "not at all"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>does your wish come directly or as a twist or by accident that you turn into a girl?</span></div></span></div>",
            "created":1537938000,
            "id":2554215,
            "title":"Something else"
        },
        "15":{
            "author_id":"growing567",
            "author_name":"Marcello ",
            "choices":[
                "To shrink ",
                "To grow ",
                "Something else ",
                "Something else ",
                "To have a sexy girl friend "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What do you wish for </span></div></span></div>",
            "created":1571806800,
            "id":2737420,
            "title":"your choice"
        },
        "153":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "To Become A Woman’s Butt",
                "To fuse with someone ",
                "More choices "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What other things do u want from the apple?</span></div></span></div>",
            "created":1577682000,
            "id":2767324,
            "title":"Something else "
        },
        "1531":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Moms Butt ",
                "Lassie Rose’s Butt (Your hot Scottish High school principal,redhead,nice ass)",
                "Clover Ying’s Butt (The Girl In High School who likes you,16 blonde,nerd)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I’ve always had the secret fetish to be a woman’s talking butt,but which woman’s ass do I wanna become,Jim e thought about the woman’s in his life and decided to become:</span></div></span></div>",
            "created":1577682000,
            "id":2767331,
            "title":"To Become A Woman’s Butt"
        },
        "1533":{
            "author_id":"gilligfan",
            "author_name":"PrincessKooh",
            "choices":[
                "Careful what you wish for!  Your growing little sister!",
                "More choices ",
                "Readers choices",
                "More choices ",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How bout an accidental wish that<br>\r\ncauses your 5 year old sister to<br>\r\nkeep having growth spurts eventually<br>\r\ngrowing her to giant sizes?</span></div></span></div>",
            "created":1579496400,
            "id":2775993,
            "title":"More choices "
        }
    },
    "info":{
        "author_id":"fer1",
        "author_name":"fer",
        "brief_description":"This story about a guy who met a strange old woman who gave him a magic apple.",
        "created":1348949760,
        "description":"<td align=\"left\" class=\"norm\">the main character name is Jim, he's 15. well build for a 15 years old boy, but not very popular in the school, one day after school he helped an old woman who gave him a magic apple that can fulfill a wish.<br>\r\n<br>\r\nMother - Amanda Smith, 34, a housewife, loves his children but sometimes goes too far by controlling their behavior, burning brunette with a beautiful figure, breast third size, nice butt, height 5.34 feet (163cm) model looks but without excessive thinness<br>\r\n<br>\r\nfather - 35 years, is quite attractive, works in a construction company, loves his family but can not be with them often because a lot of work.<br>\r\n<br>\r\nsister - 5 years old, brunette, like a mother, a sweet girl, but only for as long as it does not begin to misbehave and because of her small pranks o Jim often scolded by his mother, even though she loved him.<br>\r\n<br>\r\nprohibited:<br>\r\ngay - man on man,<br>\r\nwomen with a dick.<br>\r\n<br>\r\nallowed almost all<br>\r\ntry write a lot, without very short chapters.<br>\r\nsex is ok.<br>\r\nBe original, do not disappoint your muse<br>\r\nyou can add own characters/<br>\r\n<br>\r\n<br>\r\nI know this is bad, but can You present me some gift points)) <br>\r\n</td>",
        "id":1894365,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600152420,
        "modified":1600152420,
        "pretty_title":"magic apple(how does it change you?)"
    }
}