{
    "chapters":{
        "1":{
            "author_id":"hydranoid2009",
            "author_name":"hydranoid2009",
            "choices":[
                "Serious",
                "Fetish",
                "mostly serious with some fetish",
                "mostly fetish, some serious",
                "some option I've not thought of"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lets make things simple and start things off with the two types of stories</span></div></span></div>",
            "created":1515474000,
            "id":2438604,
            "title":"First things first"
        },
        "11":{
            "author_id":"liamthemystic",
            "author_name":"Phoenix",
            "choices":[
                "The Killing School Life",
                "The Regular School Life"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The beginning of something new the <span class=\"cred\"><b>ULTIMATE KILLING GAME,</b></span> or <span class=\"cbgreen\"><b>ULTIMATE SCHOOL MODE</b></span> life which is it going to be.</span></div></span></div>",
            "created":1541394000,
            "id":2573761,
            "title":"Serious"
        },
        "111":{
            "author_id":"liamthemystic",
            "author_name":"Phoenix",
            "choices":[
                "Start as Makoto",
                "Start as Hajime",
                "Start as Kaede"
            ],
            "content":"<div class=\"\"><div> <span>The players:<br>\r\nMonokuma: The Ultimate Despair Headmaster.<br>\r\nMakoto Naegi: The Ultimate Lucky Student.<br>\r\nAoi Asahina: The Ultimate Swimming Pro.<br>\r\nByakuya Togami: The Ultimate Affluent Progeny.<br>\r\nCelestia Ludenburg: The Ultimate Gambler.<br>\r\nChihiro Fujisaki: The Ultimate Programmer.<br>\r\nHifumi Yamada: The Ultimate Fanfic Creator.<br>\r\nJunko Enoshima: The Ultimate Fashionista.<br>\r\nKiyotaka Ishimaru: The Ultimate Moral Compass.<br>\r\nKyoko Kirigiri: The Ultimate Detective.<br>\r\nLeon Kuwata: The Ultimate Baseball Star.<br>\r\nMondo Owada: The Ultimate Biker Gang Leader.<br>\r\nMukuro Ikusaba: The Ultimate Soldier.<br>\r\nSakura Ogami: The Ultimate Martial Artist.<br>\r\nSayaka Maizono: The Ultimate Pop Sensation.<br>\r\nToko Fukawa: The Ultimate Writing Prodigy.<br>\r\nYasuhiro Hagakure: The Ultimate Clairvoyant.<br>\r\nUsami: The Ultimate Hope Teacher.<br>\r\nHajime Hinata/: The Ultimate ???.<br>\r\nAkane Owari: The Ultimate Gymnast.<br>\r\nRyota Mitari: The Ultimate Animator.<br>\r\nChiaki Nanami: The Ultimate Gamer.<br>\r\nFuyuhiko Kuzuryu: The Ultimate Yakuza.<br>\r\nGundham Tanaka: The Ultimate Breeder.<br>\r\nHiyoko Saionji: The Ultimate Traditional Dancer.<br>\r\nIbuki Mioda: The Ultimate Musician.<br>\r\nKazuichi Soda: The Ultimate Mechanic.<br>\r\nMahiru Koizumi: The Ultimate Photographer.<br>\r\nMikan Tsumiki: The Ultimate Nurse.<br>\r\nNagito Komaeda: The Ultimate Lucky Student.<br>\r\nNekomaru Nidai: The Ultimate Team Manager.<br>\r\nPeko Pekoyama: The Ultimate Swordswoman.<br>\r\nSonia Nevermind: The Ultimate Princess.<br>\r\nTeruteru Hanamura: The Ultimate Cook.<br>\r\nMonotaro, Monosuke, Monokid, Monodam, Monophanie: The Ultimate Despair Siblings.<br>\r\nKaede Akamatsu: The Ultimate Pianist.<br>\r\nAngie Yonaga: The Ultimate Artist.<br>\r\nGonta Gokuhara: The Ultimate Entomologist.<br>\r\nHimiko Yumeno: The Ultimate Magician.<br>\r\nK1-B0/Keebo: The Ultimate Robot.<br>\r\nKaito Momota: The Ultimate Astronaut.<br>\r\nKirumi Tojo: The Ultimate Maid.<br>\r\nKokichi Oma: The Ultimate Supreme Leader.<br>\r\nKorekiyo Shinguji: The Ultimate Anthropologist.<br>\r\nMaki Harukawa: The Ultimate Child Caregiver.<br>\r\nMiu Iruma: The Ultimate Inventor.<br>\r\nRantaro Amami: The Ultimate Adventurer.<br>\r\nRyome Hoshi: The Ultimate Tennis Pro.<br>\r\nShuichi Saihara: The Ultimate Detective.<br>\r\nTenko Chabashira: The Ultimate Aikido Master.<br>\r\nTsumugi Shirogane: The Ultimate Cosplayer.<br>\r\nObviously certain aspects of these characters have been hidden, but hey whats a story without, some lying in it. Prepare for the True Final Killing School Life, for our 48 contestants, Drama, Romance, Bloodshed, Comedy, Tragedy, and some mystery too. Let us begin.</span></div></div>",
            "created":1541394000,
            "id":2573820,
            "title":"The Killing School Life"
        },
        "1111":{
            "author_id":"liamthemystic",
            "author_name":"Phoenix",
            "choices":[
                "Wake up in a Gym surrounded by others.",
                "Wake up on a Sandy Beach",
                "Wake up on a Grassy Hill looking up into a giant cage."
            ],
            "content":"<div class=\"\"><div> <span><span class=\"clblue\">The massive high school towers over all the other buildings in this bustling urban area. It's like the school stands at the center of the entire world. It brings in top students from every field imaginable. A government-funded school of privilege. They say that if you come here and manage to graduate, you'll be set for life. With hundreds of years of tradition, it sends the cream of the crop into the workforce every year. It was built to raise <b><span class=\"cbyellow\">hope</span></b> in the nation's future. Which makes <b><span class=\"cbyellow\">Hope's Peak</span></b> a pretty fitting name. There are two things you need to attend this school... One, you have to already be attending high school. Two, you have to be the very best at what you do. No ordinary student could enroll here. The only way in is if you're scouted by the school itself. And standing there at the gate of the ultimate school filled with the ultimate students... ...was me.</span> <br>\r\nMakoto: Before we go any farther, I guess I should introduce myself. My name's <span class=\"cbyellow\"><b>Makoto Naegi.</b></span><br>\r\n<span class=\"clblue\">As you can see, I'm nothing but a hopelessly average high school student. Average on the outside, average on the inside. I really don't have much going for me when it comes to grades, special abilities, even personality. I mean yeah, I have hobbies and stuff I like to do, but it's not like I'm a psychic or mutant or whatever. Like, if you asked me what my favorite song was, or my favorite movie or TV show... They'd all just be whatever's most popular at that particular moment. Even among the average, I'm completely average. So I can't even say I'm your \"everyday hero\" type. That's just who I am. Anyway, I figure it's always good to introduce yourself right off the bat. But if I have any kind of \"strong point,\" so to speak... I'd say I'm a little more gung-ho than other people. I mean look at me. I'm completely ordinary, but still... Here I am, standing in front of the anything but ordinary Hope's Peak Academy.</span><br>\r\nMakoto: I still can't believe I'm standing here. I wonder if someone like me can survive in a place like this...<br>\r\n<span class=\"clblue\">It's got this overwhelming presence...like it's trying to swallow me whole. But it's no wonder I would feel that way. What you have to understand is... Well, let me just tell you about the <span class=\"cbyellow\"><b>\"preparation\"</b></span> I did last night to get ready for today. Hope's Peak only invites those students who are the truly elite in their field. It's such a popular topic, there are threads online dedicated to talking about the school's attendees. So to prepare, I looked up some of the those threads. And all I saw was talk about <b><span class=\"cbyellow\">\"ultimate\"</span></b> students, who were way beyond your average high schooler. For example, one incoming student is the <b><span class=\"cbyellow\">\"Ultimate Pop Sensation.\"</span></b> I guess she's a high school girl who's also the lead singer for a pop group famous all over the country. There's also the <b><span class=\"cbyellow\">\"Ultimate Baseball Star.\"</span></b> He was the cleanup hitter for the national high school champs. Pro teams already have their eyes on him. Then there's the <b><span class=\"cbyellow\">\"Ultimate Fashionista.\"</span></b> She's been on the cover of tons of fashion magazines. She's what every high school girl wants to be. Oh, and they mentioned the <span class=\"cbyellow\"><b>\"Ultimate Biker Gang Leader.\"</b></span> The scary thing is, he's the de facto leader of every biker gang in Japan. Gangs everywhere love the guy. On top of that, there's the Ultimate Martial Artist, the Ultimate Fanfic Creator, the Ultimate Gambler, The Ultimate Swimming pro, the Ultimate Programmer, the Ultimate Clairvoyant, and then some. Reading that made me realize how totally powerless I was. It was the country's finest, top to bottom. I felt like a tame little house cat who'd wandered into a pride of lions. But still, there was something I couldn't stop thinking about. You see, there were a few students who I couldn't find any info on, no matter how much I looked. With all those \"ultimate\" students, I'm the only one without any kind of worthwhile talent. But then, what about those other new students who didn't seem to pop up anywhere.</span><br>\r\nMakoto: Could they be just average students like me, without any talent or anything?<br>\r\n<span class=\"clblue\">That thought was kind of encouraging. I mean, I know I don't have much in the way of personality. But beyond that, there's an even bigger issue... How did such an unbelievably average student like me get picked to come to this \"ultimate\" high school? I mean, I guess there *is* a reason... You just have to take one glance at the acceptance letter they sent me to see why. \"We recently held a lottery to select one ordinary student to attend our school. As a result, you have been selected, and we invite you to join us as the <b><span class=\"cbyellow\">\"Ultimate Lucky Student.\"</span></b> They spelled it out plain as day--I got invited by <b><span class=\"cbyellow\">pure luck.</span></b> Honestly, I probably would have been better off just declining their offer. But after hearing how graduating was a <b><span class=\"cbyellow\">\"guarantee for success\"</span></b> later in life, I just couldn't say no. But then, actually standing there in front of the school... I started to feel lost, like I didn't belong there. I could feel myself losing my nerve.</span><br>\r\nMakoto: But still...I can't just stand here in front of the gate forever...<br>\r\n<span class=\"clblue\">Frozen in place, murmuring to myself, I looked down at the acceptance letter clutched in my hand. It said there'd be a meeting for all incoming students in the <b><span class=\"cbyellow\">main hall at 8 a.m. </span></b>The meeting still isn't for a little while, but...</span><br>\r\nMakoto: I should probably just head in. Yeah... Yeah, let's do this!<br>\r\n<span class=\"clblue\">I gathered up all my determination and tried to act like I'd done this a million times before. And I took my first step towards the main hall...</span><br>\r\nMakoto: This is where we're supposed to meet, right? I guess I'm the first one here.<br>\r\n<span class=\"clblue\">There's a really elegant clock over in the corner. It says it's 7:10 a.m. The meeting doesn't start until 8 o'clock. So there's still a full 50 minutes left. It makes sense nobody else would be here yet...</span><br>\r\nMakoto: I was so wound up, I got here way too early.<br>\r\n<span class=\"clblue\">I have plenty of time before the meeting. Just standing around waiting isn't exactly... I should take a look around the school. Maybe that'll help me calm down a little.</span><br>\r\nMakoto: I *am* a student here now, so there shouldn't be any problem with me having a look around, right?<br>\r\n<span class=\"clblue\">It'll help me kill some time, if nothing else. Trying to play it cool, I took my first step into Hope's Peak Academy. It was also my first step toward starting a new life at a new school. At least, that's what I was hoping for. But the instant I took that first step forward... My view became warped, twisted. It was like some kind of delusion, melting away and mixing together into something else. Spinning, mixing, melting away, then spinning again... And the next moment... Everything went black.That was how it all began... And how life as I knew it came to an end. At that point I should have realized... The reason I was brought to Hope's Peak Academy wasn't because I had <b><span class=\"cbyellow\">ultimate good luck.</span></b> It was so I could experience <b><span class=\"cbyellow\">ultimate despair.</span></b></span><br>\r\nPrologue: Welcome to Despair</span></div></div>",
            "created":1541480400,
            "id":2574162,
            "title":"Start as Makoto"
        },
        "11113":{
            "author_id":"liamthemystic",
            "author_name":"Phoenix",
            "choices":[
                "Choose two Danganronpa Characters",
                "Choose two Danganronpa Characters"
            ],
            "content":"<div class=\"\"><div> <span>???: Hey, are ... okay, ... you ... me?<br>\r\nMakoto: Nggh...<br>\r\n<span class=\"clblue\">Who could that be?</span><br>\r\n???: Hey, Wake up already!<br>\r\n<span class=\"clblue\">I tried to open my eyes waking up to a bright sun, with two silhouettes in front of it I couldn't make out but were human. I sat up a looked down at my knees trying to get my eyes to work correctly</span><br>\r\nMakoto: <span class=\"cbyellow\">Where is this?</span><br>\r\n???: I don't know, but you have to wake up.<br>\r\n???: Yeah seriously, this is no time to be sleeping around.<br>\r\nThere were two figures in front of me, one was a man while the other was a girl, they were dressed in...</span></div></div>",
            "created":1558933200,
            "id":2665155,
            "title":"Wake up on a Grassy Hill looking up into a gian..."
        },
        "12":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "1st Game",
                "Second Game",
                "Third Game",
                "Anime Only Characters",
                "Characters from that game with Komaru"
            ],
            "content":"<div class=\"\"><div> <span>Now everyone knows that Junko is into some pretty freaking weird stuff. But nobody expected that she would somehow send an unknown amount of people inside some sort of virtual cyberspace. Thankfully rather than make everyone kill each other she just simply stated that you could do <b>whatever you want</b> besides leave. Everyone did different things, some tried to escape others grouped together and some went off by themselves.<br>\r\n<br>\r\nNow before we truly get started which character shall we start with?</span></div></div>",
            "created":1541653200,
            "id":2575025,
            "title":"Let's Get Weird"
        },
        "121":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Makoto Naegi",
                "Chihiro Fujisaki",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So who are we going to focus on?</span></div></span></div>",
            "created":1541653200,
            "id":2575029,
            "title":"1st Game"
        },
        "1212":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Spoilers",
                "No Spoilers",
                "Special Edition"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Before we start I know there is a lot of \"Controversy\" regarding Chihiro but here are some things</span></div></span></div>",
            "created":1541653200,
            "id":2575030,
            "title":"Chihiro Fujisaki"
        },
        "12123":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Junko",
                "Miu",
                "Akane"
            ],
            "content":"<div class=\"\"><div> <span>(This is an AU where Chihiro never pretended to be a girl)<br>\r\n<br>\r\nChihiro was currently in his own corner of cyberspace thinking over the situation. He was also blushing<br>\r\n<br>\r\nFirst of all he was impressed, as programmer he knew that it would be incredibly difficult to create an entire virtual reality, especially one this complex. While Junko did like to brag she never outright stated she created the virtual reality, but she never said someone else made it either. Oddly enough Junko took Chihiro aside and explained some things to him. One was that while someone could change what they look like it isn't possible to change what you look like 100%. As well that when a user wants to do something it automatically pulls up personalized suggestions. Which is why he was blushing.<br>\r\n<br>\r\nWhen Chihiro pulled up the selection page there were several things about shrinking and giant women. Chihiro was secretly a macrophile. The petite programmer had for a long time been interested in concept of shrinking or giant women.  After thinking it over Chihiro selected to shrink is avatar. In a matter of seconds Chihiro was now only an inch tall. He was incredibly giddy, he left his domain to explore the virtual world, at one inch tall.<br>\r\n<br>\r\nWho does Chihiro encounter first?</span></div></div>",
            "created":1541653200,
            "id":2575037,
            "title":"Special Edition"
        },
        "121231":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Junko and Chihiro have private time",
                "Junko eats Chihiro (he survives)",
                "Junko runs into an EXTRA THICC Celeste",
                "Junko finds a tiny Makoto"
            ],
            "content":"<div class=\"\"><div> <span>It didn't take long for someone to find Chihiro's tiny self. \"Ooh, looks like you decided to have fun cutie.\" Chihiro turned around saw Junko with a wide grin. Junko's appearance remained the same. <br>\r\n<br>\r\n\"Yeah, if we can do anything here I might as well do something that I would enjoy.\" Chihiro explained rubbing the back of his head, he was then picked up by the fashionista. \"Well glad that you decided to go along with this unlike some of the other sticks in the mud. How about you spend some time with me?\" Junko purred before sliding the miniature programmer into her expansive bosom causing him to blush. \"Uh s-s-sure that'll be fun.\" Chihiro stuttered, Junko smiling before walking off with extra pep in her step.<br>\r\n<br>\r\nWhat now?</span></div></div>",
            "created":1557205200,
            "id":2656636,
            "title":"Jumbo Junko"
        },
        "123":{
            "author_id":"goldenrp",
            "author_name":"CrazyNoisyGreatDays",
            "choices":[
                "Kaede Akamatsu. ",
                "Shuichi Saihara. ",
                "More characters. "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who shall we focus on.</span></div></span></div>",
            "created":1553403600,
            "id":2634201,
            "title":"Third Game"
        }
    },
    "info":{
        "author_id":"hydranoid2009",
        "author_name":"hydranoid2009",
        "brief_description":"All Danganronpa characters exist in Virtual Reality, fun ensues. ",
        "created":1515474120,
        "description":"<td align=\"left\" class=\"norm\">The Danganronpa characters from all games now have their minds inside a virtual cyberspace, even those who died! Wether this is a new killing game set up by Junko, or a safe haven set up by Makoto are up to you. As are if it's a serious story or a fetishy one. <br>\r\n<br>\r\nWill not allow: Any offensive language or behavior, ending branching options unless absolutely neccissary, Scat, Watersports, detailed gore. (a little detail is fine but I don't want to be hearing about flesh being peeled off inch by inch or anything like that)</td>",
        "id":2145510,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1559019180,
        "pretty_title":"Danganronpa: Virtual Calamity"
    }
}