{
    "chapters":{
        "1":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Characters who originated in the games",
                "Characters who started in SatAM or another cartoon/anime",
                "Characters who originated in the Archie comic (pre-reboot)",
                "Characters who originated in the Archie comic (post-reboot)",
                "Characters who originated in the IDW comic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Welcome to Sonic the Hedgehog - Anything Goes!<br>\r\n<br>\r\nAlmost everything is allowed, so do what you wish.  Please choose a character to start with.</span></div></span></div>",
            "created":1571202000,
            "id":2733953,
            "title":"Character Select"
        },
        "11":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Sonic the Hedgehog",
                "Miles 'Tails' Prower",
                "Knuckles the Echidna",
                "Doctor Ivo \"Eggman\" Robotnik",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You all know them, you all love them.  Here's the characters who appear in the Sonic the Hedgehog games.</span></div></span></div>",
            "created":1571202000,
            "id":2733954,
            "title":"Game characters (Sonic/Tails/Knuckles/Eggman)"
        },
        "111":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Sonic has a date...",
                "Sonic turns evil...",
                "Sonic has a crossover...",
                "Sonic gets transformed...",
                "Other possibilities..."
            ],
            "content":"<div class=\"\"><div> <span>The main character.  The dood with attitude.  The fastest thing alive.  That's what she said.<br>\r\n<br>\r\nSonic: \"HEY!\" <br>\r\n<br>\r\nDood, you set yourself up with phrases like 'fastest thing alive.' <br>\r\n<br>\r\nSonic: \"You and whomever else writes me BETTER not pull that gag in sex threads!  I will Sonic.exe you I swear!\"<br>\r\n<br>\r\n...Hey, there's an idea for a thread...</span></div></div>",
            "created":1573102800,
            "id":2743641,
            "title":"Sonic the Hedgehog"
        },
        "1113":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Sonic and Mario go the Olympics! (SFW)",
                "Sonic and Mario go the Olympics! (NSFW)",
                "Sonic in Super Smash Bros! (SFW)",
                "Sonic in Super Smash Bros! (NSFW)",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Keep in mind that Sonic has to be the central character MOST OF THE TIME.  Deviations can happen...</span></div></span></div>",
            "created":1573102800,
            "id":2743644,
            "title":"Sonic has a crossover..."
        },
        "11131":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "The first event - Rhythmic Gymnastics!",
                "The first event - Relay!",
                "The first event - Bicycle race!",
                "The first event - Swimming race!",
                "Or..."
            ],
            "content":"<div class=\"\"><div> <span>\tIt was an awkward moment when everyone found the stadium.  <br>\r\n<br>\r\n\tMario and company chased the Koopa Troop there, while Sonic and the Freedom Fighters all chased Eggman's forces there.  They all wanted to see what that power source they detected was... only to find out they had been chasing each other.  <br>\r\n<br>\r\n\t\"...Well,\" Sonic said.  <br>\r\n<br>\r\n\t\"Yeah...\" Mario said.  The two stared at each other awkwardly while Bowser and Dr. Eggman glared at one another.  <br>\r\n<br>\r\n\t\"This is a colossal waste of time,\" Bowser said, turning to leave.  <br>\r\n<br>\r\n\t\"I agree,\" Dr. Eggman grumped.  \"Move out.  We're going home!\" <br>\r\n<br>\r\n\t\"I don't know,\" Peach said, admiring the architecture of the stadium.  \"A little cleaning, some magic here and there, and it would make a great place for an Olympic stadium.\" <br>\r\n<br>\r\n\tMario blinked.  \"You serious?\" he asked.<br>\r\n<br>\r\n\tSally frowned.  \"Wait, magic?\" <br>\r\n<br>\r\n\tPeach nodded, creating some sparkles.  \"Our kingdom is rife with magic.  Maybe combining it with your world's technology, we can set up some great games.\"  She turned to Bowser and Eggman, the latter still leaving, the former having stopped to listen.  \"You all are invited, of course, so long as you play fair.\" <br>\r\n<br>\r\n\t\"You have got to be kidding,\" Eggman said.<br>\r\n\t<br>\r\n\t\"...No, no, we've done this before,\" Bowser said.<br>\r\n<br>\r\n\t\"SERIOUSLY?!\" Eggman asked, shocked.<br>\r\n<br>\r\n\tBowser nodded.  \"Yeah.  Sometimes I go go-karting with these losers.  Or play sports, or this giant magic board game thing...\" he shrugged.  \"It's something to do between conquest attempts.  And honestly,\" he added with a vicious grin, \"its rather satisfying to beat them in fair combat.\"  <br>\r\n<br>\r\n\tPeach nodded.  \"Paranormal-level abilities would be suppressed, of course,\" she said.  \"To keep everything fair.\" <br>\r\n<br>\r\n\t\"No zipping around at the speed of sound for you if we take part,\" Tails said to Sonic, getting the idea.<br>\r\n<br>\r\n\tSonic snorted.  \"Don't know how happy I am about that...\" <br>\r\n<br>\r\n\tEggman stroked his mustache, looking thoughtful.  \"...I suppose.  I don't really have any new plans...  Not to sure about this 'playing fair' nonsense.  But I do like the idea of beating Sonic at something.\"  <br>\r\n<br>\r\n\tMario turned to Sonic.  \"So how about it?\" he said.  \"I'm-a gonna go for it, Mr...\" <br>\r\n<br>\r\n\t\"Sonic the Hedgehog,\" Sonic said.  After a moment's thought, he added, \"And yeah, it does sound fun.\" <br>\r\n<br>\r\n\t\"I'm-a Mario,\" Mario said, shaking Sonic's head.  <br>\r\n<br>\r\n\tRelucantly, everyone else agreed to it as well.  \t<br>\r\n<br>\r\n\tAnd so it began.  Six teams were made.  Team Mushroom Kingdom.  Team Freedom Fighters.  Team Eggman Empire.  Team Koopa Troop.  Team Independent Nasties.  Team Civilian Heroes.  The latter two teams blended heroes and villains from both worlds.  The contests would last three months, with the winning team being granted wishes from a wishing star.  And to win?  Why, you simply had to have the most gold medals...</span></div></div>",
            "created":1581742800,
            "id":2787726,
            "title":"Sonic and Mario go the Olympics! (SFW)"
        },
        "11132":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Sonic finds Peach working out alone...",
                "Sonic finds Sally and Nicole working out together...",
                "Sonic finds Luigi sitting alone, and decides to be a bro...",
                "Sonic finds... Bowsette!?!?",
                "Something else happens..."
            ],
            "content":"<div class=\"\"><div> <span>\tSonic had to admit - holding sporting events was a great idea.  He didn't like the fact that his superspeed powers were suppressed to keep the contest fair, but he was still fast enough to get gold in most racing events.  Plus, Eggman tended to play fair, wanting to beat Sonic in fair combat.  And the events were always interesting too.  <br>\r\n<br>\r\n\tOn top of that, he just liked meeting new people.  Mario and his group of friends and enemies were an interesting bunch.  There had been some tensions at first, but everyone eventually settled into the routine of the Olympics.  Today, for example, Bowser Junior, Metal Sonic, Captain Toad, and Tundra were all competing in a swimming competition.<br>\r\n<br>\r\n\t(He was silently glad to be left out of that one.  He couldn't swim, and was the only one who had to walk on the bottom with a life vest and oxygen tank.  It was humiliating.)  <br>\r\n<br>\r\n\tSonic wasn't scheduled to compete until two days from now.  Which meant he had time to sneak around and have some naughty fun.  The villainesses on both sides tended to mellow out during the games, and were a lot easier to talk to and flirt with.  Plus, Sonic was something of a ladies man.  Every married couple he knew was in an open relationship, and he had an almost complete success rate in dating.  <br>\r\n<br>\r\n\tNow the question was who to visit for some fun?  <br>\r\n<br>\r\n\t</span></div></div>",
            "created":1581483600,
            "id":2786220,
            "title":"Sonic and Mario go the Olympics! (NSFW)"
        },
        "112":{
            "author_id":"waluigi99",
            "author_name":"ButterBazooka",
            "choices":[
                "Tails is small",
                "Tails gets eaten ",
                "Tails gets fat",
                "Tails invents a device",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The heroic partner of Sonic the Hedgehog!  Genius, flyer, and all-around adorable badass!  What hijinks will he go through?</span></div></span></div>",
            "created":1571202000,
            "id":2733963,
            "title":"Miles 'Tails' Prower"
        },
        "1121":{
            "author_id":"waluigi99",
            "author_name":"ButterBazooka",
            "choices":[
                "Tails shrinks",
                "Tails is born small",
                "AU where the cast of sonic are humans"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay how will this work?</span></div></span></div>",
            "created":1571202000,
            "id":2733966,
            "title":"Tails is small"
        },
        "11213":{
            "author_id":"waluigi99",
            "author_name":"ButterBazooka",
            "choices":[
                "Tails shrinks",
                "Tails is born small "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will this work</span></div></span></div>",
            "created":1571202000,
            "id":2733969,
            "title":"AU where the cast of sonic are humans"
        },
        "1122":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Tails the Preyish Fox",
                "Tails and the Chemical Accident",
                "Tails the Living Food",
                "Attack of the Weremobians",
                "Other possibilities..."
            ],
            "content":"<div class=\"\"><div> <span>How shall this odd turn of events come around?  <br>\r\n<br>\r\n1.) Tails actually WANTS to be eaten.  He thinks the idea of being eaten is one of the most erotic things ever.  So he seeks out someone who can stomach him and wants to get fat off of him...<br>\r\n<br>\r\n2.) Tails accidentally spills a formula onto himself that makes everyone who meets him suddenly get hungry for two-tailed fox.<br>\r\n<br>\r\n3.) Tails finds himself turning into whatever food item he touches.  (Example: He turns into a two-tailed fox-shaped living banana when he touches a banana.)  <br>\r\n<br>\r\n4.) Tails is one of the last survivors of a Mobius where most of the heroes and villains were turned into Mobian-eating werebeasts.  </span></div></div>",
            "created":1571893200,
            "id":2738079,
            "title":"Tails gets eaten "
        },
        "11221":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Tails' friends have... the expected reaction.",
                "Eggman demands his female Egg Bosses participate in the contest",
                "Pirates Blade and Opal find the idea intriguing...",
                "Tails' parents pull him aside to talk...",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>\t\"EAT ME!\" said the fox as he recorded the MobiusTube video.  \"Seriously, eat me.  I want to be food.  I want to be digested in some pretty young lady's stomach and become fat for their boobs, belly, and have my remains flushed down the drain.  I am offering myself to every young woman on Mobius as food.\"  <br>\r\n<br>\r\n\tTails wiggled his butt for the screen.  \"I'm delicious, I assure you.  And I'll wiggle in your stomach most pleasantly.  Don't worry about causing me pain, I'll take a drug that will dull my pain centers while strengthening my pleasure centers just before you eat me.\" He turned back around, and patted his tummy.  \"I mean, just look at me!  Who wouldn't want to have a plump, juicy fox like me for a meal?  And I'll be getting plumper and juicier by the time I choose a predator to gulp me down!\"  <br>\r\n<br>\r\n\tTails grinned.  \"That's right, I'm choosing a predator.  If you want me to become your fat, to fuel your sexy body, send me a video and try to seduce me.  Show off your maw, talk about how good I'll look swelling out your tummy, how big I'll make your breasts and ass.  In fact, I may go in another hole, so show off your anus and your pussy as well.  Don't worry, I won't post any of your videos on the internet.  They're just for my personal enjoyment.\"  He pulled up an image on the side of the screen.  \"And if you're wondering if weight gain is all you'll get out of this, the winner will also be paid ten million rings from my bank account.  And yes, this is my legit bank account.  I've got a lot of patents out there right now.\" <br>\r\n<br>\r\n\tTails thought a moment and added, \"Ladies only, please.  Despite the oddly popular theory, I assure you I am heterosexual.\"  He looked mildly ill.  \"I mean, I view Sonic as my big brother, not my butt buddy.  Geez louise.\"  <br>\r\n<br>\r\n\tTails shook his head, and went back to smirking.  \"As for those of you who are worried about murdering me, don't be,\" he said.  \"I'm using this as a way of testing the 'extra lives' system I've invented.\"  He moved the camera over to a glowing device with ten power rings in it.  \"If it works, after I'm completely digested, I'll respawn right there.  As proof, I'll ask the lucky predator to completely record my consumption and digestion and post it to my account, with my respawning being auto-recorded and posted as well.  If it doesn't... Then my predator and a few friends will inheret all of my money and possessions.\" <br>\r\n<br>\r\n\tTails giggled.  \"It's win-win for me either way.  If I respawn, then my 'extra lives' system works and we get an advantage in the fight against Eggman.  If not, then I go out the way I want to.  In the belly of a hot young woman,\" he said.  \"So send in those vids, ladies.  I'm sure you're hungry.\"  </span></div></div>",
            "created":1587963600,
            "id":2825787,
            "title":"Tails the Preyish Fox"
        },
        "112211":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "The gang looks at a vid...",
                "The gang looks at a vid...",
                "The gang looks at a vid...",
                "Meanwhile, at Eggman's HQ",
                "Meanwhile, elsewhere..."
            ],
            "content":"<div class=\"\"><div> <span>\t\"Tails?\" Sonic said.  \"I say this as your friend.  Your longtime buddy, adventuring partner, your older brother.  I say this because I love you in a platonic brotherly way.\"  He took a breath.  \"WHAT THE FUCKING FUCK, MAN!?!?!\" <br>\r\n<br>\r\n\t\"I know what I'm doing,\" Tails said.  <br>\r\n<br>\r\n\t\"You're asking to be EATEN, Tails!\" Sally said.  \"Do you have any idea what that means?!\" <br>\r\n<br>\r\n\t\"I get my rocks off in the ultimate way?\" Tails said, looking amused.<br>\r\n<br>\r\n\t\"You're going to DIE, Tails!\" Sonic said.  \"You have no idea if your machine will work!  There has to be a better way to test it!\" <br>\r\n<br>\r\n\t\"You don't think I've tried to find better ways?\" Tails snapped.  \"We have to know if it'll work on sapients!  I actually enjoy the idea of being eaten, so I'm the perfect test subject!\"  <br>\r\n<br>\r\n\t\"And if it doesn't work!?\" Sally asked.<br>\r\n<br>\r\n\t\"Then I deserve to be digested for failing so badly,\" Tails said.<br>\r\n<br>\r\n\t\"Tails, don't talk like that...\" Sonic said worried.  \"We'll find another way to...\" <br>\r\n<br>\r\n\t\"The extra life system is too important!  We've lost too many people to Eggman!\" Tails said.  \"Me getting some pleasure out of this is just a bonus.  I know what I'm doing!\" <br>\r\n<br>\r\n\tAntoine rubbed his temples.  \"Tails, 'ow can you be sure zat zis new technology will work at all?\" he asked.<br>\r\n<br>\r\n\t\"Um...\" Nicole said, everyone turning towards her.  The holographic AI lynx gave everyone a sheepish smile, sitting at Tails' computer, while Rotor looked over the device itself.  \"Would peer review help?\" Nicole said.  \"I've been over his notes several times, and his theory is sound.  All the mechanics seem functional.\"  <br>\r\n<br>\r\n\t\"And there doesn't seem to be anything wrong on the mechanical end,\" Rotor said.  \"The memory recorder is functional, the lifesign monitor is functional, the DNA sample is stored safely...\" <br>\r\n<br>\r\n\t\"You cannot possibly think this is sane!\" Sally said.<br>\r\n<br>\r\n\t\"Pft.  No, of course not,\" Rotor said.<br>\r\n<br>\r\n\t\"But technologically speaking, it seems like everything will work as intended,\" Nicole said, shrugging helplessly.<br>\r\n<br>\r\n\t\"And what will your muzzer, think!?\" Antoine said.  \"'ave you considered zat?\" <br>\r\n<br>\r\n\t\"Talked to them first,\" Tails said, shocking everyone.  \"They aren't happy, but they understand why I feel the need to test the device this way.\"  <br>\r\n<br>\r\n\tSonic facepalmed.  \"Friggin' revolutionaries... Of course they'd support something this insane...\" <br>\r\n<br>\r\n\tTails snorted in amusement.  <br>\r\n<br>\r\n\t\"C'est ridicule. Le monde est devenu fou,\" Antoine muttered.<br>\r\n<br>\r\n\t\"All right,\" Bunnie said, folding her arms in frustration.  \"Try this, sugarfox.  Do you really think you'll get anyone responding to this utterly wacko vid of yours?\" <br>\r\n<br>\r\n\t\"I've gotten four already,\" Tails said, shocking everyone again.<br>\r\n<br>\r\n\t\"...What?\" Sally said, confused.<br>\r\n<br>\r\n\tTails gestured to his computer, where Nicole was sitting.  \"Open my email.  They got vids and everything,\" he said.  \"Although don't talk to the ones who sent them.  I wanna keep them private, like I promised.\"  <br>\r\n<br>\r\n\tEveryone turned to the computer, and reluctantly pulled up the email account Tails used, the fox having already signed in.  Indeed, there were four emails in response to his MobiusTube offer, a fifth coming in as they watched.\"  <br>\r\n<br>\r\n\t\"...What the flip flying fuck is going on?!\" Sonic said, confused.</span></div></div>",
            "created":1588050000,
            "id":2826025,
            "title":"Dude, WHAT THE FUCK!?"
        },
        "1122114":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "One of the Egg Bosses starts prepping a video...",
                "Meanwhile, Tails is looking over video offers he's already gotten...",
                "One of the Egg Bosses starts prepping a video...",
                "Meanwhile, someone else is considering making a video...",
                "One of the Egg Bosses starts prepping a video..."
            ],
            "content":"<div class=\"\"><div> <span>\tEggman sat at his monitor, having sent out an alert to all of his Egg Bosses and female mercenaries he employed.  One by one they all appeared on his monitor bay.  Clove the Pronghorn and her sister Cassia, the ninja lynx Conquering Storm, the pirate queen Abyss the Squid, the sleek Nephthys the Vulture, the maniacal loyalist Thunderbolt the Chinchilla, the wicked troll witch Wendy Naugus, the elegant technomage Regina Ferrum, and the evil cybernetic echidna Lien-Da.  <br>\r\n<br>\r\n\tHe played Tails video for them.  \"I want all of you to submit videos to the fox's contest,\" he ordered.  \"Regina, Lien-Da, since you're contractors instead of slaves, I'll pay you the usual mission fee for this.\"  <br>\r\n<br>\r\n\t\"For a plan this dumb?  You better,\" Lien-Da muttered.<br>\r\n<br>\r\n\t\"For the glory of Eggman!\" Thunderbolt declared, the others rolling their eyes.  <br>\r\n<br>\r\n\t\"Are you sure this will even work, my lord?\" Nephthys said.  \"I don't mean to question you, but there is a huge element of chance involved in this.\"  <br>\r\n<br>\r\n\t\"I'm aware,\" Eggman said.  \"I'm not happy about this at all, but for a chance to get access to this Extra Life tech Tails is developing... It's worth it.  If you're chosen, try to get him to take you to his lab and steal the technology.  Failing that, save a portion of the 'leftovers' after you digest him.\"  The women all went a little green around the gills.  \"Yes, yes, its gross, but some of it may be tied into his DNA.  If you're that squeamish, grab some of his fur.  Or seduce him and get semen.\"   <br>\r\n<br>\r\n\t\"And if none of us are chosen?\" Nephthys persisted.  <br>\r\n<br>\r\n\t\"Consider yourselves lucky, as due to the high element of chance in this, you won't be punished for failure,\" Eggman said, sighing.  \"I refuse to let this opportunity pass us by. As for your chances... Well, Regina obviously is good looking, even though I hate her.  And from what little I understand or care about Mobian standards of beauty, I'm reasonably certain all save Wendy are decently attractive.\"  <br>\r\n<br>\r\n\tWendy chuckled.  \"Don't feel too offended, girls, when I outclass all of you,\" the witch said, cackling in her shrill voice.<br>\r\n<br>\r\n\t\"Actually,\" Eggman said, \"I want you to have Carrotia make a video offer instead of you.\"  <br>\r\n<br>\r\n\tAbyss, Thunderbolt, Regina, and Lien-Da all snickered at the gobsmacked expression on Wendy's face.  \"B-But... But Eggy...\" she stammered.<br>\r\n<br>\r\n\t\"One, don't call me that,\" Eggman snapped.  \"Two, you're old, you're ugly, and you have a voice like nails on a chalkboard.  Have.  Carrotia.  Make the video.\"  <br>\r\n\tOffended, Wendy made a mistake.  \"Now listen here, you-\" she started to say.<br>\r\n<br>\r\n\tEggman hovered his hand over a bright red button, one of twelve.  All the Egg Bosses froze in fear, while Lien-Da and Regina watched with fascination.  Wendy, sweating visibly, gulped hard.  \"...I'm sorry, Lord Eggman,\" she said.  \"I'll get Carrotia started on the video right away.\" <br>\r\n<br>\r\n\tEggman smiled, moving his hand away from the button that would trigger the failsafe in Wendy's cybernetics, and sat back in his chair.  \"I'm glad we understand each other.  Now GET TO WORK.\"  He closed the connection, and sighed.  This was a dumb plan, and there was a chance that none of them would get picked.  But he had to TRY.  \"ORBOT!  CUBOT!  Get me a lemonade!  And cookies!  The good chocolate ones with the cream filling!\" he bellowed.</span></div></div>",
            "created":1588050000,
            "id":2826029,
            "title":"Egg Boss Participation"
        },
        "11221141":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "An Egg Boss gets to work on a video...",
                "Meanwhile, Tails is looking over video offers he's already gotten...",
                "Loyalty aside, Thunderbolt still has doubts...",
                "Someone is considering Tails' offer...",
                "Meanwhile, elsewhere..."
            ],
            "content":"<div class=\"\"><div> <span>\tEggman had left the conference call, but it was still active for the female Egg Bosses.  Wendy muttered promises of revenge and closed off her call, leaving the other five to talk.<br>\r\n<br>\r\n\t\"Well...\" Abyss said, \"This is officially the weirdest thing we've ever done.\"  <br>\r\n<br>\r\n\t\"And the third most embarrassing,\" Storm muttered.  <br>\r\n<br>\r\n\t\"If he wants the technology, why not simply send Phage to hack his computer and get the blueprints?\" Clove said.<br>\r\n<br>\r\n\t\"Bet you anything he thinks of that in a few minutes and does it anyway,\" Abyss said.  And right on cue, Eggman contacted them all, re-entering the link.<br>\r\n<br>\r\n\t\"Oh, good, most of you are still here.  Where's Wendy?\" Eggman asked.<br>\r\n<br>\r\n\t\"Gone off to sulk because you insulted her looks,\" Abyss said.<br>\r\n<br>\r\n\tEggman snorted.  \"She can get over it,\" he said.  \"Listen, I just thought of something - I'm going to send Phage to hack into Tails' computer.\" <br>\r\n<br>\r\n\tAbyss had to fight the urge to giggle.<br>\r\n<br>\r\n\tEggman continued.  \"She'll steal the files related to the Respawn and anything else that might be interesting.  I've upgraded her stealth capabilities recently, so she should be able to get through his defenses without being notice.  I want you lot to continue with the initial plan, though.  If we're lucky, he'll pick one of you and that will act as a distraction.  Again, no penalty for failure if you don't get picked,\" he said.<br>\r\n<br>\r\n\t\"And if we do?\" Storm asked.<br>\r\n<br>\r\n\t\"Call in backup and steal the device itself while you're digesting him,\" Eggman said.  \"Again, it'll be a good distraction for the Freedom Fighters.  And who knows?  You might get lucky and actually kidnap him.\"  He chuckled.  \"I have to admit, that would be a unique way of doing it.  Anyway.  Get to work.  Make a video.  Think sexy.  You want him to think your stomach is the best.\"  He paused.  \"...That felt really weird to say.\"  He broke contact again. <br>\r\n<br>\r\n\t\"See?\" Abyss said, chuckling.<br>\r\n<br>\r\n\tThunderbolt snarled.  \"Enough mocking our lord!  We have been charged with seducing the fox into letting us eat him!  And I, for one, shall do my best to win his affections!\" she declared.  Then she paused, realizing what she just said.  \"For the plan.  Win his affection for the plan... SHADDUP!\" She quickly closed off the connection.<br>\r\n<br>\r\n\t\"Imbecile,\" Storm muttered, Abyss, Clove, and Nephthys chuckling.<br>\r\n<br>\r\n\t\"Anyway,\" Abyss said.  \"Lord Eggonhisface being predictable aside, we should probably make those dumb videos.\"  <br>\r\n<br>\r\n\t\"If we must...\" Storm said.  \"My spies noticed that he tends to blush and stammer around Nicole, especially since she gained a more physical form... Perhaps if I play on the fact that we're the same species...\" She broke the connection.  <br>\r\n<br>\r\n\t\"I cannot believe we're actually doing this.  Trying to seduce a young man into becoming our food,\" Nephthys muttered, breaking the connection.<br>\r\n<br>\r\n\t\"Eh, different kind of plunder,\" Abyss said.  \"How about you, Clove?  Any reservations?\" <br>\r\n<br>\r\n\t\"Several,\" Clove said, sighing.  \"But considering that I don't dare betray him because he's the only one who can help my sister, I have little choice but to be as loyal as Thunderbolt...\" <br>\r\n<br>\r\n\t\"Yeah, I heard that was why you joined... Gotta be a doctor who knows how to treat her somewhere, right?\" Abyss said.  <br>\r\n<br>\r\n\t\"Encouraging rebellion?\" Clove said, a little amused.<br>\r\n<br>\r\n\tAbyss shrugged.  \"I got a line on short-circuiting the failsafe.  At this point I'm only staying with Eggman because he's got the best toys and can lead me to the best plunder,\" she said.<br>\r\n<br>\r\n\tClove chuckled.  \"I wish you well on that,\" she said.  \"As for your idea...\"  She smiled sadly.  \"I went to Eggman because I had been to everyone else I could find first...\" <br>\r\n<br>\r\n\tAbyss cringed.  \"That's rough...  Y'know what?  I like you.  Send me data on Cassia's condition and I'll see if I came up with anything,\" she said.  <br>\r\n<br>\r\n\t\"Thank you,\" Clove said.  \"...We should probably delete the last part of this conversation from the records.\"  <br>\r\n<br>\r\n\t\"Heh, good point,\" Abyss said.  \"We also gotta get started on seducing a kid genius into our stomachs.\"  She frowned.  \"...Eggy's right, that is weird to say.\"<br>\r\n<br>\r\n\tBoth women broke contact, deleting the records of the conversation from Nephthys leaving the call, and went to work.</span></div></div>",
            "created":1588222800,
            "id":2827797,
            "title":"Oh, By The Way..."
        },
        "1123":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Tails and the Hunger",
                "Tails and his Fat-Loving Lover",
                "Tails and the Botched Formula",
                "Tails and the Mad Feeder",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><div> <span>Ah!  But how does our little fox get fat?<br>\r\n<br>\r\n1.) Tails finds that his friends are looking rather delicious, his feral instincts kicking in.  He can't resist forever...<br>\r\n<br>\r\n2.) Tails finds that his current lover likes big men and starts stuffing himself.<br>\r\n<br>\r\n3.) Tails invents a weight loss formula that goes horribly wrong.<br>\r\n<br>\r\n4.) Tails is kidnapped by a mad feeder.</span></div></div>",
            "created":1573189200,
            "id":2744066,
            "title":"Tails gets fat"
        },
        "11232":{
            "author_id":"wenirun",
            "author_name":"wenirun",
            "choices":[
                "Cream the Rabbit",
                "Rouge the Bat",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is his lover?</span></div></span></div>",
            "created":1573621200,
            "id":2746437,
            "title":"Tails and his Fat-Loving Lover"
        },
        "113":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Echidna Breeding Program",
                "Knuckles and the Different World",
                "I Am Fine Alone",
                "The Master Emerald's Stroll",
                "Other plot ideas..."
            ],
            "content":"<div class=\"\"><div> <span>The 'wise' and 'intelligent' guardian of the Master Emerald.  Last of his kind (in some continuities) and one of Sonic's strongest friends.  <br>\r\n<br>\r\n1.) Knuckles is tired of being the last of his kind.  He wants there to be more echidnas around.  (Note - All other echidna characters aren't available for use in this story, barring Tikal, who is dead.)<br>\r\n<br>\r\n2.) Knuckles has been on the island for over a year by himself with no visitors.  Knowing that the island will be passing through a place that no one can reach, not even Eggman's fleets, he decides to visit the mainland and see his friends.  But he's unaware that things have changed...<br>\r\n<br>\r\n3.) Knuckles has lived along for ages.  But he prefers solitude.  He doesn't want anyone around his land or the Master Emerald.  So he eliminates anyone he finds...<br>\r\n<br>\r\n4.) One day, the Master Emerald gets up and leaves.  After Knuckles survives Angel Island crashing, he goes searching for it.  Things get weird fast.</span></div></div>",
            "created":1582434000,
            "id":2791912,
            "title":"Knuckles the Echidna"
        },
        "1131":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Knuckles and the Fertility Potion",
                "Knuckles and the Return",
                "Knuckles and the Genderbend",
                "Knuckles and Tikal",
                "Other plot ideas..."
            ],
            "content":"<div class=\"\"><div> <span>\t\"I'm lonely,\" Knuckles said.  He lay atop the Master Emerald, his back long since having adjusted to laying on the hard crystal surface and finding it comfortable.  Inside, he felt the comforting presence of Tikal and Chaos, the two in eternal communion with each other.  \"I have friends, but... I want echidna companionship...\"  He didn't know how to find it, though.  Sighing, he decided to explore the Island, see if there was anything there...<br>\r\n<br>\r\n1.) Knuckles discovers an enchanted fertility potion and drinks it.  He gains a mindless compulsion to breed with every female he comes across, their bodies becoming receptive to his seed no matter their species.  <br>\r\n<br>\r\n2.) Knuckles accidentally releases the ghosts of an ancient, evil society of echidnas into the world, each implanting themselves into the wombs of females across the globe.  And taking over the minds of their mothers, too...<br>\r\n<br>\r\n3.) Knuckles is turned female and gets impregnated with thousands of echidna babies..<br>\r\n<br>\r\n4.) Tikal senses Knuckles' wish and wishes herself back to life. Cue lots and lots of fucking.</span></div></div>",
            "created":1582520400,
            "id":2792269,
            "title":"Echidna Breeding Program"
        },
        "1133":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Its Rouge the Bat",
                "Its Sally Acorn",
                "Its Geoffery St. John",
                "Its an Egg Boss",
                "Someone else..."
            ],
            "content":"<div class=\"\"><div> <span>\tKnuckles had his duty, and the Master Emerald.  That was fine with him.  The island was his to guard, and he needed nothing else.  Communing with the Master Emerald was fulfilling, he had plenty of wild game and fruit to eat, clean water to drink, and he was content.  The only thing that could break his discontent?  Intruders.  He hated other people.  He liked his life the way it was, and anyone who interfered with that would die in the worst way he could think of.<br>\r\n<br>\r\n\tEver since Sonic and Eggman showed up... it soured him on any further social interaction.  He wouldn't let anyone get away.  Even if he had to make use of the machines Eggman left behind, he'd destroy anyone who hurt his home.  (Although he had to admit, he enjoyed making use of the base's bathing and toilet facilities.  Being clean was a simple pleasure he didn't realize he wanted.)  <br>\r\n<br>\r\n\tAs he was gliding over his favorite grove of fruit-bearing trees, wondering what to eat for lunch, he felt something through his link to the Master Emerald.  <br>\r\n<br>\r\n\tAn intruder!</span></div></div>",
            "created":1582520400,
            "id":2792273,
            "title":"I Am Fine Alone"
        },
        "114":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Eggman's Victory",
                "Omelet the Hedgehog",
                "Egged Sonic",
                "Eggman's Pantry",
                "Other plot ideas..."
            ],
            "content":"<div class=\"\"><div> <span>\tHe is the Eggman.  That what he am.  He is the Eggman.  He got the Master Plan.<br>\r\n<br>\r\n\t...Sorry.<br>\r\n<br>\r\n\tAnyway!  What sort of hijinks will Eggman get into!<br>\r\n<br>\r\n\tStory 1.) Eggman has won!  He has captured the Freedom Fighters and plans on an experiment with the women...<br>\r\n<br>\r\n\tStory 2.) Eggman turns himself into a Mobian with intent to spy. <br>\r\n<br>\r\n\tStory 3.) Eggman and Sonic trade bodies.  Hijinks ensue, especially when it turns out that Eggy is more of a romantic than Sonic...<br>\r\n<br>\r\n\tStory 4.) Eggman wants to EAT Mobians... And he's captured someone already...</span></div></div>",
            "created":1581915600,
            "id":2788855,
            "title":"Doctor Ivo \"Eggman\" Robotnik"
        },
        "1144":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "It's Rouge",
                "It's Amy",
                "It's Breezie",
                "It's Sally",
                "It's someone else..."
            ],
            "content":"<div class=\"\"><div> <span>\tEggman didn't know why he didn't think of this before.  Mobians, after all, were just evolved animals.  And humans had hunted and eaten animals for generations.  Granted, he wasn't about to slog about in a gille suit or anything like that.  No, he would just throw some advanced technology at the problem and call it a day.<br>\r\n<br>\r\n\tTo make a point, he gave all of his Egg Bosses more than enough material they needed to accomplish their goals and keep control of their territory without his input.  He then hacked into every system on the planet and told every Mobian that he was hunting them for food now, starting with the heroes and villains of the world.  Including his former allies.  And then he disappeared.  <br>\r\n<br>\r\n\tHe assured Phage that she wasn't on the menu (for now), and had the living computer virus keep monitoring the world for him.  He then built several capture robots, unleashing them and ordering them to return once a prey was caught.  <br>\r\n<br>\r\n\tThey came back in short order, presenting Eggman with their captured specimen.  <br>\r\n<br>\r\n\t\"Well!  Aren't you delicious-looking?\" he taunted.  \"Anyway, to work.\"  </span></div></div>",
            "created":1583643600,
            "id":2798487,
            "title":"Eggman's Pantry"
        },
        "1145":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Eggman's Nature Show",
                "Eggman and Bowsette",
                "Eggman Provides",
                "Mobius the Medieval ",
                "Other plot ideas..."
            ],
            "content":"<div class=\"\"><div> <span>1.) Eggman releases a virus into the air that makes anyone who's not him, Orbot, or Cubot ridiculously horny. It even mods certain robots to have fuckable parts. With everyone too interested in fucking to stop him, his plans can go umimpeded... Except he's curious. He decides to go host a 'nature show' of sorts. If nothing else, it'll give him material to humiliate the heroes and his minions forever if they manage to cure themselves.<br>\r\n<br>\r\n2.) Bowser comes to Eggman with a problem, hoping science can reverse what magic couldn't. Bowser put on the Super Crown and became Bowsette... except even after removing the Crown, he's still Bowsette. She wants to be Bowser again and is hoping Eggman could help... except Eggman becomes instantly smitten with Bowsette the moment he sees her...<br>\r\n<br>\r\n3.) Eggman starts providing tremendous amounts of food for everyone in Mobius! Especially his enemies! Food laced with undetectable appetite stimulants and LOTS of fattening goodness...<br>\r\n<br>\r\n4.) Eggman uses the Phantom Ruby for himself instead of Infinite. He accidentally turns Mobius into a high fantasy adventure world with low tech, himself as a sorcerer, and his robots as Mobian servants...</span></div></div>",
            "created":1582347600,
            "id":2791049,
            "title":"Other plot ideas..."
        },
        "115":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Shadow the Hedgehog",
                "Rouge the Bat",
                "E-123 Omega",
                "Metal Sonic",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Anti-Heroes and outright villains for you</span></div></span></div>",
            "created":1571202000,
            "id":2733959,
            "title":"More characters (Shadow/Rouge/Omega/Metal Sonic)"
        },
        "1152":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Rouge wants bigger breasts",
                "Rouge gets fat",
                "Rouge has a date",
                "Rouge's butt feels weird",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sexy and sleek, Rouge the Bat is a kind-hearted jewel thief with a ruthless streak to go with her loving side.  What shall happen with her?<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1571893200,
            "id":2738081,
            "title":"Rouge the Bat"
        },
        "11522":{
            "author_id":"waluigi99",
            "author_name":"ButterBazooka",
            "choices":[
                "Rouge and the Predator's Ruby",
                "Rouge and the Fat Fanboy",
                "Rouge and the Appetite Stimulant",
                "Rouge and the Blimp Fruit",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><div> <span>How/why does Rouge get fat?<br>\r\n<br>\r\n(edited by FFtheSnake)<br>\r\n<br>\r\n1.) Rouge gets a strange gem that makes her ravenous.  And the only thing that can satisfy her cravings are other Mobians...<br>\r\n<br>\r\n2.) Rouge found out that someone she is fond of likes huge, blobby fat women.  <br>\r\n<br>\r\n3.) Someone tags Rouge with an appetite stimulant.  Suddenly, she becomes ravenously hungry and can't get full no matter how much she eats.<br>\r\n<br>\r\n4.) Rouge find a tree of fruit that makes her fatter with each bite.</span></div></div>",
            "created":1571893200,
            "id":2738084,
            "title":"Rouge gets fat"
        },
        "115222":{
            "author_id":"waluigi99",
            "author_name":"ButterBazooka",
            "choices":[
                "Sonic the Hedgehog",
                "Shadow the Hedgehog",
                "Miles 'Tails' Prower",
                "Knuckles the Echidna",
                "Or..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who's the blob-lover that she wants to seduce?</span></div></span></div>",
            "created":1571893200,
            "id":2738085,
            "title":"Rouge and the Fat Fanboy"
        },
        "11523":{
            "author_id":"waluigi99",
            "author_name":"ButterBazooka",
            "choices":[
                "Shadow the Hedgehog",
                "Antoine D'Coolette",
                "Miles 'Tails' Prower",
                "Knuckles the Echidna",
                "Other possibilities..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is the date with?</span></div></span></div>",
            "created":1571893200,
            "id":2738086,
            "title":"Rouge has a date"
        },
        "1155":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Vector the Crocodile",
                "Charmy the Bee",
                "Espio the Chameleon",
                "Mighty the Armadillo",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Behold!  The CHAOTIX!!</span></div></span></div>",
            "created":1571202000,
            "id":2733990,
            "title":"More characters (Vector/Charmy/Espio/Mighty)"
        },
        "11555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Silver the Hedgehog",
                "Blaze the Cat",
                "Cream the Rabbit",
                "Amy Rose",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The generic Others</span></div></span></div>",
            "created":1571202000,
            "id":2733993,
            "title":"More characters (Silver/Blaze/Cream/Amy)"
        },
        "115552":{
            "author_id":"goldscout",
            "author_name":"GoldScout",
            "choices":[
                "A Regal Reality",
                "A World Changed",
                "An Invasion!",
                "Portal Mishaps",
                "Other possibilities..."
            ],
            "content":"<div class=\"\"><div> <span>So Blaze, the Princess of the Sol Dimension, guardian of the Sol emeralds. Just what kind of screwy (both figurative and literal) situations shall our regal purple cat find herself in?<br>\r\n<br>\r\nHere's an idea,<br>\r\n1.) Thanks to story reasons, Blaze finds herself in an Alternate Universe where she is not only a spoiled brat who gets and does whatever she wants but her friends are her deeply entranced servants prepared to do ANYTHING for her?<br>\r\n<br>\r\n2.) Blaze comes to visit her friends, but finds that the world has changed dramatically while she was gone.<br>\r\n<br>\r\n3.) Blaze finds her dimension invaded!  By... things!<br>\r\n<br>\r\n4.) Blaze comes to visit her friends, but something happened to her as she traveled through the portal, causing her to be changed somehow.</span></div></div>",
            "created":1588222800,
            "id":2827962,
            "title":"Blaze the Cat"
        },
        "1155521":{
            "author_id":"goldscout",
            "author_name":"GoldScout",
            "choices":[
                "Blaze blacks out and wakes up...in the softest bed she'd ever been in",
                "And just where is this new Blaze going?"
            ],
            "content":"<div class=\"\"><div> <span>Blaze watched as the smoking wreck of the Egg-O-Matic shot across the sky. It's controller, one Dr. Eggman, could be seen pressing every button he could in some attempt to turn the device back on. But it was simply no use as he and his contraption vanished beyond the horizon, leaving the small group of Sonic and his pals alone in the broken lab.<br>\r\n<br>\r\nBlaze brushed her coat, removing a few metal shavings from the cloth. \"Good riddance. Again. Honestly Sonic, does Eggman attack you so often?\"<br>\r\n<br>\r\nThe princess turned to the blue hedgehog, who was streching as if he had gone through a mere workout rather than saving the day. \"Yeah, you get used to it. That Egghead just doesn't know when to give up.\"<br>\r\n<br>\r\nBlaze stepped through the debris of the Dr's latest failure, though what that failure was could be debated. Tails, was standing over by a stack of large, open containers holding some kind of green gel. His tails twirled in curiosity as he held a scanner to a leaking barrel. \"I'm not sure he even knew what he was doing.\" The young fox said. \"Whatever this compound is, it doesn't seem to have any energized properties.\"<br>\r\n<br>\r\nBlaze had to admit, she was having trouble seeing what the doctor's plans were herself. She wasn't as scientifically inclined as Sonic's friend, but there were hardly any robots guarding the lab. In thought, Blaze turned back to Sonic. The self-proclaimed Blue Blur was talking to Amy, Rouge and Kunckles, patting them all on the back for a job well done. It was almost amusing, for all of his faults, Sonic truly was a hero. Selfless and certainly there for those he cared about. And look where that got him, loads of friends or at least rivals who respected him. All those years Blaze had spent alone and where did that get her?<br>\r\n<br>\r\nBlaze's ears flicked as a groaning scratch sounded. Blaze turned back to the poorly balanced barrels Tails was examining, the pile was starting to rip. Being closer to Tails, Blaze rushed towards the fox. Her desire to protect her friend sparked her powers as a flame formed around her. She pushed Tails to the side as the barrels began to topple. Her fear of her own damage increased the heat of her flames.<br>\r\n<br>\r\nAs the gel touched her flame, the red surrounding Blaze turned purple. Before Tails could pull himself up and say anything, she was gone.<br>\r\n<br>\r\nIt was as if she was weightless. Blaze found herself floating through a swirling vortex of pink and purple, falling and yet feeling like she was going nowhere. The time passed, Blaze could make out something coming at her. As the figure came closer, Blaze couldn't believe her eyes. It was difficult to see much of the details, but she was too certain that what she was seeing before her was herself. The being in front of her looked so much like her, her face, colors and everything. But this Blaze was wearing a far more regal outfit, purple lipstick adorning her lips and was glaring at her with a cold look. Not the kind of cold that comes from pushing away people, but the kind of cold that came from a dark heart. The two Blaze's floated beside one another for a minute, neither knowing what to say to the other before both were pulled past each other. Blaze watched as the figure vanished, wondering just what she had gotten herself into.</span></div></div>",
            "created":1588309200,
            "id":2828270,
            "title":"A Regal Reality"
        },
        "115553":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Cream and a Mother's Revenge",
                "Cream and Maturity",
                "Cream and Transformation",
                "Cream and TEH EDGE",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><div> <span>Adorable Cream the Rabbit!  Always friendly, always positive... What happens to her?<br>\r\n<br>\r\n1.) Cream insults her mother, who's been putting on weight.  Annoyed, she helps Cream gain a lot of weight in retaliation.  Ltos and lots and LOTS of weight.<br>\r\n<br>\r\n2.) Cream wants to be older, more mature.  She investigates various means to do this.<br>\r\n<br>\r\n3.) Cream wonders what its like to be a chao.  So she goes to visit Tikal and Chaos on Angel Island and ask them.  They're a little nonplussed to say the least.<br>\r\n<br>\r\n4.) Cream wants to be more edgy.  So she goes to hang out with Shadow.</span></div></div>",
            "created":1571979600,
            "id":2738288,
            "title":"Cream the Rabbit"
        },
        "1155532":{
            "author_id":"adventchild",
            "author_name":"AdventChild",
            "choices":[
                "Chaos Emeralds",
                "Tails Experiment",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does she grow older?</span></div></span></div>",
            "created":1582434000,
            "id":2791917,
            "title":"Cream and Maturity"
        },
        "11555323":{
            "author_id":"adventchild",
            "author_name":"AdventChild",
            "choices":[
                "Magic ring",
                "Magic coin",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does she grow older?</span></div></span></div>",
            "created":1582434000,
            "id":2791933,
            "title":"Other"
        },
        "1155535":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Cream the Mommy",
                "Cream's Eating Disorder",
                "Cream's Desire for Boobies",
                "Delicious Cream",
                "Other plot ideas..."
            ],
            "content":"<div class=\"\"><div> <span>1.) Cream wants to be a mommy.  She investigates various means of doing this.<br>\r\n<br>\r\n2.) Cream is fat and sad.  But she has a bad habit of eating anyone who makes fun of her, which makes her fatter...<br>\r\n<br>\r\n3.) Cream wants big boobies like Rouge.  So she asks her how to get some.  Rouge is not happy.<br>\r\n<br>\r\n4.) Cream is delicious!  Everyone wants to eat her!  Despite her protests!</span></div></div>",
            "created":1581742800,
            "id":2787720,
            "title":"More plot ideas"
        },
        "115554":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Amy and the Unwanted Harem",
                "Amy and the Abandoned Diet",
                "Amy and Irony",
                "Amy and Sonic Trade Bodies",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><div> <span>Amy Rose!  Perpetual would-be girlfriend to Sonic!  What sort of hijinks does she get into?<br>\r\n<br>\r\n1.) Amy has gone insane and wants Sonic for herself.  She gets a device that can brainwash others from Dr. Eggman.  The problem is that she keeps missing and hitting other people...<br>\r\n<br>\r\n2.) Amy hears a rumor that Sonic is into big girls.  Well, she never liked her diet anyway...<br>\r\n<br>\r\n3.) Amy finally gives up on Sonic and moves on with her life.  At the same time she's infected with a curse that makes her the most attractive woman alive.<br>\r\n<br>\r\n4.) Amy trades bodies with Sonic.  Its less exciting than she would have thought.</span></div></div>",
            "created":1571979600,
            "id":2738289,
            "title":"Amy Rose"
        },
        "1155542":{
            "author_id":"mrgeebs",
            "author_name":"Mr Lac",
            "choices":[
                "Amy stuffs herself with ALOT Chilli-Dogs...",
                "Amy looks for something to help her quickly gain weight"
            ],
            "content":"<div class=\"\"><div> <span><font class=\"size3\" style=\"\"><i>(Ah, you can’t beat the classics…~)</i></font><br>\r\n<br>\r\n======<br>\r\n<br>\r\n<div align=\"justify\">At first glance, Amy Rose was simply an ordinary pink hedgehog, but she also happened to be the biggest fan of the mightiest hero on the planet of Mobius, Sonic the hedgehog. Of course, she was not literally his biggest fan, but as the oxymoron suggests she was the most obsessed one. Amy had constant daydreams and the kind you get sleeping at night. <br>\r\n<br>\r\nAbout her and her beloved hero getting married. However, the pink fanatic had one problem that was delaying that dream goal of hers…<br>\r\n<br>\r\nAlmost every day, Amy would find herself in the same tiring routine, where the young girl would chase after her hero everywhere; and Sonic would either flee or make up some excuse to leave. Nothing was changing. History was sort of a song on repeat. But despite these setbacks, Amy refused to give up as the pink wonder was determined to make her hero entirely hers!<br>\r\n<br>\r\nAnd today, she may have found that solution…<br>\r\n<br>\r\nWhile out doing some shopping for her place, Amy unexpectedly came across her hero outside of the store, where he was reading a magazine in his hands. The pink hedgehog almost unleashed a cheerful squeal before covering her mouth; not wanting to blow this opportunity. However, just before she could make her move, Sonic in a second boosted off! Creating an enormous gust of wind that almost blew Amy away.<br>\r\n<br>\r\nOnce the wind cleared, Amy unfettered a defeated sigh before suddenly getting her face smacked by the magazine Sonic was reading earlier. Peeling the book of her face, Amy, out of curiosity wondered what Sonic was even reading or looking at.<br>\r\n<br>\r\nFlipping through the pages, it looked like any other leisure magazine, until Amy came across an interesting double-page, where the young girl’s eyes were soon met with something she had never considered. Just the mere sight of it almost made her eyes jump out from their sockets from what she saw.<br>\r\n<br>\r\n“Sonic... likes them big?” Amy murmured in surprise, the two pages in front of her showing exceedingly large women all dressed in skimpy clothes and alluring lingerie.<br>\r\n<br>\r\nPinching her flat stomach, Amy’s dumbfounded expression into a confident smirk. “Well then, if he wants the fattest around...” Closing the magazine in her hands and stuffing it into her shopping bag. “Then I got some work to do...” </div></span></div></div>",
            "created":1586667600,
            "id":2817535,
            "title":"Amy and the Abandoned Diet"
        },
        "1155545":{
            "author_id":"goldscout",
            "author_name":"GoldScout",
            "choices":[
                "Ghost girl all the way",
                "Another other suggestions"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Oh dear, it seems that Amy Rose is trapped in a haunted mansion during the night. A mansion that just happens to be inhabited by a certain Werehog-loving ghost. Just what is Lah going to do with this little intruder?</span></div></span></div>",
            "created":1588309200,
            "id":2828254,
            "title":"Frights and Flowers"
        },
        "115555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Jet the Hawk",
                "Wave the Swallow",
                "Storm the Albatross",
                "Big the Cat",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ride the skies with the Babylon Rogues!  And Big has a chapter.</span></div></span></div>",
            "created":1571202000,
            "id":2733995,
            "title":"More characters (Jet/Wave/Storm/Big)"
        },
        "1155555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Marine the Raccoon",
                "Vanilla the Rabbit",
                "Ray the Flying Squirrel",
                "Gemerl",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Minor league characters</span></div></span></div>",
            "created":1571202000,
            "id":2734089,
            "title":"More characters (Marine/Vanilla/Ray/Gemerl)"
        },
        "11555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Grand Battle Kukku XV",
                "Speedy the Kukku",
                "Doctor Fukurokov",
                "Imperator Ix",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Yes, these are game characters</span></div></span></div>",
            "created":1571202000,
            "id":2734091,
            "title":"More characters (Battlelord/Speedy/Dr.Fuku/Ix)"
        },
        "115555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Witchcart/Wendy Naugus",
                "Carrotia the Rabbit",
                "Bearanger the Grizzly",
                "Falke Wulf",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Seriously.  These characters have been in the games.</span></div></span></div>",
            "created":1571202000,
            "id":2734092,
            "title":"More characters (Wendy/Carrotia/Bearenger/Falke)"
        },
        "1155555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Tikal the Echidna",
                "Chaos",
                "Shade the Echidna",
                "Shahra the Ring Genie",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Less obscure now</span></div></span></div>",
            "created":1571202000,
            "id":2734094,
            "title":"More characters (Tikal/Chaos/Shade/Shahra)"
        },
        "11555555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Fang the Sniper",
                "Bean the Dynamite",
                "Bark the Polar Bear",
                "Honey the Cat",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>They probably aren't happy about being this far down the list.  ...Oh well.</span></div></span></div>",
            "created":1571202000,
            "id":2734096,
            "title":"More characters (Fang/Bean/Bark/Honey)"
        },
        "115555555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Infinite",
                "Your avatar from Sonic Forces",
                "Zavok",
                "Zeena",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Moving to more recent games...<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1571202000,
            "id":2734100,
            "title":"More characters (Infinite/Avatar/Zavok/Zeena)"
        },
        "1155555555552":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Your avatar",
                "Your avatar",
                "Your avatar",
                "Your avatar",
                "More avatars"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Just to keep this option open, let's make it another choice thread.</span></div></span></div>",
            "created":1571202000,
            "id":2734103,
            "title":"Your avatar from Sonic Forces"
        },
        "11555555555521":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Wilde gets fat",
                "Wilde gets laid",
                "Wilde gets transformed",
                "Wilde gets lost",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><div> <span>\tYour name was Wilde.  A rather cliche name for a buff, dark blue wolf, but that was what your parents named you.  You're Wilde the Wolf, and you were a hero.  You started out as a nervous rookie, fighting in the Resistance alongside real heroes such as Amy Rose and Knuckles the Echidna.  You didn't have special powers, but you did have a Burst Wispon, and a partner Wisp you named Flare.  You didn't understand the language the Wisp spoke, but Flare seemed to like the name it was given.  As tiem went on, you gained more confidence, and more Wispon weapons, using a miniaturization holster around your chest designed by Tails to hold them all.  You also had a grappler which allowed you to swing around for mobility.  It took building up some arm strength for it not to hurt while swinging, but by the end of things, you were a confident, brave hero which couldn't be stopped.  Infinite fell to you, and while you needed the help of two Sonics to do it, you beat one of Eggman's most dangerous robots, earning the respect of the entire Resistance.  <br>\r\n<br>\r\n\tNow, you worked alongside the Restoration to clear out the last remaining bits of Eggman's Empire, fighting against Egg Bosses and robots to reclaim Eggman's territory. </span></div></div>",
            "created":1571979600,
            "id":2738248,
            "title":"FFtheSnake's avatar"
        },
        "115555555555211":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Retired, Fat, and Sexy",
                "The Phantom Predator",
                "Feedee Fangirl",
                "The Guyfuy Effect",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><div> <span>1.) Retirement doesn't suit Wilde, and in his boredom he takes up eating.  So huge does he get it gets hard for him to move.  Which stirs something odd in the various women he knows, a fetish they didn't know they had...<br>\r\n<br>\r\n2.) Wilde gets hungry for other Mobians, not knowing a shard of the Phantom Ruby is inside him...<br>\r\n<br>\r\n3.) Wilde is captured by an insane feedee with a crush...<br>\r\n<br>\r\n4.) Wilde is the latest to come under the effects of a strange disease called the Guyfuy effect, which leaves him massively fat... (tribute to one of my favorite FA artists, Guyfuy.  Check him out on FurAffinity!)</span></div></div>",
            "created":1572238800,
            "id":2739494,
            "title":"Wilde gets fat"
        },
        "1155555555552112":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Wilde faints and wakes in a hospital...",
                "Wilde encounters a very tasty-looking person...",
                "Wilde is being watched by an Eggbot...",
                "Wilde ends up with someone he knows...",
                "Wilde wakes up with a belly full of someone..."
            ],
            "content":"<div class=\"\"><div> <span>\tWilde hadn't been feeling well ever since the end of the war against Eggman.  The not-so-good doctor had resurfaced thanks to some new allies, and was busy retaking control of his Egg Bosses, re-establishing what he could regain of his Empire.  But as for Wilde himself, he had been growing more and more ill with each passing day.  <br>\r\n<br>\r\n\tWhat he didn't know is that after defeating Infinite, a shard of the Phantom Ruby had broken off and embedded itself into him.  It was changing him, awakening a dark desire within him that he didn't even know was there.  Something primal and uncontrollable.  He wouldn't be able to resist it for long, and heaven help anyone near him when he lost control...</span></div></div>",
            "created":1573102800,
            "id":2743666,
            "title":"The Phantom Predator"
        },
        "11555555555521124":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "It's Amy Rose",
                "It's Tails",
                "It''s Mina Mongoose",
                "It's Sticks the Badger",
                "It's someone else"
            ],
            "content":"<div class=\"\"><div> <span>\tWilde didn't know what was wrong with him.  Ever since the defeat of Infinite and Eggman a month ago, he had been feeling more and more sick.  He eventually identified the feeling as hunger, but nothing seemed to help.  The Mobian wolf groaned, collapsing and clutching his stomach.  \"GAAAH!  So HUNGRY...\" he moaned.  He had been getting steadily worse as time went on.  No matter what he ate, he just got hungrier and hungrier.  He had developed a small pot belly from his overeating, which had gotten worse as time went on.  He needed SOMETHING to eat.  Something which would satisfy the growing need in his stomach.  But nothing, not even chilidogs, his favorite, seemed to satisfy him at all.<br>\r\n<br>\r\n\t\"I'm gonna go nuts,\" Wilde moaned, clutching his midsection as he tried to pull himself upright.  \"I need to eat, but I don't know what to eat, and...\" <br>\r\n<br>\r\n\t\"Hey... Wilde, right?\" said a voice.  Wilde looked up, and realized he recognized the person talking to him.  And, to his growing distress, they looked delicious.  He couldn't help but stare at them with a hungry need, drooling a little...<br>\r\n<br>\r\n\t\"Um... you okay there, pal?  You're kind of creeping me out,\" said the person.</span></div></div>",
            "created":1575867600,
            "id":2757492,
            "title":"Meeting A Friend For Lunch"
        },
        "115555555555211241":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Wilde pins her down and starts to swallow her whole...",
                "Wilde pins her down... and gets another urge to go with his hunger...",
                "Amy manages to knock him away and run for it...",
                "Amy manages to knock him out, calling for help...",
                "Someone else intervenes, saving Amy..."
            ],
            "content":"<div class=\"\"><div> <span>\tWilde looked up, and saw Amy standing there.  But instead of seeing help, he saw food.  Walking, talking food.  Wilde licked his lips, staring hungrily at Amy.  <br>\r\n\t\"Um... Wilde?\" the pink hedgehog said, frowning nervously and slowly packing up.  She pulled out her Piko Piko Hammer, ready to use it if need be.<br>\r\n<br>\r\n\t\"A-Amy...\" Wilde said, licking his lips again as drool flowed freely from his mouth.  He slowly got to his feel, feeling feral instincts overtake him.  \"R-Run... So... so HUNGRY...\" He barely managed to get out the warning.  He didn't know if it would be enough. <br>\r\n<br>\r\n\t\"Wilde... Wilde, calm down.  Don't make me hurt you,\" Amy said.  The capable resistance leader wasn't about to abandon a friend in need.  But the look in his eyes was frightening her.  And if she understood him right, he was going to try and eat her.  \"We're going to get you help, okay?\"  <br>\r\n<br>\r\n\t\"N-No...\" Wilde said, desperately trying to fight back.  \"I can't... Nothing helps... I need... TO EAT!!!\" With a howl, he lunged, Amy yelping in fright.</span></div></div>",
            "created":1581483600,
            "id":2786214,
            "title":"Amy Rose to the... rescue?"
        },
        "1155555555552112412":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Wilde finishes the job, raping and eating her",
                "Amy manages to fight and get away from him, running to get help",
                "Amy manages to get away, but Wilde suddenly starts acting normal as she flees",
                "Amy is rescued by Sonic",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\tFeral instinct had overcome Wilde.  There was meat here.  There was a woman here.  Dual needs were overcoming him, and he had every intention of fulfilling them.  As he lunged, he caught Amy's hammer in mid-swing and swatted it away from her, pinning her to the ground.  <br>\r\n<br>\r\n\t\"Wilde!\" Amy screamed, frightened.  \"Please, don't do this!\"  She struggled hard against his grip, his larger body pinning her down.<br>\r\n<br>\r\n\t\"Food...\" Wilde growled. \"Fuck...\" <br>\r\n<br>\r\n\tAmy glanced down and paled when she saw that Wilde was very erect.  That, plus his drooling, hungry maw meant that she was doomed to be raped and eaten if she couldn't do something.  </span></div></div>",
            "created":1588309200,
            "id":2828414,
            "title":"Primal Urges"
        },
        "115555555555214":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Wilde and the Lonely Villainess",
                "Wilde and the Temple of Transformation",
                "Wilde and the Edible World",
                "Wilde and the Ponies (Crossover)",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><div> <span>1.) Wilde gets lost in the woods and finds himself at the hideout of a lonely female minion of Eggman...<br>\r\n<br>\r\n2.) Wilde gets lost in the jungle and finds a strange artifact in a temple.  It gives him the ability to transform others...<br>\r\n<br>\r\n3.) Wilde gets lost in the woods and finds himself in a world made of food.<br>\r\n<br>\r\n4.) Wilde gets lost in the woods and ends up in Equestria! (crossover)<br>\r\n<br>\r\n</span></div></div>",
            "created":1572238800,
            "id":2739500,
            "title":"Wilde gets lost"
        },
        "1155555555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Master Zik",
                "Zomom",
                "Zazz",
                "Zor",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Finishing off the Deadly Six</span></div></span></div>",
            "created":1571202000,
            "id":2734104,
            "title":"More characters (Zik/Zomom/Zazz/Zor)"
        },
        "12":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Princess Sally Acorn",
                "Antoine D'Coolette",
                "Bunnie Rabbot-D'Coolette",
                "Rotor the Walrus",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The legendary SatAM crew!  </span></div></span></div>",
            "created":1571202000,
            "id":2733960,
            "title":"Cartoon characters (Sally/Antoine/Bunnie/Rotor)"
        },
        "125":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Nicole the Holo-Lynx",
                "Lupe the Wolf",
                "Dulcy the Dragon",
                "Ixis Naugus/Walter Naugus",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More people who came from SatAM</span></div></span></div>",
            "created":1571202000,
            "id":2733975,
            "title":"More characters (Nicole/Dulcy/Lupe/Naugus)"
        },
        "1251":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Nicole and the Virus",
                "Nicole and the Data Bloat",
                "Nicole and the Need to Breed",
                "Nicole and the Party",
                "More plot ideas"
            ],
            "content":"<div class=\"\"><div> <span>Nicole!  Starting out as Sally's handheld device, she eventually involved into a true cutie of a character!  What happens to her?<br>\r\n<br>\r\n1.) Nicole encounters a strange virus that ends up feeding itself to her.  She changes in strange ways after that...<br>\r\n<br>\r\n2.) Someone steals Nicole's handheld while she's away from it and starts downloading things into it, making her get fat...<br>\r\n<br>\r\n3.) Nicole wants to experience life.  Specifically, she wants to bring life into the world.<br>\r\n<br>\r\n4.) Nicole holds a party *coughorgycough* in cyberspace.  Everyone's invited.</span></div></div>",
            "created":1571979600,
            "id":2738284,
            "title":"Nicole the Holo-Lynx"
        },
        "1255":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Breezie the Hedgehog",
                "Wes Weasley",
                "Katella",
                "Scratch",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Continuing on to Adventures of Sonic the Hedgehog and others.</span></div></span></div>",
            "created":1571202000,
            "id":2733985,
            "title":"More characters (Breezie/Wes/Katella/Scratch)"
        },
        "12551":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "AoStH - Breezie's Hunger",
                "Archie - Breezie's New Show",
                "AoStH - Breezie the Preggo Machine",
                "Archie - Breezie and the Pirates",
                "Other plot ideas..."
            ],
            "content":"<div class=\"\"><div> <span>There's two versions of Breezie, and I'm gonna post stories for both.  To explain: <br>\r\n<br>\r\nAoStH version - A robot hedgehog girl made by Robotnik who eventually reforms and becomes a potential paramour for Sonic. <br>\r\n<br>\r\nArchie Comics version - An ACTUAL hedgehog girl who didn't reform and eventually became the Queen of Media over all of Mobius, a brilliant businesswoman matched in power and resources only by Eggman.  <br>\r\n<br>\r\n1.) AoStH version - Breezie finds herself starting to have organic cravings.  What can satisfy her hunger?  If anything?<br>\r\n<br>\r\n2.) Archie version - Breezie hosts a new reality show.  But the rules are rather strange...<br>\r\n<br>\r\n3.) AoStH version - Breezie and Sonic have been dating.  And now she's pregnant.  Somehow.<br>\r\n<br>\r\n4.) Archie version - Breezie is kidnapped by pirates!  How will she get out of this one?  </span></div></div>",
            "created":1582002000,
            "id":2789194,
            "title":"Breezie the Hedgehog"
        },
        "125512":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "It's a Survivor-style show...",
                "It's a Big Brother-style show, except everyone has to get fat...",
                "It's a porno...",
                "It's a race, except teamwork is enforced, and the losers get eaten...",
                "It's a different type of show"
            ],
            "content":"<div class=\"\"><div> <span>\tSonic groaned, waking up.  \"Damn... What hit me?\" he said, rubbing his head as he got to his fight.  As his vision cleared, he noticed his fellow Freedom Fighters all around him.  Sally, Antoine, Bunnie, Nicole, Rotor, Tails, and Amy were all picking themselves up.  Nicole chuckled weakly.  \"I picked a terrible time to test my prototype new body,\" she said, the lynx hugging Sally.  To Sonic's surprise, Shadow and Rouge were there as well, along with Vector and Espio of the Chaotix, Knuckles, Tangle, and Whisper.  Antoine's sword was missing, as was Amy's hammer.  Whisper had been stripped of her Wispon multi-tool and mask, and was looking around frantically for them, Tangle doing her best to comfort her friend.<br>\r\n<br>\r\n\t\"Everyone okay?\" he asked.<br>\r\n<br>\r\n\t\"No, Sonic,\" Shadow said irritably.  \"We've all been kidnapped, probably by Dr. Eggman.\"  <br>\r\n<br>\r\n\t\"What's the last thing everyone remembers?\" Sally asked.<br>\r\n<br>\r\n\t\"A bright red flash...\" Knuckles said, frowning.  \"You don't suppose it could be Infinite again?\" <br>\r\n<br>\r\n\t\"You're half-right,\" said a voice, Sonic groaning in frustration.  <br>\r\n<br>\r\n\t\"Oh no...\" Sonic said.  <br>\r\n<br>\r\n\t\"Nice to see you too,\" Breezie said, her silhouetted form coming on the only viewscreen in the room.  Everyone in the room glared up at their captor, the green hedgehog also the ruler of Casinopolis and the greatest media power in all of Mobius.  <br>\r\n<br>\r\n\t\"What do you want, Breezie?\" Sally demanded.  <br>\r\n<br>\r\n\t\"I want you to participate in my new show,\" Breezie said, only her eyes visible in the shadows that filled her office.  \"But considering WHAT my new show is, I figured you'd need... persuasion.  So I tracked down Infinite and extracted the power of the Phantom Ruby from him.  Its all at MY command now.\"  <br>\r\n<br>\r\n\t\"Well, that's not good,\" Bunnie understanded.<br>\r\n<br>\r\n\t\"No kidding,\" Tails said.<br>\r\n<br>\r\n\t\"If you're worried about your stuff, don't worry,\" Breezie said.  \"You'll get it back for the show.  I just wanted to make sure you were all aware of WHO IS IN CHARGE.\"  <br>\r\n<br>\r\n\t\"For now,\" Shadow growled.  Breezie just chuckled.  <br>\r\n<br>\r\n\t\"So, what, are we competing against each other?\" Amy asked.<br>\r\n<br>\r\n\t\"Sometimes,\" Breezie said.  \"Mostly, you'll be competing against your co-stars.\"  She gestured to a wall, which retracted to reveal a glass panel.  Everyone's heart sank as they saw who was on the other side of it.  <br>\r\n<br>\r\n\tEggman's Egg Bosses.  The elegant Clove and her sister Cassia.  The vicious Akhlut.  The graceful Nephthys.  The cunning Lord Hood.  The pirate queen Abyss.  The brutal Tundra.  The deadly Conquering Storm.  Ruler of the roads Axel.  The mad Eggman-loyalist Thunderbolt.  The mysterious Maw.  The mighty kukku Battlelord.  And the troll witch Wendy Naugus.  In addition, Eggman's newly recruited assistant, Dr. Starline, and the technomage Regina Ferrum and sometimes Eggman ally were there as well.  They were glaring at the Freedom Fighters in a mix of curiosity and fury.  <br>\r\n<br>\r\n\t\"You should have seen Eggman's face when I defeated and captured all of his minions at once,\" Breezie said, grinning at the memory.  <br>\r\n<br>\r\n\t\"Well, this is gonna be fun,\" Knuckles said, smirking.  \"Always wanted to bust up all of these guys at once.\" <br>\r\n<br>\r\n\t\"Oh, it's not gonna be like that,\" Breezie said.  \"You see, the show's format is...\" </span></div></div>",
            "created":1582866000,
            "id":2794113,
            "title":"Breezie's New Show"
        },
        "12555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Grounder",
                "Coconuts",
                "Sticks the Badger",
                "Uncle Chuck",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here we go....</span></div></span></div>",
            "created":1571202000,
            "id":2734098,
            "title":"More characters (Grounder/Coconuts/Sticks/Chuck)"
        },
        "13":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Julie-Su",
                "Lien-Da",
                "Geoffrey St. John",
                "Hershey the Cat",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Characters from Archie's legendary series, before it was rebooted.</span></div></span></div>",
            "created":1571202000,
            "id":2733961,
            "title":"Pre-Reboot Archie(JulieSu/LienDa/Geoffery/Hershey)"
        },
        "135":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Conquering Storm/Bride of the Conquering Storm",
                "Scourge the Hedgehog",
                "Fiona the Fox",
                "Regina Ferrum, the Iron Queen",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Mixed villains for you</span></div></span></div>",
            "created":1571202000,
            "id":2733962,
            "title":"More characters (C.Storm/Scourge/Fiona/Regina)"
        },
        "1355":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Lord Mordred Hood",
                "Doctor Finitevus",
                "Mammoth Mogul",
                "Nicolette the Weasel",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More villains</span></div></span></div>",
            "created":1571202000,
            "id":2733968,
            "title":"More characters (Hood/Finitevus/Mogul/Nicolette)"
        },
        "13555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Sergeant Simian",
                "Predator Hawk",
                "Lightning Lynx",
                "Flying Frog",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The Fearsome Four</span></div></span></div>",
            "created":1571202000,
            "id":2734105,
            "title":"More characters (Sgt.Simian/P.Hawk/L.Lynx/F.Frog)"
        },
        "135555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Jules the Hedgehog",
                "Bernadette the Hedgehog",
                "Amadeus Prower",
                "Rosemary Prower",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Getting into families now...</span></div></span></div>",
            "created":1571202000,
            "id":2734106,
            "title":"More characters (Jules/Bernie/Amadeus/Rosemary)"
        },
        "1355555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Mina the Mongoose",
                "Isabella the Mongoose",
                "King Max Acorn",
                "Queen Alicia Acorn",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Keeping going...</span></div></span></div>",
            "created":1571202000,
            "id":2734108,
            "title":"More characters (Mina/Isabella/King Max/Q.Alicia)"
        },
        "13555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Prince Elias Acorn",
                "Larry the Lynx",
                "Leeta & Lyco",
                "Shard the Metal Sonic",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Secret agents!</span></div></span></div>",
            "created":1571202000,
            "id":2734109,
            "title":"More characters (Elias/Larry/Leeta&Lyco/Shard)"
        },
        "135555551":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Elias and the Temple Job",
                "Elias the Ladies' Man",
                "Elias, Sally, and the Acorn Bounty",
                "The Secret Freedom Fighters... Enslaved?!",
                "Other plot ideas..."
            ],
            "content":"<div class=\"\"><div> <span>\tElias!  Former King of Acorn, now the leader of a spy team meant to protect his people!<br>\r\n<br>\r\n\tAt least in his primary continuity.  Maybe you want to tell a different story?<br>\r\n<br>\r\n1.) Elias is investigating an ancient temple that one of Eggman's officers is at.  But something odd is happening.<br>\r\n<br>\r\n2.) Elias is a stud who can get any woman he wants.  Even his sister.  And he has ways of dealing with men who get in his way, one that will increase his harem...<br>\r\n<br>\r\n3.) Elias and Sally find that an old curse has been invoked.  As they are the incoming rulers, their bodies must reflect the bounty that the Kingdom of Acorn will have.  So they must put on weight.  Lots of weight...<br>\r\n<br>\r\n4.) Elias and his team suddenly find themselves the mind-controlled subjects of a mysterious being...</span></div></div>",
            "created":1582347600,
            "id":2791000,
            "title":"Prince Elias Acorn"
        },
        "135555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Duck 'Bill' Platypus",
                "Walt the Wallaby ",
                "Barby the Koala",
                "Guru the Emu",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Downunda Freedom Fighters!</span></div></span></div>",
            "created":1571202000,
            "id":2734111,
            "title":"More characters (Bill/Walt/Barby/Guru)"
        },
        "1355555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Wombat Stu",
                "Bow the Sparrow",
                "Thorn the Lop",
                "Rob O'The Hedge",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More Freedom Fighters!</span></div></span></div>",
            "created":1571202000,
            "id":2734112,
            "title":"More characters (Stu/Bow/Thorn/Rob)"
        },
        "13555555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Akhlut the Orca",
                "Bride of the Endless Reach",
                "Bride of the Constant Vigil",
                "Jun Kun, the Iron King",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Mix and Match and Mix</span></div></span></div>",
            "created":1571202000,
            "id":2734120,
            "title":"More characters (Akhlut/E.Reach/C.Vigil/Jun Kun)"
        },
        "14":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Clove the Pronghorn",
                "Nephthys the Vulture",
                "Abyss the Squid",
                "Thunderbolt the Chinchilla",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I liked the reboot, and so did a lot of other people.  Let's start with the Egg Bosses, my personal favorite characters...</span></div></span></div>",
            "created":1571202000,
            "id":2733964,
            "title":"Post-Reboot Archie (Clove/Nephthys/Abyss/T-Bolt)"
        },
        "141":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Clove is transformed",
                "Clove is in love",
                "Clove is in trouble",
                "Clove is bored",
                "Other scenarios"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I won't lie - I LOVE Clove.  She's my absolute favorite.  She's so cute.  <br>\r\n<br>\r\nI mean, look at her.  Look at this leggy goddess: <a rel=\"nofollow\" href=\"https://pm1.narvii.com/6445/8177d7b7278fb37f879d43a34a6f460f5c6d7be2_00.jpg\" target=\"_blank\">https://pm1.narvii.com/6445/8177d7b7278f...</a><br>\r\n<br>\r\nAnyway.  Pick your storyline for her.  </span></div></span></div>",
            "created":1588050000,
            "id":2826439,
            "title":"Clove the Pronghorn"
        },
        "1411":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Clove the Werebeast",
                "Clove Mystique",
                "Clove 1/2",
                "Clove Versus the Pervo Wizard",
                "Other possibilities..."
            ],
            "content":"<div class=\"\"><div> <span>Transform perfection?  How dare you!  (lol, just kidding)  Anyway.  How will our lovely green pronghorn change?<br>\r\n<br>\r\n1.) Clove is attacked while investigating something for Eggman, and starts becoming a werebeast...<br>\r\n<br>\r\n2.) Clove encounters an artifact that gives her the power to shapeshift!<br>\r\n<br>\r\n3.) Clove gains the power to shift genders at will, both her male and female forms being extremely idealized, beautiful versions of herself...<br>\r\n<br>\r\n4.) Clove fights a wizard who's been turning Mobians into sex toys</span></div></div>",
            "created":1588050000,
            "id":2826461,
            "title":"Clove is transformed"
        },
        "14111":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Clove has herself examined the moment she gets back to base...",
                "Clove encounters Cassia and a transformation almost triggers...",
                "Clove gets back to base, but becomes suddenly afraid of being examined...",
                "Eggman calls her on her built-in comms...",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\tThe long-legged pronghorn deer Mobian walked carefully into the abandoned facility.  The green furred young woman tightly clutched her staff, the metal toes of her hoof-like boots clicking lightly on the ground.  Her name was Clove, and she was a cyborg, an Egg Boss of the Eggman Empire.  She only reluctantly served her lord, as her sister Cassia had a health condition that only Eggman could keep at bay.  But as Eggman was a scientist rather than a physician, he could ONLY keep it at bay and not cure it.  She kept this fact from Cassia, not wanting to steal her sister's hope.  She, like all Egg Bosses, wore a variant of Eggman's clothing, her pants black and her coat gray with white highlights and gold, square-shaped buttons.  Her boots had gold trim, lining the shape of her hooved feet.  <br>\r\n<br>\r\n\tShe walked through the abandoned mine shaft, ready to trigger her staff's energy scythe at a moment's notice.  Around her, four Motobug badniks and two Egg Pawns, their glowing eyes acting as flashlights, acted as her bodyguards, the Egg Pawns carrying energy rifles.  Things had been going wrong at the mine shaft, hindering the investigation into a possible well of magical Golden Rings.  Equipment failures, up to and including explosions, were happening at random with no known cause.  Knowing that Eggman would get grumpy and possibly punish her if a potential source of power was lost, she decided to lead an investigation into the mine, having the Motobugs record everything and broadcast it back to the base.<br>\r\n<br>\r\n\tHer younger sister, Cassia, didn't want her to go alone.  But Clove had refused to risk any of her troops, and had gone in with only Badniks for backup.  She would do whatever it took to protect her sister.  <br>\r\n<br>\r\n\t\"Scan for any anomolies.  Report immediately if mechanical failure starts to occur,\" Clove ordered.  The robots all confirmed the order as they moved deeper and deeper into the facility.  Clove didn't like how quiet things were.  It made her nervous.  <br>\r\n<br>\r\n\tEventually, they came to a blockade, stones collapsed along the path.  She frowned, and ordered the Egg Pawns to stand back.  She began to examine the fallen rocks, trusting in her cybernetically enhanced speed and agility to get her out of danger should something go wrong.  As she examined the rocks, she noticed something.  A strange light pulsing at the back of a tiny hole.  She peered in close, trying to get a better look at it.  \"It looks almost like Dark Ga-\" she stopped when she recognized what she was about to say.  She realized her mistake moments too late, and was about to call in one of the Egg Pawns to look at it in her place, when a burst of purple smoke shot out.  Before she could stop herself, she inhaled it, coughing and wheezing.  She clutched at her throat, desperately gasping for breath, coughing up blood as her vision went black...<br>\r\n<br>\r\n\tWhen she woke up, her uniform was in tatters.  The robots and the Mobini powering them were all ripped to shreds, and Clove could taste blood in her mouth.  Frightened, she found her staff and used the energy scythe's light to guide her out of the cave as fast as possible.  She had to get back to base.  She needed to figure out what happened, why her clothes and her robotic minions were destroyed.  <br>\r\n<br>\r\n\tShe told herself over and over again that the Mobini didn't have bite marks in them.  That the blood in her mouth was her own.  <br>\r\n<br>\r\n\tShe almost believed it.</span></div></div>",
            "created":1588309200,
            "id":2828026,
            "title":"Clove the Werebeast"
        },
        "145":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Axel the Water Buffalo",
                "Maw the Thylacine",
                "Tundra the Walrus",
                "Cassia the Pronghorn",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More Eggman minions</span></div></span></div>",
            "created":1571202000,
            "id":2733973,
            "title":"More characters (Axel/Maw/Tundra/Cassia)"
        },
        "1455":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "King Nigel Acorn",
                "Spike the Porcupine",
                "Sonar the Fennec",
                "Trevor Burrow",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Starting in with the Freedom Fighters...</span></div></span></div>",
            "created":1571202000,
            "id":2734113,
            "title":"More characters (King Nigel/Spike/Sonar/Trevor)"
        },
        "14555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Bunker the Tortoise",
                "Jian the Tiger",
                "Cinder the Pheasant",
                "Razor the Shark",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More freedom.  More fighters.  </span></div></span></div>",
            "created":1571202000,
            "id":2734114,
            "title":"More characters (Bunker/Jian/Cinder/Razor)"
        },
        "145555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Coral the Betta",
                "Pearly the Manta Ray",
                "Captain Striker the Mantis Shrimp",
                "Lieutenant Echo the Dolphin",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Oh look!  Fish Mobians!</span></div></span></div>",
            "created":1571202000,
            "id":2734116,
            "title":"More characters (Coral/Pearly/Cpt.Striker/Lt.Echo)"
        },
        "1455555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "King Puff the Pufferfish",
                "Queen Angelica the Anglerfish",
                "Princess Undina",
                "Captain Shellbreaker the Otter",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>We're not done with the sea yet!</span></div></span></div>",
            "created":1571202000,
            "id":2734118,
            "title":"More characters(Puff/Angelica/Undina/Shellbreaker)"
        },
        "14555555":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Mister Bristles the Yeti Crab",
                "Opal the Jellyfish",
                "Blade the Shark",
                "Dive the Lemming",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here there be pirates!</span></div></span></div>",
            "created":1571202000,
            "id":2734119,
            "title":"More characters (Mr.Bristles/Opal/Blade/Dive)"
        },
        "15":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Tangle the Lemur",
                "Whisper the Wolf",
                "Jewel the Beetle",
                "Doctor Starline",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>A small list, but I will update it as more characters are introduced.</span></div></span></div>",
            "created":1571202000,
            "id":2733955,
            "title":"IDW characters (Tangle/Whisper/Jewel/Dr.Starline)"
        },
        "154":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Just As Planned",
                "The Vault of Eggman's Mistakes",
                "Hero Starline",
                "Dr. Starline's Mysterious Invention",
                "Other story ideas..."
            ],
            "content":"<div class=\"\"><div> <span>Dr. Starline!  Eggman fan and vaguely avian mad scientist!  What will he get into?<br>\r\n<br>\r\n1.) Dr. Starline is kidnapped by the Freedom Fighters!  All according to plan...<br>\r\n<br>\r\n2.) Dr. Starline finds a vault of Eggman's sillier gadgets and gets ideas on how to use them effectively.<br>\r\n<br>\r\n3.) Dr. Starline, suffering from disappointment from Eggman's bad habits, switches sides...<br>\r\n<br>\r\n4.) Dr. Starline invents something odd...</span></div></div>",
            "created":1575867600,
            "id":2757517,
            "title":"Doctor Starline"
        },
        "1542":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Dr. Starline tries out the Fattener on Lien-Da",
                "Dr. Starline tries out the Bimboizer on Lien-Da",
                "Dr. Starline uses the Transformicron on Lien-Da",
                "Lien-Da realizes what Dr. Starline is planning and starts a fight...",
                "The two look at more weapons"
            ],
            "content":"<div class=\"\"><div> <span>\t\"My lord?\" Dr. Starline asked, the avian mad scientist staring curiously at the vault before him.  \"What's in here?\" <br>\r\n<br>\r\n\tDr. Eggman grimaced.  \"Oh!  Oh.  That thing,\" he said.  Nearby, the cybernetic echidna warlord, Lien-Da snickered.  Eggman sighed.  \"That is a repository of all my... sillier ideas.  I kept them to remind myself not to make them again.\"  <br>\r\n<br>\r\n\t\"...Sillier than Scratch, Grounder, and Coconuts?\" Dr. Starline asked, clearly baffled by the concept.<br>\r\n<br>\r\n\t\"Still can't believe Breezie was able to find use for those losers...\" Eggman muttered.  \"Anyway.  They're reasonably effective weapons, but what they do is just so ridiculous... I couldn't bring myself to actually use them...\" <br>\r\n<br>\r\n\t\"...Conisdering your aversion to simple pragmatism, I'm surprised you didn't,\" Dr. Starline said, Lien-Da taking a very large step away from him.  <br>\r\n<br>\r\n\tEggman snorted.  \"You're lucky you're damn useful...\" he muttered.  \"The reason I didn't use them is that doing so would humiliate me as much as it would Sonic and his friends.  If you want to play with the stupid things, be my guest.  Passcode is H4t3th4th3dg3h0g.  I'm going to see if I can give Orbot and Cubot combat capability.  Getting tired of them not doing much around here...\" <br>\r\n<br>\r\n\tWith that, Eggman stomped off, the Silly Vault opening up.  Lien-Da walked up to Starline, impressed.  \"He didn't vaporize you for backsassing him.  That's new...\" <br>\r\n<br>\r\n\t\"Unlike you and your mercenary 'Dark Legion,'\" Dr. Starline said, ignoring the glare Lien-Da gave him, \"I prove my worth to our dear delightful lunatic every day.\"  He entered the passcode, the vault door opening and revealing several blasters that, indeed, looked quite silly.  Lien-Da, curious, looked in the vault as well... and stared right alongside Dr. Starline, struggling to process what she was seeing.<br>\r\n<br>\r\n\t\"...Are we looking at Dr. Eggman's fetishes right now?\" Lien-Da asked.<br>\r\n<br>\r\n\t\"No, the Doctor is completely asexual,\" Dr. Starline said.  When Lien-Da gave him an inquiring look, he said, \"One of his lower minions attempted to sexually accoust Vanilla the Rabbit when we held her prisoner one time.  Eggman yelled at him, claiming that 'sex is disgusting, and if you want to act like an animal, don't do it in my base.'\" <br>\r\n<br>\r\n\t\"And then he killed him,\" Lien-Da surmised.<br>\r\n<br>\r\n\t\"And then he killed him,\" Dr. Starline confirmed, nodding.<br>\r\n<br>\r\n\t\"Well, at least I never have to worry about getting raped by the big fat bastard...\" Lien-Da muttered as she and Dr. Starline walked into the vault, looking over the various weapons. <br>\r\n<br>\r\n\t\"Rape, I think, is the least of your worries when dealing with Dr. Eggman...\" Dr. Starline muttered.  \"...Oh dear.  I can see why this one would be bothersome to the Doctor's dignity.\"  He paused in front of a device filled with a yellow liquid.  It resembled a dart gun with rapid fire syringe projectiles that were filled with the foul-looking yellow liquid.<br>\r\n<br>\r\n\tLien-Da leaned in, reading the label underneath the gun.  \"The Fattener.  Any Mobian struck with these dart projectiles will become impossibly, incredibly fat and gain a tremendous appetite, wanting to do little more than eat and sleep and attempt to fuck.  The effects of the formula also spread, turning other Mobians into gluttons, their bodies processing everything they eat into fat, leaving no bodily waste,\" she read. <br>\r\n<br>\r\n\tDr. Starline frowned.  \"Actually, that sounds rather effective,\" he said.  \"Why not use it?\" <br>\r\n<br>\r\n\t\"What would you do with the affected afterwards?\" Lien-Da asked.<br>\r\n<br>\r\n\tDr. Starline thought a moment, and shrugged.  \"Hmm, point taken...\" he said.  Although he began to think of ways to impliment it effectively... <br>\r\n<br>\r\n\tThe two moved on, coming across a gun covered in glitter, looking like a disco ball with a gun stock attached to it.  \"...The Bimboizer,\" Dr. Starline read.<br>\r\n<br>\r\n\t\"Oh hell the fuck no,\" Lien-Da said, scowling. <br>\r\n<br>\r\n\tDr. Starline smirked, reading the text underneath the weapon.  \"Affects both male and female Mobians, turning males into females before the primary effects occur.  Any female affected by this gun's rays will become large breasted and curvaceous bodies, as well as decreased intelligence and a greatly increased sex drive.\"  He turned towards Lien-Da, eyebrow quirking.<br>\r\n<br>\r\n\tLien-Da glared back.  \"Say it and you die,\" she said.<br>\r\n<br>\r\n\tDr. Starline snickered and moved on.  The two of them walked through the lab, looking through the various odd experiments, until another caught Dr. Starline and Lien-Da's attention.  \"The Transformicron - A device that can transform any living Mobian back and forth from an inanimate object,\" Lien-Da read.  \"Wait, this could actually be a powerful weapon!\" <br>\r\n<br>\r\n\t\"Read on,\" Dr. Starline said.  \"'Discarded because the only thing it turned people into was female-shaped sex toys.'\" <br>\r\n<br>\r\n\tLien-Da huffed.  \"Well, that sucks,\" she said, walking off.  Dr. Starline just looked over the device thoughtfully, ideas formulating in his head...</span></div></div>",
            "created":1575954000,
            "id":2757760,
            "title":"The Vault of Eggman's Mistakes"
        },
        "15422":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Starline scores a hit on Lien-Da, turning her into a sexy, stupid bimbo...",
                "Lien-Da gets the Bimboizer away from Starline and uses it on him...",
                "Eggman comes in and accidentally gets hit...",
                "Lien-Da fights back with a different weapon...",
                "Something else happens..."
            ],
            "content":"<div class=\"\"><div> <span>\t\"Hmmm...\" Dr. Starline said, walking back to and looking over the Bimboizer.  He gently picked up the device, getting a feel for the oddly-shapd weapon.  He found where the barrel was through careful examination, the barrel popping out and the gun activating, making a glittery noise.  \"Very intersting...\" <br>\r\n<br>\r\n\tLien-Da paused.  There was an unravelling sound, Dr. Starline glancing over and seeing that Lien-Da had unfurled her whip.  \"...You'd better not be doing what is it I think you're doing,\" she said in a low, dangerous tone.  <br>\r\n<br>\r\n\tDr. Starline grinned wickedly.  \"And what is it you think I'm doing?\" he said.<br>\r\n<br>\r\n\t\"I think you're playing with one of the doctor's dangerous toys,\" Lien-Da said.  Her muscles were tensing, the red-furred echidna ready to move.  \"I think you're about to make a mistake you're going to regret for a long time.\" <br>\r\n<br>\r\n\tDr. Starline's grin widened.  \"No...  No, I don't think that's what's happening.  All I'm doing is conducting a little scientific experiment,\" he said, taking aim.<br>\r\n<br>\r\n\t\"I DON'T THINK SO!\" Lien-Da said, lashing out with her electrified whip.  Dr. Starline, anticipating this, teleported out of the way, dropping through a portal and reappearing in front of her.  But Lien-Da moved surprisingly fast, lashing out with a kick that forced Dr. Starline to teleport again.  Dr. Starline reappeared far away, firing, but Lien-Da dodged out of the way, lashing her whip towards him again, sending a blade of electricity towards him.  He portaled out of the way again.<br>\r\n<br>\r\n\t\"You won't get in the way of SCIENCE!\" Dr. Starline said, laughing wickedly.  His hand was aching from using the Warp Topaz over and over so quickly, but he wasn't about to lose this fight.  Especially since Lien-Da was likely to use the weapon against him should he fail.  </span></div></div>",
            "created":1587272400,
            "id":2820950,
            "title":"Fight It Out!"
        },
        "155":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Rough",
                "Tumble",
                "Mimic",
                "(reserved)",
                "More characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Continuing on...</span></div></span></div>",
            "created":1571202000,
            "id":2733957,
            "title":"More characters (Rough/Tumble/Mimic/*)"
        },
        "1554":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Crossover - Your Choice",
                "Crossover - Your Choice",
                "Crossover - Your Choice",
                "Crossover - Your Choice",
                "More possible crossovers"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>It occurs to me that I never made an option to crossover.  That doesn't feel right, so here we go.  <br>\r\n<br>\r\nKeep in mind that the character/s must be in the Sonic setting, even if they are the focus.  </span></div></span></div>",
            "created":1583298000,
            "id":2796675,
            "title":"Crossover"
        },
        "15541":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Sly Cooper",
                "Bubsy",
                "Ratchet & Clank",
                "SWAT Kats",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick your crossover and go to town.  Keep in mind that this is an Anything Goes story and that everything except scat/watersports/torture is allowed.</span></div></span></div>",
            "created":1586149200,
            "id":2814542,
            "title":"Crossover - Your Choice"
        },
        "155412":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "\"...beat the crap out of every single character!\" ",
                "\"...devour every single character!\" ",
                "\"...make every single character too fat to do anything!\" ",
                "\"...turn them all into slutty bimbos!\"  ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\tBubsy was a bobcat.  And he wasn't having a good time of things.  His fame was minimal, overshadowed by dozens of other video game franchises.  The orange-furred bobcat sneered as he surfed the web, gauging the importance of a series by how much porn it had.  And so far, in his poor judgement, he had decided that the Sonic franchise was the most popular in the world.  <br>\r\n<br>\r\n\t\"I don't get it,\" he muttered.  \"People complain about their games, especially the myuwer ones, all the time!  And yet they're just so damn popular!\"  He huffed, glaring at Sonic.  \"I'm cool!  I have cattitude!  Heck, I sling puns all the time!  I got two puns in that rant I said just nyow!\"  He shook his head.  \"I friggin' hate that hedgehog.  How could he pawsibly be more stylish than me?  Hedgehogs don't run fast!  They're adorable little spike balls!\"  He failed to recognize that his ability to float through the air was an ability regular bobcats didn't have.  <br>\r\n<br>\r\n\tHe paced around.  He'd finally gotten a revival, but his games didn't do that good.  (They did worlds better than his first games, mind you, but it wasn't enough for the fame-starved bobcat.)  \"...It's gotta be Sonic's fault,\" Bubsy misjudged.  \"He's stealing my fanbase!\"  He made his decision.  \"I'm gonna make them pay!  I'm gonna...\" </span></div></div>",
            "created":1587186000,
            "id":2820819,
            "title":"Izza Cat.  Y'put Him In A Shirt. Bam! It's Bubsy. "
        },
        "155415":{
            "author_id":"mysterio",
            "author_name":"FFtheSnake",
            "choices":[
                "Mega Man Classic",
                "Crash Bandicoot",
                "Spyro",
                "Pokemon",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Keep it up.  There's bound to be something you like!</span></div></span></div>",
            "created":1587963600,
            "id":2825824,
            "title":"Crossing Over (Mega Man/Crash/Spyro/Pokemon)"
        }
    },
    "info":{
        "author_id":"mysterio",
        "author_name":"FFtheSnake",
        "brief_description":"An erotic Sonic the Hedgehog interactive with very few limits.",
        "created":1571267100,
        "description":"<td align=\"left\" class=\"norm\">Pretty much exactly what it says on the opening. A Sonic-centric interactive. Almost every fetish allowed, except scat and watersports and torture. None of that. Nope.<br>\r\n<br>\r\nBeyond that, go wild and have fun. Pick a character and start from there. Do anything you want to do to the characters, use any continuity, create any story you want... Have fun!</td>",
        "id":2203282,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588372260,
        "pretty_title":"Sonic the Hedgehog - Anything Goes"
    }
}