{
    "chapters":{
        "1":{
            "author_id":"worker1398",
            "author_name":"Clear Diamond",
            "choices":[
                "Yes",
                "Maybe later."
            ],
            "content":"<div class=\"\"><div> <span>You are helping your family get everything ready for Thanksgiving because this year its not just for your family who live with you. No this year all of your family (Well only the girls from your family) are coming down and over half of them you never meet in person, but you know them all by face and name. And the only reason your the only male at this thanksgiving is because all the other men of your family are spending their thanksgiving out on tour for the next 3 years. And you were left behind because you don't like the kind of tour they left on. (It's a tour of every haunted spot in the world).<br>\r\n<br>\r\nAs your finishing your part of the work your mom tells you to stay in your room and see will slide your dinner under the door when its done. She then says that if you leave your room at all while the family is here you will be grounded until the guys get back from there tour. You think to yourself THAT'S 3 YEARS AWAY!!! With that said you go upto your room and close your door as everyone starts to arrive. You go over to your bed and see a gift addressed to you.<br>\r\n<br>\r\nDo you open it?</span></div></div>",
            "created":1601850360,
            "id":2915063,
            "title":"Intro..."
        }
    },
    "info":{
        "author_id":"worker1398",
        "author_name":"Azmathiz",
        "brief_description":"You are shrunk on Thanksgiving. ",
        "created":1601837100,
        "description":"<td align=\"left\" class=\"norm\">You are helping your family get everything ready for Thanksgiving because this year its not just for your family who live with you. No this year all of your family (Well only the girls from your family) are coming down and over half of them you never meet in person, but you know them all by face and name. [...]<br>\r\n<br>\r\n<br>\r\nYou are male age 23. And your oldest sister is Josie age 19. And your youngest sister is Emma age 15. Both your sisters are younger than you but they always act like they own you. (This could be fun!)<br>\r\n<br>\r\n<br>\r\n*This intro will continue on chapter 1*<br>\r\n<br>\r\n<br>\r\n*I RESERVE THE RIGHT TO EDIT AND OR REMOVE ANY CHAPTERS ADDED IF I BELIEVE ITS NEEDED*<br>\r\n<br>\r\n<br>\r\n*Rules:<br>\r\n*No Death.<br>\r\n*No other tinies.<br>\r\n*No Scat or fart stuff at all.<br>\r\n*No ending the story.<br>\r\n*always add extra choice(s).<br>\r\n*Sex stuff is allowed.<br>\r\n*always refer to yourself as 'you'<br>\r\n*Keep This Unaware. If noticed you will be passed off as nothing more than a bug.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n*More rules will be added as I see fit.*<br>\r\n<br>\r\n</td>",
        "id":2234074,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1601855700,
        "modified":1601855700,
        "pretty_title":"Shrunk on Thanksgiving."
    }
}