{
    "chapters":{
        "1":{
            "author_id":"royaljelly",
            "author_name":"RoyalJelly",
            "choices":[
                "Tara Michaels, with the power of Breast Expansion/Reduction",
                "Lindsay Crowe, with the power of Bodily Growth/Shrinking",
                "Paula Jameson, with the power of Weight Transfer",
                "Tanya Morris, with the power of Bimbofication",
                "Some one else (please create a name, a character, and a power)"
            ],
            "content":"<div class=\"\"><div> <span>They each woke up on a Monday morning, eyes bleary and an unusual cold weight in their hands. <br>\r\n<br>\r\nThey each looked down to find that the weight in their hands was a sleek, shiny, silvery pistol-shaped gun, bearing a slight prong where the muzzle should be. Its sleek rounded form was marred only by a sky-blue touch screen and the mesh of what appeared to be an integrated microphone. <br>\r\n<br>\r\nThe screen on the gun displayed a single message. <br>\r\n<br>\r\n<i> Welcome to the Global Growth Games! <br>\r\n<br>\r\nEach of you was selected for some talent you bring to the table, and your boundless ability to amuse me. You will notice that you are each in possession of a ray gun. You will find that said ray gun can make one change in people around you. <br>\r\n<br>\r\nThe downside for you is that there are at least 4 other people with the same kind of gun, and they can make their own unique changes! Even worse for you, they're competing against you in these games. <br>\r\n<br>\r\nYour goal is to change other peoples' bodies until they are physically incapable of independently reaching their own guns.. What happens to them when they lose depends on what mood I'm in! The same rule, incidentally, applies to you! Isn't living in ignorance and fear fun? <br>\r\n<br>\r\nIn 5 seconds, the power you have will be revealed to you, and the games will begin!<br>\r\n<br>\r\nHave fun. I know I will!<br>\r\n<br>\r\n--L.<br>\r\n<br>\r\n</i><br>\r\n<br>\r\nWhich person are we following, and which power does their gun have? </span></div></div>",
            "created":1587531600,
            "id":2822777,
            "title":"The beginning of round one. "
        },
        "11":{
            "author_id":"royaljelly",
            "author_name":"RoyalJelly",
            "choices":[
                "Hide in a bathroom, grow her own breasts, and get as many points as she can. ",
                "Grow a couple people around the library, hop in her car, and get out of there",
                "She feels herself begin to grow as Lindsay Crowe hits her with a growth ray. ",
                "She feels her mind begin to shrivel as Tanya bimbofies her. ",
                "Something else. "
            ],
            "content":"<div class=\"\"><div> <span>Tara glanced around the library, then back down at the screen. It was a normal Wednesday afternoon, and the same mix of old people, random young adults, and occasional perverts was present in the library.  She didn't <i>seem</i> to be hallucinating, but really, how could she tell one way or the other? <br>\r\n<br>\r\nThe touch screen warped and a new message appeared. <br>\r\n<br>\r\n\"<i>Congratulations, Tara Michaels! Your ray gun has the power of Breast Expansion and Reduction! <br>\r\n<br>\r\nThe rules for it are as follows. <br>\r\n<br>\r\n1. You can grow or shrink the breasts of any woman, but only by a modest amount. <br>\r\n<br>\r\n2. Each time you grow or shrink <b>another</b> person's breasts, they are immune to the gun for an hour. <br>\r\n<br>\r\n3. Each time you grow (but not shrink) someone's breasts, you gain Experience Points, which you can use to improve your odds of winning the game!<br>\r\n<br>\r\nThere are competitors within 1 mile of you. Good luck!</i><br>\r\n\" <br>\r\n<br>\r\nTara stared at the screen and came up with a plan. </span></div></div>",
            "created":1587531600,
            "id":2822801,
            "title":"Tara Michaels, Breast Expansion"
        },
        "111":{
            "author_id":"royaljelly",
            "author_name":"RoyalJelly",
            "choices":[
                "\"...Ass expansion!\" ",
                "\"...Lactation control!\" ",
                "\"...Competitor detection!\" ",
                "\"...Minor hypnosis!\" ",
                "Before she can read the text, a bolt of light hits her in the chest. "
            ],
            "content":"<div class=\"\"><div> <span>Tara unconsciously scanned the ray gun's screen as she digested the new information. This couldn't be real. It violated everything from the laws of physics to common sense, but then again...<br>\r\n<br>\r\nConfusion gave way to interest and excitement as she saw an obvious loophole in the rules that were given to her. If she grew someone's breasts, she would get experience points, but other people would be immune to the effects of her power for another hour afterwards. <br>\r\n<br>\r\nThe rules, however, didn't say anything about growing herself. And really, what better way to test out if this power really existed? <br>\r\n<br>\r\n\"Hey, Debbie?\" she called out to her manager, \"I'm gonna go take my break a bit early, alright? I'm not feeling well.\" <br>\r\n<br>\r\n\"Mneh,\" groaned Debbie. <br>\r\n<br>\r\nTara power-walked to the bathroom, darted in, and locked the door behind her. For once, the library's inability to accommodate more than one woman its bathrooms would work in her favor. She looked at herself in the freshly-cleaned, Windex-streaked mirror. Above her, a fluorescent light flickered. <br>\r\n<br>\r\n\"It can't hurt to try, right?\" Tara muttered to herself. \"It's just a single motion. That's it.\" <br>\r\n<br>\r\nShe held the gun to her chest and pulled the trigger. <br>\r\n<br>\r\nThe sensation of Tara's growth was almost instantaneous. Lightning bolts of pleasure shot through her torso as her body glowed with a soft, reassuring warmth. The force of the feeling buckled Tara's knees and slackened her jaw. She caught herself on the outsized farmhouse-styled sink, steadying herself with quivering limbs as she felt herself begin to salivate. Slowly, she drew herself back up to her full height and looked at herself in the mirror again. <br>\r\n<br>\r\nThe difference between Old Tara and New Tara wasn't large, but it was decidedly noticeable. The buttons on her blouse were beginning to strain, leaving a tiny, tantalizing window viewing her nascent cleavage as it began to spill over the cups of her bra. <br>\r\n<br>\r\nTara's reverie was broken by a triumphant, melodic series of beeps coming from the ray gun. Its screen was flashing with celebratory fireworks. She glanced down at the new text. <br>\r\n<br>\r\n\"Congratulations!\" read the text, \"You just received your first experience point! You'll only need another 14 points to level up!\"<br>\r\n<br>\r\nThe cheery 8-bit tune came to an end, leaving Tara standing alone in the bathroom with new weights on her chest and mind. On the one hand, she wanted to know what \"leveling up\" actually entailed. If this was the first step in her journey, who knows what other powers she could receive. On the other hand, she probably shouldn't gain that power by using the gun on herself 14 times in a row. That warmth in her chest was still there, and it felt disturbingly good. It would--<br>\r\n<br>\r\n\"Fuck this,\" she muttered. The world made no sense, reality-warping ray guns existed, and some sinister game was afoot. May as well have some fun with it. Tara pointed the ray gun at her chest again and fluttered her finger on the trigger as fast as she could, letting a machine-gun series of clicks fill the air. <br>\r\n<br>\r\nTara screamed as the feeling of what was <i>decidedly</i> more than 14 bursts of growth hit her all at once. Her grip on the edges of the sink tightened as her legs gave way. She could feel herself straining go keep herself upright as she clenched her jaw, shut her eyes and moaned with each rhythmic cadence of tightness, warmth and pleasure drumming a hypnotic beat throughout her body. Her head began to swim as she seemed to feel herself tipping forwards, a pleasant metallic chill beginning to caress her bust as it swelled further and further. <br>\r\n<br>\r\nEcstasy mixed with clarity as Tara realized that she had, in fact, toppled chest first into the sink, and that the growing sensation of a cold hand beginning to grope her bosom was the result of her tits beginning to fill and overflow the deep metal basin. She opened her eyes as she saw her ambitious cleavage straining against the sink in a battle of flesh and metal. To her amazement, it looked as though flesh was winning. A creak filled the air as she felt the sink begin to sag. Tara's eyes widened and she tried to escape the iron grip of her captor, but it was too late. The sink ripped from the wall, sending Tara and her two new best friends sprawling to the ground. <br>\r\n<br>\r\n\"Ow.\" <br>\r\n<br>\r\nWith some effort, Tara regained her footing and, straining with all her might, pulled her breasts from the broken sink. A pool of water was beginning to form on the ground. <br>\r\n<br>\r\nTara stared down at her body. Her breasts had lain waste to her bra and blouse, leaving buttons and elastic alike lying on the tile floor in tatters. Her bust swelled forwards like twin hills, obscuring anything beneath nipple-height from her vision. In a fit of absentminded wonder, Tara reached her hands around the fullest expanse of her bust and struggled to brush her fingertips together. <br>\r\n<br>\r\n\"I should shrink these,\" she whispered to nobody in particular. The warmth in her chest was almost unbearable, filling her with a sensation of arousal and assurance. The feeling wrapped itself around her thoughts of shrinking, smothering in it in its soft, inescapable embrace, until they fell silent. She shouldn't <i>grow</i> any more, that was for certain. Not yet, anyway. Not while there were people standing between her and an everlasting feeling of growth, punctuated only by the sense of people, buildings and mountains alike being engulfed by her--<br>\r\n<br>\r\nTara's eyes shot open. There was time for that later. For now, she needed a way of getting out of here. She wrapped the remnants of her blouse around her nipples, tied its arms around the back of her neck, and tied the bottom corners of the top around her back. She examined her handiwork in the mirror. This makeshift bra wouldn't last forever; a garment which had once only held her torso now held tits that nearly dwarfed the rest of her body. She would have to walk out of here slowly, lest the bouncing of her new assets--<br>\r\n<br>\r\nAnother jingling sound filled the air, reminding Tara of something she had forgotten. She had leveled up. She glanced down at the screen. In flashing black-and-white letters read the words, \"Congratulations! You unlocked...\"</span></div></div>",
            "created":1587531600,
            "id":2822909,
            "title":"Rules are made to be exploited"
        },
        "1112":{
            "author_id":"royaljelly",
            "author_name":"RoyalJelly",
            "choices":[
                "Increase her own lactation until she leveled up again.",
                "Leave the bathroom and target some bystanders",
                "Increase her lactation-related pleasure without changing anything else. Free XP.",
                "Go back home and change into something less revealing. Like a bedsheet, maybe?",
                " Hunt down her competitor."
            ],
            "content":"<div class=\"\"><div> <span>...\"Lactation Control!\" read the screen. \"You can now alter the rate and volume of a target's breast milk production, as well as make minor changes to lactation-related sensations and the affected milk's properties! Other people you target gain immunity to this power for 10 minutes following exposure. Experience points are rewarded for increasing  the rate or volume of milk production for a target!  XP may also be given for other changes on a discretionary basis.\" <br>\r\n<br>\r\n\"The fuck?\" asked Tara. \"Why?\" <br>\r\n<br>\r\nAs if anticipating Tara's objection, a new message appeared on-screen. \"Please be aware that self-targeting to bypass a given power's time restrictions and rapidly gain experience points only works once per power, and precludes a contestant from choosing their new power upon leveling up.\" <br>\r\n<br>\r\nTara pouted. \"Fine.\" She supposed a weird power was better than no power at all. What was more, that little bit about \"discretionary basis\" revealed yet another aspect about the game: someone, or <i>something</i> was judging her performance. Tara had no idea how that'd help in the long run, but for now she filed it away under \"Potentially Useful Rules to Exploit\". <br>\r\n<br>\r\nA klaxon blared from the gun. Yet another message was displayed on the screen. <br>\r\n<br>\r\n\"There is at least 1 contestant within a half-mile radius of you.\" <br>\r\n<br>\r\nTara's heart raced. Somebody was closing in on her, and fast. She looked down at her beachball tits, mulling over her next course of action. It'd be stupid to target herself again and give herself another quick level-up, right? Even with her most recent change, she wouldn't be able to leave the bathroom without causing a scene. Spraying breast milk all over the place would be...counterproductive. <br>\r\n<br>\r\nTara cocked her head and pursed her lips. Admittedly, she didn't relish the thought of becoming a human dairy tanker, but then again, being two levels higher than her competition would doubtlessly be a major advantage, and one obscenely-busty freak with a firehose stream of breast milk leaking out of her would probably be just as conspicuous as a library full of people spontaneously lactating. She stared in quiet contemplation at her cleavage before snapping back to reality. There was no time to waste. <br>\r\n<br>\r\nTara decided to...</span></div></div>",
            "created":1587704400,
            "id":2823799,
            "title":"Rise of the Dairy Queen"
        },
        "12":{
            "author_id":"royaljelly",
            "author_name":"RoyalJelly",
            "choices":[
                "Shrink herself down and re-grow herself, then level up. ",
                "Grow a friend of hers into an amazon, then level up",
                "Grow herself into an amazon and subjugate her friends",
                "Shrink her friends.",
                "Something else. "
            ],
            "content":"<div class=\"\"><div> <span>Lindsay glowered at the gun that had replaced her phone. That thing was her bread and butter. What was she supposed to take selfies with now?! She pursed her lips and looked at the phone's screen. <br>\r\n<br>\r\n\"Congratulations, Lindsay Crowe! Your ray gun has the power of growth and shrinking! You can make yourself or others bigger or smaller at will! <br>\r\n<br>\r\nYour rules are as follows. <br>\r\n<br>\r\n1. Every time you make yourself smaller or other people bigger, you gain XP, with which you can level up. <br>\r\n<br>\r\n2. When you shrink another person, they're immune to your power for 60 minutes. <br>\r\n<br>\r\n3. The ray gun does not grow with you unless you spend XP to make that happen. <br>\r\n<br>\r\nThere are competitors within 5 miles of you. Good luck!\" <br>\r\n<br>\r\nLindsay examined the gun and decided to...</span></div></div>",
            "created":1587531600,
            "id":2822808,
            "title":"Lindsay Crowe, with Growth/Shrinking"
        },
        "13":{
            "author_id":"royaljelly",
            "author_name":"RoyalJelly",
            "choices":[
                "Absorb and transfer fat from various parts of her body, thereby leveling up.",
                "Go out and transfer fat between as many people as possible, leveling up.",
                "Discreetly absorb fat from as many people as possible to get \"ammo reserves.\"",
                "Get in her car and drive north, then see if she's any closer to her competition",
                "Something else. "
            ],
            "content":"<div class=\"\"><div> <span>Paula stared at the ray gun that had suddenly appeared in her hands. Her husband was gone on a work trip, and her kids were off at college; they couldn't have given her this. She whirled around, looking for a seemingly-invisible stalker, but saw nobody. <br>\r\n<br>\r\nShe looked at the screen. <br>\r\n<br>\r\n\"<i>Congratulations, Paula Jameson!  Your ray gun has the power of Weight Transfer. You can reduce another person's body fat in a given area, and then transfer it somewhere else! Your rules are as follows. <br>\r\n<br>\r\n1. The first time you absorb fat from a given body part and transfer it to another, you gain experience points! Again, this only works <b>once per person's body part you take fat from. </b><br>\r\n<br>\r\n2. Each time you absorb fat from another person, the targeted portion of their body is immune to your power for 60 minutes. Each time you transfer fat to another person, that person is entirely immune to your power for 60 minutes. <br>\r\n<br>\r\n3. You can absorb as much fat from others as you want. However, you can only inject a certain amount into each given location. <br>\r\n<br>\r\nThere are competitors within 10 miles of you. Good luck!</i>\"<br>\r\n<br>\r\nPaula took a deep breath. She decided that she would...</span></div></div>",
            "created":1587531600,
            "id":2822807,
            "title":"Paula Jameson, with the power of Weight Transfer"
        },
        "14":{
            "author_id":"royaljelly",
            "author_name":"RoyalJelly",
            "choices":[
                "Slowly bimbofy everyone in the gym and get as many XP as possible. ",
                "For some bizarre reason, aim the gun at her head and bimbofy herself. ",
                "Go hunting for her other competitors. ",
                "She felt her clothes begin to tighten as Paula Jameson transfered fat onto her. ",
                "Something else. "
            ],
            "content":"<div class=\"\"><div> <span>Tanya slowed her treadmill to a halt, staring dumbly at the remote in her hand. She had never seen this piece of equipment at the gym before. Was it a sign of some new race? <br>\r\n<br>\r\nShe looked at the screen, mouthing the words silently. <br>\r\n<br>\r\n\"<i>Congratulations, Tanya Morris! Your ray gun has the power of Bimbofication! <br>\r\n<br>\r\nWhenever you fire your gun at another human, they'll become a stereotypical bimbo. Blonde hair, fake ass and tits, collagen-filled lips, horny as hell, and dumb as a post. What's more, if somebody you've bimbofied gets het with your gun again, they'll change even further! <br>\r\n<br>\r\nYour rules are as follows. <br>\r\n<br>\r\n1. When you hit another person with the bimbofication ray, they become immune to its power for 120 minutes afterwards. You can only fire your gun once every 5 minutes.<br>\r\n<br>\r\n2. For each person you bimbofy, or for each bimbo you alter further, you gain experience points that let you make your life easier in the competition! <br>\r\n<br>\r\n3. The effects of your gun are irreversible, unless you spend experience points on the power to do so. <br>\r\n<br>\r\nThere are other competitors within 1 mile of you.<br>\r\n<br>\r\nGood luck, and have fun!</i>\"<br>\r\n<br>\r\nTanya bit her lip as she thought of a plan. <br>\r\n<br>\r\nShe would...</span></div></div>",
            "created":1587531600,
            "id":2822804,
            "title":"Tanya Morris, with the power of Bimbofication"
        },
        "141":{
            "author_id":"royaljelly",
            "author_name":"RoyalJelly",
            "choices":[
                "\"Control Over Bimbos' Minds\"",
                "\"Reverse Bimbofication\"",
                "\"No Time Limit Between Shots\"",
                "\"10 Minute Immunity\"",
                "Something else. "
            ],
            "content":"<div class=\"\"><div> <span>Tanya took a moment to process this new information, then knew what she had to do. As inconspicuously as she could, she grabbed a towel, wiped down the treadmill's handrails, and walked off to the gym's locker room. <br>\r\n<br>\r\nThe gears in Tanya's head spun as her plan solidified. This was a marathon, not a sprint. She would only get one chance to gain points every five minutes, and somebody changing into a blonde Barbie doll would attract attention. She needed privacy. <br>\r\n<br>\r\nTanya stepped into the locker room and saw a middle-aged woman in yoga pants rummaging through her locker, muttering to herself. The sound of the showers drowned out most of what she was saying. <br>\r\n<br>\r\n<i>Good,</i> thought Tanya. She raised the gun and fired a beam straight into the center of her target's back. <br>\r\n<br>\r\n\"What the fuck?\" snapped the woman, whirling on Tanya. \"What did you--<i>ooh!</i>\" <br>\r\n<br>\r\nStreaks of bleach blonde sprouted from the roots of the woman's dark hair, running down her locks as they grew more voluminous. Her eyes went blank and she pursed her plumping, pinkening lips as she moaned softly. Tanya stared at her victim's face, distracted by the changes. The woman's lips had grown to the thickness of her thumb, and shone with an artificial-looking gloss. <br>\r\n<br>\r\n\"Oooh, Tammy like,\" she giggled as she idly sucked on a now-manicured finger.<br>\r\n<br>\r\nTanya's eyes wandered downwards. Her target's --Tammy's -- breasts had become firm and globular. They had swollen to the size of medicine balls, dragging up the hem of her shirt, revealing a flat, waspish waist. Tammy moaned again in what could only be pleasure as her hips widened and ass thickened, stretching the fabric of her yoga pants into translucence. She ran a hand along her basketball-sized bubble butt and gave it a slap, giggling. <br>\r\n<br>\r\nIn instants, Tammy's transformation was complete. The middle-aged gym-goer looked more like a doll than her former self. She giggled and clapped her hands, her silicone-filled breasts shaking lightly as she did so. <br>\r\n<br>\r\n\"Oh yay! Like, thank you so much! Tammy feels--\" she trailed off as she sneaked a hand in between her legs. \"--Tammy feels so good!\" She hooded her eyes in an attempt at sultriness. \"Is there anything I can do to make it up to you?\" <br>\r\n<br>\r\n\"Go hide in a shower and masturbate for the next two hourss,\" said Tanya. <br>\r\n<br>\r\nTammy did as she was told. She strode off towards the showers, the sway of her thick ass beginning to rip her pants. Tanya sighed and glanced at the ray gun. A message telling her that she had earned 1 experience point and needed another 9 experience points to level up was flashing on the screen. She nodded and steeled her nerves. <br>\r\n<br>\r\nThe next nine victims fell without difficulty. The first unchanged woman in the showers scarcely noticed Tanya firing a beam of transmogrifying light under the shower curtain, and was too busy playing with the massaging shower head afterwards to give Tanya any more grief. Giggles and moans began to fill the shower stalls. Tanya turned on a couple more showers onto full blast, letting the noise hide the pleasured voices of her former prey. She hid in a corner and waited, transforming people who entered the locker room alone and stowing the brain-drained husks of their former selves in shower stalls.Soon the locker room was filled with giggling, curvy airheads, and a new alert emerged on her gun's screen. <br>\r\n<br>\r\n\"Congratulations! You leveled up! Please pick an upgrade.\"</span></div></div>",
            "created":1587618000,
            "id":2823333,
            "title":"Slowly bimbofy everyone in the gym and get as m..."
        }
    },
    "info":{
        "author_id":"royaljelly",
        "author_name":"RoyalJelly",
        "brief_description":"One person wakes up to find they have a magic remote. The catch: so do their competitors.",
        "created":1587584940,
        "description":"<td align=\"left\" class=\"norm\">Most expansion fans are familiar with the idea of a magic-growth ray or a Master PC. It's a fantastic device, given to one lucky bastard, with the ability to alter others' sizes, proportions, and, occasionally, their minds.<br>\r\n<br>\r\nThis is one of those stories. <br>\r\n<br>\r\nUnlike those stories, the main character is a contestant in a game run by an unseen pervert. They'll have to use their newfound power, skill, intelligence, and creativity if they don't want to be the next target of their competitors' empowered fetishes. <br>\r\n<br>\r\n<b>What is encouraged:</b><br>\r\nBreast expansion/ass expansion<br>\r\nWeight gain/muscle gain<br>\r\nGiantess/shrinking<br>\r\nLow-tier monster girl stuff. <br>\r\n<br>\r\n<b>Please avoid:</b><br>\r\nScat/golden showers/etc. <br>\r\nCharacter death (including lethal vore targeting unnamed characters)<br>\r\nExcessive amounts of futa.<br>\r\nNeedless gore or otherwise disgusting material. <br>\r\nOne-sentence/one-paragraph entries that only say that \"X character grew to Y cup size\" or \"X character grew to Y feet tall.\" <br>\r\n<br>\r\nAlso, please avoid excessive choice-trees. Nobody needs to choose every possible combination of characters and changes that they undergo. <br>\r\n<br>\r\n--------------<br>\r\n<br>\r\nSome basic notes for the competition: <br>\r\n<br>\r\n1. Each competitor starts off with a ray gun that follows the rules of science-fiction ray guns. It fires a fast, but dodgeable beam that is affected by mirrors. <br>\r\n<br>\r\n2. Each ray gun starts off with only one possible manipulation. For instance, one could start off capable of growing others' breasts, whereas another can make other people smaller. <br>\r\n<br>\r\n3. With each successive hit on a target, a contestant gains \"experience points\" which they can use to gain new powers on their guns, reverse changes made to them, or generally make the game easier for them. <br>\r\n<br>\r\n4. I would prefer it if the main characters' opponents were selected from existing contestant, but feel free to make up new contestants to suit your desires if need be. <br>\r\n<br>\r\n<b>Our competitors are: </b><br>\r\n<br>\r\n1. Tara Michaels: a short, mousy librarian. Cunning, creative and bears a hidden perverted streak she's reluctant to let out. <br>\r\n<br>\r\n2. Lindsay Crowe: a curvy Instagram influencer. Charismatic, reasonably athletic, and egomaniacal. <br>\r\n<br>\r\n3. Paula Jameson: a thick-set housewife and former heartthrob. Reasonably bright, able to blend into a crowd, shockingly creative. <br>\r\n<br>\r\n4. Tanya Morris: A triathlete with rigorous self-discipline. Fast, strong, none too bright. <br>\r\n<br>\r\n5. Any character of your choice. <br>\r\n<br>\r\n<i><b> Let the games begin! </b></i></td>",
        "id":2219855,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587751320,
        "pretty_title":"A Game of Growing"
    }
}