{
    "chapters":{
        "1":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Free slot 1",
                "Free slot 2",
                "Free slot 3",
                "Free slot 4",
                "More slots"
            ],
            "content":"<div class=\"\"><div> <span>Alright, here are the first four slots. Anyone who makes more slots, leave the last option for more slots.<br>\r\n<br>\r\nHere is the character format if you need it.<br>\r\n<br>\r\nName: <br>\r\nKaiju Name:<br>\r\nAge:<br>\r\nHeight:<br>\r\nAppearance:<br>\r\nPowers:<br>\r\nClothes: Mandatory for under 13<br>\r\nSide:<br>\r\nBackground story:<br>\r\nAdditional info:</span></div></div>",
            "created":1594616400,
            "id":2867578,
            "title":"Character slots"
        },
        "11":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Go to where she first grew",
                "Start her morning at her house as a giant",
                "Haruka is in the city helping",
                "Haruka is at a military base for testing",
                "Reader’s choice "
            ],
            "content":"<div class=\"\"><div> <span>Name: Haruka Kayoki <br>\r\n<br>\r\nKaiju Name: Call several, Harukazilla, Harukadon, She-Beast, Girlzilla, Kidzilla, and she likes being called a monster. Queen Haruka, Queen of the Monsters <br>\r\n<br>\r\nAge: 10, but her powers also stops her from aging, making her immortal<br>\r\n<br>\r\nHeight: 160ft<br>\r\n<br>\r\nAppearance: A fair skin girl with brown hair and blue eyes. Because of her Kaiju transformation, her body swelled up, putting some additional looks to her breasts and butt, making them more curvy.<br>\r\n<br>\r\nPowers: An extremely powerful Kaiju roar that can easily scare anyone. It also has the additional power of disabling nearby electronics and causing some destruction from the sound waves. Her body thanks to her mutation makes her stop aging, and she is easily immune to any weapons thrown against her. Breathing underwater, and also has laser breath as well from her mouth.<br>\r\n<br>\r\nClothes: Gonna use these picks as a reference of what Haruka would wear, but is often in a blue bikini outfit,<br>\r\n<br>\r\nPics: <a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/sarugetchu/images/5/51/Helga.png/revision/latest/scale-to-width-down/340?cb=20130228064012\" target=\"_blank\">https://vignette.wikia.nocookie.net/saru...</a> and <a rel=\"nofollow\" href=\"https://www.deviantart.com/erodriguez199698/art/helga-in-summer-274422028\" target=\"_blank\">https://www.deviantart.com/erodriguez199...</a><br>\r\n<br>\r\nSide: Neutral with a side of good<br>\r\n<br>\r\nBackground Info: Haruka Kayoki was just a normal girl who had a pretty basic life. She went to school, have friends, have a loving family, etc. But all of that changed one day when a strange meteorite comet came by and hit Haruka’s home, destroying it. Luckily her parents got out, but Haruka wasn’t quite as lucky as the meteorite hit just as she got out. She was nearly killed by the blast, but then somehow strange energies were emitted from the meteorite and was absorbed into Haruka. She survived the blast but was transformed into a towering young girl who’s body also got a But oversexed by the radiation with powers.<br>\r\n<br>\r\nAdditional info: This happened when she was just 8 years old, and while it took some getting used to, she decided to use her powers to help the people in Okita, Japan in anyway she can, while also trying to live a normal life as much as she can, just with a monster sized twist of course. The people also, while in fear at first, adore her and they loved her monster side so much, that they call her monster names. She actually likes the monster names a lot, and decided to embrace her Kaiju and kinda goddess status. Everyone helped the girl with food, housing, clothes, etc... and she helped out the city by demolishing, building, etc, soon she embraced her Queen status, and while not in charge, the people would view her as a goddess of some sort. She enjoys the power she had over them, but never abuses it, but still tries to live a good life as much as possible, even if it’s monster size,</span></div></div>",
            "created":1594702800,
            "id":2868749,
            "title":"The Giant Child Monster, Haruka"
        },
        "114":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "A giant Robot",
                "A new type of gun",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>\"Alright. Are you ready girlzilla.\" asked a gravely voice.<br>\r\n<br>\r\n\"I was born ready.\" Haruka smirked. She loved when General Tanaka invited her over to the military base for testing. It was one the few times she could use her powers uninhibited without fear of demolishing the city.<br>\r\n<br>\r\nGeneral Tanaka had been one of her most vocal detractors when she first became a kaiju and wanted nothing more than to exterminate her before she became a major threat. But over time he began to slowly change his tune when he saw how helpful she could be and how the people adored her.<br>\r\n<br>\r\nHe still wasn't her biggest fan by any stretch of the imagination, but at least he wasn't petitioning anymore to drop missile on her.<br>\r\n<br>\r\nCurrently she was in the military's battle arena which was reserved for the general's latest weapon tests. Because of how durable she was, she was the perfect test subject for his scientist's latest weapons of mass destruction. Last time she tanked a bunch of borderline nuclear missiles, this time she was unsure what she was facing and excited nonetheless. <br>\r\n<br>\r\n----<br>\r\n<br>\r\nThis time it was the general's turn to smirk from the safety of his testing window. \"Well aren't we confident.\" he then turned towards his scientists. \"Release project Monster Hunter.\"<br>\r\n<br>\r\n\"Yes sir.\" one scientist answered.<br>\r\n<br>\r\n\"Releasing Project monster Hunter.\" Another stated.<br>\r\n<br>\r\nThe final scientist punched in a few codes on his keyboard and turned to the others. \"Are we sure project Monster Hunter is ready?\"<br>\r\n<br>\r\n\"Of course, advanced statistical analysis says the project is ready.\"<br>\r\n<br>\r\n\"You crunched the numbers like the rest of us, how could you have any doubts?\"<br>\r\n<br>\r\n\"General?\" the keyboard scientist called. \"the last experiment ended in failure as did the other nine. I'm not sure about this.\"<br>\r\n<br>\r\nGeneral Tanaka was silent. \"Begin the test. If it fails... then we're all in trouble.\"<br>\r\n<br>\r\nThe scientists all nodded. The higher ups were getting tired of their constant failures to produce a kaiju killer, if they failed this time then that meant serious repressions.<br>\r\n<br>\r\n\"Yes sir.\" the scientist gulped. \"Releasing Project Munster Hunter!\"<br>\r\n<br>\r\n----<br>\r\n<br>\r\nBack in the battle arena, Haruka waited patiently for the test. Her calm composure was rewarded by the lights in the facility going dark and the alarms blaring. This happened whenever a new test was issued. It warned everybody present that shit was going down.<br>\r\n<br>\r\nA red light flared around Haruka as she stared at the large steel door. Slowly it began to creak open, white smoke emerging from the other side. She had no idea what was coming, yet she welcomed it with open arms.<br>\r\n<br>\r\nIt was time to play.<br>\r\n<br>\r\n</span></div></div>",
            "created":1594789200,
            "id":2868941,
            "title":"Project Monster Hunter"
        },
        "1141":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "A giant spider themed robot",
                "A giant dragon themed robot",
                "Build your own robot"
            ],
            "content":"<div class=\"\"><div> <span>\"Showtime.\" Haruka whispered. She was so ready to rampage.<br>\r\n<br>\r\nShe waited with barely contained anticipation as she continued to eye the white fog. Whatever emerged from their would no doubt be exciting. She lived for exciting. <br>\r\n<br>\r\nThen she heard it. The sound of footsteps, large footsteps, fallowed by the sounds of scraping metal. Whatever was coming must have been mechanical. <br>\r\n<br>\r\nIt wouldn't surprise the young Kaiju if her opposition was mechanical considering she's scrapped more than her fair share of the generals menacing machines.<br>\r\n<br>\r\nThe only downside was they didn't tend to last very long when she went all out and because of her insane level of durability, she could pretty much tank whatever the dished out.<br>\r\n<br>\r\nShe could still remember the first time she came to the military's testing facility and they had her fight a bunch of mini robots with experimental blaster technology. From what the general explained, those blasters had enough power to cut through 12inches of metal like a hot knife through butter. Yet, they didn't even burn or break her skin. Needless to say he was pissed. <br>\r\n<br>\r\nThat's how all his tests went. He'd bring in the latest... whatever, and she'd either tank it or destroy it. Either way the outcome was always the same... Girlzilla wins.<br>\r\n<br>\r\nHaruka was broken from her thoughts when suddenly the footsteps went silent. The kaiju didn't know what to expect, but all of a sudden the alarms stopped blaring and the lights retuned to normal. All that was left was the white fog and what was concealed within.<br>\r\n<br>\r\nJust what was in there?<br>\r\n<br>\r\nFrom inside his window the general and scientist looked on with anxious expressions. This was it.<br>\r\n<br>\r\nHaruka tightened her fists in preparation and met the glowing red eyes of the automaton.<br>\r\n<br>\r\n</span></div></div>",
            "created":1594789200,
            "id":2868964,
            "title":"Calm Before the Storm"
        },
        "11413":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "A robot Haruka",
                "A scorpion themed robot",
                "More Options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><font class=\"size35\" style=\"\">Build your own robot<br>\r\n----------------------------<br>\r\n<br>\r\n1) A robot Haruka<br>\r\n<br>\r\n<br>\r\n2) A scorpion themed robot<br>\r\n<br>\r\n<br>\r\n3) More options</font></span></div></span></div>",
            "created":1594789200,
            "id":2868965,
            "title":"Build your own robot"
        },
        "114131":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Haruka defeats MechaHaruka easily",
                "MechaHaruka defeats Haruka",
                "Haruka discovers a new power during the battle"
            ],
            "content":"<div class=\"\"><div> <span>Haruka looked on as a metallic hand reached through the fog and gripped the metal doorframe. So she was right after all, another robot for her to scrap. Knowing that made her smile, the general was about to hold another 'L' in his chest.<br>\r\n<br>\r\nAnother hand reached out to grab the other side of the doorframe. Whatever kind of robot this was, was sure taking it's sweet time. This slow pace kind of reminded her of when she fought the general's tanks.<br>\r\n<br>\r\nShe'd seen turtles that moved quicker.<br>\r\n<br>\r\nHaruka was starting to lose her patients now. \"Would you just hurry up!\"<br>\r\n<br>\r\nAs if the machine had herd her demand, the metal menace broke through the fog. When it did Haruka was left stunned. Ever since she first came to this facility she'd faced numerous robots and weapons... but never had she faced a machine version of herself.<br>\r\n<br>\r\nThis iron maiden looked almost exactly like her, minus the metal frame. Neck-length brown hair, glowing blue eyes, and curvy in all the right places. She even wore the same swimsuit as her outside of the color change. Bloody crimson to contrast against her sky blue.<br>\r\n<br>\r\nWhat the heck was this!? Haruka turned away from the metal pretender to the general's window. \"Mr. Tanaka!? What the heck is this!?\"<br>\r\n<br>\r\n\"Imitation is the most sincere form of flattery. Every other trial before this led us all to the same conclusion, nothing we built could stand against you. Your body is the perfect war machine, and what better way to harness that kind of destructive power than to mold our latest creation in your image.\"<br>\r\n<br>\r\nHaruka didn't know weather she should be flattered or angry, maybe a little bit of both. She never signed on for a mirror match. She hated mirror matches. Especially when she was still small and could play video games and her father would mess with her by picking the same character. She hated that.<br>\r\n<br>\r\n\"Fine.\" Haruka huffed before turning back to her iron double. \"It doesn't matter if she looks like me or not, I'm gonna send her back to the scrap heap!\"<br>\r\n<br>\r\nStream seemed to shoot from the metal Haruka's ears, the sound reminiscent of a tea kettle. \"Error. This unit will send you back home crying.\"<br>\r\n<br>\r\n\"It talks!?\" Haruka breathed before getting serious. \"And it talks trash.\"<br>\r\n<br>\r\n\"Who added a trash talk feature?\" General Tanaka sighed.<br>\r\n<br>\r\n\"Me sir.\" one scientist admitted. \"We had parts leftover and I didn't want them to go to waste.\"<br>\r\n<br>\r\n\"Fine. Just as long as Project Monster Hunter (P.M.H) can get the job done.\" The general then locked eyes with the kaiju. \"Let the battle trial begin in 5... 4... 3... 2... 1... GO!\"<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n </span></div></div>",
            "created":1594789200,
            "id":2868976,
            "title":"Mechaharuka"
        },
        "1141311":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "General Tanaka's private hearing",
                "the next day",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>To say the general and the scientist were stunned would be an understatement. The horror in their eyes combined with their slacked jaws conveyed the message that they were not just stunned, they were embarrassed. The 'fight', if could even be called that didn't even last five minutes.<br>\r\n<br>\r\nGirlzilla stood triumphant over their latest with her arms crossed and her foot planted firmly on the automaton's chest. She wasn't even injured, tired, or sweating, she just looked victorious like she always did when going head-to-head against their latest creations. Once again they had failed.<br>\r\n<br>\r\n\"General? What do we do?\" A scientist asked with dread in his voice. That dread was shared by the rest of his colleagues and for good reason. This was their last chance and constant failure would be met with severe consequences. <br>\r\n<br>\r\nFor a minute, there was nothing but silence. The general could still hardly believe what he witnessed. One punch. That's all it took to fell project monster hunter. Girlzilla managed to snuff out almost a years worth of hard work and dedication with one blow.<br>\r\n<br>\r\nGeneral Tanaka looked back at his scientist with mechanical slowness on par with the scrap currently under the giantess Kaiju's foot. \"See her out and send the trial data to high command.\"<br>\r\n<br>\r\n\"Sir?\" the keyboard scientist asked.<br>\r\n<br>\r\n\"Just do it.\" the general ordered. \"There's no sense in keeping her any longer and there's no use in delaying the inevitable. Get her out and send the battle data.\"<br>\r\n<br>\r\n\"As you wish.\" A scientist said sadly.<br>\r\n<br>\r\n----<br>\r\n<br>\r\nBack in the arena, Haruka basked in her victory. Once again she'd sent another bucket of bolts back to the scrap yard where it belonged. When would the general learn he could never invent anything strong enough to defeat her?<br>\r\n<br>\r\nAlthough, maybe she shouldn't have gone all out and destroyed the metal monstrosity in one hit? Normally she'd drag things out a bit but her hatred of mirror matches demanded she end things on the spot.<br>\r\n<br>\r\nStill, she could only imagine the general's face right now. He was probably foaming at the mouth at how quickly she dispatched his mechanized monster. Serves him right. Next time he won't try to copy her like that.<br>\r\n<br>\r\n\"H-hello!? G-Girlzilla!?\" A voice rang below her. Looking down by her foot she noticed one of the general's scientists calling up to her with a megaphone. <br>\r\n<br>\r\n\"Yeah?\"<br>\r\n<br>\r\n\"The battle trial is over now. T-the general said to see you out.\" he explained.<br>\r\n<br>\r\nHaruka smiled before removing her foot from the robot. \"Oh don't worry, I can see myself out.\"<br>\r\n<br>\r\nWith that she began walking away through an open slide door.<br>\r\n<br>\r\n\"W-wait--\"<br>\r\n<br>\r\n\"Next time tell the general that he'll have to come up with something more original if he wants to beat me! Bye-bye!\"<br>\r\n<br>\r\nShe was gone... leaving the lone scientist with an almost broken frown. \"What next time?\" he whispered.<br>\r\n<br>\r\n----<br>\r\n<br>\r\nUp in the window the general sat by a computer screen with a blank expression, his men huddled behind him. Each of them anxiously awaited a response from high command for their embarrassing defeat.<br>\r\n<br>\r\n\"What will happen to us sir?\"<br>\r\n<br>\r\nWill we be terminated?\"<br>\r\n<br>\r\nThe general turned towards his scientists. \"I don't know.\"<br>\r\n<br>\r\nA message then popped up on the screen.<br>\r\n<br>\r\nGeneral Tanaka's face remained stoic as ever as he read the message.<br>\r\n<br>\r\n\"What's it say?\"<br>\r\n<br>\r\n\"It says that as of today, all of you are being reassigned... and I'll be going up to high command for a hearing.\" he answered, shocking his men. <br>\r\n<br>\r\n\"Reassigned!?\"<br>\r\n<br>\r\n\"Where are we going!?<br>\r\n<br>\r\n\"It doesn't say. All I know is that come tomorrow, nothing will be the same again.\"<br>\r\n<br>\r\nNothing.<br>\r\n<br>\r\n----<br>\r\n<br>\r\nHaruka yawned before giving her body a good stretch. Playing with the general was fun, but she was ready to call it in early. Looking up at the sky she could tell she'd been at the base for a while. The sun was setting and the sky was bathed in orange. <br>\r\n<br>\r\nIt was time to swim home and rest. Maybe next time General Tanaka will come up with something that'll give her a challenge.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1594789200,
            "id":2869008,
            "title":"Battle Trial Failure "
        },
        "11413111":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Project Monster Hunter 2.0",
                "Haruka's day out",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>General Tanaka hadn't slept well, in fact he hadn't slept very much at all. All he could think about was yesterday's miserable failure and the fear and disappointment on his men's faces. Because of his failure as a general they were reassigned to god knows where and he was trapped here at this hearing waiting to see what would become of him.<br>\r\n<br>\r\nThis was all because of that damn Kaiju girl. No matter what he tried or how much he strategized, none of his creations could so much as hurt her, let alone defeat her. Project Monster Hunter was supposed to be his magnum opus, the culmination of everything that came before. It was supposed to leave her crying and ensure the future of technological warfare. Now it was scrap and he was back to the drawing board.<br>\r\n<br>\r\n\"General Tanaka?\" a meek voice called. \"It's time for your hearing.\"<br>\r\n<br>\r\nThe man nodded and straightened his tie. \"Let's get this over with.\"<br>\r\n<br>\r\nHe pushed open the double doors that stood before him and entered the private office. Inside was the chief of high command and a woman he had the rather unfortunate circumstance of knowing. The man was chief Sakurai and the woman was head scientist Junko.<br>\r\n<br>\r\nChief Sakurai sat behind his desk while Junko stood beside him with her clipboard in hand. \"I trust you know why you're here General Tanaka?\"<br>\r\n<br>\r\n\"Yes sir.\" bowed.<br>\r\n<br>\r\n\"Rise.\" Sakurai ordered. \"As a general your duty is the safety and protection of the people, correct?\"<br>\r\n<br>\r\nTanaka nodded.<br>\r\n<br>\r\n\"It is because of your role that you were given a private division and men capable of creating any project you saw fit. We gave you a base, men, resources, and near unlimited funding. Yet none of your creations bore fruit. Then when this... this, freak shows up on our doorstep, you can't even take her down!\"<br>\r\n<br>\r\nGeneral Tanaka looked down in shame. \"We did our best sir!\"<br>\r\n<br>\r\n\"Your best was not good enough!\" he growled. \"We have a living breathing 160ft female monster living in our city that could rampage at any time if left unchecked and time and time again you fail to deliver a contingency plan! That girl is a danger to Japan and herself! The fools just can't see it yet! They're blind to this girls size and 'charm'.\"<br>\r\n<br>\r\n\"I know.\" Tanaka answered. \"We've tried numerous times to take her down or find a weakness with our battle trials and--\"<br>\r\n<br>\r\n\"And yet time and time again you fail to deliver results.\" Junko interrupted. She pushed up her glasses before continuing. \"Your job was to make sure in the event this monster ever lost control she could be contained or taken out. Instead she's made the military and your division look like chumps.\"<br>\r\n<br>\r\nTanaka tightened his fists. \"We did our best. That girl is a scientific mystery. Nothing we created could even break her skin. All ten battle trials only confirm that Girlzilla might just be invisible.\"<br>\r\n<br>\r\n\"I disagree.\" Junko said casually. \"Everyone one has a weakness, you just have to find it and push.\"<br>\r\n<br>\r\n\"It's not that simple.\" Tanaka argued. \"The battle data--\"<br>\r\n<br>\r\n\"That's your problem. You rely too much on the numbers, general. All ten of your battle trials were based on the data crunched from previous encounters and recorded footage from news copters as well as estimations. You let the math dictate your next course of action and as such you failed.\"<br>\r\n<br>\r\n\"Do you realize how ridiculous you sound!?\" The general asked in disbelief. \"The numbers are everything.\"<br>\r\n<br>\r\n\"Fool.\" Sakurai cut in. \"Why play the odds when you can make them?\"<br>\r\n<br>\r\nTanaka looked confused. \"What are you saying, sir? The numbers--\"<br>\r\n<br>\r\n\"Enough!\" Sakurai shouted. \"No more excuses about the numbers! I'll hear no more of it!\"<br>\r\n<br>\r\nJunko smirked. \"Despite your string of failures, your last one wasn't actually as bad as you believe it to be.\"<br>\r\n<br>\r\n\"What?\"<br>\r\n<br>\r\n\"Project Monster Hunter wasn't a bad idea on paper, just in execution. Which is why I believe with a little tweaking, we might just have ourselves the perfect war machine.\"<br>\r\n<br>\r\nSakurai's eyes narrowed. \"Tell the man, Junko.\" <br>\r\n<br>\r\n\"As of today you work for me now general and you'll be aiding me with my personal project. Monster Hunter 2.0. I'm going to turn your chicken shit into chicken salad, understand?\"<br>\r\n<br>\r\nTanaka grit his teeth. \"I understand.\"<br>\r\n<br>\r\n\"Good.\" Sakura sighed. \"Now get out of my office both of you. I have a lot of work to do and by extension so do you.\"<br>\r\n<br>\r\nBoth saluted. \"Yes sir.\"<br>\r\n<br>\r\n\"Oh, and Junko?\"<br>\r\n<br>\r\n\"Yes sir?\" <br>\r\n<br>\r\n\"Don't fail me.\" Sakurai said firmly.<br>\r\n<br>\r\nJunko simply smiled while Tanaka grumbled. \"Wouldn't think of it.\"<br>\r\n</span></div></div>",
            "created":1594789200,
            "id":2869034,
            "title":"By the Numbers"
        },
        "114131111":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Junko meets Haruka in the city",
                "The general begins work on a secret project",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>As the pair left high command, Tanaka couldn't help but scowl. Sakurai was a fool if he saw it to ignored the battle data. Numbers were everything, they dictated the best course of action on the battlefield and most likely saved more lives than anyone would ever know. So say that they didn't matter was just ludicrous.<br>\r\n<br>\r\nThen there was Junko. He couldn't stand this woman. Everything about her simply rubbed him the wrong way and the way she could suck up to people made him want to puke. Not to mention he'd been a witness to some of her more... covert projects. Needless to say the woman had no morals. If she was heading a new monster hunter project then that meant nothing good for those involved.<br>\r\n<br>\r\n\"So what exactly is your plan?\" Tanaka pried. <br>\r\n<br>\r\nJunko smirked. \"All in good time general, all in good time. Anyway, why don't you head back down to base while I make preparations.\"<br>\r\n<br>\r\n\"For what?\"<br>\r\n<br>\r\n\"Why, for first contact with the enemy of course.\" Junko giggled. \"I want to meet this Kaiju girl face-to-face.\"<br>\r\n<br>\r\n\"Why on earth would you want to do that? Surly your time would be better spent behind a laptop?\"<br>\r\n<br>\r\n\"Tut, tut, tut, general.\" the head scientist mocked. \"No need to get all dramatic. I'll get behind the screen when I'm good and ready. For now be a good little grunt and do as your superior demands. Head back to base while I go confront this big bad threat to national security.\"<br>\r\n<br>\r\nThe general grit his teeth. \"Yes sir.\"<br>\r\n<br>\r\n\"Good boy.\" she teased. \"Now run along.\"<br>\r\n<br>\r\nThe general did as he was told, but not with a few muttered curses under his breath.<br>\r\n<br>\r\n\"Such an amusing little man.\" Junko remarked. \"Now it's time to meet this Girlzilla and get this show moving.\"<br>\r\n</span></div></div>",
            "created":1594875600,
            "id":2869837,
            "title":"Phase 01"
        },
        "1141311111":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Junko back at base",
                "Haruka takes more photos",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Haruka leisurely skipped through the city streets, causing all manner of quakes with her reckless actions. All around her was the blaring of car alarms and cheers from the people below. Despite the destruction she caused the citizens of Japan still adored her. She could knock over a tower on purpose and they'd probably still sing her praises.<br>\r\n<br>\r\n\"What to do what to do.\" Haruka wondered as she stopped in the middle of the road. Her sudden stop had caused the cars behind her to crash into her foot and stockpile on top of one another. Miraculously no one was hurt. Instead they were in awe of who they hit. Some of them even began to take pictures.<br>\r\n<br>\r\n\"This is insane.\" someone said, watching the entire scene play out. That someone was none other than Junko herself, dressed in her more casual attire as opposed to her usual scientific one. \"It's like the people here are hypnotized. She shows up, breaks things with little regard for her actions and the peoples safety, and yet they act as if her just being near them is an honor.\"<br>\r\n<br>\r\nThat realization made Junko giggled. The people were ridiculous and their favorite Kaiju was as irresponsible as she could be. She probably didn't even realize what a danger her size represented in this little city. Ignorance was bliss. <br>\r\n<br>\r\n\"I can't wait to kick start project monster hunter 2.0. That girl will do wonders for me.\" she smiled as she watched the giant take a seat in the road and pose with a few cars in hand for the locals. \"They really do love their monster genre in this country don't they.\"<br>\r\n<br>\r\nOh well, it was time to move.<br>\r\n<br>\r\n\"thank you, come again!\" Haruka waved. \"Anyone else want a monster photo?\"<br>\r\n<br>\r\n\"I do called a woman from the back of the crowed. She was a buxom blond in a red sweater with blue eyes and... were those cowboy boots? \"I'd like a monster photo with the cities resident giantess.\"<br>\r\n<br>\r\n\"Sure!\" Haruka smiled what's your name?\"<br>\r\n<br>\r\n\"Oh my names Junko, Sayo Junko.\" she answered. \"And you're Girlzilla, right?\"<br>\r\n<br>\r\nHaruka smiled. \"That's me. So what kind of photo do you want?\"<br>\r\n<br>\r\nCan I get a picture of me in your mouth like you're about to eat me. It would look great on my desktop.\" Junko smiled.<br>\r\n<br>\r\nHaruka looked elated. Not a lot of people chose that pose. \"You got it!\"<br>\r\n<br>\r\nPerfect.<br>\r\n<br>\r\nHaruka handed her cellphone to nearby civilian and asked them to take the shot. They of course nodded not wanting to say no to a beautiful lady and the blue swimsuit clad giant.<br>\r\n<br>\r\nGirlzilla lowered her head. \"Hop in!\"<br>\r\n<br>\r\n\"As you wish.\" Junko said causally before hopping into the wet and smell maw that belonged to the giant. To anyone else this would a terrifying experience, not to mention gross as hell, but Junko loved it. There was just so much DNA in here to steal. Her body was literally being saturated in it. She pulled a small vial out from her pocket and quickly began to scoop up some samples.<br>\r\n<br>\r\n\"Are you ready?\" Haruka asked.<br>\r\n<br>\r\n\"Ready.\" Junko smirked.<br>\r\n<br>\r\nThe civilian took the picture of Junko pretending to look terrified while Haruka played the part of an hungry predator. Despite the sinister intent behind this, the scientist supreme found the whole experience quite enjoyable. <br>\r\n<br>\r\nThe kaiju let her down and she wasted no time swiping back her phone. \"Not bad.\" she casually remarked about the photo. Perhaps she really would put this on her desk top?<br>\r\n<br>\r\n\"Sorry about the drool.\" Haruka apologized nervously.<br>\r\n<br>\r\n\"It's no problem. You keep being awesome!\" Junko grinned before giving the girl a thumbs up.<br>\r\n<br>\r\nHaruka returned it. \"Will do!\"<br>\r\n<br>\r\n\"Good.\" and with that, Junko disappeared into the crowed.<br>\r\n<br>\r\n\"She was so cool.\" Haruka cheered. She then turned her attention to the line in front of her. \"Okay, who's next?\"<br>\r\n</span></div></div>",
            "created":1594875600,
            "id":2869853,
            "title":"Face-To-Face"
        },
        "11413111111":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "The general and Junko depart to see the U.S. project",
                "Focus in Haruka in the city",
                "Reader’s choice"
            ],
            "content":"<div class=\"\"><div> <span>Junko was just smiling just as she was driving right back to the military base, knowing that she just got some samples of Haruka’s drool which is sure to contain some DNA for her to look at. As she was just getting back to the main base of operation, she goes to see the general Tanaka, who is of course annoyed and pissed. He was having is arms against the wall, knowing he is being mocked by the fact he has to work with the scientist Junko, but she seems happy to tell him.<br>\r\n<br>\r\n“Well hello there my friend.” Junko said with a bit of a smile on her face, and the general sighed. “How is everything back in the base?”<br>\r\n<br>\r\n“Not in the mood to say, but fine I guess. So, tell me what trouble did you went through.”<br>\r\n<br>\r\n“Oh you wouldn’t believe what I did today. I went and saw the giant 10 year old swimsuit clad Haruka, a.k.a. Girlzilla and got a picture with her with me as the terrified girl about to be eaten by her. I know she is a good girl and has done a lot for the people in Japan and is a worldwide sensation, but at the same time she is so reckless. Where she walks, the ground rumbles, and plenty of near accidents and vehicles gets wrecked. So careless for a girl her age, along other things.” Junko said just as she show the pic on the phone.<br>\r\n<br>\r\n“Well, nice for you.” The general said, kind amused by the situation that Junko put herself in to embarrass herself.<br>\r\n<br>\r\n“But that is not all, in fact... its get better. During this, I was drooled on by Haruka, and I used that to get plenty of samples of what I am sure is to be DNA.” Junko said, showing the vial with the sample inside, which got the general to look at it.<br>\r\n<br>\r\n“Interesting. Maybe I could see where you are going with this. I know the U.S. has done something quick similar, only with cloning technology.” The general admit, impressed by Junko’s effort. (<a rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2226717-Girlzilla-Giantess-Monsters-20/map/13?add_success=true\" target=\"_blank\">https://www.writing.com/main/interactive...</a>) (reference here)<br>\r\n<br>\r\n“Well let’s just say that I have something big planned in mind. But I think where you failed is actually quite in an area you didn’t expect. You see, we need to actually need to understand Haruka a little bit more, and not just in her powers and size that we obviously see. We need to see the DNA side of it, and even kinda try to be her ally a little it.” Junko giggled before the general snapped at the thought of being the giant’s ally.<br>\r\n<br>\r\n“YOU SHITTING ME?????!!!!!!!” Tanaka snapped in anger, ready to take it out on Junko, almost lashing out but Junko push him to the side.<br>\r\n<br>\r\n“Well think of it like this.... we need to try to win her over as a friend, and perhaps get her to open up to us a little bit more, and to actually see that there is more than just her, and what not. Basically, we need to understand Haruka. As a person, as a kaiju, etc. See what the people think of her, and perhaps use that as an advantage in our project.” Junko then explained just as she starts looking on the sample on her laptop.<br>\r\n<br>\r\nThe general had a thought for a moment, and then he signed and reluctantly agreed. “Very well, we will try to be friends with the giant, perhaps opening up to her a little bit could be of benefit to us.”<br>\r\n<br>\r\n“Yes, and also, that is what me and the head superior’s were discussing earlier before the meeting. Rather than actually try to be an enemy or a tester to Haruka, we need to be her friend so we can understand her more and make our project, and when our project is ready, we will be ready to send her home crying and have her death with immediately, and when she least expects it.” Junko then added. “Know the enemy.”<br>\r\n<br>\r\n“Well its getting late. We have to be departing for the U.S. soon, as they are going to show a test of their kaiju.” The general added as he remembers he has an event to attend to.<br>\r\n<br>\r\n“Well yes, and I am a fan of what they are doing from what I saw so far, but my project will be... quite special.”<br>\r\n<br>\r\nSo what happens now?</span></div></div>",
            "created":1595048400,
            "id":2871017,
            "title":"Understanding the Plan"
        },
        "114131111112":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "She is going to demolish a part of the city for reconstruction",
                "She is gonna test some clothes they made for her",
                "She is gonna visit some of her friends"
            ],
            "content":"<div class=\"\"><div> <span>Haruka is kinda of a strange beast to say to the people of the Japan. She knows she is popular and what not, but so much to where they don’t care about the quakes and damages that she does to their vehicles as she stomps around the city all because they love her. Haruka was always mindful of being careful not to crush on stuff intentionally, though stomping around Japan is always a treat and fun thing for her to do. Maybe its because of her body maybe, bigger breasts, cuter butt, or just the sheer size and power she has that the people secretly live in fear of her, knowing she could snap at anytime.<br>\r\n<br>\r\nBut if anything though, she is a nice person at heart. She is a big help to the cities of Japan, and is massively popular around the world, so much so that other places across the world are trying to make monsters like her to compete with her. It would be interesting to see her making friends with other giants like her, and also nice as well. It was only two years since she became a giant, but the city and Japan changed a lot to help her. Like with specially made roads that she often goes on unless doing a shoot like she did with Junko, the island home off the coast of Japan, etc.<br>\r\n<br>\r\nBut they are things that she has to do today, and after her photoshoot with the vehicles, she gave her bikini a once over and proceeded to stomp in a certain direction, but where is she going?<br>\r\n<br>\r\nOne job that she always loves to do, and on rare occassions, the people and government of Japan would ask her to destroy some buildings for reconstruction. This is easily her favorite thing to do, as it lets her be the monster that she really likes being, and its a favorite treat for the people of Japan to see the giant child monster “terrorize” Japan.<br>\r\n<br>\r\nAnother thing she tends to do is head to a specially made building for Haruka where they are making clothes for her to try on, mainly swimsuits but she doesn’t mind being in just swimsuits all the time. The other outfit she likes surprisingly is a school girl outfit, even though people would look up her skirt, but she knew that would happen. It is fun also to be a giant school girl monster also.<br>\r\n<br>\r\nAnd finally, she also constantly checks up with her friends from her previous school and at the play park where Haruka or as the kids call her, Harukazilla is a massive attraction and is beloved by children. Its also how Harukazilla got her giant monster names also.<br>\r\n<br>\r\nSo what will Harukazilla do right now? </span></div></div>",
            "created":1595221200,
            "id":2871914,
            "title":"Harukazilla’s invisible reign on Japan"
        },
        "12":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Fight crime with Gwen",
                "Superhero's aren't your thing"
            ],
            "content":"<div class=\"\"><div> <span>Name: Gwen Martin<br>\r\n<br>\r\nKaiju Name: Marco-Girl<br>\r\n<br>\r\nAge: 18<br>\r\n<br>\r\nHeight: 68ft <br>\r\n<br>\r\nAppearance: Gwen is a fair-skinned girl with neck-length blonde hair and blue eyes. She's also has a very athletic build.<br>\r\n<br>\r\nPowers: She has enhanced senses and can easily spot people on the ground despite her size. She can also lift three times her own body weight.<br>\r\n<br>\r\nClothes if anything: She's normally  seen wearing a crimson red bikini and red eye mask.<br>\r\n<br>\r\nSide: Good<br>\r\n<br>\r\nBackground story: Gwen was an average girl living in Dice City when one day there was a meltdown at her father's job at the chemical plant. She managed to get him to safety at the expense of being exposed to lethal levels of radiation. Miraculously she survived and the resulting radiation caused her to grow to a titanic size.<br>\r\n<br>\r\nAdditional info: Ever since she became a giant, Gwen decided to use her new stature to the city's advantage. It all started when she stopped a bank robbery and ever since then she'd become the city's resident superhero. Her parents and sister helped sew up her costume and she's been a crime fighter ever since.</span></div></div>",
            "created":1594702800,
            "id":2868545,
            "title":"Gwen Martin "
        },
        "121":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Gwen moves to another part of the city",
                "Gwen spots a crime in progress",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Dice City, if only everything down there was as peaceful as it looks from up here.\" Gwen mused as she looked down at the citizens and cars below. So far the day had been rather slow and she hadn't seen much action on the streets. In fact the most vile thing she'd seen all day was a purse snatching, and even then the thug didn't get far. He gave up the second he saw her.<br>\r\n<br>\r\nThat made sense, after all who in their right mind would want to get into a fight with a 68ft woman? The answer, a lot of people at first. They were either very brave or very stupid and Gwen was inclined to believe the latter. They had to be if they believed a few idle threats and bullets would work on her. If anything the petty resistance only served to annoy her.<br>\r\n<br>\r\nStill, she couldn't deny the thrill of taking down criminals and the cheers from the people thanking her for her service. Service she wasn't getting paid for by the way. Oh such was the tragic life of a superhero. Although Gwen guessed she couldn't really call her life tragic. Especially since she liked what she was.<br>\r\n<br>\r\nEver since that accident at the chemical plant she'd been rendered a 68ft woman in a big city. A city brimming with crime and criminals that needed to be taken down. So after giving it some thought she dawned her mask and bikini and became a Kaiju style superhero.<br>\r\n<br>\r\nIt took a little getting used to at first as she would accidently cause some property damage, but at least she took down the bad guys. Hearing the people cheer for her and the thanks she revived from the chief of police, how could she not continue? The mayor even put a division together to pay for property damage so long as she got the bad guys.<br>\r\n<br>\r\nHonestly she could say her life was good. \"Well there's no use standing around here. Looks like the place is all clear.\"</span></div></div>",
            "created":1594702800,
            "id":2868551,
            "title":"The Dice City Protector"
        },
        "13":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Koyukizilla’s origins",
                "Koyukizilla’s routine in the desert and Area 51",
                "Koyukizilla on a mission somewhere in the world",
                "Koyukizilla and Shea spending time together",
                "Reader’s choice"
            ],
            "content":"<div class=\"\"><div> <span>This new story takes place in the Haruka universe: <a rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2226717-Girlzilla-Giantess-Monsters-20/map/11\" target=\"_blank\">https://www.writing.com/main/interactive...</a><br>\r\n<br>\r\nName: Koyukizilla<br>\r\nKaiju Name: Koyukizilla (that is literally her name)<br>\r\nAge: 9 in appearance (in reality age 2-3, but has a mentality of an older girl)<br>\r\nHeight: 160ft<br>\r\nAppearance: Has long black hair down to her shoulder, pale skin, and wears a pink bra and panties combo as a outfit among other outfits, the dna also curves the body a bit also, red eyes<br>\r\nPowers: Has the same powers as Haruka, but instead of a atomic breath, she has fire breath that she inhales and exhales, and can also hit fireballs as well. Much more feral and monstrous.<br>\r\nClothes: Pink bra and panties<br>\r\nSide: Good, but there is a huge rivalry with Japan, so somewhat neutral also<br>\r\nBackground story: Koyukizilla isn’t really a human at all other than appearance. She is a pure on kaiju, with dna from a human being up-merged with the meteorite fragment that hit somewhere in the desert. It wasn’t long after the world knew about Haruka, so U.S. wanted to make a monster themselves but one they can control. That is where someone went Dr. Frankenstein and use human cloning (weird sci-fi shit) and the meteorite energy to create a young girl kaiju. The test was a success, and their monster was made. The U.S. did a lot more experimenting with the girl, like using a chip inside of her to control her, and have her train in being a monster and a weapon. And it was a massive success, but there is always concern that she is not really human, and the lady who gave her DNA to use to make her. Dr. Shea Tetlor, bonds to her like a mother as she couldn't Have children on her own, and wants her to be more of a true kid or what not. Koyukizilla bonds with her a lot, and actually spends time with her, learning to be more human in spite of her downside while keeping her monster side in check. Start learning human life, etc.<br>\r\n<br>\r\nAdditional info: Big one, she cannot talk at all. She can only roar, growl, snort, etc. she is much more monstrous and feral, but around certain people, she is a sweet gal. Given she is a weapon often use for missions, she is extremely destructive. Enemies fear her for sure, as nothing can stop her. Lives in the desert at Area 51.<br>\r\n<br>\r\nHer mother Pic: <a rel=\"nofollow\" href=\"https://vignette.wikia.nocookie.net/megaman/images/6/60/Hope_Stelar.jpg/revision/latest?cb=20090603035554\" target=\"_blank\">https://vignette.wikia.nocookie.net/mega...</a><br>\r\n<br>\r\nBig rivals to Japan as U.s perfected their weapon mostly</span></div></div>",
            "created":1594962000,
            "id":2870454,
            "title":"Koyukizilla, The U.S. secret weapon"
        },
        "133":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Kyoukizilla sneak attack",
                "Kyoukizilla full frontal assault",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span><b>(Guard station I Location Unknown, 11:30pm)</b><br>\r\n<br>\r\n\"Shit, it's freezing out here.\" Guard A complained. <br>\r\n<br>\r\n\"Suck it up, Spike.\" Guard B replied back.<br>\r\n<br>\r\nThe two had been standing guard out in the dead of night for hours and the began to feel the cold nip at their heels. If there was one thing Spike hated it was the cold and the fact that he and his partner had to stand guard over the wall.<br>\r\n<br>\r\n\"Sorry, Wallace. It's just... I hate being out here.\" Spike apologized. <br>\r\n<br>\r\n\"It's alright, I understand. I complaining ain't gonna get the job done faster.\"<br>\r\n<br>\r\n\"I know.\" Spike sighed. <br>\r\n<br>\r\nThe two continued to converse as the cool wind brushed across their faces and the still calm over the ocean nearby reflected the light of the full moon. <br>\r\n<br>\r\n\"So, what are we supposed to be guarding anyway?\" Spike asked. \"I'm not a regular here some I'm curious. I tried asking around but everyone else's been to tight lipped that I'm beginning to think whatever we're protecting is top secret.\"<br>\r\n<br>\r\n\"Ha. You could say that.\" Wallace grinned. <br>\r\n<br>\r\n\"Well...?\" Spike pushed, his curiosity  peaked.<br>\r\n<br>\r\nWallace just continued to grin. \"Well I could tell you... but then I'd have to kill you.\"<br>\r\n<br>\r\nSilence hung in the air before the pair started laughing. \"No you didn't.\" Spike smiled. <br>\r\n<br>\r\nWallace simply shrugged his shoulder. \"Come on, you set me up for that one.\"<br>\r\n<br>\r\n\"Maybe...\" Spike chuckled, trying to calm down. \"But seriously, what are we guarding.\"<br>\r\n<br>\r\n\"Let's just say it's some next level stuff.\" Wallace said with the upmost seriousness in his voice.<br>\r\n<br>\r\n<b>----</b><br>\r\n<br>\r\n<i>\"Do you remember the objectives?\" </i>A female voice echoed.<br>\r\n<br>\r\n<b>*Head nod*</b><br>\r\n<br>\r\n<i>\"The mission objectives are as fallows: 1) Eliminate all hostiles, 2) Retrieve the McGuffin, and 3) Rendezvous at the extraction point. Am I clear?\"</i><br>\r\n<br>\r\n<b>*Growl of acknowledgment* </b><br>\r\n<br>\r\n<i>\"Good. Mission start in 3... 2... 1!\"</i><br>\r\n</span></div></div>",
            "created":1595134800,
            "id":2871510,
            "title":"Mission Start"
        },
        "1331":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Some data servers containing intel",
                "Several hostages who are needed to be rescued",
                "Some meteorite fragments for experiment creating"
            ],
            "content":"<div class=\"\"><div> <span>Out in the ocean, there was a enormous being that is swimming in the shadows of the night heading towards a location out where the creature is gonna invade. This creature is none other than Koyukizilla, a military experiment that is created by the U.S. military thanks to the use of some female’s DNA, a human cloning machine (sci-fi stuff), and through using the spare samples of the energy from the meteorite and from understanding Japan’s kaiju Haruka. Koyuki is only like 3 years old, but has the mentality of an older girl for sure, and a body of the most curvy 9-10 year old girl imaginable, but the big shocker is that she is extremely feral and monstrous. She was programmed and taught how to be a monster, and is controlled by the U.S. using computer technology among other things, but Koyukizilla always delivers her objectives brilliantly, and leaves nothing in her wake alive if they are an enemy, and anyone she spares are always in pure terror, and that is what this place is about to suffer when she arrives.<br>\r\n<br>\r\nBack with Wallace and Spike, they continue to see the guarding through the time being, with some more banter between the two.<br>\r\n<br>\r\n“Say, ever heard of Haruka by any chance? The monster girl in Japan?” Spike asked.<br>\r\n<br>\r\n“Of course, that’s actually a creature I hope we would never have to endure.” Wallace added.<br>\r\n<br>\r\n“Well for sure yeah, because from what we are told and what not, she is indestructible to any sort of weapon that man can throw at her, but also for a kid quite beautiful.” He responded also, a bit embarrassingly.<br>\r\n<br>\r\n“Well true, given the fact that DNA whatever did mess with her body other than the size. Still a sight to behold, and I wonder, what if we got to meet a creature like that in sight.” Wallace then said in the process, and then he started to see the waters shifting very violently, and this started getting him worried. “Uh... Spike... you might want to look at this.”<br>\r\n<br>\r\n“Well what...” he asked when he looked at the ocean and noticed the waters shifting violently also, and then suddenly a huge wave of water erupted from the area, and for a few moments, the water was so blinding that they couldn’t make note of what being it was. After a few moments, the being revealed to be a towering 160ft bra and panty (pink) clad black haired red eye preteen with the cutest body imaginable. Her towering presence cast a huge shadow over the two soldiers, who looked at her in awe and fear. The giant girl then gave out a growl, looking down viciously at them before given out a very Godzilla like roar. The wave of wind from her roar would knock the soldiers off their feet and send them screaming in terror just as she uses her fire breath to burn them alive, along with some of the buildings nearby. At that point, the base was completely on high alert, and everything would be sent there to stop Koyukizilla.<br>\r\n<br>\r\nOne interesting question, Koyukizilla smiles and smirks, knowing she got this mission in the bag. But what is the Mcguffin that she is securing?</span></div></div>",
            "created":1595134800,
            "id":2871591,
            "title":"The Terror of Koyukizilla"
        },
        "135":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Learning to navigate a huge city",
                "Destroying the city to test her powers",
                "Learn to help the city’s people and interact"
            ],
            "content":"<div class=\"\"><div> <span>“Testing simulation code 112H93.” Said by a female voice in the computer just as some sort of strange device begins to activate. “Ready for some special training my lovely monster? Gonna join you.”<br>\r\n<br>\r\n<b>Nods her head in acknowledgement</b><br>\r\n<br>\r\n“Good, Koyukizilla, you are gonna love this new training device. It’s called Virtual World, here, we will simulate various simulations or objectives and locations, and remember for this training session, don’t feel bad if you mess something up here, it’s our first time doing this new training session.”<br>\r\n<br>\r\n<b>She growls happily</b><br>\r\n<br>\r\n“That’s my girl.” The woman said, and suddenly, a bright light flashes in the area.<br>\r\n<br>\r\n/<br>\r\n<br>\r\n<b>NYC, Daytime</b><br>\r\n<br>\r\nNew York City is as busy as always, with people going about their daily lives. Kids going to school, adults going to work, and all on the very busy booming streets of this great city.<br>\r\n<br>\r\nA woman was out by an empty dock herself just walking towards the ocean just as it begins to shift violently. The brown hair scientist (remember the link of the previous chapter) look on her binoculars just to see the water beginning to rise as the being erupts. “Right on time.”<br>\r\n<br>\r\nThe pillar of water erupts to reveal the 9-10 year old body figure of a young black haired pale skin girl with red eyes and a curvy body, with nothing but a pink bra and panties outfit. Towering over buildings in NYC, Koyukizilla roared just as she turns her attention to the lone woman on the docks. The woman was Shea herself, an adoptive mother figure for Koyukizilla, whimuse her own DNA to help make her, giving her a psychic bond with her. While the military wants to purely use Koyukizilla as a weapon, Shea wants her to have as much of a normal life as possible, and even explore having fun in other ways.<br>\r\n<br>\r\n“Koyukizilla, I am down here.” She’s yelled on her microphone.<br>\r\n<br>\r\nKoyukizilla roared just as she bends down and grabs the woman with her hand, being careful not to crush her. She brings her up to her face and smiles just as she places her in her shoulder. “Alright, here is what we are doing today Koyukizilla?”</span></div></div>",
            "created":1595221200,
            "id":2871910,
            "title":"Koyukizilla in NYC"
        },
        "15":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Free slot 5",
                "Free slot 6",
                "Free slot 7",
                "Free slot 8",
                "More slots"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are a couple more slots in case you need it.</span></div></span></div>",
            "created":1594616400,
            "id":2867579,
            "title":"More slots"
        },
        "155":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Free slot 9",
                "Free slot 10",
                "More slots"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Guess we gotta get more slots.</span></div></span></div>",
            "created":1594616400,
            "id":2867580,
            "title":"Even more slots"
        },
        "1553":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Free slot 11",
                "Free slot 12",
                "More slots"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More slots anyone?</span></div></span></div>",
            "created":1594616400,
            "id":2867583,
            "title":"More slots"
        },
        "15533":{
            "author_id":"giantlolikaiju",
            "author_name":"UltimateGiantess",
            "choices":[
                "Two giantesses",
                "More than two giantesses",
                "More slots of singles"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Say, let’s make these next two options give way to either two kaiju giantesses or more than two. What do you wanna do?</span></div></span></div>",
            "created":1594616400,
            "id":2867584,
            "title":"Let’s spice things up"
        }
    },
    "info":{
        "author_id":"giantlolikaiju",
        "author_name":"UltimateGiantess",
        "brief_description":"A revival of my old Girlzilla Giantess Monsters Story. New rules and updates! Read and add",
        "created":1594631460,
        "description":"<td align=\"left\" class=\"norm\">Alright, UltimateGiantess here. I was the original creator of the Girlzilla Giantess Monsters, and just recently looking at what I am doing lately with my stories and what not. I figured that it was time that this story got rebooted and I am now gonna start off with a new clean slate for the story here. So here it is.<br>\r\n<br>\r\nNow a disclaimer here, they will be children characters as the option is allowed, but they will be rules to prevent total going of overboard for these characters. Please don’t take it personally, I am just trying to keep the few fans out there who want to add this type of stuff going, There.<br>\r\n<br>\r\nBasically what happens if you take the giant monster kaiju stuff and you mix in the giantess stuff. Well you get Girlzilla, Giantess Monsters. Here the girls can rampage cities, or defend them. Or try to live a normal life. I know I have a similar story to this with A Typical Life of a Kaiju Giantess, but here the options are all out, you can defend or destroy. Want good, want bad, or something in between, you got it.<br>\r\n<br>\r\nNow time for the rules.<br>\r\n<br>\r\nNo Male Giants<br>\r\nNo sexual stuff or nudity for kids under 13, they have to be at least in a swimsuit in that case. Any older is allowed to have nudity and heavier sexual acts.<br>\r\nNo scat or toilet stuff<br>\r\nNo unbirth<br>\r\nMake sure you follow the format closely and make sure that your writing is nicely detail and at least have a paragraph or two, fail and I either edit or delete your stuff.<br>\r\nHave fun, and they can be more than one giantess.<br>\r\nAlso, for the first time ever.... furries and robots are allowed<br>\r\n<br>\r\nHere is the format<br>\r\n<br>\r\nName:<br>\r\nKaiju Name:<br>\r\nAge:<br>\r\nHeight:<br>\r\nAppearance:<br>\r\nPowers:<br>\r\nClothes if anything:<br>\r\nSide: Good, evil, or neutral<br>\r\nBackground story:<br>\r\nAdditional info:<br>\r\n<br>\r\nRemember to add to these stories as well.<br>\r\n<br>\r\nLife of a Giant Kid/Kidzilla: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2226082-Life-of-a-Giant-KidKidzilla\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2226082-Life-of-a-Giant-K...</a><br>\r\n<br>\r\nTiny Prison: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2225005-The-Tiny-Prison-a-new-type-of-prison\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2225005-The-Tiny-Prison-a...</a><br>\r\n<br>\r\nGoddess Ruler: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2224922-Goddess-Ruler-A-GTS-Story\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2224922-Goddess-Ruler-A-G...</a><br>\r\n<br>\r\nGigantic Lolis: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2222635-Gigantic-Lolis-a-SSR-spin-off\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2222635-Gigantic-Lolis-a-...</a><br>\r\n<br>\r\nThe Daibijin Interactive: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2219621-The-Daibijin-Interactive\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2219621-The-Daibijin-Inte...</a><br>\r\n<br>\r\nChild/Preteen Giantess: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2219542-ChildPreteen-Giantess-Story\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2219542-ChildPreteen-Gian...</a><br>\r\n<br>\r\nChantal: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/1881854-Chantal-The-Dragoness-Giantess\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/1881854-Chantal-The-Drago...</a><br>\r\n<br>\r\nA Typical Life of a Kaiju Giantess: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/1845671-ATypical-Life-as-a-Kaiju-Giantess\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/1845671-ATypical-Life-as-...</a></td>",
        "id":2226717,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1594632240,
        "modified":1595242860,
        "pretty_title":"Girlzilla: Giantess Monsters 2.0"
    }
}