{
    "chapters":{
        "1":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Jessica & Susan",
                "Mark & Barbara",
                "Let's go to the stars!",
                "Fantasy setting",
                "Something else entirely..."
            ],
            "content":"<div class=\"\"><div> <span>Now for some pointers... there could be married couples, not yet married, just living together even a group of friends, if you like it.<br>\r\n<br>\r\nAlso, it may gain only one or both members of the couple, as well as being both fattened up from an external party as well... It will mostly be up to you. ..<br>\r\n<br>\r\nI'll add now a first storyline, as I envisioned it, then it will be up to you, reader and, hopefully, writer to add to it  :)<br>\r\n<br>\r\n<br>\r\nStory 1 - Jessica &amp; Susan<br>\r\nJessica is a Fitness Trainer, Susan is trying to get in shape by herself, they will meet and their lives will change forever...<br>\r\n<br>\r\nStory 2 - Mark &amp; Barbara<br>\r\nMark works as an engineer in a civil construction company, Barbara is a lawyer. Tehy're a married couple since many years but they may have few secrets never shared with the other...<br>\r\n<br>\r\nStory 3 - Let's go to the stars!<br>\r\nWhy it's only humans that can have all the fun?<br>\r\n<br>\r\nStory 4 - Fantasy setting<br>\r\nHow about some good 'ol weight gain in the feudal age?<br>\r\n<br>\r\nStory 5 - Something else entirely...<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826362,
            "title":"Starting point...  "
        },
        "11":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Susie is okay with their relationship",
                "Susan is surprised but, still need time to think",
                "Susie thinks she has been used by Jess",
                "Susan doesn’t remember a single thing of the previous night",
                "Not your cup of tea? Try something else..."
            ],
            "content":"<div class=\"\"><div> <span>Jessica was a fitness guru and trainer at the local gym in the town of Whitesands, she had been there since she had come out of college and never strayed from her home. At first, she had been a woman dedicated to her job, a woman driven to train and keep healthy all those who came to her side, seeking help.<br>\r\n<br>\r\nBut, as the Gym grew, and she found herself in the need of doing management more than training, her drive soon ceased to be as strong as before. Naturally, she had employees who were driven just as she had been, but she felt herself heartbroken when she realized she hadn’t anymore those same motivations.<br>\r\n<br>\r\nThen, one day, she saw this plump young woman entering her gym. Instead of the common clients who usually came in there to grow buff and strong, this woman seemed driven to grow as thin and fit as possible. Jessie found herself fascinated by this girl, so much so that often she found herself training beside her, under the disguise of being a new client and not the owner of the place. Her employees helped keeping the ruse, they had noticed the lack of motivation from their boss and, seeing as she seemed to be gaining back her old driven mind was a boost for their confidence.<br>\r\n<br>\r\nAfter a few months of training together, Jessica had learned quite a bit about the girl with which she was training. They had soon grown closer, under many aspects thinking alike, and so a friendship started although, Jessie hadn’t revealed herself yet.<br>\r\n<br>\r\nSusan was a plump young woman, she had just abandoned her studies at her college, deciding by herself that her dream of becoming a teacher was just that…a dream. Returning to her home stead of Whitesands she found a small job as secretary in one of the local companies and she maintained herself there but, sitting down all day long had started to have a negative effect on her waist. The freshman fifteen, which she had been found herself under, began to grow becoming soon the freshman thirty. <br>\r\n<br>\r\nTo slow down or, maybe, even change the trend she joined the local gym and began doing some light exercises all by herself. Soon enough though, as weeks passed by, she often found herself training near a girl which she could only describe as an Amazonian goddess. The girl seemed to be an expert on the fitness side of things, and, under her tutelage, Susie began to grow healthier and toned than she ever was. As months passed away, the two of them began to be close friends and, although, her friend was a tad intimidating at times, Susie knew she could trust her with her life.<br>\r\n<br>\r\nAs time passed their friendship grew as well, until Jessie couldn’t hold her secret in anymore. She had to tell the truth to Susan, especially since she considered her one of her closest friends.<br>\r\n<br>\r\nOne evening, as the gym was pretty empty, and only the two of them were there, Susie came out of the shower stall, clean as a whistle and with her wet hair still enclosed in some towels. As she entered the locker room, she saw her friend Jess, sitting on a bench, looking rather down and sad.<br>\r\n<br>\r\n“Jess? Everything alright?”<br>\r\n<br>\r\nThe Amazonian trainer sighed once more, before turning a sad smile toward the girl which she had befriended so easily.<br>\r\n<br>\r\n“H-Hey Susie…It’s… It’s alright. Everything is…who am I kidding? Look, can you…could you sit down here for a minute, will ya?”<br>\r\n<br>\r\nSusan, increasingly getting worried for her friend, quickly sat beside her, caressing her shoulder with a hand as she waited for her friend to tell her what was going on.<br>\r\n<br>\r\n“You see, Susie…All this time, all these months…I’ve been a terrible friend.”<br>\r\n<br>\r\n“What are you saying? Now, Jess don’t say anything like that. You know it’s not true.”<br>\r\n<br>\r\n“It is. Look, I’ve been lying to you all this time and I can’t keep the ruse up anymore. I just can’t.”<br>\r\n<br>\r\nAs Jessie said that she rose from the bleachers and stood against the locker, both hands against it as her head hung down in shame. Susan was getting worried, what could have happened to let her usually strong and fiery friend to feel this ashamed. Still, she silently waited for her friend to open herself up.<br>\r\n<br>\r\nJessie, stood silent for a moment and then, breathing deeply, she turned toward her friend getting everything out.<br>\r\n<br>\r\n“Susie, have you ever wondered why we were able to stay so late here in the gym? Haven’t you ever noticed that nobody seemed to be interested in the two of us, not even the trainers? Didn’t’ seem strange to you that I haven’t once used my card to come and go from the Gym?<br>\r\n<br>\r\nThe truth, Susie, is that I lied to you. My name’s not Jess Burgess. I’m Jessica Horowitz. I’m the owner of this gym…and…in all this time…all I did was lie to you. I was feeling lonely, training didn’t seem to be that much invigorating for me, anymore. <br>\r\n<br>\r\nThen I saw you coming in, the way you tried your best, the attitude with which you passed each day here to try and train yourself from scratch…That got me all fired up. But I was afraid. I couldn’t come to you, revealing myself to be the owner, and expect you to treat me as a normal training buddy. So, I lied. And I kept my real identity secret to you for all this time… <br>\r\n<br>\r\nBut…I can’t…I can’t keep holding this within me. <br>\r\n<br>\r\n I…I’ll leave you alone now…I…I know I shouldn’t have lied to you but…it doesn’t matter anymore…”<br>\r\n<br>\r\nAs soon as she finished speaking, seeing that Susie was still staring at her in shock, Jessie turned around and began to slump away, but as soon as she had turned her back on Susan, the same stood from the bench and rushed forward, hugging Jessie from behind.<br>\r\n<br>\r\n“Did you really think you lied to me? For all this time?<br>\r\n<br>\r\nOh, Jess, I’ve always known you were the owner. Well, maybe not the first time we met, but after then, I saw your picture hung up on the reception wall. I may not be the smartest gal around but, I’m not that dizzy yet.<br>\r\n<br>\r\nAnd why would you even try to lie to me? Do you really think that I would care for something like that? <br>\r\nCome on, you know me better than that.<br>\r\n<br>\r\nNow, Partner, why don’t we go out tonight. Let’s close this issue with some beers. Nothing better than cheap alcohol to close this kind of situations…what do you…*oof*…?”<br>\r\n<br>\r\nJust as Susan was finishing her speech, Jessie closed on her and hugged her with all her might, as the other girl simply shushed her and soothed her. <br>\r\n<br>\r\nSince then the two made of it an habit to have one night a week of meeting up in pubs and wasting themselves away on alcohol. In a few months, though, as their friendship grew closer, something happened that would mark a turning change in their lives. It was their cheat day and they had passed the whole evening wasting themselves until they both reached a point where they simply couldn’t stand anymore. In their drunken state, Susan joined Jessie in her flat, and they passed the night there.<br>\r\n<br>\r\nThat night, the two of them shared the same bed and as the night became morning, they soon realized that they didn’t simply sleep together, but did so much more. The more shocked of the two was Jessie, she couldn’t believe that she had done it again. She couldn’t remember much but, she thought of having forced herself on her friend and this, once more, brought her down. But when morning came, and Susie rose from the bed, joining her in the kitchen, Jessie didn’t know what to expect from the girl standing behind her.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826366,
            "title":"How it all began..."
        },
        "111":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Go for her Dream-like Susan",
                "Help Susie lose the weight, but Jess might start to gain...",
                "Reveal herself to Susan. Admit that Jess would prefer a bigger Susie",
                "Something else…",
                "Something else entirely..."
            ],
            "content":"<div class=\"\"><div> <span>Jessie had expected Susie to be hating her, to be horrified…she hadn’t expected her to come and kiss her fully on the lips, thanking her for the experience and for being such a passionate lover. That was the second big change in their life. Jessie and Susie weren’t anymore only partners in the Gym, now they were also lovers.<br>\r\n<br>\r\nAs months passed, their relationship grew more and more official, until they decided to finally start living together and, since it was much roomier and not rented, but owned, Susie moved in with Jessie. Soon their life together started to become a routine, during the day Jessie would stay at home, or at the Gym, cleaning the house or keeping an eye on things at the gym, even though it wasn’t really necessary since the place run almost by itself thanks to her employees. <br>\r\n<br>\r\nSusie spent her days into her office cubicle, working at her secretarial desk, until late afternoon, then she would meet with her girlfriend and together they trained in the gym, returning both to their home where they spent their residual energies on each other pleasure.<br>\r\n<br>\r\nBut as time passed, another change began to approach itself in their lives, something that had the potential to turn everything around for both of them. <br>\r\n<br>\r\nOne day, as Susie just got back from office, Jessie noticed that her lover was looking rather plumper than usual. <br>\r\n<br>\r\nAt first she seemed perturbed by that, and already was thinking on how she could approach Susie about that but, as the day passed and they entwined together in bed for the night, Jessie realized something about her she had never imagined. Their night together was astonishing for both of them, Susie couldn’t stop herself from smiling, all the following day, thinking back to the passion that Jessie had shown to her all night long. While Jessie found herself rather uncomfortable in knowing that she had loved that squishy, softer, feeling of Susie’s plumpness. <br>\r\n<br>\r\nThe Amazonian girl began, in the following weeks, to widely fantasize about her Susie but at bigger sizes. Finding herself deeply aroused each and every time.<br>\r\n<br>\r\nBut how could she tell her about this desire within her? How could she even dare to ask her lover to let herself go, when all she wanted was to get as fit and ripped as she herself was?<br>\r\n<br>\r\nShe couldn’t.<br>\r\n<br>\r\nFor the next six months their relationship grew stronger than ever, but Jessie still kept that secret hidden deeply within herself. Taking any opportunity, she was alone to fantasize about a fatter Susan, imagining any scenario in which her lover could grow fatter and fatter, growing so big she wouldn’t be able to move without assistance. Jessica was truly getting mesmerized by these dreams and yet, she had to keep them only as fantasies.<br>\r\n<br>\r\nUntil one fateful day.<br>\r\n<br>\r\nThat morning, Susie had already gone to work, they had a brief talk together and Jess knew she had an occasion which wasn’t going to re-present itself again any sooner. That morning Susie had asked Jessie’s help in her diet. Susan had finally noticed that, although they were training together almost every day, she still had managed somehow to put on a couple of pounds. Nothing really visible but, as she dreamt of Jessie’s figure on herself, she asked her assistance on that.<br>\r\n<br>\r\nAll morning Jessie debated with herself on what to do.<br>\r\n<br>\r\nShe could help her girlfriend shed those few pounds, but then her dreams, her fantasies would never become reality. She still lover her Susie but, she felt that she could love her so much more if only…there was much more Susie to love. <br>\r\n<br>\r\nSo, she could help her or…she could ‘help’ her.<br>\r\n<br>\r\nWith her knowledge and the trust that Susan had in her it couldn’t be too hard to have her lover to gain a few more pounds and so, have her become much more similar to what she dreamed upon. <br>\r\n<br>\r\nAs she debated within herself, she finally seemed to have reached a decision...<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826371,
            "title":"A new relationship is born…"
        },
        "1111":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Trick her with technical speech about health and fitness…",
                "Push on Susie some hunger enhancer, passing them as simple vitamins",
                "Keep exercising but slow down gradually, while increasing food rewards",
                "Include cheat days and splurge feast into Susan routine",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>In the end she decided to help her Susie to grow more lovable. As soon as she reached her internal decision, she felt way better than before. Now that her course of action was decided she felt way calmer and more relaxed. Still, she couldn’t simply enact her dreams right at that moment. She needed to have Susie addicted to it, or not realizing she was gaining weight. In order to achieve this, she planned on the long haul. <br>\r\n<br>\r\nAs a starter she had to change her lover habits. <br>\r\n<br>\r\nTo do so, she began preparing herself. Every day they started their day with a normal looking breakfast, made up of mostly healthy food. This, for Susie had to change. But it wasn’t to be an immediate change, instead she planned for a gradual increase of the quantities, while keeping the same, as it was possible, calorie count. <br>\r\n<br>\r\nFrom that day, Susan noticed right away that there were a few changes in their schedule, her meals seemed to take more time than usual, although the calorie count remained unchanged. Her lover seemed way more passionate than ever, which was undeniably a plus, but still, she felt as if something had changed within their lives together. Still, unable to point out what the change was, Susie soon forgot about it and rolled with it. She completely trusted her fiancée, knowing full well how expert she was on these matters.<br>\r\nFor the most of six months Jessi had steadily inflated the quantities of food at any meal they shared together, making sure that Susie got used to the portions and started to see them as the new normalcy.<br>\r\n<br>\r\nAs this Milestone was reached, Jess began to slightly increase the calorie count of all of her lover meals, slowly raising the level a months passed, all the while pushing her as they usually did in the gym, this way Susie was growing used to the bigger portions of heavy caloric meals, but no real poundage was being gained as they still performed training each and every day. This trend continued for almost one year and a half in total. At the end of that period, Jess knew that her Susie was ready.<br>\r\n<br>\r\nAs morning came, Jess woke up early, leaving the sweet embrace of her still sleeping lover, as she went to the kitchen to prepare Susan breakfast. As she cooked and prepared, she barely could keep her excitement in check. As she began to fill the table with a hearty breakfast only for Susie, she checked, and double checked everything.  In the past months she had made sure that Susie was able to withstand a large breakfast but, this morning, she was giving her a large, and caloric, breakfast.<br>\r\n<br>\r\nWhen Susan entered the small kitchen, she smelled something delicious and looked in surprise at the spread that was on the table. Still she quickly greeted her lover with a peck on the cheek and sat, preparing herself to eat, before turning an inquisitive gaze toward her lover.<br>\r\n<br>\r\n“Jess?”<br>\r\n<br>\r\n“Y-Yeah, babe?”<br>\r\n<br>\r\nAlready Jessie was sweating bullets, she began to worry to have been found out, that Susie was aware of her plan and wasn’t going to allow it, that she was going to break up with her, that she…<br>\r\n<br>\r\n“No tofu, this morning? Thank god! I honestly hate that stuff…Don’t know how you can stand it…”<br>\r\n<br>\r\nAs Susie said that she began to eat her breakfast, using her cutlery to bring morsel after morsel within her lips, fully enjoying how tasty everything was. She didn’t seem to worry about her meal, but that was simply since she wasn’t really aware of what she was consuming. She saw the eggs and the turkey bacon, she saw the white rice and the sausages, she then noticed the shakes and the bowl of cereals but, as she had got used to larger meals she simply thought it was Jess cooking abilities to have increased, not that what she was eating was fried eggs with turkey bacon, or fried rice with fried sausages. Or that her normal energy shake had been replaced with a most simpler gainer shake.<br>\r\n<br>\r\nStill, as Susie had gotten used to these portions, she quickly cleaned all plates of food, without worrying about a thing, after all, she always ate that much at breakfast. As Susie stood from the table, Jess could see that her belly already had bloated up quite a bit, yet, she knew that one meal alone wasn’t going to change much. Still, it was a start and, when Susan went to work, Jess began to move forward with her plan.<br>\r\n<br>\r\nFirst, she restocked the house, she made sure of purchasing all kinds of high calories snacks, while quickly changing the container with similar products with less calories, or by modifying the labels on it, making them appear to have less calories. Then she began to stock on Susan clothes, making sure to get the same models but in larger sizes, while also keeping them with the small size tag. For a start she decided to change only the breakfast food, taking it slow, making sure that Susie would get used to it before changing anything else. <br>\r\n<br>\r\nAfter a few more months, as Susan got home for her lunch break, she noticed that Jess had prepared quite a spread for her but, as always, she wasn’t particularly concerned. Apart from the fact that everything seemed tastier, she didn’t notice a anything else. <br>\r\nThat particular day, for example, Jess presented before her quite a large lunch, yet she dug in without a worry, complimenting heavily her girlfriend for her culinary skills. She did briefly notice that her middle seemed to be more bloated than before but, she didn’t think too much on it.<br>\r\n<br>\r\n“Woah, Jessie! You’re really getting good at this. The ravioli was perfect! And the ribs…oh god, the ribs…it really seemed to be the real deal and not the tasteless cardboard tofu we usually have…”<br>\r\n<br>\r\n“Thank you, babe. I want only the best for you.”<br>\r\n<br>\r\nJessie kept her work up, upgrading all of Susan meals with richer and richer food, always getting her used to the new meal, before upgrading the next. Still, although she was eating more and more, Susan still was going every day at the gym with Jess, and so even though nine more months had passed, there wasn’t any real change in Susan weight. <br>\r\n<br>\r\nIt was true that Susie wasn’t losing any weight but, she also wasn’t gaining any. Jessica, having finally brought her lover to enjoy full day massive meals, had to step up the game and the only way to do that was to resort to her major knowledge of the fitness world.<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826372,
            "title":"To make the Dream Susan a reality"
        },
        "11111":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Follow Susie normal day, months into the Diet",
                "As Susie weight rise, so does Jessie’s…Is she eating more than usual?",
                "Susie return suddenly home…she’s been fired?",
                "Susie isn’t growing fast enough. She needs to be Bigger! FASTER!",
                "Something else…"
            ],
            "content":"<div class=\"\"><div> <span>Lunch had just finished, and Susie was slumped back in her chair, after having enjoyed a massive meal which left her a little winded. Jess took the chance and began laying down her trap.<br>\r\n<br>\r\n“Susie?”<br>\r\n<br>\r\n“Yes, Jess? What’s up?”<br>\r\n<br>\r\n“Have you noticed that lately, you have seemed to have reached a plateau in regard to your weight? I mean, we weight ourselves each night right after training and yet, your weight isn’t changing that much…”<br>\r\n<br>\r\n“Yeah…I noticed. I actually wanted to ask you about that, because I don’t get it what’s going on.”<br>\r\n<br>\r\n“Well, I did a bit of research and I probably figured out what the issue is. You see, each person has its own metabolism, this body mechanism is managing the way your body react to calorie consumption and storage. Usually, to speed up your own metabolism, one need to do plenty of exercises and eat less, forcing its own body to reduce the intake of energies and manage with what little it receives while keeping the body fit.<br>\r\nBut, in truth, it’s not always like this.”<br>\r\n<br>\r\n“It’s not?”<br>\r\n<br>\r\n“No. There are a few cases where the body will not speed up its own metabolism even though more exercise and diets are carried through. That’s because, the body tries to keep its own balance by slowing down as a result of an increase of activities. That’s seem to be your case.”<br>\r\n<br>\r\n Jess, as she kept explaining, knew perfectly well that all this discussion was a boatload of crap, still, Susie had never been the smartest of girls, and in some regards she was a bit of a derp, and Jessie just loved her more for that. <br>\r\n<br>\r\nBut in this particular case, she was truly exploiting this weakness of hers.<br>\r\n<br>\r\n“So, what I’m getting at, Susan, is that we can try to slow down a bit on your exercises, while having you load up on energies and getting you hydrated. This way we can try to force your body to reach its ideal balance to get you out of this plateau, then we will steer it toward speeding up again.”<br>\r\n<br>\r\nSusie nodded a few times. She hadn’t really much knowledge in this field but, if Jessie said it, it had to be true. She was, after all, a known fitness guru so she surely knew what was going on and how to address this kind of situation.<br>\r\n<br>\r\n“Alright, love. So, what should I do?”<br>\r\n<br>\r\n“Well, for starters, I would suggest you stop exercising every day, just do it one or two times a week. Then I’ll arrange your meals so that you can manage to get a bit more of energy from each meal. Oh, and you can start having a few of these each day.”<br>\r\n<br>\r\nAs she said that she brough forward a one-liter bottle of homemade shake, Susie grabbed it gingerly and tried to get a sip out of it. As soon as she tasted it, she couldn’t refrain herself from moaning in pleasure. After a few, quite long, sips, she managed to let go of it and turned her tare toward her lover.<br>\r\n<br>\r\n“This is so good. But, are you sure? Wouldn’t be better to just drink more water, throughout the day?”<br>\r\n<br>\r\n“Normally, that is true. In this case, there’s a chance that water wouldn’t remain long enough in your system to let your body metabolize it, and without any metabolization, your body would still try to overcompensate, despite your efforts. The shakes, instead, will remain longer within your system so…”<br>\r\n<br>\r\n“So, my body will have more time to make sure that is hydrated, right?”<br>\r\n<br>\r\n“Exactly so.”<br>\r\n<br>\r\nSusie smiled at that, even though she hadn’t understood much, she was still happy of all the support Jess was giving her with this issue.<br>\r\n<br>\r\n“Alright then! To the speeding up of my metabolism!”<br>\r\n<br>\r\nNow that Susie had been integrated completely into the plan, Jessie knew that her dream girl was one step closer to becoming real. All she had to do now was to let her gain weight and, keep her in the dark about it. <br>\r\n<br>\r\nNot the easiest of tasks, but, doable.<br>\r\n<br>\r\nStarting from that day Susie meals grew larger and more filling, often Jess encouraged her to have seconds, and in rare occasions even thirds, and Susan did her best to comply. In truth, as days turned into weeks, and her meals kept growing longer and larger, Susie was starting to actually enjoy this kid of diet. It wasn’t only her meals that were getting bigger, though. In those days that she usually went to the gym, Jess pushed Susie to simply stay at home and laze about, having quite a few snacks to help her in her ‘loading up of energies’. <br>\r\n<br>\r\nAt first, these snacks were only a few candy bars and, maybe a couple donuts but, as time carried on and Susan get used to those, she herself began to give herself more and more snacks, until she almost had some mini-meals, right before dinner time.<br>\r\n<br>\r\nThen, to hammer down Susie’s growth, Jessie made sure that throughout the day, whether she was at home or in office, Susie kept drinking no less than nine or ten of those shakes, just to be sure she kept herself hydrated. Moreover, even though once a week they went together to the gym, Jessie made sure that Susie would pass most of her time sitting down on a bench, slurping down shake after shake, having her do only a few basic exercises, and even those for just a handful of minutes. <br>\r\n<br>\r\nSusie, in truth, was enjoying all this a bit too much. She knew it was just a temporary thing and, for this exact reason she swore to herself that she would just enjoy it until it lasted. She couldn’t imagine the consequences of her own free enjoyment of this different diet. <br>\r\n<br>\r\nAs Jessie dreamed about the perfect Susie, she soon realized, that she wasn’t dreaming anymore, she was just remembering how the last weekend had gone with Susie stuck in the apartment with her. <br>\r\n<br>\r\nAs memories flooded back, so did her arousal.<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826375,
            "title":"Tricking a fitness newbie…"
        },
        "111111":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Susie is finally realizing how big she’s? For real!?",
                "Susan find herself unable to stop eating. She’s getting worried!",
                "Jessica has been noticing her clothes are getting tight. What’s going on?",
                "Actually no. Nothing out of the usual for big ‘ol Susie.",
                "Something else…."
            ],
            "content":"<div class=\"\"><div> <span>Jessie had just finished preparing everything for her growing lover, as the new diet had been issued, Susan had started to wake up later and later on the weekends, something that Jessica loved, since it gave her time to prepare all the food she wanted Susie to have at breakfast. Jessie was right about to call her girlfriend for breakfast when she heard the loud thumps coming from down the hallway, signaling the coming of her lover. A few minutes later a slightly sweaty and short breathed Susan appeared at the doorway, the girl was getting downright huge under the influx of those massively caloric meals. <br>\r\n<br>\r\nRight now, she appeared with a slight double chin, which seemed to grow wobblier each passing day, her face well rounded up, with quite hefty cheeks. Her breasts also had grown massively, losing their perkiness but gaining already a couple of sizes, growing from a small B cup to the quite large D cup. But what took mostly the toll was her middle. Her belly had literally exploded with fat, already starting to divide itself in two hefty belly rolls, which did nothing to cover her expanding hips and ass cheeks. Poor Susie wasn’t really understanding what was going on, her clothes still fit, but she just felt so large and heavy. Still, whenever food was around all her focus moved there, making her consider secondary anything else.<br>\r\n<br>\r\nAs she moved through the doorway, which Jessie noticed with glee seemed to be getting narrower each day, she waddled slowly to the table until she finally plopped her large form onto a couple of chairs expertly placed there by Jess. Finally seated, although short of breath, Susie looked with glee at the spread in front of her. Jess had made sure that there was plenty of everything, from pancakes smothered in syrup and butter to honey glazed bearclaws, from small mountains of bacon strips to fried chicken pieces. Then there were short cakes and pies, hamburgers and hotdogs. <br>\r\n<br>\r\nWithout a word Susie began to dig in, grabbing items from here and there, shoveling pieces of bacon and fired eggs in her mouth, adding to it bites out of cakes and pies. Jess could only look in guilty pleasure as she saw her once training buddy gorging through a literal mountain of sweets and breakfast junk food. The girl kept at it without a remorse, cleaning plate after plate until all remained on the table were empty plates and few crumbs. Susie then burped loudly as she massaged her bloated gut, as it pushed against the confines of her PJ’s. <br>\r\n<br>\r\nStill, even though she had cleared everything from the table, Jess tried to push her a bit more. She moved forward, giving Susie a peck on her cheek, just as she brought forward a couple of pitchers of her own gain shake.<br>\r\n<br>\r\n“Here, Susie…don’t forget to keep yourself hydrated.”<br>\r\n<br>\r\n“*Ourp*…Oof…I…I don’t know… if I can…Jessie…”<br>\r\n<br>\r\n“Come on, babe. Don’t let our effort go to waste. You need to keep yourself hydrated…”<br>\r\n<br>\r\nEven though she felt full, Susie grabbed the first pitcher of shake that Jessie offered and slowly brought it to her lips, starting to gulp down its content, feeling as it sloshed heavily into her already tight gut, still she managed to empty it out and, before she could think about it, she also took the second one swiftly emptying out too. As she groaned in pain, she lumped back against the chairs, right as Jessie began to slowly massage her overstuffed gut.<br>\r\n<br>\r\n“Good job, Susie. You’ll see… a few more days and you’ll be ready…”<br>\r\n<br>\r\nIn truth, it was months since Jessie repeated that lie, yet Susie was too enthralled by her own growing gluttony to really mind about anything, except resting. Helping her stand up, Jessica quickly brought her to the couch in the living room, letting her stay there to rest and digest, watching TV and, leaving at her side quite a few bowls of snack.<br>\r\n<br>\r\n“Here you go, Love. Just rest and recover…and have a few snacks if you want.”<br>\r\n<br>\r\nThe girl, even though had just finished a huge meal, even though felt her belly ready to pop, since food was nearby, she couldn’t stop herself from having a go at it. Still, seated, as he r focus was on the television screen, her hand moved o its own accord and grabbed a handful of those bite sized chocolaty treats, bringing them into her mouth. Susan moaned in pain and in delight as she kept eating all morning long, stopping only when Jess called her out to let her know that lunch was ready. <br>\r\n<br>\r\nSusan slowly stood up on her own, ignorant of how her own weight was trying to drag her down and assuming, instead, that she was simply lacking nutrients and energies as Jessie often reminded her. So, with effort she began the arduous task of waddling from the living room toward the kitchen, where she plodded once more at her seats, drooling at the sight and smell of the humongous meal that was awaiting her. <br>\r\n<br>\r\nJessie could barely restrain herself as she presented her the full doze course meal she had slaved around all morning, to her growing out girlfriend. As usual she presented int under the pretense that Susie lack of breath and strength, was simply meaning that she wasn’t eating enough. But as Susie had grown used, and addicted, to this lifestyle, there was barely the need for her to keep repeating herself. Once more, the poor girl found herself almost forced to dig in, pushed onward by her gluttonous stomach, gleefully cleaning out dish upon dish, until she simply had no more strength to continue on her own.<br>\r\n<br>\r\n It was at these moments that Jessie intervened, she quickly took position beside Susie and began feeding her, pushing forkful after forkful, spoonful after spoonful, in her ever-growing lover, until she literally couldn’t eat a single bit more.<br>\r\n<br>\r\nAs Jessie looked at her bloated girlfriend, she barely could contain herself, with each passing meal Susie was becoming more and more like she appeared in her dreams and yet, for Jessie, it still didn’t seem to be enough. Helping her stand once more, Jess assisted her lover until they reached their bedroom, once there she would let her sleep for a while, and then she would wake her up for a quite fulfilling, for both girls, lovemaking session. <br>\r\n<br>\r\nAfter a second nap, Jessie was usually waking Susan up again at around the 5:00 PM, feeding her a mid afternoon snack, letting her then graze the residual afternoon in front of the television once more, until it was time for dinner. It was at this time that Jessica removed all her brakes and went full out on Susie’s waistline. Piling more and more caloric food into her girlfriend body, feeding her to stuffing point and, then, pushing her to keep eating, to continue filling up. Generally, she would stop only when midnight passed, and would let her Susie sleep only after another fulfilling night of passion together.<br>\r\n<br>\r\nWith all these calories pushed on her, and with almost no exercise to rein it in, it was no wonder that Susie began quickly to grow larger and fatter. At first, nothing seemed to happen but, as more calories were pushed on her and no outage of consumption ever came, her body began to store this excess as fat tissue on her body. For quite a while Jess plan seemed to be working pretty well. <br>\r\n<br>\r\nSusie ate like a machine, almost gorging throughout the day and night, whether at home or in the office. Growing hungrier and lazier as days began to pass by, she seemed to be soon growing bored of even going to the gym, even to check her own weight, as they had started to do at first. And yet she didn’t seem to realize anything about her growing body. Especially since her clothes were still fitting her.<br>\r\n<br>\r\nShe couldn’t know that Jessie was swiftly replacing each dress she had with larger sizes as soon as she noticed that Susie had outgrown something. <br>\r\n<br>\r\nBut, on one day, as six months of this brand-new diet had passed, something suddenly threatened Jess plan to collapse in its own.<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826377,
            "title":"Susan common day of gorging"
        },
        "1111111":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Jessie admit her guilts. She tries telling Susie the truth.",
                "Jess buries the guilt deep into her. Dream Susie will become reality!",
                "Susie doesn’t care at all. All she want now is food.",
                "Jess confess…but Susan will listen busy as she is with her food?",
                "Something else…"
            ],
            "content":"<div class=\"\"><div> <span>That morning seemed to be a morning like all others. It was Saturday, Susan had no office to go to and Jessica had already prepared another massive multi coursed meal under the pretense of being a simple breakfast. That morning, though, as Susie slowly arrived at the doorway, she looked completely wearied out. Still, at the notion of food, Susie tried valiantly to enter the kitchen, only to find herself jammed in the doorway.  <br>\r\n<br>\r\nIt took her a few minutes to realize that, even though she was trying to move forward, she wasn’t moving of an inch. Jessi immediately realized the risk she was facing. If she didn’t find a way to distract Susie, she would have realized that she hadn’t lost any weight, but only grown overly massive.<br>\r\n<br>\r\nQuickly Jessie rushed to her side, while sticking a whole bar of butter in her girlfriend mouth, as she used a second one to try and get her out of the doorway. Susan did notice that something seemed wrong but, as she tried to voice her doubts, Jessica pushed something in her mouth. <br>\r\n<br>\r\nSomething deliciously filling.<br>\r\n<br>\r\nFocusing only on the taste, Susie began to make quick work of the butter, just as Jessie managed to get her out of the doorway and into the kitchen.<br>\r\n<br>\r\n“Wow…Jessie…that was…delicious…what was it?”<br>\r\n<br>\r\n“Oh…uhm…It was some kind of …err…Health bars that I’ve grabbed at the market the other day. Was it good?”<br>\r\n<br>\r\nSusie nodded as she licked her lips in pleasure, while massaging her globular gut, still rumbling out in hunger. <br>\r\n<br>\r\n“Then, I’ll try to get a few more next times I go. Now, sit down and enjoy your meal…you truly need it.”<br>\r\n<br>\r\nSusie once more nodded, making her now three chins wobble heavily but, just as she seated and as she grabbed her utensils, she turned toward her girlfriend, observing her for a minute, enjoying that toned body of hers, the definite six pack, wishing that soon she would have looked the same. <br>\r\n<br>\r\nJessie was getting nervous as she saw that her fattening lover hadn’t yet touched a hint of food and grew even more nervous when Susie told her: “Have you been washing my PJ’s in hot water? They have grown tighter since last time I used them…”<br>\r\n<br>\r\nJessica suddenly realized that she had done everything to perfection except one thing. <br>\r\n<br>\r\nShe hadn’t replaced Susan pajamas that week. No wonders she did find them tight. Under Jessica guidance Susie had grown from a slightly plump 143 pounds, to the almost 400 pounds behemoth that now sat in front of her.<br>\r\n<br>\r\n“You’re right…I wanted to let you know but, I forgot…I’m so sorry…”<br>\r\n<br>\r\nSusie smiled throughout this as she replied with candor in her voice.<br>\r\n<br>\r\n“There is… nothing to be… ashamed of, it may…happen to …any of us. <br>\r\nAfterall, you’re taking… such a good care… of me, helping me… out with… this diet.<br>\r\n<br>\r\n I truly… think… you’re the most… amazing girl… I know, Jess.”<br>\r\n<br>\r\nAs Susie said that she quickly began to delve deeply into her meal, quickly focusing herself only on the food in front of her. But that words had caused something to shift in Jessie’s mind. All of a sudden Jessica realized for real what she had done to her lover. <br>\r\nTo the person she loved more than anything else in the world. <br>\r\n<br>\r\nJessie stood speechless as Susie words rang in her head, as flashes of Susan fattening up sprang in front of her eyes. Jessie suddenly found herself weak in her legs, almost falling on a chair and, again she was surprised by her girlfriend reaction.  <br>\r\n<br>\r\nIn the last few months, Susie had developed a single mindedness toward food. Whatever was happening around her, if she had food surrounding her, she would focus only on it. Even her clothes had ripped, or buttons had popped from her pants, if she was eating, she had simply ignored these events as if they had never happened. <br>\r\n<br>\r\nBut, as soon as Jessica almost fell on her chair, Susan stopped with her gorging right away. Quickly trying to assess if she was feeling ok.<br>\r\n<br>\r\n“Jess!? Is everything alright? Are you feeling well?”<br>\r\n<br>\r\nJessie had never expected that Susie could muster enough force of will to actually stop her gorging, but she seemingly had managed for her. This event sent even more anguish and shame in the wannabe feeder’s hearth. As Jessie began to crumble within herself she saw right away as Susie began the arduous task of standing up on her own. <br>\r\n<br>\r\nWithout any exercise to build up muscles, with all the time spent lazing about on the couch, usually she wasn’t able to manage it without external support. Yet, be that Jess seemed in pain, be that adrenaline was somewhat coursing through her vein, Susie managed to stand and began to waddle to her lover, until she hugged her with all of her, very little, strength.<br>\r\n<br>\r\n“Jessie, come on. Tell me, what’s going on? Do you need me to go and search for help?”<br>\r\n<br>\r\nIf Jessica wasn’t feeling so down, she would have laughed at the irony of this situation. Susan, the one who had been fattened up without her knowledge, was trying to support the amazingly fit and trained Jessica.<br>\r\n<br>\r\nChocking back tears, Jessie forced herself to calm herself and recover, while hugging back her lover, squeezing her a bit to let her know that she was ok. Even though she wasn’t.<br>\r\n<br>\r\n“I’m..I’m okay, Susie…I…I need to confess you something though.”<br>\r\n<br>\r\nSusie, exhaling a long breath had managed to sit more comfortably on a chair as she resumed grazing her food. She was still focused on Jessica but, as she had been used for the last months, she just couldn’t stop eating.<br>\r\n<br>\r\n“What…is it?”<br>\r\n<br>\r\n“I…I…” Jessie was torn between personal desires and love for her Susan. <br>\r\n<br>\r\nFrom one side she wanted to keep things as they were, fattening her up till she reached immobility and beyond. <br>\r\n<br>\r\nBut on the other side, Susan was the woman she loved, the woman she had opened up to for the first time and which had accepted her. <br>\r\n<br>\r\nAnd what did she do to her? She betrayed her trust, she lied to her and destroyed her dream of becoming toned and fit like she was.<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826380,
            "title":"Nope. But words can break down the hardest walls."
        },
        "11111111":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Epilogue, few months later…",
                "Keep following their life together",
                "Someone sees them and tries to save Susie from Jess",
                "Someone sees them and tries to steal Jess from Susie ",
                "Something else entirely…"
            ],
            "content":"<div class=\"\"><div> <span>Jessica knew that Susan was going to hate her but, she couldn’t keep the secret anymore. It was just as the first time she had seen her, at that time she had only lied about her name. This time though she had lied to get her fat. To satisfy her own animalistic urges.<br>\r\n<br>\r\n‘<i>No…</i>’Jessie thought ‘<i>…I don’t deserve her. And I cannot keep her in the dark about herself. I need to tell the truth…Even though she will hate me for it.</i>’<br>\r\n<br>\r\n“Susie…Susie, listen to me for a moment.”<br>\r\n<br>\r\n“Yes, Jessie?”<br>\r\n<br>\r\n“I’ve got…something to say to you. I…I’ve done terrible things to you…So terrible that I can’t…I can’t keep going like this. I have no excuses. No way of redemption out of what I’ve done to you. I only beg of you to not hate me too fiercely.”<br>\r\n<br>\r\nSusan knew that this moment was going to come. She had rehearsed it a few times within herself already and, although she had hoped to see it happen sooner, she still waited for Jessie to carry on.<br>\r\n<br>\r\n“Susie I…How can I…? There is no...”<br>\r\n<br>\r\nSusan saw the pain that was wreaking the, wonderfully built, amazon apart. She knew that Jessie had realized what she had done, and that she was mentally tearing herself apart. Still, although all that had happened, Jessica was still the woman that she had fell in love with and seeing her in such pain was too much for Susan to bear.<br>\r\n<br>\r\n“You fattened me up.”<br>\r\n<br>\r\nJess stopped herself. At first she ignored that phrase, expecting a furious accusation, expecting a hateful remarks. But Susie instead had simply stated the fact with a common tone of voice.<br>\r\n<br>\r\n“…”<br>\r\n<br>\r\n“Well, actually, you fattened me up to massive proportions. But, yes. I knew it already.”<br>\r\n<br>\r\n“What?”<br>\r\n<br>\r\nSusan slowly stood and waddled again toward her loved one, hugging her and keeping her close to her heart, slowly caressing the amazon hair with quiet gentle strokes.<br>\r\n<br>\r\n“Did you really think that I would simply believe to that crap you sprouted a while ago? I checked on internet and verified your information’s.”<br>\r\n<br>\r\nJessica remained speechless and yet she started crying since this was even worse in her mind. Her Susie had known what she was doing to her. And she, blindly had thought of being the one in control. But Susan voice took her out of her reveries, bringing her back to the present.<br>\r\n<br>\r\n“After that, I tried to imagine why you were trying to get me to gain weight. And after a while I got it. As more weight piled on, I did notice that you were getting more and more passionate during our sessions together. And so, I realized that you were more physically attracted by a larger me.<br>\r\n<br>\r\nI wondered why you hadn’t told me any of this, why did you tried to keep it a secret. <br>\r\n<br>\r\nBut then, you had done the same when we met the first time. So, it simply was that you were feeling shame in asking for it. So I kept your game. <br>\r\n<br>\r\nAnd I waited for the moment when you would have come out clear handed.<br>\r\n<br>\r\nTrue, at around 250 pounds I wished you would just tell me but, at some point I simply let it go and enjoyed the flow. I knew that some day you would have told me the truth behind this.<br>\r\n<br>\r\nAnd here we are now.”<br>\r\n<br>\r\nJessica, still feeling her lover embrace around her, her soft, heavy hands on her head, stroking her hair, was unable to speak for several minutes, until she finally managed to choke back some words.<br>\r\n<br>\r\n“But…But why haven’t you…stopped me…earlier? I’m…I’m so sorry…”<br>\r\n<br>\r\n“Jessie… You really need to be more confident in yourself and in your needs. <br>\r\n<br>\r\nI trust you. I know that you loved me, I had proof of it with every pound gained. I knew you weren’t doing it for a need of controlling me. And I love you back, you silly. You’re my beautiful amazon. <br>\r\n<br>\r\nA goddess down from heavens who loves me with all of her hearth. <br>\r\n<br>\r\nWhich, for some reason, is into fatties.”<br>\r\n<br>\r\nAt that, Susie chuckled a bit, but she still kept Jessica within her arms.<br>\r\n<br>\r\n“How could I deny what you needed? What you wanted?<br>\r\n<br>\r\nJust, please, Jess…don’t think less of yourself. Don’t feel ashamed…You’re a wonderful woman…the only one who still hasn’t realized it yet, is you.”<br>\r\n<br>\r\nAt that Jessica couldn’t hold back anymore. She hugged her lover back and cried all of her shame, all of her sadness away. As both girls were now feeling a bit more secure and calm, Susie let go of her beautiful amazon, slumping back once more on her two chairs, a teasing smile on her lips.<br>\r\n<br>\r\n“Oh…woe me…” she said with a hint of teasing in her voice, as she stared deeply into Jessica’s eyes. “All this commotion…completely left me…spent of energies…I wonder...who will help…little ‘ol me to…regain it with…tons…of food?”<br>\r\n<br>\r\nJessie, unable to stop herself almost choke back a laughter from coming out, as she turned toward her lover, bringing toward her a forkful of heavily buttered pasta.<br>\r\n<br>\r\n“Are you sure you’re ok with this, Susie?”<br>\r\n<br>\r\n“Mm-mmm…I’ve got you at my side, can just laze about all day on the Week’s end…and think to the stupefied faces of those around us as we will stroll into town? The perfect amazon and the fat tanker. It will be priceless.<br>\r\n<br>\r\nNow...are you going to be my savior…or not?”<br>\r\n<br>\r\nJessie smiled widely as she brought the fork down, within her lover lips, smiling at her.<br>\r\n<br>\r\n“Of course, aren’t I your goddess? It is my duty to make sure that my servants are…” at this she grabbed a hefty belly roll, shaking it teasingly as she brought her lips closer to Susie’s. “…Well fed and taken care of.”<br>\r\n<br>\r\nAs she finished speaking the two shared a long, full kiss, and enjoyed the rest of the meal together, as they should have done since the beginning.<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826384,
            "title":"Truths and revelations…"
        },
        "11111112":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Overdosing the enhancers, Susan become a mindless eating machine",
                "Jessie vanish from the gym. A worried co-worker goes to check on her.",
                "Susan’s Boss isn’t convinced about her willing discharge from the office.",
                "Susan tries to fight back, Jessie feel in doubt once more…",
                "Something else…"
            ],
            "content":"<div class=\"\"><div> <span>The more Jessie looked at her Susie, the more she convinced herself that she was so close to make her dream come true. <br>\r\n<br>\r\nShe couldn’t lie to herself, she felt guilty for changing her girlfriend like that but she, once more, told herself that Susie was soon to be enjoying so much her life that it didn’t matter.<br>\r\n<br>\r\nStill, she had made a gaffe. By tearing up in front of her she had admitted weakness and now had to find a way to justify herself.<br>\r\n <br>\r\n“You…you see…I…I lied. I thought it was going to be enough to just rest a bit and stop exercising but, apparently, it’s not enough to slow your metabolism down. I’m…sorry, Susie.”<br>\r\n<br>\r\nSusan gave her a strange look as she still kept grazing here and there on the food available near her, and yet she didn’t say nothing for quite some time.<br>\r\n<br>\r\n“Are you sure that’s all about it, Jess?”<br>\r\n<br>\r\nThat question put chills in every inch of Jessie body. What could her Susan have meant by that? Suddenly she noticed that her lovingly growing out girl was eating way slower than usual. That small detail plus her current demeanor, made Jessie fear that Susie wasn’t as subdued as she had thought she was.<br>\r\n<br>\r\nMaybe Susie had been eating in pleasure but, also, to see how far Jessie would bring her.<br>\r\n<br>\r\nNow it was critical for Jessie to regain control. <br>\r\n<br>\r\nIf she wanted to have her Dream Susie to become a reality, she had to break her down first. But how could she do it? For a long moment they just stared at each other, Jessie sweating bullets as Susie, instead, was still slowly grazing on the food in her plate. <br>\r\n<br>\r\nJessie realized she had no other choice. <br>\r\n<br>\r\nShe would have preferred to go slowly all the way but, if Susan was only pretending to be submissive, she had to force her once and for all.<br>\r\n<br>\r\n“Well…not exactly…”<br>\r\n<br>\r\nAt that Susan seemed to relax a little, letting a bit of her guard down, staring as her Amazonian girlfriend rose from the table and moved toward the sink, turning around on her. Jessie was now near the sink, her back toward Susan, as she hastily prepared one of the shake that Susie seemed to have loved so much. But as Jessie prepared it she couldn’t stop herself from wondering if her girl had shamelessly lied to her for all that time. <br>\r\n<br>\r\nIt didn’t matter to Jessie’s mind that she first had been lying to her girl.<br>\r\n<br>\r\n‘<i>So, did she truly like my cooking? Did she ever enjoy my meals? I did it for her and still, she dare to lie to me? <br>\r\nYou think you can just control me? Is that it? <br>\r\n<br>\r\nShe truthfully believes she can play me around, having me slave around the kitchen all day long so that she can simply devour anything and then play the part of the wounded one?<br>\r\n<br>\r\nNO. <br>\r\n<br>\r\nNo, I won’t let you do that.</i>’<br>\r\n<br>\r\nWith a terrifying twist, Jessie’s mind turned her against Susie. <br>\r\n<br>\r\nWith both guilt and pleasure filling Jessie up, she turned once more on her girl, hiding within herself the hate she was feeling for the girl she had loved. <br>\r\n<br>\r\nHate for having been deceived, for having been led to think to be in control when in truth it wasn’t like that at all. <br>\r\n<br>\r\nNot even for a moment she seemed to remember that she had betrayed their trust first, all it mattered was to get back at Susie.<br>\r\n<br>\r\n“I also…well, I’ve come up with a solution but…I cannot guarantee it will work…”<br>\r\n<br>\r\nAs she said that she brought to her ballooning girl the new shake she had just prepared. It appeared to be exactly as all others Susan had already gotten used to in the last months, and yet, Jessie knew, it was so much more. Susan, although skeptical about this didn’t see anything wrong in indulge a bit more.<br>\r\n<br>\r\nTrue the last few months had been hell on her figure but Jessie had been so passionate to her that she couldn’t exactly say that she hadn't let herself go willingly. Still, she had noticed that Jessie was trying to fatten her up, she just didn’t know the reason behind it. <br>\r\n<br>\r\nSusan had actually hoped that her love would actually come out clean but, instead, she seemed to be oblivious to her words.<br>\r\n<br>\r\nStill, she loved Jessie with all of her heart, she would have loved to show her so by letting herself being fattened up even more, but only if her lover was ready to come out of her hiding. Yet, it didn’t seem to be this the case. <br>\r\n<br>\r\nIn any case, Susie had already agreed with herself that she was going to pretend for a few more days, giving out a clean three months’ timeframe to Jessie to come out. <br>\r\n<br>\r\nBut if that was't going to happen, she was going to affront the issue herself.<br>\r\n<br>\r\nAll changed as she swallowed down the shake offered her from Jessie. <br>\r\n<br>\r\nAs Susan gulped it down she should have noticed the manic glint in Jessie’s eyes as she stare at her drinking away at the shake, or at how more delicious it tasted than usually. But Susan, as she tasted the shake began to focus only on the taste of it and on the burning hot sensation she was feeling in the depths of her bloated stomach.<br>\r\n<br>\r\nJust as she cleaned out the shake, Susan doubled over in pain, feeling as if her own belly was trying to digest itself due to how hungry she felt. All other thoughts left her mind but the need to eat. A need so strong that she barely made it back to the table, sitting on her two chairs, as she began to mow down ferociously at the breakfast that Jessie had prepared for her.<br>\r\n<br>\r\nThe amazon smiled in seeing her Susie single mindedness toward food. <br>\r\n<br>\r\nShe moved behind her and grabbed her hefty sides, squishing the fat on her and playing with her love handles as Susie could do nothing but shovel food within her mouth.<br>\r\n<br>\r\n‘<i>Yes…</i>’ she thought with glee ‘<i>Now you won’t be able to think about much more than food and stuffing yourself. <br>\r\nI had wanted to avoid using such a potent appetite stimulant on yourself but you…You just had to try and deceive me, didn’t you?</i>’<br>\r\n<br>\r\nAs time began to pass, Jessie returned to the oven, cooking more and more, preparing meals worth of food that was going to be shoveled deep into Susie’s gullet. The poor girl could do nothing more than eat and eat more. <br>\r\n<br>\r\nAnd every time she reached her fullest point, or the enhancer effect began to wane, so Jessie would just give more of it to her, forcing her to keep going, keep eating and growing. As the weekend began to pass, Jessie realized that she couldn’t let her beloved fatty out of her view. <br>\r\n<br>\r\nSusie had to be kept on a tight leash of continuous feeding and stimulants, in order to let her become the Dream Susie she always had wanted. <br>\r\n<br>\r\nAnd to do that all Jessie had to do was to pick up the phone. <br>\r\n<br>\r\nSusan could barely stop herself to breathe. <br>\r\n<br>\r\nShe was constantly feeling hungry, starving even, although she knew that she had been eating almost nonstop for the last two days. <br>\r\n<br>\r\nYet, the pain she felt was so strong that she didn’t want to feel it again. <br>\r\n<br>\r\nShe wasn’t sure what was happening to her, one-minute Jessie seemed to become clean on her needs to have her fattened up and the next, she herself was so hungry she couldn’t stop eating. She immediately thought that it may be Jessie’s fault, but she refused to acknowledge that idea. <br>\r\n<br>\r\nJessie loved her, she wouldn’t do something so harmful to her, would she? <br>\r\n<br>\r\nAs Monday morning rolled on, Susie was still unable to leave the kitchen, she was still feeling starved, as if she hadn't had nothing to eat on the previous week, and so she began once more to gorge on countless mounds of take away food that Jessie had ordered for her. Going from Chinese to Mexican, from McDonald to Burger King. <br>\r\n<br>\r\nAnd as Susie kept devouring everything in sight she suddenly aw something that confirmed her biggest fears.<br>\r\n<br>\r\nAs she was busy eating away at her smorgasbord massive meal, she saw down the hallway Jessie standing and talking to the phone. For a moment she couldn’t understand what was going on but, as her lover entered the kitchen closing the call, she realized that she had been right, but was too late to save herself from her fate.<br>\r\n<br>\r\nAs Jessie entered the kitchen, she saw Susie still busy on eating burgers and hot dogs, vats of Chinese noodles and quesadillas. Smiling she moved closer to her and began softly whispering in her ear.<br>\r\n<br>\r\n<i>‘Don’t you worry, Love. <br>\r\n<br>\r\nI’ve just called your office and they agreed on letting you go.<br>\r\n<br>\r\nYou don’t need any more to go there, tiring yourself, while you can simply stay here and enjoy yourself.<br>\r\n<br>\r\nThink about it, you can now stay here, all day long, with me…eating as much as you want, until you’re so big you couldn’t actually move…even if you wanted to.<br>\r\n<br>\r\nYou’ll see, Susie…I’ll make it a reality…just for You and Me.</i>’<br>\r\n<br>\r\nSusan, although she couldn’t’ stop eating, started to cry. <br>\r\n<br>\r\nIt was true then, her lover, the woman that she loved so much had done willingly this to her. <br>\r\n<br>\r\nFor a moment more, Susan cried about her partner, at how she had thought to be loved as a person and not as the object she was being turned into.<br>\r\n<br>\r\n‘<i>Why, Jessie? Why are you doing this to me? <br>\r\n<br>\r\nHave you ever loved me at all? <br>\r\n<br>\r\nWhat we shared… it was all a lie, to you?</i>’<br>\r\n</span></div></div>",
            "created":1589259600,
            "id":2834433,
            "title":"Jessie Needs Susie to be Fatter!"
        },
        "111111121":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Try to get her old girl back clearing her from the stimulant addiction.",
                "Add to the feeding some teaching, maybe she could grow witty again",
                "Find an external outlet for her desires. A second gf to her needs. ",
                "Dream Susie is the only thing that matters",
                "Something else…"
            ],
            "content":"<div class=\"\"><div> <span>As weeks flew by, Jessie kept preparing and upping the dosage of the appetite stimulants she was giving to her lover. <br>\r\n<br>\r\nAs a result, Susan began to live in a state of perpetual hunger. No matter what she was doing or where she was, she had to eat more and more. Jessie provided her with all the food she could ever need and, due to this all of her thoughts started to gravitate around food. At the beginning she had felt really hurt by her lover trick, for having been turned into a fattening doll but, as hunger began to be her primary concern, she slowly forgot about that pain, until it was nothing else but a sketchy, shadowy figure in her mind. <br>\r\n<br>\r\nAll she needed was food. And Jessie gave her that, so how could the new Susan not love Jessie?<br>\r\n<br>\r\nStill, no matter how much she ate, or for how long, the pain seemed to be with her all the time. <br>\r\n<br>\r\nJessie was having the time of her life. The dream Susan to which she had worked so hard for was coming along pretty nicely. Her lover, thanks to a steady and continuous diet made of fattening food and appetite stimulants, could barely stay thirty seconds without eating something, afterwards she would simply cry out in pain. Jessie was loving this; she was totally in control. With her Susie perpetually at home, finally out of that office of hers, and under the constant deluge of meals she was giving her, she was ballooning out in front of her very own eyes. Day after day, she would increase the dosage, and she was going to keep doing it until her Susie couldn’t literally stop herself from eating all the time. <br>\r\n<br>\r\nStill, as weeks flew by, several measures had to be implemented by Jessie to let Susie grow unhindered.<br>\r\n<br>\r\nFirst and foremost, she had to purchase two specially built pooper seaters, making so that her Susie could relief herself even as she ate in the middle of the kitchen, without stopping for the need to go into the bathroom. Then, as the girl began outgrowing everything around her, Jessie bought a contraption that, mounted on her special seat, would let her move around the ground floor of the house without the need to move a single muscle. Naturally, as she kept growing and outgrowing everything surrounding her, a special shower had to be purchased and installed, letting the growing massively obese girl to be cleaned in every nick and roll of her massive body. <br>\r\n<br>\r\nStill, for Jessie, it wasn’t enough. She neede her Susie to reach the inhumanly size she had been in her wet dreams, and yet, no matter how much she ate or how hungry she was, her Susie seemed to slow down at some point. As if she was unable to keep going.<br>\r\n<br>\r\nFor a few days, Jessie, wondered what was wrong. Why her constantly hungry, little, eating machine wasn’t growing anymore as she did at first. It baffled her and, at first she thought that Susie may have been tricking her once more but, then she understood what the problem was. As she was seeing her lover stuffing her mouth ravenously, she noticed that she tired herself pretty fast and then, even if she whine d and whimpered, she simply stopped eating.<br>\r\n<br>\r\n“Susie-pie? What’s wrong? Not hungry anymore?”<br>\r\n<br>\r\n“It’s…it’s not that…” she replied crying in pain “I…I can’t…keep…going...too...tired…”<br>\r\n<br>\r\nIt was then that Jessie realized what the issue was. Her Susie wasn’t lying anymore, she just hadn’t the strength to eat on her own. Now, the deranged feeder knew that she couldn’t feed her all the time, as much as the idea appealed to her, since if she wasn’t cooking, her Susie wouldn’t have nothing to be fed with. And yet, she had to find a solution.<br>\r\n<br>\r\nA short while later, Jessie realized that the solution was way easier than she thought. Swiftly she began preparations, and, within the span of a week, she had everything ready. It was early morning; Susie had just woken up and was already starting to wail from the hunger pain she was feeling when Jessie appeared in front of her holding a strange looking hose.<br>\r\n<br>\r\n“Susie-Pie, you know what this is?”<br>\r\n<br>\r\n“N-No… Hungry?”<br>\r\n<br>\r\n“Yes, dearie. No more hunger. Just gotta have this in your mouth. Open up, nice and wide…”<br>\r\n<br>\r\nWith the assistance of the feeding machine she had bought online, satisfying Susie became much easier and, since the poor girl had nothing to do but swallow, she immediately began to gain even more weight. Jessie watched lustfully to her Susie. She had become a real butterball; she was growing so fast and so big that she barely had time to purchase new models of her pooping seats. Yet, with all this constant eating Susan began to feel the counter effects of having a life going around food only.  Her thoughts slowed down to a crawl, since all she could think of, day and night, was food, all other thoughts vanished from her mind. <br>\r\n<br>\r\nSoon, even her voice began to be more childish, as if she couldn’t remember how to talk or how to hold a conversation. She began to act as if she was a small little child. Barely able to speak, she soon began to let herself go, relieving herself even as she was talking or eating. At first, she would stop herself and let herself go, but as time went on and food became more and more central in her life she even stopped doing that. She simply let herself go.<br>\r\n<br>\r\nJessie loved it. Here she was fully in control of the girl of her dreams, watching as she grew bigger and bigger, fatter and fatter, without nothing to stop her. And yet, she sadly realized that with her dream Susie focused only on food, she also wasn’t interested in the least in enjoying each other company. A few times Jessie tried to pleasure her but, with the way she could let herself go at a moment’s notice she understood that it was too much of a risk. So she started to use her as if Susie was a thing and not the woman she had fell in love with. <br>\r\n<br>\r\nAt first Jessie found herself completely satisfied by this but, as months flew by and Susan kept growing more and more massive, while also becoming more and more childlike, Jessie realized there was a huge problem in her plan.<br>\r\n<br>\r\nIt started one evening, Susan had just been hooked off from the machine, feeling overfull for the first time in ages. Jessie moved closer and began saying sweet things to her, trying to entice her to join her in an exchange of allusions, as they did a long time ago, when Susie was just a scrawny 200lbs chubbette.<br>\r\n<br>\r\nBut her Susie didn’t seem to understand, and the more explicit Jessie became, the more anger she started to feel, seeing as her Susie didn’t seem to understand. Reached the peak of her anger, Jessie shut Susie’s mouth by jamming the feeding hose in her lips once more, turning on the machine forcing her to keep eating and growing, as she went out of the room for a quick smoke.<br>\r\n<br>\r\nAs the stress levels were rising in the house, so Jessie had started smoke a few cigarettes each day. And yet, she couldn’t understand why her lover wasn’t interested in her. It was like Susie wasn’t…<br>\r\n<br>\r\nThen it hit her like a train.<br>\r\n<br>\r\nShe had changed her Susie to become more and more like an eating machine. But, in doing so she had erased what she had fallen in love with her in the first place. Not her body but, her wits.<br>\r\n<br>\r\nAs she puffed from her cigarette, Jessie thought back to the banters and the jokes she had had with Susie before she had forced her to become what she had around nowadays. The old Susie, the Not Dream-Susie, hadn’t been the fattest piggy she had around now but, she had been smart and provocative, she had often engaged her in deep conversation about the most foolish things. Plus, there had been the time they hared in private. Jessie had always enjoyed how dominant Susie seemed to become into the bedroom. While now instead she couldn’t even get her to feel slightly aroused.<br>\r\nAll the Dream Susie wanted was to eat.<br>\r\n<br>\r\nWasn’t this what Jessie had wished for, so long ago? And if so, why she was now missing her old lover so much?<br>\r\n<br>\r\nWhat Jessie was to do?<br>\r\n</span></div></div>",
            "created":1591592400,
            "id":2848178,
            "title":"Susan, the eating chomp-ioness"
        },
        "1111111211":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Nothing at all. Jessie tries to deal with her guilt",
                "as if she was forgetting about something important. But, what?",
                "her memories rushing to her. Betrayal and need for revenge filling her up.",
                "Her memories rushing to her. She’s losing Jess again. She won’t have it!",
                "Something else…"
            ],
            "content":"<div class=\"\"><div> <span>As Jessie thought back to her old lover, she began to realize what her anger addled brain had force her to do. She immediately recalled that fateful morning of so many months before, when she had felt betrayed by Susan lack of submission to her. As that memory flashed, I front of her eyes, Jessie began to cry.<br>\r\n<br>\r\nCigarette falling from her grasp, the Amazonian girl simply crumpled on the balcony crying in shame and despair. She had loved her chubby little Susan so much, and yet, her frenzied mind had turned her into the almost immobile mound of jelly like flesh that she was today. Yes, she had wanted her Dream Susie to become a reality but she had never imagined that in doing so she would lose the woman she had loved so much. In her dreams, although Susan was bigger than a house, she was still the witty woman she had fallen in love with.<br>\r\n<br>\r\nInstead, with her frenzied mind, she had killed that woman to have a massive lump fo a thing that was caring only in eating and eating more. Jessie, then, heard a slight wailing  coming from behind her and, suspecting that Susie-pie had finished her food, she slowly turned to go back and fill her up more but, the scene presented in front of her stabbed her heart with such force that she almost fell on the floor again.<br>\r\n<br>\r\nIn front of her eyes, in fact she saw the almost immobile girl wailing against the closed window while, behind her, the feeding tube spilling the food concentrated sludge on the floor a if Susie had forgotten about it. As Jessie opened the window, she found herself enveloped by a sea of fat, as Susie-Pie hugged her with all of her strength.<br>\r\n<br>\r\n“No...cry…Jess. Susie-pie…more…hungry…but…no…Jess…cry.”<br>\r\n<br>\r\nAt those crude words, Jessie seemed to melt. For she understood what her Susie was trying to say, even though she was barely able to speak. For deep inside that lump of fat she had created her real Susan was still alive, if only barely. Again, it flashed in front of her eyes, how quickly Susan had moved her bulky body when, that morning, she had burst out crying. The same Susan that loved her with all her heart, the same that had willingly let herself be fattened up, was still in there.<br>\r\n<br>\r\nIt was then that Jessie decided to come clean and try to get her old lover back.<br>\r\n<br>\r\n‘<i>If My Susan is still in you, I’ll get her out. I need you, Susan, in my life as you were once. <br>\r\nI want to fatten you up, I dream about your massive size but, if to get that I’ve got to lose You…I will not have it.</i>’<br>\r\n<br>\r\n“It’s ok, Susan…I won’t cry anymore. But now…Now we’ve got to work together, ok?”<br>\r\n<br>\r\nSusie-pie didn’t understand a word of it. All her world was made of food, and yet, seeing her Goddess cry had awaken something inside of her, something that told her to forget about food and console her goddess. As unused to think as she was, she wasn’t sure what had pushed her to forget about food but was happy that the Goddess wasn’t crying anymore. With the simple mind she now had, she turned back to the only thing important in her world.<br>\r\n<br>\r\n“More hungry?”<br>\r\n<br>\r\nJess, feeling some tears escaping her eyes, once more, hugged the massive girl as much as she could, whispering in her ear, as softly as she could.<br>\r\n<br>\r\n“No. Not anymore, Susan.<br>\r\n<br>\r\nForgive me…I’ll do all I can to get you back.”<br>\r\n<br>\r\n<br>\r\nThe following months were grueling for both women. Susie-pie, addicted to eating as she was, found herself suddenly without the only thing she wanted. Plus, although her hunger pains began to lessen, she had grown so accustomed to eating that even though she wasn’t getting anymore the stimulant, she still acted as if she was under it. From Jessie’s side, it was doubly painful.<br>\r\nFrom one side she had to reduce the amount given to her lover, watching her and hearing her crying as if she was in the verge of death by starvation, and then, she had to fight every step of the way with the Susie-Pie personality she had created, as she tried to bring back her old lover.<br>\r\n<br>\r\nAlthough it had taken less than one year to have Susie-pie and her massively obese body, it took way longer to try and get back her old Susan. Fighting every step of the way, forcing the massive girl to replace eating times with games and books had been the hardest thing Jessie had ever experienced and yet, her anger often chided her to let it all go, to return stuffing Susan while keeping Susie-pie in her stead but, for once, Jessie didn’t back down. It didn’t matter how hard it was going to be, or if it was possible at all.<br>\r\n<br>\r\nBut this time, she wasn’t going to let her anger to control her again. Unless proved completely impossible, she was willing to try anything to get her lover back.<br>\r\n<br>\r\n<br>\r\nTime passed on, with Susie-pie eating less and less, and being more and more active, things seemed to be changing within the house. With most of two years of harsh dieting under her belt Susie-pie began to vanish, replaced by a simple being that knew herself as Susan. As her mind was trained once more to think on its own, by playing games and reading comics and books, the girl began to feel more at ease with herself, as if her past three years had been only a strange dream. Yet, Jessie was still feeling guilty. <br>\r\n<br>\r\nTrue, she had been managing to get her lover body back to a more acceptable weight, reducing her from the massive 700 lbs she had been at its peak as Susie-pie, to a now more comfortable 450 lbs of Susan. And yet, the Susan she was living with her still didn’t seem to remember her more than a motherly figure that had took care of her in all that time. <br>\r\nIt was tearing her apart. Jessie was glad of having managed to get Susan back to a healthier mental status and yet, the fact that what had once been her lover failed to recognize her as such was tearing her up. Still, she didn’t stop. She had made her mission of returning Susan to normality, as much as she could, before giving up. For, in her heart, she had given up the hope that her Susan would be back.<br>\r\n<br>\r\nJessie firmly believed that her Lover was gone for good. And if that was the case, one the woman could manage herself on her own, she was going to let her go and vanish from her life.<br>\r\n<br>\r\n‘<i>I’ve singlehandedly destroyed her. I cannot keep living with her body, knowing what I’ve done to her.</i>’<br>\r\n<br>\r\n After almost three years since Jessie had worked hard to try and have Susan back in her life, the woman that called herself Susan was almost back to her normality. She barely remembered what had happened in the last three years, and at that she trusted completely the other woman she was living with.<br>\r\nJessie. <br>\r\n<br>\r\nThe woman had told her that she had had a bad accident, something that threatened her whole life. So, Jess had helped her get back in shape, although she never told Susan the reason for helping her so insistently. Still, Susan was feeling grateful toward this ‘Roommate’ of hers, although Jess did seem to be on the verge of crying every time, she mentioned that.<br>\r\n<br>\r\n Still, being now an independent woman, she wanted to ask Jess if was willing to help her some more, in a special project she had been thinking about in the last few days. But as the morning came and Susan left her bedroom to go to the kitchen, where usually she found Jess preparing their healthy breakfast, all she found was a not on the table.<br>\r\nPicking it up she began reading it.<br>\r\n<br>\r\n“Dear Susan,<br>\r\n<br>\r\nI’m sorry for being so abrupt with this but I can’t keep going like this. I’ve been lying to myself in these last few months, but I cannot escape the harsh truth that is in front of me.<br>\r\n<br>\r\nI’ve never told you how you ended up in that terrible accident you’ve been involved into but, even if you won’t believe me, I was the culprit of it all. Since then, I’ve done all I could to help you get back and I’m finally glad that you’ve managed to get out of it on your own two feet and ready to challenge the world outside your home.<br>\r\n<br>\r\nYes, it’s your home now. I’ve already contacted the agency giving you the house and most of the money I have in my accounts. It the least I can do after what I’ve caused you. <br>\r\n<br>\r\nAnd now, to the hardest part.<br>\r\n<br>\r\nI won’t be living with you anymore. Now that you’re able to live on your own, now that you don’t need any more my support I can’t keep staying with you. The guilt of what I’ve made you go through is killing me and …And I can’t bear it anymore. I…I don’t want to hurt you again and, at the same time, staying with you without being with you is driving me mad.<br>\r\n<br>\r\nRemember this, it’s not your fault. It never has been, and it never will. I just…I just can’t live as I’ve done.<br>\r\n<br>\r\nLive your life, find someone who will truly love you and cherish that lucky guy for the rest of your life together.<br>\r\n<br>\r\nYou’ll always be in my heart.<br>\r\n<br>\r\n Jessie.”<br>\r\n<br>\r\nAs Susan red the letter she didn’t know what to think, except that whatever had happened to her in the past had been perceived by her roommate as if it was her fault.<br>\r\n<br>\r\nStill, as she read once more the letter, Susan felt…<br>\r\n</span></div></div>",
            "created":1591592400,
            "id":2848180,
            "title":"Guilt ridden Jessie need old Susie in her lilfe."
        },
        "11111112114":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Susan, horrified, can’t move.",
                "Susan gasps in shock but doesn't move. Jessie notices her...",
                "Susan bellow in horror and tries to catch her lover…",
                "Susan, screaming, ran forward trying to catch her lover…",
                "Something else…"
            ],
            "content":"<div class=\"\"><div> <span>As Susan read once again the letter, she felt growing strangely worried. Suddenly, as if lightheaded, she collapsed on a nearby chair as her mind began to unveil memories, she had unconsciously locked up deep within herself.<br>\r\n<br>\r\n As in a flash she relived all her past three years since the fateful morning when Jessie, Her Jessie, had turned on her. Forcing to her to become a slave of her gluttony, trying to control every aspect of her life. She felt almost ill, when she relived the pain in seeing her Lover, the person she had loved the most betray her time and time again, first forcing her to having food as the most important thing in her life, than forcing her to quit her job and then, painfully, changing her into a complete different person from what she was. <br>\r\n<br>\r\nAs she lived through the memories of ‘Susie-pie’, she almost felt herself fainting. There was no anger in her only the feeling of being sick for the monster she had fallen in love with. And as she saw herself growing bigger and fatter, almost inflating daily with the monstrous treatment that Jessie had subjected her to, Susan began to feel herself short of breath. Fear and terror paralyzing her. <br>\r\n<br>\r\nBut then, she saw that evening when Jessie realized what she had done, and Susan felt pain in her heart for what her Lover had endured, trying to get her back, trying to save her from the deep abyss she had thrown her into. Susan remembered now the last two years, the pain that ‘Susie-pie’ felt as her Goddess seemingly tortured her, trying to save…well, Her.<br>\r\n<br>\r\nSusan, the real Susie, began crying, wailing desperately releasing the pain, the anger, the suffering all the emotions that had been repressed by herself in the attempt to not go right out crazy from the madness of the entire situation. And as she lived through the flashing nightmare in front of her eyes, she began hating what had been her lover, but, as the most recent memories came through, she saw how guilty Jessie had felt. <br>\r\n<br>\r\nAnd how hard she tried to hide what she still felt for her, while supporting her, helping her return to normality.<br>\r\n<br>\r\nHer lover, Jessie, had fucked her up badly but, she managed to also save her from that horrible fate she had almost condemned her to. And yet, as herself returned to her normalcy, she realized that Jessie had left her life to avoid being reminded of what horrible things she had done to her. <br>\r\n<br>\r\n‘<i>My god…It was all real. <br>\r\n<br>\r\nShe truly turned me into a freaking monster. And yet, she’s also the one who saved me from that fate. She endured so much for me. All my pain, all my emotional distress, all of my feelings…she endured them all to get me back… How could I hate her?<br>\r\n<br>\r\nBut…at the same time, can I really say that I love her?<br>\r\n<br>\r\nAfter all she did to me, due to her fear of opening up…Do I still love her?</i>’<br>\r\n<br>\r\nAs the morning passed away, Susan idly worked within the house, trying to get a grip on herself, to reach a decision but, as time passed, she realized that the decision was easier than she had suspected. For, throughout the day, she kept unconsciously trying to find Jessie appearing from somewhere, as if she was still there with her. Recollecting the wonderful time they had shared together, the times when Jess had been there for her…and the times when she had been there for Jessie.<br>\r\n<br>\r\nSusan had been afraid to admit it with herself but, she loved Jessie so much that all that had happened didn’t matter. She needed Jessie in her life, to have her nearby, to feel her powerful arms hugging her, to feel her passion when they shared their nights together.<br>\r\n<br>\r\nSusan couldn’t deny she wanted Jessie there, with her, now.<br>\r\n<br>\r\nAnd so reached her decision.<br>\r\n<br>\r\nQuickly dressing up, although difficult for a 400 and plus lbs woman, she grabbed her keys and went out, whipping out her phone trying to call her. But the other woman never picked up the phone. At first Susan began to run blindly around, searching for her lover anywhere but, as the panic subsided, and she started using her mind with her once strong logic, she began to search in the few places she knew Jessie could have gone.<br>\r\n<br>\r\nShe tried first at the gym but, apparently, she wasn’t there. And hadn’t been there once in the last three years, having contact with the people there only by phone and mails. Still, when Susan got there, a few instructors couldn’t believe that she was The Susan that had managed to capture their boss heart. Susan hadn’t time for that, though and swiftly, as much as she could, she left the place seeking from place to place, spending the entire day walking around as she tried to find the love of her life.<br>\r\n <br>\r\nStill, as evening came, here was only one place which Susan hadn’t yet gone to.<br>\r\nIt was a small park with a lonely bench, set up so that who sat there could watch the sun descend slowly behind the mountains. <br>\r\n<br>\r\nAs she neared that place Susan spotted immediately a lonely figure sitting on that bench. The figure was intently watching the sun going down, unaware of anything surrounding her. Susan tried to get closer without being noticed but, the Amazonian figure sitting on the bench didn’t seemed to notice anything, too focused on her own thoughts. <br>\r\n<br>\r\nAs Susan stood, a few meters away from her Lover, she had once more mixed feeling on how to approach the situation. As soon as she saw Jessie’s figure, all of her doubts and fear grabbed her and stilled her on the spot. Leaving her there, scared of speaking, of calling her name. <br>\r\n<br>\r\nAfraid of the past, of what the future could bring to her. <br>\r\n<br>\r\n‘<i>What if she does it again? What if She turns me again in that massive blob I once was? What if she doesn’t stop, this time?</i>’<br>\r\n<br>\r\nCrippled by fear she didn’t move or uttered a word. Susan stood there, silent, watching her lover staring at the sun, sitting apparently calm on that bench. The same one where they had once sat together, promising each other eternal love. <br>\r\n<br>\r\n<br>\r\n<br>\r\nJessie had strolled around town for a bit, as she left Susan, trying valiantly to find something to motivate her to start anew. But the festering wound in herself, having grown cancerous due to the guilt she felt for what she had done to the woman she loved with all her heart, didn’t let her find any hope for the future. At first she had thought of leaving the town, going in another state where, maybe, she could have found something worth of living for but, he pretty soon realized she was just lying to herself. She couldn’t escape from what she’d done. <br>\r\n<br>\r\nFrom what she had brought on the girl she had promised to love.<br>\r\n<br>\r\nAs she remembered of that promise, Jessie realized it was only fitting to have her fate decided in the same spot where she had promised love to Susan. Without waiting any further she left the town and stopped only when she reached the bench where the two of them had sat once. Where she had promised Susan to love her with all of her heart for eternity.<br>\r\n<br>\r\nA promise that, in the end, she herself had broken. <br>\r\n<br>\r\nAgain, her guilt addled mind forced her to see what she had done to Susan, the monster in which she had almost managed to change her into. The horrible, dreadful future she had almost condemned her to live through. As the sun began to set behind the mountain, so Jessie rose from the bench, walking closer to the edge, as she gripped tightly the railing dividing her from the chasm that opened right in front of her.<br>\r\n<br>\r\n‘<i>Yes…it is fitting. I’ve thrown you into an abyss…it is only right I do the same with myself…</i>’<br>\r\n<br>\r\nAs she thought so, she swiftly jumped over the railing, seeing the chasm opening under her eyes, as she suddenly felt herself weightless. As she opened her arms, closing her eyes, she let herself go toward the abyss…<br>\r\n</span></div></div>",
            "created":1591592400,
            "id":2848183,
            "title":"A painful past…"
        },
        "111111121144":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Part two & Epilogue…",
                "The following day",
                "Something else",
                "Something else…",
                "Something else entirely..."
            ],
            "content":"<div class=\"\"><div> <span>Susan saw her lover getting closer to the railing. At first, she didn’t think too much of it but, as she saw her jumping over it, her heart began beating faster, her doubts vanishing out as if fog dispersed by the light.<br>\r\n<br>\r\nScreeching like a hawk she rushed forward, moving her arms forward over the railing, trying to grab her lover before she jumped down. Susan hit hard the railing with her soft body, feeling a sharp pain on her belly but it didn’t matter in that moment. All that mattered was to grab Jessie before she vanished forever from her life.<br>\r\n<br>\r\nJessie had let herself go, already she felt herself being dragged down by the invisible hands of gravity and yet, at the last moment she heard a loud, shrill, scream of fear forcing her to open her eyes. As she did so she saw Susan, Her Susan against the railing, holding her up as best as she could having managed to grab her arm at the last second. For a moment Jessie stood there, dumbfounded, unable to understand what was going on. Her Susan was there. And she was lifting her with all of her might, dragging away from the chasm, lugging her like a potato sack over the railing onto solid ground. Only then Jessie realized what Susan had done.<br>\r\n<br>\r\nShe had saved her life.  <br>\r\n<br>\r\nNo. She had condemned her to live with her guilt.<br>\r\n<br>\r\n‘<i>Does she want revenge so badly, that even letting me die is too little?</i>’<br>\r\n<br>\r\nAnd yet, as Jessie raised her stare on Susan, she saw the tears in her Lover eyes, she read in those beautiful mesmerizing eyes the fear of having almost lost her forever. Still, Jessie couldn’t believe, couldn’t understand what was going on. <br>\r\nFor this reason, feeling completely void of any emotion she turned toward Susan (Her Susan?) asking her a simple question.<br>\r\n<br>\r\n“Why?”<br>\r\n<br>\r\nSusan felt terribly. <br>\r\n<br>\r\nShe had to thank only the adrenaline coursing through her veins if she had managed to lift the heavy body of her lover up and over the railing, plus she had hurt her belly quite painfully and so she almost doubled over. But it wasn’t that pain forcing her to cry. It was the expression on Jessie that was tearing her apart. There was no emotion on her beautiful face, it was as if Jessie had already died and only a husk of what she used to be was standing there. <br>\r\n<br>\r\nSusan’s heart cracked in half as Jessie’s emotionless voice asked her a single question. Why?<br>\r\n<br>\r\nWithout speaking, Susan rose from the ground and, without uttering a word she ran straight forward against Jessie, throwing a massive punch at her face, with all the adrenaline-fueled strength she possessed. Yet, the other woman didn’t even flinch, she simply stood there as if waiting for the next attack to arrive, passively waiting to be hit again and again. But no other punch arrived to her. She instead found herself suddenly enveloped by the loving hug of a 400 lbs girl, who was hugging her with all of her might, as well as crying over her shoulder.<br>\r\n<br>\r\n“Why don’t you hate me? Why do you wish me to live? You’re not your…”<br>\r\n<br>\r\n“STOP DECIDING WHO I AM! Stop thinking what would be best for me! I know who I am…I…I know what you’ve done to me…I know it all.<br>\r\nI remember how you changed me into a freak…But I also remember the pain you’ve gone through to bring me back.<br>\r\n<br>\r\nI lost you twice already…I…I don’t want to lose you again.<br>\r\n<br>\r\nI can’t lose you anymore, Jess.<br>\r\n<br>\r\nI won’t be able to live if you’re not with me. You…you’re the woman I want at my side. <br>\r\nI…I can’t…”  <br>\r\n<br>\r\nAs Jessie fell under the onslaught of Susan words she couldn’t believe what she was hearing. It was a dream, it had to be a dream. After all she’d done to Susan, Her Susie couldn’t still be able to loving her. So guilt ridden she was, that Jessie couldn’t face what she was pressured under. She had to suffer as she had made Susan suffer. It was the only thing she could do. It was the only thing to do.<br>\r\n<br>\r\nGripped by the fear, Jessie began to try and get free of Susan holds, trashing around as if she had become a wild beast. And, in truth, that was happening. Jessie couldn’t face the idea that Susan was going to forgive her for what she had done, so she let herself be controlled by the fear and the panic, and yet Susan didn’t release her, trying to calm her down at first. But seeing the poor result she ended up releasing one arm and slapped her once o the face.<br>\r\n<br>\r\n“Get your goddamn mind together! Stop trying to shoulder yourself all the pain of the fucking world!<br>\r\n<br>\r\nLISTEN TO ME! You’ve got to stop feeling ashamed of yourself.<br>\r\n<br>\r\nI love you with all of myself…but You’ve gotta fucking stop hating yourself! That is the only thing I don’t like in you. <br>\r\n<br>\r\nThat is the only thing that may force me to get away from you!”<br>\r\n<br>\r\n As Susan bellowed that last phrase, Jessie felt like a cold shower had just fallen on her back. <br>\r\n<br>\r\nHer Susan was there, was really there for her…and the only thing that could push her away…was herself.<br>\r\nSuddenly Jessie stopped trashing around, using her arms to hug back her lover with such force that she could almost broke her ribs.<br>\r\n<br>\r\n“Don’t go! Please, don’t leave me alone…don’t do it ever again…” <br>\r\n<br>\r\nSusan, feeling her lover now finally back in her arms, hugged her as much as she could.<br>\r\n<br>\r\n“I won’t. I won’t ever leave you alone…but you’ve got do the same for me.<br>\r\nIf you ever have something you wish for…or that you want to try…or that you prefer doing…let me know.<br>\r\nI’m here for you too.”<br>\r\n<br>\r\nStill hugging each other, Susan rose from the ground, as Jessie did the same, and a bit walking and a bit waddling, they both slowly walked home. To their home, knowing full well that a long discussion was needed on both parts.<br>\r\nStill, as they moved forward, with the evening sky above their heads, Susan whispered softly to Jessie.<br>\r\n<br>\r\n“<i>Don’t ever do that again. Never doubt about me, Jess.<br>\r\n<br>\r\nI’ll be your Castle, now and forever. <br>\r\nThat one place where you can be yourself, where you can let yourself go and get comfort if you need it or have help if you are scared. <br>\r\n<br>\r\nDon’t trust in me because I have faith in you.<br>\r\nTrust in yourself because I have trust in you.<br>\r\n<br>\r\nNow, let’s get home…Lover mine…</i>”<br>\r\n</span></div></div>",
            "created":1591592400,
            "id":2848186,
            "title":"…and she manages to grab her by the arm."
        },
        "1111111214":{
            "author_id":"iiiiii",
            "author_name":"g yjgj",
            "choices":[
                "Jeesie goes all in on not only fattening Susie but also draining her mind.",
                "Jeesie plans are too big for even her wallet and needs to raise money.",
                "There's a knock at the door, who's here and what do they want?"
            ],
            "content":"<div class=\"\"><div> <span>Jessie stood there, a newly lit cigarette slowly burning down in her hand, lost in her thoughts.<br>\r\n<br>\r\nShe couldn't lie to herself, not when she had taken things this far. When she first met Susie her feelings for her were simpler though still as strong, she found her soft body attractive and fell in love with her personality, but it's also where the habit that would lead her to today started.<br>\r\n<br>\r\nShe had outright lied to Susie about who she was for so long, even if it was so weak that anyone with half a braincell could have figured it out like Susie herself did, but it was still a sign of how Jessie was going to change. After she came out to Susie about her lie the two of them had hit it off fast and the next few months were magical. They grew to truly love each other and despite her deception Susie started to deeply trust Jessie, even going so far as to move in with her. But it wouldn't be too long after that the real trouble began.<br>\r\n<br>\r\nSusie was determined, but still only human. While she still worked out daily she began to slip on her diet, just a bit, but it was enough for Jessie to notice, especially when they fucked every other night. Within Jessie was the start of a new kind of lust, she already loved Susie's curvaceous form, but the extra weight made her start to think about just HOW much she loved it and how much more of it she'd like to have.<br>\r\n<br>\r\nShe tried her best to quell these new feelings, but they grew stronger for each night of passion they had together, fantasies and dreams clouding her rationality. When an opportunity came to grow her girlfriend Jessie all but jumped at it. She once again lied and even manipulated Susie in persuit of her desires, wanting to satisfy her need for an ever larger lover.<br>\r\n<br>\r\nThen things came to a head. Jessie had been drowning herself in her own delusion for so long that the moment Susie broke through to her in even the smallest way that she retaliated by dosing her with stimulants until she could hardly think.<br>\r\n<br>\r\nAnd now here she was. She had gotten her girlfriend fired from her job and now fed her a constant stream of both food and hunger inducing drugs, all in the name of creating a Susie that would never stop eating or getting fatter.<br>\r\n<br>\r\nBut in doing so she was killing the actual person in the body. The person Jessie had spent so many months with, had made sweet love to, had gotten to know so well, was being buried alive in fat at this very moment.<br>\r\n<br>\r\nThe realization had broken Jessie out of her mania, allowing her to think clearly about what she should do. If she keeps up with this they'll be nothing left of Susie but a infinitely hungry blob of a woman.<br>\r\n<br>\r\nAnd despite herself, her better judgement, or her sense of morality, Jessie found herself getting EXTREMELY aroused by the idea. There was no question that it was wrong, but somehow not just the thought of Susie getting ever more obese, but also the thought of her becoming just a fatty fuck doll for Jessie  to use as she pleased was exciting her more than it had any right to.<br>\r\n<br>\r\nJessie could just imagine as the more Susie lost herself to her hunger the more depraved things she could do to her. That if her mind became devoted to nothing else but eating that she would not object to anything Jessie wanted to do to her. The insane fantasies dancing through Jeesie's mind kept coming, not letting her heart or loins relax. <br>\r\n<br>\r\nJeesie's mind kept flooding with new ideas the more it sank in just what she could get away with if Susie became just a hungry drone, all the ways she could have fun with the the human whale, especially as she got bigger, all because she would be incapable of resisting anything Jeesie wanted to do to her, not even try and resist as her mind deteriorated even further beyond just being child like to having no feelings or thoughts at all, just eating and being used by the woman see at one time had the ability to trust completely like a machine meant for nothing more than consuming and fornicating.<br>\r\n<br>\r\nWith great excitement Jeesie made her decision. She had already done the deed, and with a new kind of lust alight in her soul she was ready to commit hard to it. She was going to make her dream Susie, a living, obese sex toy a reality.<br>\r\n<br>\r\nShe turned around, ready to make the necessary preparations for Susie's new purpose in life.</span></div></div>",
            "created":1592370000,
            "id":2852870,
            "title":"Dream Susie is the only thing that matters"
        },
        "15":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "Rachel and Michelle ",
                "Tom and Rebecca ",
                "Different time period ",
                "More couples ",
                "Something completely different "
            ],
            "content":"<div class=\"\"><div> <span>What about some other couples <br>\r\n<br>\r\nRachel and Michelle <br>\r\nFlatmates both women struggling to pay for college see and advert asking for volunteers both women sign up with interesting results <br>\r\n<br>\r\nTom and Rebecca <br>\r\nNewly married Tom is a personal trainer and Rebecca is a newly promoted chef she start to think Tom is cheating on her with his clients so she decides to fatten him up unware her waist line will be growing as well<br>\r\n<br>\r\nWhat about couples in different time periods <br>\r\n<br>\r\nMore couples <br>\r\n<br>\r\nOr something completely different </span></div></div>",
            "created":1588136400,
            "id":2826948,
            "title":"Something else entirely..."
        },
        "152":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Story line 1 - The newly married ",
                "Story line 2",
                "Story line 3",
                "Story line 4",
                "Story line 5"
            ],
            "content":"<div class=\"\"><div> <span>Storyline 1 -  Characters<br>\r\n<br>\r\nTom: Caucasian male, age 26. Brown hair, green eyes. Height: 5’10” ; Original weight: 150 lbs. Normal looking guy yet fit and toned due to his profession. Has a sweet visage, has a history of making girls pine for him during high school and college.<br>\r\n<br>\r\nRebecca: Caucasian Female, age 25. Blonde hair, blue eyes. Height: 5’ 6” ; Original weight: 120 lbs . Quite stunning beauty, usually shy and reserved, has opened up by meeting Tom. <br>\r\n<br>\r\n<br>\r\nStoryline 2 – Add your own version<br>\r\n<br>\r\nStoryline 3 - Add your own version<br>\r\n<br>\r\nStoryline 4 - Add your own version<br>\r\n<br>\r\nStoryline 5 - Add your own version<br>\r\n</span></div></div>",
            "created":1589259600,
            "id":2834412,
            "title":"Tom and Rebecca "
        },
        "1521":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Tom was a bit off his normal routine",
                "Rebecca’s clothes had been shrinking a bit?",
                "Both of them were starting to take lazier shortcuts in their jobs.",
                "Neither of them changed at all!?",
                "Something else entirely…"
            ],
            "content":"<div class=\"\"><div> <span>Tom and Rebecca are a young couple, married barely by one month. The two of them have dated each other for almost one year, before deciding to commit themselves in marriage. During the honeymoon, they both enjoyed each other, during the day and the nights, but over them was looming the shadow of the return to their normal lives, with work, reduced time and stress inducing situations.<br>\r\n<br>\r\nStill, they both promised each other that everything would be fine and they would be faithful to each other.<br>\r\n<br>\r\nA couple of months later, they’re both living in the same apartment on the outskirts of Los Angeles, a nice flat that Rebecca had bought in the past, when she had finally landed a big contract for a four star restaurant, in which she had been complimented countless times for her wonderful job. Tom, instead, had been focusing on targeting mainly over the average people, finally managing to land a private contract with the wife of a rich entrepreneur in the Oil &amp; Gas field. <br>\r\n<br>\r\nEverything seemed out of a fairy tale for the two of them but, reality often is very different from stories…<br>\r\n<br>\r\nIt was Monday evening, two months past their honeymoon, both Tom and Rebecca had been living together and working in their respective field without many issues. Until the last two weeks, at least.<br>\r\n<br>\r\nIn this last period, Rebecca noticed that at the start of the week, when she had her rest day from her job, Tom had been constantly busy with his client, staying away all day long while letting her know that his presence had been requested by his client for an intensive training. At first, Rebecca, wished him luck and thought nothing of it. But as time went on and Tom’s presence in the household seemed to be always scarce when she was in, Rebecca began to suspect something. Although she did want to have faith in him, she still began to have doubts. <br>\r\n<br>\r\nAs days passed her doubts, began to be suspicions, until she knew she was being betrayed. <br>\r\n<br>\r\nAt first, albeit she had often asked Tom about who his Client was, he always seemed reticent, often saying that he couldn’t divulge personal information about his clients. And yet, she had found him, one day, talking about it with a friend of his about this bombshell vixen that he was working for lately. <br>\r\nFirst bell of alarm.<br>\r\n<br>\r\nThen there were the always constant extra hours he performed for the Client, especially in the evening until late hours in the morning. Second bell of alarm.<br>\r\n<br>\r\nFinally, what sent Rebecca over the edge. Just the other day she had found in his clothes bag, an expensive looking tie, with a kiss made over it with lipstick.<br>\r\nThat finding sent her in a rage. <br>\r\n<br>\r\nAt first, she wanted to break everything, cry over everything and then run away from that house. But as the rage calmed down and she began to think more clearly, she realized that there was something else she could do to get her revenge on the cheating skunk. By her knowledge of food, spices and herbal usage in a kitchen, she had often been complimented for managing to create dishes that, at times, could put a smile on even the worst critics. Now, all she had to do was use her skills against her cheating husband. <br>\r\n<br>\r\n‘<i>After all, with my job as a Chef, I earn more than enough to live a decent life, and Tom could afford to just stay at home and maintain it.</i>’<br>\r\n<br>\r\n Still, she had the problem that he didn’t seem to be available when she was out of her kitchen. Yet, she decided to let it be, for now. She would just prepare their meals as she had always done, leaving them in the fridge for him to have when she wasn’t home. Smiling sinisterly Rebecca began to lay down her work.<br>\r\n<br>\r\nTom knew he was working too much but Ms. Thompson, her current client, seemed to have an endless amount of energies. No matter how hard he worked her out in the gym, she always returned ready for more on the following day, if not the same evening. In truth, as much as he loved getting enough cash to almost be on the same level of Rebecca, he was getting pretty tired of following the young trophy wife. Because that she was, he had no doubt in that. And although she often teased him or made sexual allusions in regard to the two of them, he always refused. He loved his wife, Rebecca, and did not want to hurt her by betraying her for a temporary fling.<br>\r\n<br>\r\nStill, he couldn’t openly refuse, since he was afraid of losing this one chance he had of making a name for himself within the people of a certain, way above the average, status. He wanted to finally enter in the big league, so that he could finally be the one taking care of Rebecca, and not the other way around. <br>\r\n<br>\r\nAs much as he loved her and felt grateful of having found such a beautiful, supportive and caring girl to call his own, he still resented a bit the fact that she was the main influence in keeping them afloat, month after month. Due to that resentment, he was ready to do everything he could to grant her the better lifestyle she so deserved.<br>\r\n<br>\r\n‘<i>After all, if I manage to land a contract with someone famous, I’ll be earning a ton of money and she can finally leave that kitchen and stay home all day to rest on her feet.</i>’<br>\r\n<br>\r\nTom, so, decided to sacrifice a bit more of his free time with the tangible hope of finally making it into the big league. The only point he found himself weak to was actually the dietary advices. In all honesty he had always issues regarding that, since various people had so many different lifestyles, he simply didn’t feel confident, or knowledgeable enough, in giving the proper suggestion. Luckily for him, Rebecca was much more analytical from this point of view.<br>\r\n<br>\r\nShe had always helped him to analyze and provide the proper diet to selected training courses, and he loved her even more for this supportive side of her.<br>\r\n<br>\r\n<br>\r\nAfter most of the morning passed away in her kitchen, Rebecca had now a general idea on how to bring forward her plan to exact revenge from Tom. She had slaved away all morn, trying countless recipes, mixing in various ingredients and spices, trying to have in her hands the final weapon that she could use against him. <br>\r\n<br>\r\nIt was true that he knew his proper diet, but she often had surprised him by showing that by using a different spice or herb, he could obtain the same result with less expenses. And now, she had within her hands a concoction she could use against him. Naturally it wasn’t going to work overnight but, it was a start. As she patiently waited for the mix to be ready, she tried to imagine the various cases where she could use it and how it would affect him.<br>\r\n<br>\r\nFor sure, since it was a concoction of different spices and herbs, which she mixed to weaken as much as possible taste and smell, she could use it with dishes with a strong taste or a distinctive odor. Surely she couldn’t use it much on delicate plates as fish or salads. But since Tom often consumed proteins and carbs, in moderate quantities, she was fairly sure that she could use several times a week. If everything had been done correctly, the current mix was going to slowly reduce his metabolism while also instill in him a bit of lethargy and a small increase in hunger. <br>\r\n<br>\r\nOverall, she could potentially leave it at that but, that would take way too much time to have her revenge. Instead, if she properly balanced the various ingredients, she could obtain a wide range of effects, from powering up one of the main aspects of the mix or even cause some mild counter effects, such as gassiness, sweating, and so many others. To be sure, as soon as the mix was ready, she had a bit of a taste. As she tried to lick away at a few grains on the point of her finger, her trained taste buds detected some faint traces of the ingredients she had used. <br>\r\n<br>\r\nBut she was sure that Tom wasn’t going to notice.<br>\r\n<br>\r\n As the day progressed, she carried out her plan, preparing each and every meal for the week, while adding to them the mix she prepared. Labeling them into Tupperware containers for Tom, she grinned wildly thinking on how much he would change with a full week of taking her Mix, which she lovingly called ‘Lover’s bane’.<br>\r\n<br>\r\nIn the following days, Tom and Rebecca barely saw each other, one busy as she was in the kitchen of a restaurant, the other trying his hardest to land the dream job he so aspired to. Still, as the week passed, something changed within their lives.<br>\r\n<br>\r\nTom kept on with his routine of training his client at all hours of the day, returning home only to have the meals prepared by his lovely wife, and to recharge his spent energies by sleeping. Rebecca, anxious about the results of the tampered meals, began unconsciously to taste-test a bit too much of any dish she, or her team, prepared. Not enough to be yet noticeable, but still different from her normal routine.<br>\r\n<br>\r\nAs the week came to an end, it became apparent that…<br>\r\n</span></div></div>",
            "created":1589259600,
            "id":2834415,
            "title":"Tom & Rebecca, just married and living together"
        },
        "15211":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Double time on the mix, right from Lunch.",
                "Let it go slow and steady…",
                "Or maybe she could focus on another aspect of his?",
                "Jump ahead to work. Is Ms. Thompson intrigued by Tom new figure?",
                "Something else entirely"
            ],
            "content":"<div class=\"\"><div> <span>As the week passed, Rebecca could hardly wait to see what had happened to Tom. <br>\r\n<br>\r\nAlthough the two of them had been so busy on their own jobs lately, both decided that the incoming Sunday, they were going to enjoy a rest day together at home. Away from their jobs, and free to spend the day as they wanted. As if putting on an act related to their honeymoon.<br>\r\n<br>\r\nAlthough excited to see what changes had happened with Tom, Rebecca tried to act as normally as she could, waking up late as she often did on her resting days and, although trying to rein in her anger, acting as the loving wife she had always been toward him. As she rose from the bed, she shared with Tom she realized he wasn’t there with her. With a sigh, for she still loved him although he was cheating on her, she stood up and got out of their room, noticing immediately that a smell of burned eggs was coming from the kitchen. <br>\r\n<br>\r\nShaking her head, knowing that somethings never changed, she went into the kitchen finding there Tom trying as hard as he could to make some kind of breakfast.<br>\r\n<br>\r\nAlthough, from the look of things, it seemed more likely that someone had bombarded them right before breakfast, judging by the chaos and by the not completely cooked and yet, totally burned, pancakes and eggs on the table. Still, for Rebecca this was a good opportunity to see if there were any external changes in her husband. Checking him from behind she thought that he seemed be slightly plushier than he was before but, she couldn’t be certain. In any case, before he completely destroyed the kitchen she intervened, having him move aside.<br>\r\n<br>\r\n“Alright, Chef…let me handle it.<br>\r\nThanks though…”<br>\r\n<br>\r\nShe said to him, appearing from behind of him, while hugging him and giving him a peck on the cheek. <br>\r\n<br>\r\nTom was so focused on what he was trying to do that he almost jumped out of his clothes. And yet he quickly kissed her back, as he sat glumly at the table.<br>\r\n<br>\r\n“I wanted to surprise you with a breakfast in bed.<br>\r\nSorry for the mess…I’ll clean it out later.”<br>\r\n<br>\r\nRebecca, was smiling still. As she hugged him she barely pinched his middle and was ecstatic in seeing that there was the tiniest layer of pudge on him. As she prepared a scrumptious breakfast, adding to his portions her own ‘Lover’s Bane’, she wondered how she had to broach the subject, if at all.<br>\r\n<br>\r\nAs a devious idea sprang to her mind she grinned, without turning around, as she said to him.<br>\r\n<br>\r\n“Thanks, babe…and yet, when one cook something he has to accept the good and the bads...”<br>\r\n<br>\r\n“No probl…uhm? What do you mean?”<br>\r\n<br>\r\n“Do you really want to throw away what, had been, food?” she answered back with a hint of teasing in her voice.<br>\r\n<br>\r\nTom grumbled a bit but, in the end, took the plates with the overcooked and undercooked food he had prepared and began to chow down all that was edible. It wasn’t really much what could be eaten and yet, Rebecca knew that if he managed to also clean the breakfast she was preparing, it meant that the Mix was actually working on him. Just as Tom finished eating the edible from his failed attempt at breakfast, Rebecca turned around and began to distribute the portion for their real meals. As it had been common between them, the day that they were actually able to be together it was to be treated as a bit of a cheat day, so she prepared a little more than what she usually did for the weekly meals.<br>\r\n<br>\r\nTom, as he was left speechless once more at the abilities behind a stove of Rebecca, could only drool as a hearty plate was left in front of him. Already licking his lips, he marveled at what his wife had prepared in such a short time. On the plate, as it was, there were some fried and stirred eggs, mixed in with some small cubes of bacon. Aside that there were also a couple spoonful of beans in a tasty looking sauce, a handful of bacon strips, along with a few slices of fried green tomatoes and some small sausages. And, besides that, on a similar, albeit smaller, plate there were also a couple of cupcakes with a smudge of butter and jam on the side of the plate.<br>\r\n<br>\r\nAs he cleaned his lips with a napkin, while as well pouring himself a glass of orange juice, Tom began to quickly chow down once more, as if he had already forgotten about his previous ‘meal’. Rebecca, from her side had similar portions although, in her plate there wasn’t trace of the special mix she had used on Tom’s own. Still, she enjoyed it, although she couldn’t clean completely the plate. Something that Tom, instead, managed to do. <br>\r\n<br>\r\nSmiling she turned toward him.<br>\r\n<br>\r\n“Babe? There is some more eggs and a few more bacon strips if you want them…?”<br>\r\n<br>\r\nTom, after finishing the glass of juice, cleaned himself with the napkin again and then brought his plate to Rebecca.<br>\r\n<br>\r\n“Yeah…if there is some more, I’ll clean it out. Must’ve woken up particularly hungry this morning…” <br>\r\n<br>\r\n“Yeah? Or maybe you’re trying to make me blush so I will forgot about that ‘breakfast’ you tried to prepare?”<br>\r\n<br>\r\nAs she filled back his plate with the residual eggs and bacon, she returned to him the plate half-filled in respect to what the original portion had been. Still, Tom cleared it out completely, finally slumping back on his chair, feeling utterly stuffed. Apparently exhausted, even though he had promised to clear out the table and the Kitchen, Rebecca began to clean up, letting him stay there on the chair. <br>\r\n<br>\r\nHalf an hour later, the kitchen was already back to its original splendor and Rebecca, wanting to test the waters, sneaked on Tom’s figure as he was still napping on the chair.<br>\r\n<br>\r\n“So, how’s my man doing? Your client isn’t pushing you too hard, is it?”<br>\r\n<br>\r\n“Mmh? No…No, it’s just that I’m trying to get something big going and it’s so tiring, but…”<br>\r\n<br>\r\nAt this, Tom apparently slouching form suddenly sprang to life, grabbing Rebecca at the waist and forcing her to lay on him on the chair, as he hugged her close to himself.<br>\r\n<br>\r\n“…But I haven’t forgotten about my loving wife. How could I? You’re the most beautiful and important thing in my life.”<br>\r\n<br>\r\nWith that he kissed her long and hard, feeling as she melted under his actions.<br>\r\n<br>\r\nRebecca loved her husband and, couldn’t resist as he kissed her with all the passion she had loved him for. Still, it burned in her that he was probably just as passionate to another woman, so she swore within herself that she would have her vengeance on him. <br>\r\n<br>\r\nAs the morning progressed seeing the two of them staying mostly together working in their garden, or by watching tv on the couch, Tom began to feel somewhat sleepy. Not that he wanted to sleep, but more as if he didn’t want to do anything. In truth, it wasn’t the first time he felt like that in the past week, but as he was often with his client, he had pushed away that feeling, focusing on his job.<br>\r\n<br>\r\nNow, though, with nothing to do, he began to just laze about on the couch, not moving even when Rebecca mentioned that she was going to go and have a quick shower. Part of him wanted to go and join her under the water but, another part was just telling him to rest a bit more, first.<br>\r\n<br>\r\nAs Rebecca went to shower herself, she wanted to burst out laughing in joy. <br>\r\n<br>\r\nIn truth, she had almost wished Tom would join her under the water but, since he wasn’t coming and his passion for her hadn’t really diminished, she was certain it had to be the mix she had given him during the week at his every meal. And yet, as she thought it over, what could be her better course of action? <br>\r\n<br>\r\nLet things be as they were and see how Tom would react then? Or maybe she could increase the doses and force him to grow out faster. Else, she could always change the recipe for the Mix, forcing him to change one precise aspect of his. <br>\r\n<br>\r\nStill, whatever she decided to do, she now knew that her ‘Lover’s Bane’ was working and that soon Tom would be only hers.<br>\r\n</span></div></div>",
            "created":1589259600,
            "id":2834417,
            "title":"Changes in Tom’s routine"
        },
        "152111":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Onward to Dinner!",
                "Tom wakes up hungry in the afternoon",
                "Rebecca is starving by early evening",
                "Skip a week ahead",
                "Writer’s choice…"
            ],
            "content":"<div class=\"\"><div> <span>All morning Rebecca smiled happily knowing that her Mix was working on Tom’s metabolism and yet, it wasn’t enough. <br>\r\n<br>\r\nSure, he had pig out that morning, but in Rebecca’s eyes, that was only the smallish increase. <br>\r\n<br>\r\nShe wanted Tom to grow bigger, faster.<br>\r\n<br>\r\nFor that reason, as lunch time arrived, not only she prepared more than usual but, she also prepared a few different mixes to be used on her husband. As she prepared the table, while Tom still was lazing about on the couch, she also began to plan how the meal was going to go. The dishes she had to leave beside her husband to entice him, to use the hunger he was going to develop as he began the meal. <br>\r\n<br>\r\nWhen everything was ready, she went and called him, waking him up with a quick peck on the cheek, letting him know that lunch was ready.  As she returned into the kitchen, she grinned sinisterly, reminding herself to try not to laugh too much, after all, with a few snacks given to him during the morning, all laced with her Mix, he should be well and truly hungry.<br>\r\n<br>\r\nTom rose from the couch, feeling way too tired and sleepy. He had done nothing all morning, and yet, he was feeling tired and hungry. As he massaged his six pack, feeling the stomach behind grumble a bit, he giggled.<br>\r\n<br>\r\n‘<i>It has to be since it’s our cheat day…I’ll just follow my gut today and from tomorrow, back to the usual schedule.</i>’<br>\r\n<br>\r\nBut as he entered the kitchen he stood, mouth agape, at the doorway, seeing as the table was completely covered in plates and dishes, at a first glance it seemed way too much for just two people but, as he felt drool in his mouth, he decided to tell himself that he would have just a bit.<br>\r\n<br>\r\nUnconsciously, he knew already it was a lie.<br>\r\n<br>\r\nAs Tom seated at his place, he soon found himself surrounded by delicious looking dishes and bowls, seemed that Rebecca had had an all-out feud with another chef, and cooked enough food for an army. Still, trying to contain himself, he simply grabbed his glass and gulped down some water. <br>\r\n<br>\r\nAs Rebecca saw that, she smiled.<br>\r\n<br>\r\n<i>‘The hunger mix in the water is tasteless, but its effects, although temporary, are much stronger than those of my Lover’s Bane. Let’s see how long you resist, husband dear.</i>’ <br>\r\n<br>\r\nAs Tom gulped down his water, he began to realize he wasn’t simply hungry, he was downright famished. Starving, even!<br>\r\n<br>\r\nHe managed to wait just long enough for Rebecca to seat, give him his portion and wish him a good lunch, then he lost all control.  Tom began to eat ferally, just like a wild animal who’s been kept without food for days. In a matter of minutes, he cleared out, twice, the hoers d’euvre that Rebecca had prepared, some simple small rolls of fried bread and lamb stew. Then he assaulted the next course, a rather deep bowl filled with lentil soup, in which Rebecca had added also bacon and oil to give it much more taste, and calories. <br>\r\n<br>\r\nTom wasn’t anymore in control, he began to clean anything that was given to him, without realizing how much he was really eating. Rebecca, from her side, was ecstatic about the situation and kept providing refills to her husband. She knew perfectly well that the more she gave him, the hungrier he was getting.<br>\r\n<br>\r\nSoon enough, Rebecca realized that she hadn’t even time to eat herself, but she wasn’t worried about that, all that mattered was to have Tom overstuffed, so filled of food that he wasn’t going to be able to do much more than rest and sleep in the afternoon. And Tom was going at it just like she had planned.<br>\r\n<br>\r\nFirst courses began to appear on the table, Spaghetti with Carbonara sauce, Linguini with Alfredo an then tortillas and Chinese noodles with fried pork. Each time she brought a new plate Rebecca had to fill it two or three times before she would bring the next, and yet, she saw that Tom was starting to feel the quantities of that full meal she had prepared for him. His pants already began to strain to keep his bloating belly in check, as his shirt began to rise. <br>\r\n<br>\r\nBut, for Her it wasn’t enough yet, he was maybe getting full, but it wasn’t enough. With a smirk she then offered him a small portion of Caesar Salad, which paled against the previous plates he had consumed but, she knew, it was necessary to let him continue.<br>\r\nWithin the salad, in fact, she had used one of her personalized mixes, the one that was going to have an effect on his digestive system, forcing it to speed up and store as many calories as possible.<br>\r\n<br>\r\nLetting him breath for a few minutes, as he rested having consumed also the salad, Rebecca could seemingly see his own form fattening up. As if she could see his body growing fatter from the drugs within his system. But after that short break of barely twenty minutes, she began once more to offer him other plates. This time, passing on to the second courses.<br>\r\n<br>\r\nGrilled steaks with fries, pots of stew with buttery bread, rolls of meat covered by thin layers of baked bread, slices of glazed ham, kebab wraps, even a minced meat pie. Tom could barely take note of all those dishes and plates that were passing under his eyes, he gobbled up whatever she placed in front of him, there was no time to taste, or to compliment her, only time to eat, chew and swallow. He had to sate the bottomless hunger he was feeling in the deepest part of his gut. And yet, as he cleared also the second courses, he began to have quick, short breaths, as he tried to, nonchalantly, unbutton his pants to let his belly have more room. Rebecca saw all this but didn’t say nothing, She didn’t want to disturb the trance he had been fallen into. <br>\r\n<br>\r\nYet, there were still the desserts.<br>\r\n<br>\r\nAs lunch time passed, Tom laid on his chair, completely overfilled, stuffed beyond belief, and yet he was finally feeling sated. Although, tired and sleepy from all the food he had ingested, he still managed to give a weak smile to Rebecca, a compliment without words, before falling into a deep, regenerative sleep.<br>\r\n<br>\r\nAs he slept, snoring quite loudly, Rebecca took a good look at her husband forms after the massive meal. Already she could see that thanks to her boosters his body was already outgrowing his clothes. His pants were very tight on him, cutting him at the side, giving him a delicious looking muffin top, but it was mostly his overall form that was appearing much more confined within his current clothes that led to Rebecca to smile widely. <br>\r\n<br>\r\nShe was doing it. <br>\r\n<br>\r\nIf only she could keep him stuffed and full as she did that day, for the rest of the week, he would surely grow massive in a record time. And with how sleepy and lazy he was going to be, he for sure would not give too much though on his growing forms.<br>\r\n<br>\r\nIt was a shocking sensation for her, as she observed the results of her meal, she felt true arousal for the growing forms of her husband. She had never felt something like this. <br>\r\n<br>\r\nAs she felt herself grow hotter and hotter, she quickly prepared a plate for herself, without realizing that her own portions were going to be laced with the same mix she had given to Tom. When she finally managed to feel herself sated, she sadly realized her mistake. For in front of her were laying six or seven plates that had once been full of deliciously prepared food. <br>\r\n<br>\r\nGiving herself a shake, she moved away from the table, as she gave a last look at her husband, before returning to the stove. <br>\r\n<br>\r\nNot only she wanted to repeat the experiment at dinner time but, she also wanted to have something ready to give him as an afternoon snack. As she prepared and cooked, she never seemed to notice how much she also was tasting and trying, ending up eating herself quite a bit more than usual.<br>\r\n</span></div></div>",
            "created":1589259600,
            "id":2834419,
            "title":"Rebecca need a lot more Tom in her life"
        },
        "1521114":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Follow Tom’s day",
                "Follow Rebecca’s day",
                "Sophie’s getting more involved in their growth",
                "Someone start to try and get frisky with Rebecca’s new curves",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>As a week of massive meals and home-made boosters passed, Tom’s got used to feeling mildly hungry all the time. <br>\r\n<br>\r\nIn truth he wasn’t really sure what was going on, suddenly he had begun to feel almost constantly hungry and so he began to snack all the time. Rebecca had told him that it was probably a stress related situation and, he had to agree that he was feeling pretty stressed out as of late. But he didn’t actually do anything against it, instead, he seemed to have embraced it. Rebecca too seemed to have been eating more at the same time, so Tom didn’t worry too much. It had simply to be the stress.<br>\r\n<br>\r\nStill, although he couldn’t see the problems that were arising from this issue, that didn’t mean that nobody else could. His client especially, Ms. Thompson, noticed that her trainer was getting quite chubby and out of shape. In fact, she noticed, at every lesson he gave her, he was eating something, be some candy bars, be some chips and, once, he even had a box of donuts with him. He still, tried to teach her in the gym but, as the week went on, he began to lose his breath faster and faster.<br>\r\n<br>\r\nAnd yet, as she watched him grow, she did her best to hide what she was feeling for him.<br>\r\n<br>\r\nSophie knew she was nothing more than a trophy wife in her marriage, so she felt no need to be faithful to her own husband. And yes, she had tried many times to have a chance with Tom but he always refused. Until now, at least.<br>\r\n<br>\r\nWith him getting fatter, although he didn’t seem to be aware of it, she realized that not only she could have him, something that she wanted only because he had never given himself to her, but also because it intrigued her to have her way with the current him. <br>\r\n<br>\r\nAt first she wanted him just for the pleasure of having him but, seeing how big he was getting, the secret hidden deep within her began to emerge. She now needed him under her control. And so, she began to help him out in her own way.<br>\r\n<br>\r\nIt was Tuesday, another full day of training, although, Sophie had the training and Tom was just lazing around in the gym, constantly snacking on a few candy bars. Ms. Thompson had just finished a long running on the treadmill, and she decided to bring forth her plan for a well-rounded trainer.<br>\r\n<br>\r\n“Tom?”<br>\r\n<br>\r\n“Yes…Sophie…?”<br>\r\n<br>\r\n“Tom, what do you say about a break?”<br>\r\n<br>\r\n“Well…I don’t…”<br>\r\n<br>\r\n“I have a little something for you, something to thank you for all your effort spent on me…”<br>\r\n<br>\r\n“Well…Alright.”<br>\r\n<br>\r\nAs Sophie led Tom out of the gym, she swiftly brought him to a table laid near the pool, leaving him a few minutes to rest and recover, as if he had just finished running a marathon, she quickly called out for her servant to bring out the surprise she had for him. As they waited, Sophie couldn’t stop admiring how luscious he was growing out to be. He was growing out way more than chubby, with already a second chin forming on his neck and considerable moobs starting to push against his shirt.<br>\r\n<br>\r\nBut also, his belly was growing out bigger and plushier. All in all, if she had to say a weight, she would have said around the 250 lbs, maybe a tad more. But she was loving every second of his, slumping down, fast breathing, quite sweaty, fattening body. <br>\r\nBefore she could keep on gazing, her servants brought out a massive tray, leaving it right in front of Tom, who watched it curiously.<br>\r\n<br>\r\n“Please, Tom…consider it a small gift from me for your wonderful assistance.”<br>\r\n<br>\r\nAs he unveiled the surprise, he felt immediately his grumbling stomach agree with what appeared in front of his eyes. The gift he had received was nothing more than a massive tray of pastries. Ones that, unbeknownst to him, had been requested to be made as much calorie laden as possible. <br>\r\n<br>\r\nTom, although knowing that he may have eaten a bit too much that day, he still gave a quick look to Sophie and, with her consenting nod, he simply dived in, beginning to eat as many as he could of those delicious treats, still lying to himself about his need to recover lost energies. From that turning point, Tom’s began to go at Sophie mansion to basically pig out, instead of train. And the woman, as days passed, began also to push more and more on Tom, about his eating habits, asking or, downright, forcing him to keep on eating, to keep on growing. <br>\r\n<br>\r\nRebecca, from her side was hilariously happy, as days passed, she knew that Tom was eating more and more, judging from the devastation she usually found in the house, when she returned after him. And yet, she didn’t stop. She would simply refill the house of goodies, cook more and more fattening dishes and using more often her Mixes. <br>\r\n<br>\r\nWhat she seemed blind to, was the effect on her own body. With the constant temptation of food surrounding her and, with the occasional mistake of giving herself her own Mix, also she began to grow a bit more than usual. <br>\r\n<br>\r\nThere was a vast difference between her and Tom, her husband was quickly becoming an eating machine, unable to stop eating, growing constantly hungrier, whle she instead, had brief interval in which would pig out carelessly, before noticing her mistake. <br>\r\n<br>\r\nStill, even if in a slower way than her husband, also Rebecca was starting to enjoy the pleasure of the constant snacking.  <br>\r\n<br>\r\nIt was nearing the end of the week for Tom, soon it was going to be weekend and then he could spend some time with Rebecca, but he hadn’t considered about his Client. Sophie had been enjoying seeing her trainer grow rounder and flabbier. <br>\r\n<br>\r\nShe seemed particularly attracted to the fact that he was unable to stay more than few seconds without eating something.<br>\r\n <br>\r\nNaturally, in the past days she had kept offering food to him, at first cajoling him under a pretense of a gift, but, as she realized he didn’t need it, she simply gave him food as she trained. And the more she gave him, the quicker he tried to finish. It wasn’t unsurprising then, that he would gain weight, but what she was amazed of was the speed of his growth.<br>\r\n<br>\r\nThat day, for example, as soon as he had arrived into the gym, she already had invited him to his seat at a hastily made up table, already loaded with various portions of sweets and cakes. As she began her own training running on a treadmill or doing some lifting, she constantly kept her gaze on Tom as he stuffed his mouth with more and more sweets. It was only ten minutes of him in the gym and already he was sitting down eating cakes as if there was no tomorrow.<br>\r\n<br>\r\n As she sweated out on her exercises, so Tom was engrossed with a wide variety of cakes and pies. <br>\r\n<br>\r\nShe barely could keep herself focused on what she was doing seeing as he literally glutted himself with the endless supply of food, she provided him with.<br>\r\n<br>\r\nIn less the five days he had managed to put on around 50 lbs, growing up to, with eye estimation, at something less than 300 lbs.<br>\r\n<br>\r\nAnd he really did show his weight. He had now a thick double chin, already growing wider, fairly large bingo wings under his arms, as his thighs were also starting to touch against the other. But his front was where he had grown the most. His moobs could now rival in size a small pair of breasts on any woman, although they didn’t share the same perkiness. And his belly, it was now getting its second belly roll, cascading down from his middle, already covering the zip of his pants with their girth, as it pushed against the tight confine of his clothes. <br>\r\n<br>\r\nTom, between his wife and his client, was growing out at an astounding speed and, most importantly, due to the drugs mixed with his two main meals each day, he still had to start worry about his figure. <br>\r\n<br>\r\nWith laziness came also the ‘no worries’ vision of life. He sometimes wondered if he was eating a tad too much but, since not Rebecca, nor Sophie, had said anything he decided not to worry about it. <br>\r\n<br>\r\nPlus, feeling rather constantly tired all day long, the surprise meals that Ms. Sophie provided him with were rather pleasant. <br>\r\n<br>\r\nIt was so that both Tom and Rebecca began their unsuspecting journey in the world of obesity…<br>\r\n</span></div></div>",
            "created":1589259600,
            "id":2834423,
            "title":"A week passed in meals"
        },
        "15211143":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Both Tom & Rebecca share the same room",
                "Rebecca becomes Sophie’s personal bed",
                "Rebecca tries to fight back",
                "Tom tries to save his wife from Sophie",
                "Something else…"
            ],
            "content":"<div class=\"\"><div> <span>A month had passed already since Tom had fallen for the trap that his wife had prepared for him. In this month the Trainer had grown massive due to both influence in his daily activities. <br>\r\n<br>\r\nFrom one side Rebecca, which had pumped him full of so many enhancers to his appetite, digestion rate and also forced his metabolism to slow to a crawl. But on the other side there was also his Client, Sophie, which reveled in his fattening up and so provided him with all day long, never ending, meals that kept him busy from the moment he arrived in her presence to the moment he left her.<br>\r\n<br>\r\nAlthough he was aware that there was something wrong going on, since he wasn’t anymore able to bend over or due to a lack of fitting clothes, he still was too lazy to face his worries, preferring to simply ignore it and push on with his life. And so he kept devouring the meals that Rebecca prepared for him on a weekly basis, but he also passed his days at ‘work’ stuffing his face and gut with all the food that Sophie pushed on him. <br>\r\n<br>\r\nTom had grown hugely under this treatment. <br>\r\n<br>\r\nBarely able to move on his own, forced to a slow, cumbersome waddle, as he barely had strength enough to keep himself standing. Not only his body had swelled up with fat, his face too had suffered the same fate. Already sporting a third double chin, his neck had simply vanished from view. <br>\r\n<br>\r\nHis face was now rounded and cherubic with a pair of chipmunk cheeks that seemed constantly full of food. His torso had enlarged greatly, his moobs were now so big he was starting to have the need for a bra to keep them in check. And then his gut. It had grown hugely, divided in three thick belly rolls, laid in front of him of at least a couple of feet’s, and yet it cascaded onto his lower parts, reaching down to his knees making it so hard for him to actually move. <br>\r\n<br>\r\nYet, it was usually so stuffed of food that it was more used as a counterbalance for his rear, keeping him standing. <br>\r\n<br>\r\nFor his ass and hips had also grown, giving him quite a shelf of a backside, although most of his weigh went into his prodigious gut and bloated moobs. His legs too had absorbed quite a bit of weight, growing out as wide as tree trunks, forcing him to waddle, although it wasn’t enough for his thighs to not chafe against each other.<br>\r\n<br>\r\nAnd yet, despite how huge he had become, he still plodded down every day at Sophie’s mansion and pigged out. Often, without realizing that his Client was there watching him, he simply stopped using utensils letting her servants to feed him. <br>\r\n<br>\r\nIt had all started one day, after an all morning eating spree. He found himself so tired to not have strength enough to move his arms, yet Sophie helped him out, having her servants feed him for a bit, until he was rested enough to continue on his own. From then on, always more often than not, he would ask to be fed, until it soon began to be the new normality.<br>\r\n<br>\r\nThis step took away any notion of control Tom had, granting it over to Sophie, which soon began to use it as much as she could, quickly changing him into her own personal pet.<br>\r\n<br>\r\nIt was in this way that, one day, as she spoke with him, she began to figure out how everything had started.<br>\r\n<br>\r\nFrom his recollection of that old cheat day he had with his wife, of the anxiety he had seen in her afraid that he was cheating her, Sophie realized that she could obtain much more than her single personal piggy.<br>\r\n<br>\r\nShe could find out how his wife did and, turn this knowledge on others.<br>\r\n <br>\r\nAfter a few more sessions with her piggy, in which she stuffed him full of calories and extracted juicy info’s out of him, she decided to act and contact his wife. After a rather difficult talk, Sophie managed to let understand to Rebecca that there hadn’t been any betrayal from Tom on her, not that she hadn’t tried but, he simply had refused every time. <br>\r\n<br>\r\nThat said, Sophie wanted to meet to discuss about Tom’s current situation and how to solve it.<br>\r\n<br>\r\nRebecca, after the call with Sophie, was left rather baffled. She had always thought that her husband was cheating on her but, from the sincere voice of that woman, she was fairly sure that he hadn’t. This realization made her break inside. She had poured so much effort in her revenge and for what?<br>\r\n<br>\r\nAlthough she hadn’t noticed, she also had put on a fair amount of poundage. Gone was the svelte newly married wife body, between the anger on her husband, her continuous testing of new recipes and, in the last weeks, the use of her own mixes, erroneously, on herself. All of that had brought quite a lot of weight on her frame.<br>\r\n<br>\r\nAlready, at the restaurant, others had noticed and reprimanded her for both her shape and her working ethics, giving her a month of leave to get back in shape, for both body and mind. But Rebecca had basically continued with her lazier lifestyle, trapped in her own revenge, as it had been for her husband.<br>\r\n<br>\r\nAs weeks passed, and she indulged more and more, Rebecca weight had begun to grow noticeable on her body. And yet, although she knew she was letting herself go and that it was all a byproduct of her own concoction, she soon found herself unable to fight back. Exactly how it had been for Tom, she soon found herself in a constant loop of hunger and search of satisfaction. <br>\r\n<br>\r\nQuickly, in a matter of few weeks, she grew up to 270 lbs of pure fat. In truth, she had hoped that by growing lazier she would simply stop using her own mix in her recipes but, in reality she kept using it for Tom’s meal…which in turn were consumed by her, since he was often still at his Client mansion. With each new influx of Lover’s bane into her system she began to get used to its taste and so, although it was a bit more work to do, she kept adding it.<br>\r\n<br>\r\nSo, her descent seemed slow and unstoppable. Until that call, at least. <br>\r\n<br>\r\nWhen Sophie finally managed to meet Rebecca, she was astounded in seeing the same symptoms that Tom had shown and trying to be as delicate and secretive about it, she started to inquire about it. With a bit of prodding and offering of food to the girl, she finally managed to understand what was going on.<br>\r\n<br>\r\nActing quickly, she began to lay down her own plans for the married couple. With the enhancer booster recipe in her possession, Sophie now had the weapon she needed to let the newly married couple to live together in harmony, under her direct control. Tom was already pretty much putty on her hands, all she had to do was to push also his wife over the edge with her own creation and she could simply have both grow out for her own pleasure. <br>\r\n<br>\r\nEasing in the mind of Rebecca the idea that she was going to help them out of that spot, that she was going to assist Rebecca in getting her old body back and do similarly for Tom, Sophie managed to provide a sense of tranquility in her new guest. Afterwards, it was all a matter of having Rebecca under a steady diet of massive lunches and dinner, while using on her the same booster she had used on Tom.<br>\r\n<br>\r\nRebecca at first didn’t trust much that girl that was hosting them at her mansion. <br>\r\n<br>\r\nBut, a bit due to how sorry she felt for not believing her husband, and a bit due to how good she felt when eating food, she soon began to feel comfortable within that house. Moreover, being a guest meant she had nothing to do and could simply laze about and have the occasional splurge, confident that her host was going to help her out of that spot. <br>\r\n<br>\r\nIt began slowly, at first, with multiples snacks between her meals, always goaded by the servitude there to keep going, to taste some more, to have a little bite more. Then, also the meal began to grow in size but, since most food she ate was already imbued with her own enhancer, she found herself unable to resist. <br>\r\n<br>\r\nIn the few moments of lucidity she often asked herself if Tom had felt the same when he had been in her position but, as food was soon becoming her new necessary staple to keep going, less were the moments in which she could clearly think. <br>\r\n<br>\r\nIn the span of few weeks, Rebecca began to follow the same schedule that Tom did before her. <br>\r\n<br>\r\nConstant snacking and gorging. With a near limitless supply of snacks, sweets and meals, Rebecca let herself go more and more often, embracing deeply her own, drug induced, gluttony. <br>\r\n<br>\r\nEvery day began with food brought to her by a maid and every day ended with empty trays brought away by another. <br>\r\n<br>\r\nAll that was in the middle was eating. Soon enough…<br>\r\n</span></div></div>",
            "created":1589259600,
            "id":2834426,
            "title":"Sophie Thompson, Arch-Feeder mastermind."
        },
        "152111432":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "If one’s a bed…the other is a couch",
                "Tom’s losing weight? Is someone helping him?",
                "Sophie in search of new targets within the newly weds in the neighborhood",
                "Mike Thompson is returning home soon",
                "Something else entirely…"
            ],
            "content":"<div class=\"\"><div> <span>Sophie, although loved watching the now immobile, gargantuan shape of Tom being fed day after day, hour after hour, longed for more. It wasn’t enough in her mind that Tom was already as massive as any human she had ever seen. <br>\r\n<br>\r\nSophie Thompson wanted more.<br>\r\n<br>\r\nThe addition of Rebecca within her mansion had been delightful for the previously secretive feeder. Tom’s wife had arrived already reduced to a wreck, Sophie had simply helped her to forget about her past and make herself a new future. Sure, a future made of being constantly stuffed full of food but a future, nonetheless.<br>\r\n<br>\r\nAnd yet, as she watched Rebecca balloon up, growing bigger and wider, outgrowing her clothes, chairs and even couches, Sophie still wanted to have more from that. <br>\r\n<br>\r\nOne day, just as she was watching Wifey go at it with one of her countless meals, she began to see what she wanted for her future.<br>\r\n<br>\r\nRebecca knew very little nowadays. <br>\r\n<br>\r\nShe knew that when food was in front of her, she had to eat it. She knew that when her belly grumbled, she had to eat more food and, she knew that when she felt so full,she could burst any moment, she had to eat some more. <br>\r\n<br>\r\nFood had become her only goal in life. <br>\r\n<br>\r\nWell, not truly, she still loved her husband and knew that he was there in the mansion with her but, Sophie had told her that she needed to eat way more to see him again and so she obeyed. <br>\r\n<br>\r\nIn truth, Rebecca sometimes wondered why she was obeying that woman but, it was the right thing to do, she told herself. <br>\r\n<br>\r\n‘<i>If she wasn’t taking good care of me, I wouldn’t have let her do that…right?</i>’<br>\r\n<br>\r\nBut mainly she ate all she could because she had grown used to it. <br>\r\n<br>\r\nShe barely remembered anymore why she had come to that house or what her life was before arriving there. Something like her husband was a shadowy memory, something she knew she loved but of which she couldn’t see any detail.<br>\r\n<br>\r\nEven her body had become secondary. She had grown so used in seeing so little of herself that no matter how big she was getting, she didn’t mind. Sophie kept telling her that she was a good girl and so she just kept at it. <br>\r\n<br>\r\nOne day, though, as Rebecca had just finished gulping down a meal fit for an army, Sophie went to her. <br>\r\n<br>\r\nRebecca laid on the ground, propped against a wall since no chair could manage her immense weight, or her tremendous shape. <br>\r\n<br>\r\nTom’s wife had grown so huge that nothing could contain her anymore. Her body had even begun to lose its humanoid shape, resembling more and more a blob-like mass of fat. The last time Sophie managed to weight her she had grown past the 640 lbs, after that Rebecca had simply grown much too massive to be weighted again. <br>\r\n<br>\r\nAnd yet, brain washed Rebecca was enjoying her life as a mindless glutton. That day, though, was special.<br>\r\n<br>\r\nRebecca laid there, sitting on two king sized mattresses, her back against the wall, while her humongous body surrounded her from every side, rendering her virtually immobile. Too unfit to lift herself from the ground, she just lay there, breathing quick short breaths each time, as her mass of belly apron barely moved from it. It jiggled and wobbled to and from, due to any micro movement she did. <br>\r\n<br>\r\nShe was feeling full. It was becoming rarer and rarer, for her to feel completely stuffed and overfilled, so full to not be able to eat a single more bite, no matter how hungry she was. But she trembled in both fear and joy when she saw Sophie coming toward her.<br>\r\n<br>\r\n“So, how’s my little sow doing, uh? Are you growing out for Sophie?”<br>\r\n<br>\r\nRebecca could manage barely a grunt. <br>\r\n<br>\r\nShe felt so full and tired that even words seemed to be too much to ask to her. Yet, she moaned loudly as Sophie caressed her jelly like gut, as she pushed her hands into all that glorious belly fat, feeling it squishy under her fingers.<br>\r\n<br>\r\n“You certainly are growing bigger and fatter for me…But is it enough?”  <br>\r\n<br>\r\nSophie loved to play a bit with her two personal piggies. But now, seeing Rebecca too big to do anything but rest, she needed more than simple play.<br>\r\n<br>\r\n“No it isn’t, little sow. You still need to grow bigger for me.” Then, turning to some of her servants stationed nearby. “Why isn’t she eating?”<br>\r\n<br>\r\n“She cannot have anymore, Miss. She’s full…”<br>\r\n<br>\r\n“I decide when Rebecca is full. And she isn’t right now. Bring her more.<br>\r\n<br>\r\nNow!”<br>\r\n<br>\r\nRebecca wanted to please Sophie, but she still felt already overstuffed. And no matter how much food the servants brought to her, no matter how hard she tried to swallow, she couldn’t. <br>\r\n<br>\r\nSophie didn’t seem too pleased but, a sinister smile grew on her lips. <br>\r\n<br>\r\n“So, Becky here isn’t hungry, uh? Becky doesn’t want little Sophie to take care of her, uh?”<br>\r\n<br>\r\nAll it needed was a sign from her hand. Rebecca gaze found itself glued to a strange thing that the other servants were bringing in. It seemed some kind of hose, although of such size that needed two people to carry it. At the top of the hose some kind of mask, with a funnel to link both hose and mask. <br>\r\n<br>\r\nBefore Rebecca could even think of react, one of the servants brough forward the contraption and fastened it tightly on her face, with the funnel ending right into her mouth. Becky tried to warn Sophie that she was afraid, but all came out was a brief gurgle. <br>\r\n<br>\r\nSophie, with another flick of her hand, quickly ordered the feeding machine to be started, as it began to pump pound after pound of a liquified meal into Rebecca.<br>\r\n<br>\r\nPoor girl soon found herself filling up with pain and pleasure, as that strange goop began filling up ay nook and cranny inside of her fattened body. With surprising speed, her entire forms began to balloon, growing more and more in a rounded shape. Her belly especially, began to drag onward on the ground, as it grew wider and higher, filling up with the high calorie sludge.<br>\r\n<br>\r\nAs Rebecca filled up, so Sophie began to climb her enlarged gut, until she laid down on it, belly first, her aroused gaze directly into the lustful glazed eyes of Becky.<br>\r\n<br>\r\n“Yes, grow more for me, my little sow. You’ll be my own bed from now on. And You shall be bigger each and every day. No matter your size, I’ll find a way to have you grow bigger and fatter.  <br>\r\n<br>\r\nUntil you’ll grow bigger than your husband…Although he’ll also grow bigger each and every day.<br>\r\n<br>\r\nWill you manage to outgrow him? Will you do it for me?”<br>\r\n<br>\r\nRebecca, unable to do anything else could only moan, as she lost herself perpetually to the gluttony and lust that her whole world had become…<br>\r\n</span></div></div>",
            "created":1589259600,
            "id":2834429,
            "title":"Human shaped bed"
        },
        "153":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "medieval",
                "victorian era",
                "Or maybe in the future "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What time period can we choose </span></div></span></div>",
            "created":1588222800,
            "id":2827441,
            "title":"Different time period "
        },
        "1531":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "Percevale and Janat",
                " Bell and Ancrett",
                "Some more couples "
            ],
            "content":"<div class=\"\"><div> <span>Ok but which couples in the medieval era <br>\r\n<br>\r\nPercevale and Janat<br>\r\nBoth being forced into arranged marriage that none of them want so they come up with an idea if they both get fat their families will pull out of the arrangement but will their feelings grow along with their waistline <br>\r\n<br>\r\nBell and Ancrett <br>\r\nBell is a servant to princess Ancrett she get paid by the queen to fatten up her step daughter through testing the food might lead to Bell own waistline to expand <br>\r\n<br>\r\nMaybe some more couples </span></div></div>",
            "created":1588222800,
            "id":2827444,
            "title":"medieval"
        },
        "1533":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "James and Tanya ",
                "Kirk and Monica ",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>So you pick future what about those options <br>\r\n<br>\r\nJames and Tanya <br>\r\nJames a human is married to an alien one day they decide to swap diets unware that each other diets are very fattening for the other <br>\r\n<br>\r\nKirk and Monica <br>\r\nKirk and Monica are in a relationship they also own their own space delivery company while on a delivery they crash onto a planet were everything is edible </span></div></div>",
            "created":1588654800,
            "id":2830594,
            "title":"Or maybe in the future "
        },
        "154":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "Becky and Jackson ",
                "Kelly and Sean ",
                "More couples "
            ],
            "content":"<div class=\"\"><div> <span>Hmmm what about<br>\r\n<br>\r\nOption 1 Becky and Jackson <br>\r\nBecky and Jackson have been married for four years but both are unware that each other want to see the other get fat one day they try to make it a reality <br>\r\n<br>\r\nOption 2 Kelly and Sean <br>\r\nThe couple love to sing and ate trying to become famous one day music agent comes to one of their performances and offer them a contract both eagerly sign the contract unware it will lead to a much bigger future <br>\r\n</span></div></div>",
            "created":1598072400,
            "id":2889440,
            "title":"More couples "
        },
        "155":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Boy & Angel",
                "King Kong & Ann Darrow",
                "Pirates of the Caribbean’s",
                "High School Musical",
                "More and more choices..."
            ],
            "content":"<div class=\"\"><div> <span>How about the following ideas? <br>\r\n<br>\r\n<b>Choice 1 – Boy and Angel</b><br>\r\nPortia is a well renown Angel within her circles. She’s often referred to when mentioning care and nurturing of those in need of it. Alas, as millennia passed, her continuous improvements are often seen considered the new standard, forcing her to try and get better each and every time. As a new mission is given her to alleviate the life of a new mortal, her effort in providing the best care, could quickly escalate in a massive mess for all involved…<br>\r\n<b><br>\r\nChoice 2 – King Kong and Ann Darrow (King Kong Movie, 2005)</b><br>\r\nAs King Kong manages to capture Miss Ann Darrow, he begins to provide her with enough sustenance to live, giving her portions that he thinks she needs to survive, basing his estimations on himself. The woman, subdued to his captor, afraid for her life, tries her best to satisfy him by gorging endlessly on what he provides her with, praying that her friends will come rescuing her soon…<br>\r\n<br>\r\n<b>Choice 3 – Pirates of the Caribbean’s</b><br>\r\nOh man, here we have lots of possibilities, raging from Jack Sparrow trying to seduce Elizabeth to join him, to Will Turner showering her with gifts to ingratiate her toward him, without realizing he’s making her fatter, and so many others… There could even be shipping for Jack and Will, if so one wished…<br>\r\n<br>\r\n<b>Choice 4 – High School Musical</b><br>\r\nHow about the relationship between Gabriella Montez and Troy Bolton? Troy could be fattening her up to see some more curves gorwing on her...or maybe Gabriella could stuff him down to avoid the risk of losing him should he join a basketball team far away from her.<br>\r\n<br>\r\n<b>Choice 5 – More and more choices...</b><br>\r\n<br>\r\n</span></div></div>",
            "created":1596517200,
            "id":2880751,
            "title":"Something completely different "
        },
        "1552":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Dog Kong & Dolly Darrow",
                "Storyline 2",
                "Storyline 3",
                "Storyline 4",
                "More choices..."
            ],
            "content":"<div class=\"\"><div> <span>Story Line 1 - Dog Kong &amp; Dolly Darrow<br>\r\n<br>\r\n(A/N: Before this interactive story begins Hansel the husky and Dolly Dalmatian of 101 Dalmatian Street will be playing the roles of King Kong and his love interest, as Hansel will be known as Dog Kong and Dolly will be now renamed Dolly Darrow as the animal cast of 101 Dalmatian Street will also appear in this story.)<br>\r\n<br>\r\nStoryline 2 - <br>\r\n<br>\r\nStoryline 3 - <br>\r\n<br>\r\nStoryline 4 - <br>\r\n<br>\r\nStoryline 5 - More choices... <br>\r\n<br>\r\n[Will edit the title for each storyline starter as soon as a chapter is added]<br>\r\n<br>\r\n</span></div></div>",
            "created":1596603600,
            "id":2881058,
            "title":"King Kong & Ann Darrow "
        },
        "15521":{
            "author_id":"sick-o-brony",
            "author_name":"E-Brony",
            "choices":[
                "Yours truly presents Dolly Darrow with some fattening fruits.",
                "Yours truly defends Dolly as a troublemaker's nearby.",
                "A different interactive story."
            ],
            "content":"<div class=\"\"><div> <span>(Originally written by: Ace Jones)<br>\r\n<br>\r\nIt all started one sunny day as the sun shone upon Dog Skull Island a modern day tropical paradise as a lovely well known starlet a legendary filmmaker and his film crew from New York City New York arrived at my island, as the natives welcomed them with open arms as the friendly and helpful natives of my island tended to them.<br>\r\n<br>\r\nLater that day the island's natives led Dolly Darrow and them to a special spot on the island which is said to have quite a breathtaking view as the film crew started setting everything up as the natives forgot to mention to Dolly and them that a gigantic fat animated anthropomorphic husky known as Dog Kong resides on this island as he's quite nice and a grade s hunk as he's quite strong too.<br>\r\n<br>\r\nAfter that the natives rang their gong right as the film crew started filming, as I heard that gong ring as I knew it was time for me to make my big fat entrance.<br>\r\n<br>\r\n\"It's time for me to make my big fat entrance.\" I said as I started stomping my way over to where everyone was at.<br>\r\n<br>\r\nMeanwhile back at the island's scenic spot Dolly Darrow was thinking to herself.<br>\r\n<br>\r\n\"Who is this Dog Kong monster they spoke of earlier? And I know they said he's quite nice and a grade s hunk as he's also quite strong but what does he look like and will I be afraid of him or will I be instantly smitten?\" Dolly Darrow thought to herself.<br>\r\n<br>\r\nAt that moment yours truly was looming over everyone as the film crew turned their camera towards me as I kindly introduced myself to them and their lovely well known starlet Dolly Darrow.<br>\r\n<br>\r\n\"Allow me to introduce myself to you my name is Dog Kong and who is this lovely little lady that I'm now instantly smitten with?\" I said as I introduced myself to them as their starlet appeared to be afraid of me.<br>\r\n<br>\r\n\"There's no need to be afraid ma'am for after all I'm one of the good guys as your eyes are like stars that shine quite brightly in the night sky, your teeth are like bright shining pearls gee whiz I'm instantly smitten.\" I said as I kindly reassured her.<br>\r\n<br>\r\n\"My name's Dolly Darrow.\" She said.<br>\r\n</span></div></div>",
            "created":1596603600,
            "id":2881066,
            "title":"Dog Kong & Dolly Darrow"
        },
        "155212":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "My love interest and I head on over to my lair.",
                "Meanwhile back with Dolly's film crew.",
                "Author's choice."
            ],
            "content":"<div class=\"\"><div> <span>After I reassured Ms. Darrow the sound of a Brontosaurus's roar filled the air, as a rather mean looking Brontosaurus stomped into the area as I knew I had protect my love interest at all costs as I put Ms. Darrow down onto a nearby tree.<br>\r\n<br>\r\n\"Have no fear milady for I'll not only protect you but I'll try to beat this Brontosaurus while I'm at it.\" I said as I looked at Ms. Darrow as I immediately confronted my opponent.<br>\r\n<br>\r\n\"Now see here you big bully I'm not going to let you terrorize my love interest her friends or the natives of this island, ergo have at you.\" I heroically said as we both stomped towards each other as we immediately grappled each other.<br>\r\n<br>\r\nFor a few tense seconds we growled at each other as we kept pushing each other back and forth until my opponent made a mistake of some sort as I immediately gained the upper paw.<br>\r\n<br>\r\nAt that moment I grabbed my opponent and spun him around in the air as I slammed him onto the ground as everything shook rattled and rolled as I then finished off my opponent with a devastating leg drop as I pinned him down as I counted to 3.<br>\r\n<br>\r\n\"1 2 3\" I counted out loud as my opponent immediately waved a white flag as I got up and stomped on over to where my love interest was at.<br>\r\n<br>\r\n\"My hero.\" She said.<br>\r\n<br>\r\n\"It's nothing my sweet for after all it's all in a day's work for us heroic gigantic fat anthropomorphic monsters.\" I said as I was currently blushing.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1596776400,
            "id":2881888,
            "title":"Yours truly defends Dolly as a troublemaker'..."
        },
        "1555":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "Rose and Jack ",
                "Bella and Edward ",
                "Writer choices "
            ],
            "content":"<div class=\"\"><div> <span>Hmmm what some more ideas <br>\r\n<br>\r\nChoice 1 Rose and Jack<br>\r\nWhat if the Titanic never hit the iceberg and made it to America Jack starts to get worried that Rose will leave him because he can't afford the live style she use to so starts to sell his drawings to buy treats for Rose accidentally leading to a bigger Roae <br>\r\n<br>\r\nChoice 2 Twilight Edward and Bella<br>\r\nSo many choices to pick from maybe Bella and Edward get fatten up by Jacob black as revenge for Bella picking Edward over him Or maybe something goes wrong when Bella gets turned into a vampire slowly causing her to get fat </span></div></div>",
            "created":1596603600,
            "id":2880884,
            "title":"More and more choices..."
        },
        "15553":{
            "author_id":"jken",
            "author_name":"dfff",
            "choices":[
                "tarzan and jane",
                "Harry and Sally ",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Choice 1 tarzan<br>\r\ntarzan and jane found this rare fruit growing in the jungle through the fruit taste amazing it leaves them with a few side effects <br>\r\n<br>\r\nChoice 2 Harry meets Sally <br>\r\nHarry and Sally return to the diner to find it as changed with much bigger portions and more fatten food is surprisingly cheap and very addictive </span></div></div>",
            "created":1596776400,
            "id":2881769,
            "title":"Writer choices "
        }
    },
    "info":{
        "author_id":"sick-o-brony",
        "author_name":"E-Brony",
        "brief_description":"A weight gain series of stories related to how weight gain impacts the couples life",
        "created":1588100760,
        "description":"<td align=\"left\" class=\"norm\">As its said in the brief description this interactive means to collect stories related to weight gain in the life of normal couples. Although not really my kind of cup of tea, gay stories ( as well as lesbians, ofc) are accepted as long as they keep the focus on the weight gain situation. both male and female can gain.<br>\r\n<br>\r\n Apart from that is basically free territory, although I've got to have some ground rules to be placed:<br>\r\n<br>\r\n<br>\r\n- Decent grammar and decent sized chapters. Chapters composing of only two or three lines will not be accepted, except for special cases as the need to list for multiple choices( if in doubt send me a note and we will see).<br>\r\n<br>\r\n- No Scat, Poop and any other related fetish involving dirty activities with urine and feces and /or similar, unless is in a <b><u>VERY</u></b> mild manner . A general Slobbines can be accepted but, again, only in a generalized way. <i>Sorry, I’m a devious man with many fetishes but, even I’ve got my limits.</i><br>\r\n<br>\r\n- There is no limit in growth/gain/stomach capacity/… as far as I’m concerned but, please, put some effort into it. Don’t let the main character ( or whoever else) gain hundreds of thousand pounds in just one sentence. I’m the first that prefer quantity over quality, but even I describe the action, a little bit at least.<br>\r\n<br>\r\n- Leave always a choice, it is an interactive after all. Do not force the reader to follow your path, give always a way to change or twist the story.<br>\r\n<br>\r\n- The laws of reality don't apply here. There can be magic, weird ray guns, little aliens and whatever comes to your mind (as long as it doesn't break the previous rules), just put some effort into it, please.<br>\r\n<br>\r\n- Sex is allowed, just try not to be too graphic about it or to focus too much on it. No gender limitations either, just give a warning if things are going to be Hot in the chapter ;)<br>\r\n<br>\r\n- No underage sex, all persons engaging in sexual activities will have to be 18+<br>\r\n<br>\r\n- Kids can be included, either if considered as a couple or the sons and daughters of said couple, and can gain weight as well (as long as it doesn't break the afore mentioned rules)<br>\r\n<br>\r\nLast but not the least, have fun, enjoy and write on!<br>\r\n<br>\r\nEnjoy! </td>",
        "id":2220492,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596819960,
        "modified":1598093340,
        "pretty_title":"Couples Weight gain"
    }
}