{
    "chapters":{
        "1":{
            "author_id":"njeraldson2",
            "author_name":"njeraldson",
            "choices":[
                "Liam's route.",
                "Mason's route.",
                "Ethan's route.",
                "Dustin's route."
            ],
            "content":"<div class=\"\"><div> <span>The setting is a college campus, though you can make a character take Grant somewhere else or even to the character's house. I'll list the characters here. You can think of specifics yourself, if you'd like! Though of course, I'll give some options below to start you off!<br>\r\n<br>\r\nProtagonist (whose perspective you're writing from): <b>Grant Leonard</b><br>\r\nAge: 20<br>\r\nAppearance: Brown hair, light tan skin, hazel eyes, athletic build.<br>\r\nPersonality: Jokes around at bad times, bad at following directions, likes to roughhouse. He is usually content and nice, but he also likes to cause trouble. He plays baseball. He is actually pretty observant.<br>\r\n???: He loves to explore.<br>\r\n<br>\r\nCharacter 1: <b>Liam Harley</b><br>\r\nAge: 19<br>\r\nAppearance: Blond hair, light skin, blue eyes, his weight is in \"all the right areas\".<br>\r\nPersonality: Quiet, a bit shy. Likes to be given directions, becomes a bit frantic without any. Likes to stay home and tweet about anything that comes to mind, he takes a lot of selfies. Usually walks around with a neutral expression. Secretly, he doesn't like to share his belongings with others. He is in Grant's Psychology Class and both of them eat at the cafeteria together after class ends.<br>\r\n???: He eats a lot of junk food.<br>\r\n<br>\r\nCharacter 2: <b>Mason Kowalski</b><br>\r\nAge: 18<br>\r\nAppearance: Black hair, pale skin, many freckles, green eyes. He has a thinner build.<br>\r\nPersonality: Loves to make fun of people for no real reason. He is very stubborn and difficult to convince to do something. He plays tennis. He's cocky and arrogant, though if he's told to shut up he will quickly silence himself. Walks around with a smirk, usually. He and Grant are next door neighbors.<br>\r\n???: He loves his \"lucky\" articles of clothing.<br>\r\n<br>\r\nCharacter 3: <b>Ethan Buccho</b><br>\r\nAge: 20<br>\r\nAppearance: Dark brown hair, tan skin, brown eyes. Has a chubby build, he's more of a cub than twink.<br>\r\nPersonality: Likes to play around but can get carried away. Is usually more on the gentle side until you get to know him. Very affectionate and kind, easy to make friends with. He plays the piano for the school band. He sometimes underestimates his bodily size and how much space he takes up. Grant plays the bass guitar in the school band, which is how they know each other.<br>\r\n???: He likes to pretend he doesn't know things.<br>\r\n<br>\r\nCharacter 4: <b>Dustin Lugo-Madera</b><br>\r\nAge: 19<br>\r\nAppearance: Buzz cut hair, usually wears a backwards cap. Tan skin, dark brown eyes, and an athletic build. He's a muscle twink.<br>\r\nPersonality: A member of Grant's baseball team. He's good at telling jokes, and loves to show off his muscles. He's a hard worker and very confident in his abilities, he has no trouble standing up for himself. He dislikes being told what to do unless it's mutually beneficial. Dustin and Grant are close friends.<br>\r\n???: He isn't afraid of doing gross things.<br>\r\n<br>\r\n<br>\r\n<br>\r\nNow that you know which characters are available, which route will Grant start? <br>\r\n(I'll write a brief start to each one, just so each choice can branch off 5 times.)</span></div></div>",
            "created":1518238800,
            "id":2451256,
            "title":"Cast Introduction"
        },
        "11":{
            "author_id":"njeraldson2",
            "author_name":"njeraldson",
            "choices":[
                "Wake up in Liam's hands.",
                "Wake up in total darkness, cramped.",
                "Wake up in a bedroom (Liam's).",
                "Wake up on a table in the cafeteria.",
                "Wake up on the sink counter of the campus bathroom."
            ],
            "content":"<div class=\"\"><div> <span>\"Wasn't that rough?\" Liam asked, trotting up to me after class.<br>\r\n<br>\r\n\"My head hurts thinking about what happens inside my brain.\" I replied. <br>\r\n<br>\r\nLiam nodded, a slight smile on his face. \"Me too. Maybe we're better off not knowing.\" He commented. <br>\r\n<br>\r\nI chuckled. \"Maybe. Wanna grab a bite?\" I offered, gesturing my thumb behind me. <br>\r\n<br>\r\n\"You know it.\" He beamed. <br>\r\n<br>\r\nBoth of us began to walk toward the cafeteria, side by side, now talking about the dreaded exam next week.<br>\r\n<br>\r\nThis was our bi-weekly thing. We got dinner together at the cafeteria after class, an hour before it closed. At first, I invited him just to be nice, since we were talking after class. As we ate, we found out we had some things in common, like how we both played some of the same games. I played much less than him, since I focused more on my studies, though I could hardly imagine how much he played to be as good as he is. He was actually famous in the online community for the game, I could hardly believe I was talking to someone who had that reputation.<br>\r\n<br>\r\nAs we walked down the hall, I felt myself get dizzy. The hall seemed to stretch and blur, the door we were headed towards seemed to shoot five hundred feet away. My stomach lurched.<br>\r\n<br>\r\n\"Ugh, I don't feel so hot.\" I uttered.<br>\r\n<br>\r\n\"What's wrong?\" Liam asked, an excitement in his voice.<br>\r\n<br>\r\nI stumbled to the side, spotting a water fountain nearby. <br>\r\n<br>\r\nAs I drank, I closed my eyes, but I didn't feel them open, nor did I feel the water on my face anymore. A hollow feeling overcame me, and a wave of calmness quickly soothed my dizziness and hollow feeling. Yet, I couldn't move, and I felt myself quickly lose consciousness.</span></div></div>",
            "created":1518238800,
            "id":2451261,
            "title":"Liam's route."
        },
        "111":{
            "author_id":"xenophage17",
            "author_name":"Zeromus",
            "choices":[
                "You both calm down and Liam takes you to grab something else to eat",
                "The rumbling is further down and Liam heads to the bathroom",
                "You take charge and give Liam directions"
            ],
            "content":"<div class=\"\"><div> <span>I groaned, my head spinning a million miles an hour. At this moment in time a psychology quiz felt like a breeze in comparison. It was a moment before my eyes adjusted and what met my eyes caused my head to thump even harder. I wasn’t standing where I had been, in fact the floor beneath my feet was now pink and squishy, but hovering far above my head was something even more insane. Liam’s blue eyes sparkled like stars as his giant face looked down.<br>\r\n<br>\r\n“Dude what the hell happened to you?” Liam’s voice boomed out, the volume of it hurting your ears.<br>\r\n<br>\r\n“Ahh, keep it down” you groan clapping your hands over your ears to muffle the booming sound of his voice. “I don’t know, I was dizzy and then …. Well this” you finish halfheartedly still trying to process the situation.<br>\r\n<br>\r\nYou felt the platform shake as Liam shifted what you now realised was his hand, bringing you close to his chest. He flicked his head back and forth as if expecting the culprit to leap out at any moment.<br>\r\n<br>\r\n“What should I do” he muttered to himself clearly unnerved by the situation at hand. Liam’s eyes dart between you, his pocket and the various exits to the hallway. Before you can speak up a deep rumbling interrupts both your and Liam’s thoughts as his belly gurgles.<br>\r\n<br>\r\n“Are you still hungry” you say exasperated, the funny sound temporarily diffusing the strangeness of the situation.<br>\r\n</span></div></div>",
            "created":1523422800,
            "id":2478284,
            "title":"Wake up in Liam's hands."
        },
        "12":{
            "author_id":"njeraldson2",
            "author_name":"njeraldson",
            "choices":[
                "Wake up to Mason towering over Grant, looking down at him.",
                "Wake up in Mason's hands.",
                "Wake up to Mason's voice.",
                "Wake up in the car, Mason isn't in it.",
                "Wake up to a delicious smell."
            ],
            "content":"<div class=\"\"><div> <span><i>THWACK!</i><br>\r\n<br>\r\nA sealed tennis racket hit the back of my head as I approached the campus exit.<br>\r\n<br>\r\nAs I shouted in pain and rubbed the wounded area, a malicious but familiar snicker came from behind.<br>\r\n<br>\r\n\"Gotcha!\" It chirped.<br>\r\n<br>\r\n\"Mason!\" I hissed.<br>\r\n<br>\r\n\"I didn't even get to say 'guess who?'! You can't guess yet!\" He teased, backwards jogging in front of me, to block my path.<br>\r\n<br>\r\n\"Oh, look, it's Mason. I never would've guessed the boy giving me a ride home would be behind me.\" I replied, bitterly, looking down at the figure before me.<br>\r\n<br>\r\n\"Shucks, Grant! Sharp as a nail!\" He goaded, shoving his face in mine.<br>\r\n<br>\r\nI didn't flinch, since this was typical behavior of my next door neighbor, Mason. He always did his best to be intimidating, but it's not as though a cheery face could ever make someone be afraid. In fact, I became so immune to it, that at times, we would butt heads or our noses would collide. I couldn't help but wonder at times how he would feel if our mouths collided instead. Not that I wanted that, I only vaguely liked him, but those kind of invasive thoughts tend to appear without warning.<br>\r\n<br>\r\n\"What're you thinking about, genius?\" He inquired, tilting his head.<br>\r\n<br>\r\nI realized I was still looking at him. \"Going to the car.\" I lied.<br>\r\n<br>\r\nHe took a step back and pouted. <br>\r\n<br>\r\n\"You're just gonna fall asleep, I bet.\" He huffed.<br>\r\n<br>\r\n\"I bet I am, too.\" I chuckled, trying to walk past him, but he stepping in front of me.<br>\r\n<br>\r\nI gave him a quizzical look, and this reaction seemed to satisfy him greatly.<br>\r\n<br>\r\nI could tell he needed some attention, that's why he was doing this. <br>\r\n<br>\r\n\"You can just <i>ask</i> to hang out. You don't need to make me think that you want to, then have me ask if you want to.\" I complained.<br>\r\n<br>\r\n\"I thought you'd never ask! Why don't we go to McDonald's? We haven't had it together in a while.\" He beamed.<br>\r\n<br>\r\nMy brain quickly reminded me that we used to play baseball together as kids, and our parents would take us to McDonald's after each game. I felt guilty, somehow.<br>\r\n<br>\r\n\"OK, we can go to McDonald's.\" I said, caving in.<br>\r\n<br>\r\nHe cheered, and quickly ran out into the parking lot, leaving hand prints on the glass doors.<br>\r\n<br>\r\nI sighed. So much for getting home in a timely manner.<br>\r\n<br>\r\nAs I strode across the parking lot, he ran up to me and grabbed my wrist.<br>\r\n<br>\r\n\"C'mon, <i>grandpa</i>! It'll close before you get to the car!\" He protested, now sprinting, and me stumbling to match his pace.<br>\r\n<br>\r\nOnce I was reluctantly sat in the passenger's seat, Mason quickly performed the most horrific reverse pull-out I'd ever seen.<br>\r\n<br>\r\n\"I'm awake <i>now</i>.\" I laughed. Mason scoffed.<br>\r\n<br>\r\nThe drive was quiet. I wondered if that comment actually hurt his feelings, but then I felt my eyelids close. <br>\r\n<br>\r\nI told myself he'd be mad if I fell asleep, though part of me said he expected it anyway, so he wouldn't be. We weren't even talking. He would just wake me up and drag me inside once we got there, for sure.</span></div></div>",
            "created":1518238800,
            "id":2451266,
            "title":"Mason's route."
        },
        "13":{
            "author_id":"njeraldson2",
            "author_name":"njeraldson",
            "choices":[
                "Wake up in Ethan's car.",
                "Wake up in Ethan's hands.",
                "Wake up in a bedroom (Ethan's).",
                "Wake up in total darkness.",
                "Wake up to the sound of a piano playing."
            ],
            "content":"<div class=\"\"><div> <span>Sat in the practice room across from me was Ethan. Ethan was a charming guy. He was on everybody's good side, no one had anything bad to say about him. I saw him hug a lot of his friends nearly every time he saw them.<br>\r\n<br>\r\nEthan had been playing Piano for a decade, though I had begun Guitar in sophomore year of high school. I was initially alarmed by his request to practice with me, in fact--I thought he was going to criticize my playing. Not that he would, but it just seemed so strange for him to suddenly ask to practice with me. <br>\r\n<br>\r\nThough I had just been jamming, playing along random chords and notes, I began to hear quiet responses on the piano. I intentionally began to leave silences for him to fill. I snuck a peek at his face, and he had on a thrilled grin. I myself picked up a smirk, and began to strum wildly, he began to hammer about randomly on the piano before finally, from right to left, slid a finger across the keyboard.<br>\r\n<br>\r\nWe both looked at each other and laughed, though we were quickly silenced by our conductor barging in. With a hint of amusement in his voice, he asked us to practice more seriously. We nodded and got to work.<br>\r\n<br>\r\nWe practiced for hours, though oddly, it didn't get boring. Had I practiced with a Sax or Trumpet, I would've lost my mind a while ago.<br>\r\n<br>\r\nEthan checked his phone and was alarmed by the time.<br>\r\n<br>\r\n\"Oh, shoot! I missed it!\" He gasped.<br>\r\n<br>\r\n\"I'm sorry, I--\" I began.<br>\r\n<br>\r\n\"No, it's not your fault. I should've set a time for how long we should've practiced.\" He sighed.<br>\r\n<br>\r\n\"What did you miss?\" I asked, hoping it was a TV show that I could direct him to find online.<br>\r\n<br>\r\n\"I was in an online auction. A good way to win is to place a high bid last second, though I forgot to check on my first bid to see if anyone outbid me. The bid ended already though, I don't think I won.\" He mumbled, tapping away at his phone.<br>\r\n<br>\r\nI was kind of silenced, that sort of thing wasn't typically talked about in casual conversation. <br>\r\n<br>\r\n\"What did you bid on?\" I questioned.<br>\r\n<br>\r\nHe instantly flustered. \"I plead the fifth!\" He stammered, comically. That was a famous catchphrase of his, apparently, though it didn't quiet my curiosity any.<br>\r\n<br>\r\n\"Was it porn or something?\" I teased.<br>\r\n<br>\r\n\"No, no, not at all!\" He frantically stumbled. \"Just forget about it.\" He mumbled.<br>\r\n<br>\r\nI looked at my phone, too.<br>\r\n<br>\r\n\"I ought to be going, actually. It is kinda late. My friend drives me home, I'd hate to keep him waiting.\" I explained, turning to put my guitar in its case.<br>\r\n<br>\r\n\"I can take you home today...\" Ethan shyly offered.<br>\r\n<br>\r\nI blinked at him in confusion. Why would he offer to take me home when I said I already had a ride? This also felt strange, in addition to him wanting to practice with me.<br>\r\n<br>\r\n\"Did you want to practice with me today for a specific reason?\" I inquired.<br>\r\n<br>\r\nHe seemed to freeze up a bit at the question. <br>\r\n<br>\r\n\"Um, not really. It's just that I don't know you very well. Can I ask a favor?\" He asked.<br>\r\n<br>\r\n\"Uh, yeah?\" I responded.<br>\r\n<br>\r\n\"Let me take you home.\" He insisted.<br>\r\n<br>\r\nI scratched the back of my head. This felt really weird all of the sudden. \"I...guess I can. Let me text my friend.\" I replied.<br>\r\n<br>\r\nAs I sent the message, I looked over at Ethan.<br>\r\n<br>\r\nHe nodded. \"Thanks. Now...go to sleep!\" He demanded.<br>\r\n<br>\r\nWith great shock I realized that I was, in fact, falling unconscious...</span></div></div>",
            "created":1518238800,
            "id":2451297,
            "title":"Ethan's route."
        },
        "14":{
            "author_id":"njeraldson2",
            "author_name":"njeraldson",
            "choices":[
                "Wake up in Dustin's hands.",
                "Wake up on a bench in the locker room, Dustin next to Grant.",
                "Wake up on the sink counter of a campus bathroom, Dustin looking down at Grant.",
                "Wake up in complete darkness, cramped.",
                "Wake up to Dustin's voice."
            ],
            "content":"<div class=\"\"><div> <span>Practice had slowly begun to get less tiring. My endurance was building up, for sure. <br>\r\n<br>\r\nOr so I thought, until I felt a familiar smack on my back that never ceased to knock the wind out of me. I wheezed into a fit of laughter, the perpetrator swinging around to my front and giving me a casual embrace before immediately chatting me up.<br>\r\n<br>\r\n\"Sup, dude! Didn't see ya last time. Sick or somethin'?\" He questioned.<br>\r\n<br>\r\n\"Yeah, a bit. My throat was so bad, I couldn't even talk. I missed a class because of it.\" I explained.<br>\r\n<br>\r\nHe took a step back and comically held his hands up. \"But you're good now, right?\" He asked.<br>\r\n<br>\r\nI laughed. \"If that slap didn't cure me, medicine doesn't stand a chance.\" I joked.<br>\r\n<br>\r\nHe let out a brief holler of laughter as he stepped back up to me.<br>\r\n<br>\r\n\"So? You tired? Headin' home?\" He asked.<br>\r\n<br>\r\n\"I was planning to. Do you need something?\" I responded.<br>\r\n<br>\r\n\"Yeah, buddy! I need a snack. You got money for the vending machine?\" He pleaded.<br>\r\n<br>\r\nI dug my hand into my pocket and he laughed.<br>\r\n<br>\r\n\"Just foolin'. I missed you, is all.\" He said, giving me a tender hug, I also returning it.<br>\r\n<br>\r\n\"So? Did you want to hang out a bit, now that practice is over?\" I asked.<br>\r\n<br>\r\nHis face brightened up. \"Yeah! Where're we goin'?\" He questioned.<br>\r\n<br>\r\n\"I don't know. Where do you want to go?\" I inquired.<br>\r\n<br>\r\n\"Anywhere's good with you, buddy.\" He chimed. <br>\r\n<br>\r\nI felt my face flush. \"We'll decide in the car. Get your stuff.\"<br>\r\n<br>\r\n\"Wait, wait! We're sweaty. Let's shower.\" He protested.<br>\r\n<br>\r\nHe was right. Most places would probably be unhappy to host stinky guys.<br>\r\n<br>\r\nMost of the other guys had cleared out of the showers by now. When we entered, I felt it was a little weird just being him and I.<br>\r\n<br>\r\nAs I showered, I began to feel a bit tired. I yawned, and Dustin also yawned.<br>\r\n<br>\r\n\"You're making me tired, too.\" Dustin stated.<br>\r\n<br>\r\nMy eyes closed, and I felt my body go numb. I hit the floor of the shower with a wet slap.<br>\r\n<br>\r\nDustin turned to look and quickly came over, thinking I was joking, but still looking concerned.<br>\r\n<br>\r\nSuddenly, I felt an uncomfortable tingle run across my body, and my last sight before falling unconscious was Dustin's shocked expression.</span></div></div>",
            "created":1518238800,
            "id":2451313,
            "title":"Dustin's route."
        }
    },
    "info":{
        "author_id":"njeraldson2",
        "author_name":"njeraldson",
        "brief_description":"Grant's not used to bottoms being domineering, though they like it. GP for additions!",
        "created":1518247560,
        "description":"<td align=\"left\" class=\"norm\"><b>Edit 4/15/2018: 500 GP for additions! If you add a really good chapter, I'll buy you a 3-month basic membership, if you want it.</b><br>\r\n<br>\r\nGrant, a sporty guy in college, finds himself the center of attention from shorter guys. He has quite a few of these guys as close friends. Though he wouldn't admit it, he finds them cute and crushes on a few. Upon finding himself suddenly smaller than them, and desperate for their help, what will happen?<br>\r\n<br>\r\na few rules: <br>\r\n- please no female interaction with the shrunken character. this is Gay.<br>\r\n- please don't have any other characters shrink.<br>\r\n- please don't insert new characters without asking. PM me, and we can talk about it!<br>\r\n- please avoid emphasis on cock vore and feet. they can be included, but don't make more than one chapter of a route include them. let other people have a chance to write about what they like, too! :)<br>\r\n- please avoid writing short, blunt chapters.<br>\r\n- you don't need perfect grammar, and i get careless spelling errors happen, but <u>please use punctuation</u>.<br>\r\n<br>\r\nother than those rules, include whatever you like! it's your fantasy! you can even make them gentle if you want. though, if you decide to do something extreme, i ask you to please give a warning in the chapter title so that others who don't like it can avoid it. if you forget, just PM me and say you forgot and i'll label it.</td>",
        "id":2148659,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1523845860,
        "modified":1523845860,
        "pretty_title":"Shrunk by a Twink!"
    }
}