{
    "chapters":{
        "1":{
            "author_id":"zachy2018",
            "author_name":"CountDugula",
            "choices":[
                "Pro-Heroes",
                "U.A. Students/Staff",
                "Villains",
                "Shiketsu or Ketsubutsu Characters",
                "Civilians? (Inko Midoriya etc.)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which area of hero society will we focus on?</span></div></span></div>",
            "created":1600910160,
            "id":2908942,
            "title":"Choices!"
        },
        "11":{
            "author_id":"zachy2018",
            "author_name":"CountDugula",
            "choices":[
                "Mt. Lady",
                "Midnight",
                "Nana Shimura",
                "Mirko",
                "others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here we go</span></div></span></div>",
            "created":1600911180,
            "id":2908946,
            "title":"Pro-Heroes"
        },
        "12":{
            "author_id":"zachy2018",
            "author_name":"CountDugula",
            "choices":[
                "Izuku Midoriya",
                "Mei Hatsume",
                "Shoto Todoroki",
                "Eijiro Kirishima",
                "others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choooose your fighter!</span></div></span></div>",
            "created":1600911240,
            "id":2908947,
            "title":"U.A. Students/Staff"
        },
        "123":{
            "author_id":"craft9",
            "author_name":"creator9",
            "choices":[
                "He grows",
                "Someone shrinks around him",
                "You shrink around him",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What happens with the half and half quirk user?</span></div></span></div>",
            "created":1600912380,
            "id":2908957,
            "title":"Shoto Todoroki"
        },
        "1233":{
            "author_id":"craft9",
            "author_name":"creator9",
            "choices":[
                "A brother of the Todoroki family ",
                "A new student at U.A",
                "A person who get shrunk and sent to the MHA world",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who are you tiny-kun?</span></div></span></div>",
            "created":1602931080,
            "id":2923312,
            "title":"You shrink around him"
        },
        "12331":{
            "author_id":"craft9",
            "author_name":"creator9",
            "choices":[
                "Looking down surprised (he just noticed you)",
                "Glaring down (he seemed irritated towards you)",
                "Not looking at you (seems he's unaware you're before him)",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>In the Todoroki family there were 4 notable siblings, though that's what it appeared as to the public eye. The family had a fifth child much different from the rest, unlike his family his quirk had no relation to fire or ice. <br>\r\n<br>\r\nYour name was Kõri, the fifth Todoroki offspring. After the birth of Shouto it was a surprise when another child was on the way. It was quite a shock when at birth you were only a speck. It made seemingly no sense, you had a quirk of being an inch tall and invulnerability to boost.<br>\r\n<br>\r\nStill growing up was tough not only due to your size but the conflifts within your family. Your mother disappeared before you even got to know her, you rarely saw your father, and your oldest brother Touya had passed. You had tried to interact with your older brother but he either was training or didn't notice you half the time.<br>\r\n<br>\r\nGrowing up in your home it felt not familiar at all, being homeschooled meant this home was your world. <br>\r\n~~~~~~~~~~~~~~~~<br>\r\nYou sighed as you sat on the livingroom floor, pamphlets the size of buildings surrounding you. All were options for a suitable highschool, ones catering to technology, political careers, etc. Of course the ones missing were any schools focusing on hero programs.<br>\r\n<br>\r\n<i>\"Of course, finally let's me go to school and it's not even the one i want.\"</i>, you looked irritably at the schools that didn't match your interests. You wanted to experience the world outside, seeing the heroes saving others on T.V always cheered you up. But it seemed your father disagreed.<br>\r\n<br>\r\nThe ground suddenly began to shake and resonate booms.  You looked up in confusion. \"I thought he was on patrol until 9?\", suspecting it was the no.2 hero shaking the floor.<br>\r\n<br>\r\nHowever the pamphlets suddenly crumbled as a giant sock foot landed on them. You were sent back onto your back with a yelp. Looking up you felt your nose tingle as a sweaty odor filled your nostrils. Sure enough, it was due to the damp socked foot resting on the paper and wetting them.<br>\r\n<br>\r\nLook up the towering sweatpant clad legs you saw the sweaty and muscular torso of your brother Shouto. The glistening drops on his abs indicated he just done some training. You soon looked up higher to your brother's face.<br>\r\n<br>\r\nShouto was...</span></div></div>",
            "created":1602937020,
            "id":2923329,
            "title":"Tiny Todoroki Brother"
        },
        "125":{
            "author_id":"zachy2018",
            "author_name":"CountDugula",
            "choices":[
                "Denki Kaminari",
                "Tenya Iida",
                "others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here we gooooo</span></div></span></div>",
            "created":1600911300,
            "id":2908948,
            "title":"others"
        },
        "1252":{
            "author_id":"zachy2018",
            "author_name":"CountDugula",
            "choices":[
                "He Grows",
                "Someone Shrinks Around Him?",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What happens with the class president?</span></div></span></div>",
            "created":1600912020,
            "id":2908953,
            "title":"Tenya Iida"
        },
        "12523":{
            "author_id":"craft9",
            "author_name":"creator9",
            "choices":[
                "An OC shrinks around Iida",
                "You shrink around him",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where does this path go?</span></div></span></div>",
            "created":1600916520,
            "id":2908993,
            "title":"Reader's Choice"
        },
        "125231":{
            "author_id":"craft9",
            "author_name":"creator9",
            "choices":[
                "Continue 1",
                "Continue 2 ",
                "Continue 3 "
            ],
            "content":"<div class=\"\"><div> <span>It was a day of excitement and activity in the city of Musutafu, many T.Vs were tuned into the event of the day. U.A's sports festival was in full swing as the student body was competing for the top of the competitions. Right now, the screens of the citizens were shown the battles between each student, clashing with their respective quirks.<br>\r\n<br>\r\nIn this universe the flow of the fabric was a little...different. Certain things in time, or appearances may have shifted. One of them were the addition of members to families and groups. Such is the case with the lad standing in the battle ring waiting for his match now...<br>\r\n~~~~~~~~~~~~~~~~~~<br>\r\nIzuku hummed as he looked over the various notes he had taken so far. He described the victory of Tokoyami and the nature of Shinsou's quirk, now he just had to wait for the next duo to fome out in battle.<br>\r\n<br>\r\nBesides the greenette, his friend Uraraka was tapping her fingers as she thought of her future match with the explosion user of their class. The brunette looked over at her mumbling friend with a sweatdrop, before she could snap him out, Uraraka noticed her other friend focusing on the field.<br>\r\n<br>\r\n\"Iida is everything alright?\", the glasses boy blinked out of his focus, he saw Izuku snap out of his mumbling to look at him as well. \"Ah apologizes were you saying something?\"<br>\r\n<br>\r\n\"Oh no you just seem kinda into the match before it started.\", the brunette said waving her hands. <br>\r\n<br>\r\nAdjusting his glasses, Iida smiled slightly. \"Yes well.. the next match actually has my brother participating.\", nearby Denki blinked as he leaned over. \"Wait your bro's a pro hero right, why he be fighting?\"<br>\r\n<br>\r\nThe three blinked, Iida shook his head. \"Oh no Tensei isn't fighting! It seems i never told you of my other brother, he attends class 1-C. His name is Takeru.\"<br>\r\n<br>\r\n\"He's my younger brother by a year, due to his scores he was able to move up to my grade. Though this is the first time we aren't in the same class...\", the bluenette finished in a sad tone.<br>\r\n<br>\r\nIzuku smiled. \"He sounds really cool, maybe after his match could we meet him?\",Uraraka nodded eagerly in agreement. \"Yeah i bet he's a great leader just like you!\"<br>\r\n<br>\r\nIida smiled. \"Thank you both, i would like for him to make more friends as well so I'd be happy to introduce you.\"<br>\r\n<br>\r\nSuddenly the loud voice of the announcer Present Mic began to boom the introductions. \"Up next in our thrilling set of matches is two rising heroes from class 1-C!\"<br>\r\n<br>\r\n\"A part of the well known hero family, it's Takeru Iida!\"<br>\r\n<br>\r\nEntering the ring was a boy with a toned tall frame, he had layered blue hair with a small ponytail tail. Takeru eagerly grinned as he took his spot for the match.<br>\r\n<br>\r\n\"He makes his words his weapons, it's Manga Fukidashi!\", the student with the speech bubble head walked up, giving a friendly wave to his opponent. \"Hey there, don't go easy on me ok?\"<br>\r\n<br>\r\nTakeru nodded, shifting his feet. \"Same it's not a true match otherwise. I've got people i care about watching me and i need to show how far I've come.\"<br>\r\n<br>\r\nIida focused on the match, he had faith in his brother. Especially with the quirk he had to work with. Though still, call it his protective brother nature, he did feel worry for Takeru.<br>\r\n<br>\r\n\"And...START!\", the hero shouted, signaling the start of the match. <br>\r\n<br>\r\nTakeru took a breath as he sprinted into a charging run, moving quickly across the field. Though it wasn't the super speed like Iida possessed, he didn't have any evidence of having engines.<br>\r\n<br>\r\nSeeing his opponent approach, Manga launched a BOOM!, the giant letters projecting forward. Takeru hopped out of the way rolling to the side, as the word exploded against the ground.<br>\r\n<br>\r\nHowever, much to everyone's confusion as the smoke cleared they saw Manga by himself in the ring. Takeru was nowhere in sight as the comic head student looked around everwhere. The spectators began to voice their confusion.<br>\r\n<br>\r\nIzuku furiously write down the details shown within just a few seconds. \"I-Iida does he have a invisibility quirk like Hagakure? Or...did he teleport?!\"<br>\r\n<br>\r\nHumming, Iida looked around the field. Though of course he couldn't see anything small at this size. \"No it's a little more...complicated then that.\"<br>\r\n<br>\r\nNo one could see it, but on the shoulder of Manga was a speck. That speck turned out to be Takeru who nodded before suddenly hopping off. In an instant, the boy popped out of thin air seemingly before before grabbing his opponent and throwing him over his shoulder.<br>\r\n<br>\r\nManga yelped as he was thrown on his back, being thrown out of nowhere! The crowd suddenly went wild at the unexpected turn of events. It was over however, Takeru vanished once again. Just as Manga began to get up his foot rose and he was flung forward and as if being kicked he was launched into the ground.<br>\r\n<br>\r\nUp in the booth, Aizawa rubbed his bandaged chin as he looked at the report. \"Iida Takeru, he is able to downsize his body to an inch or even a centimeter. At this size he keeps his stamina and strength. He seems to use it accordingly.\"<br>\r\n<br>\r\nThe greenette began to write the details down, Uraraka looked in awe at the fight. Iida smiled as he saw the definite outcome. Landing on the ground once more, Manga groaned before promptly passing out.<br>\r\n<br>\r\nTakeru sighed as he regrew, looking up he was greeted with the crowd cheering at his victory. Looking around, his eyes found the proud face of his older brother. His lips shook slightly before grinning as he looked up in success.</span></div></div>",
            "created":1601004120,
            "id":2909535,
            "title":"Takeru Iida, Shrinking Hero"
        },
        "1253":{
            "author_id":"zachy2018",
            "author_name":"CountDugula",
            "choices":[
                "Momo Yaoyorozu",
                "Kyoka Jiro",
                "More Students!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>And even more!</span></div></span></div>",
            "created":1600911360,
            "id":2908949,
            "title":"others"
        },
        "14":{
            "author_id":"zachy2018",
            "author_name":"CountDugula",
            "choices":[
                "Ms. Joke",
                "Yo Shindo",
                "Camie Utsushimi",
                "Inasa Yoarashi",
                "Tatami Nakagame"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Make your choice again!</span></div></span></div>",
            "created":1600911060,
            "id":2908945,
            "title":"Shiketsu or Ketsubutsu Characters"
        }
    },
    "info":{
        "author_id":"zachy2018",
        "author_name":"CountDugula",
        "brief_description":"MHA Size Antics!",
        "created":1600909800,
        "description":"<td align=\"left\" class=\"norm\">As you can tell by the title, this is a giant/giantess based MHA interactive! I hope to give multiple options for each character as far as scenarios go. <br>\r\n<br>\r\nShrinking/Growth is what it's all about ya'll. As far as what is permitted in terms of kinks or fetishes I'm allowing pretty much everything but scat and lewding Eri and such gross stuff.<br>\r\n<br>\r\nAnyway, have fun!</td>",
        "id":2233111,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1601004120,
        "modified":1602937020,
        "pretty_title":"My Macro Academia! "
    }
}