{
    "chapters":{
        "1":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "a human",
                "an anthro",
                "macro",
                "a human",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>to start i will already create the ad after you had to create your sniffer person (with detail) and you could after a fart character or let another reader the possibility of creating his fart who will meet you.<br>\r\n<br>\r\n---------------------------------------------------------- -<br>\r\n<br>\r\n\"Hello, I am writing this ad because I am looking for someone who makes me sniff these waxes, no matter the smell and even if they are deadly, since I cannot die or pass out\"<br>\r\n<br>\r\nbut who is the sniffer ??</span></div></div>",
            "created":1585458000,
            "id":2809886,
            "title":"beginning"
        },
        "11":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "farter 1",
                "farter 2",
                "farter 3",
                "farter 4",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Name: (nickname) Quentin<br>\r\nSpecies: human<br>\r\n<br>\r\nI am a very shy person who will like to test to feel the fart, I seek more a true brutal dominant without gene.<br>\r\nI fantasize about uniforms and even more about American football uniforms, I also like muscular people<br>\r\nI hate poop, but I try this experience.<br>\r\n<br>\r\nmy speciality<br>\r\nlarge belly which allows me to inhale and eat more gas</span></div></div>",
            "created":1585458000,
            "id":2809893,
            "title":"a human"
        },
        "111":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "Damien is behind you",
                "a friend of damien come get you",
                "you have to meet Damien at the weight room",
                "you're too scared, you don't answer him (it annoys damien)",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>I am creating this person to continue the story, but you can take control of this character.<br>\r\nrules: possible to add friends of the big brother (friend bodybuilder) who make sniff her fart.<br>\r\n<br>\r\nName: (nickname) Damien<br>\r\nSpecies: human<br>\r\n<br>\r\ndamien is quentin's big brother, quentin remember him when he was little because he shared the shower already as a child damien was muscular and a fan of muscle, but since he left the family home quentin no longer saw damien who now has become a super muscular beast, all these muscles are big and hard, damien eats a lot of chemical to help it develop which has the effect of making these fart super stinky, damien loves being dominant and violating especially that he has strength. he often does bodybuilder competitions with these muscular friends.<br>\r\n<br>\r\nspecialty:<br>\r\nsuper force: damien is super force it can even transform a skull into dust without forcing.<br>\r\nbig buttocks: damien has a huge ass, very muscular and very hard like a 2 bowling ball but bigger than a human head.<br>\r\nbig fart: damien can control these farts but if he drops are big fart the person who sniffs it is dead because the big fart and very powerful and very smelly.<br>\r\n<br>\r\n<font class=\"size45\" style=\"\"><span class=\"clred\"><u><b>addition</b></u></span></font><br>\r\n<br>\r\ndamien and these friends are part of a club called the musclor, this club resembles all the super-muscular men who kill people with their muscle or sex, the police are afraid of them for that nobody will arrest them, and once a policeman wanted to become stronger than them to be able to stop them but when he arrived in the same category as them he joined the club because we do not know why but when we became like them our character changed to be demonic and want to kill poor victims, they also have their penises which become huge and always stiff and dangerous.<br>\r\n(illustration: <a rel=\"nofollow\" href=\"https://www.deviantart.com/musclecrush4/gallery/all\" target=\"_blank\">https://www.deviantart.com/musclecrush4/...</a>)</span></div></div>",
            "created":1585717200,
            "id":2811605,
            "title":"the big Brother"
        },
        "112":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "you fall from the sky directly on the knight (jostling)",
                "the knight was chasing a thief when you make him lose the track (he was chasing)",
                "you were in the stable where is horse of the knight",
                "you are in the knight's bedroom",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>I am creating this person to continue the story, but you can take control of this character.<br>\r\nrules: possible to add friends (knight) who make sniff her fart.<br>\r\n<br>\r\nName: (nickname) Accolon<br>\r\nSpecies human knight (with horse)<br>\r\n<a rel=\"nofollow\" href=\"https://tinyurl.com/v4pqnju\" target=\"_blank\">https://tinyurl.com/v4pqnju</a> (don't forget he wears a chain mail underneath his armor and the buttocks are just chain mail)<br>\r\n<br>\r\n<br>\r\ninformation: this horse works for a wicked king so this horse is unscrupulous, especially on people who are not knights or nobles (quentin to be teleport in the past, so it is considered worse than a peasant), it is with his horse so he can also make you feel his ass or that of his horse</span></div></div>",
            "created":1586322000,
            "id":2815557,
            "title":"farting 2"
        },
        "1123":{
            "author_id":"scimmione",
            "author_name":"Scimmione",
            "choices":[
                "I try to hide myself in a hay pile... The horse notices my presence",
                "I am too slow"
            ],
            "content":"<div class=\"\"><div> <span>I wake up and foundmyself in an big, brighty and red wall painted stable. Despite of his size, the stable looks pretty dirty and the smell start to affect your lungs as  you instantly get surrounded by the stink of horse's manure. I hate the shit smell and being deeply \"immersed\" in this stinkness made my head lighter.<br>\r\n<br>\r\nThe stable s divided in 6 individuals stall, but they are all empty<br>\r\n<br>\r\nExcept for one that also has the door open.<br>\r\n<br>\r\nInside of it I see an great grey Shire with a fluffy white mare and tailhole, it looks amazing maybe a bit dirty... From my  position you could see just the big and muscular rear of this incredible war horse and start to admire the powerness that it irridiates.<br>\r\n<br>\r\nBut suddenly I am shacked off from my thoughts, as I heard footsteps and the sound of a tinkling chainmail coming toward my direction.<br>\r\n<br>\r\n\" Where I am ? I have to hide myself and understand how get out of here ?\"<br>\r\n<br>\r\nThere s not way and reason to go inside the shire's stall and around me there are just manure and a small hay pile <br>\r\n<br>\r\n\"Shit...\" Footsteps are coming closer and closer...</span></div></div>",
            "created":1586840400,
            "id":2818642,
            "title":"you were in the stable where is horse of the k..."
        },
        "12":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "farter",
                "farter",
                "farter",
                "farter",
                "farter other"
            ],
            "content":"<div class=\"\"><div> <span>Name: (nickname) miguel<br>\r\nSpecies: anthro mouse<br>\r\nsize: very small<br>\r\n<br>\r\nI am a little homeless mouse, I am so small that during all my life nobody sees me and it makes horrible things happen (walking on it, sitting on it etc)<br>\r\n<br>\r\nweak point: my sense of smell overdevelop, my size<br>\r\nstrong point: my resistance, my courage, is no longer afraid</span></div></div>",
            "created":1585458000,
            "id":2809900,
            "title":"an anthro"
        },
        "13":{
            "author_id":"labo57",
            "author_name":"gay",
            "choices":[
                "xxx",
                "xx"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>wxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx</span></div></span></div>",
            "created":1585544400,
            "id":2810061,
            "title":"macro"
        },
        "131":{
            "author_id":"labo57",
            "author_name":"gay",
            "choices":[
                "ccccccc",
                "ccccc"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>cccccccccccccccccccccccccccccccc</span></div></span></div>",
            "created":1585544400,
            "id":2810062,
            "title":"xxx"
        },
        "1311":{
            "author_id":"labo57",
            "author_name":"gay",
            "choices":[
                "dgfg",
                "dgd"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>dfghdfgdfgd</span></div></span></div>",
            "created":1585544400,
            "id":2810063,
            "title":"ccccccc"
        },
        "13111":{
            "author_id":"labo57",
            "author_name":"gay",
            "choices":[
                "hhh",
                "jjj"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>gdfgdfgdfgdfg</span></div></span></div>",
            "created":1585544400,
            "id":2810065,
            "title":"dgfg"
        },
        "15":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "macro",
                "anthro",
                "macro",
                "anthro",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>to start i will already create the ad after you had to create your sniffer person (with detail) and you could after a fart character or let another reader the possibility of creating his fart who will meet you.<br>\r\n<br>\r\n---------------------------------------------------------- -<br>\r\n<br>\r\n\"Hello, I am writing this ad because I am looking for someone who makes me sniff these waxes, no matter the smell and even if they are deadly, since I cannot die or pass out\"<br>\r\n<br>\r\nbut who is the sniffer ??</span></div></div>",
            "created":1585458000,
            "id":2809895,
            "title":"other"
        }
    },
    "info":{
        "author_id":"demon57740",
        "author_name":"demon",
        "brief_description":"you put an advert to be forced to smell farts (roleplay)",
        "created":1584908160,
        "description":"<td align=\"left\" class=\"norm\">hello, following a discussion with someone who gave me an idea i started all over and changed a bit.<br>\r\nthis interactive story is a ROLEPLAY<br>\r\n  you must therefore give the description of a person who sniffed (a reader or me) then another reader create the person who fart. but respecting some rule.<br>\r\n<br>\r\n<u><b><span class=\"cteal\"><font class=\"size45\" style=\"\">rules</font></span></b></u><br>\r\n<br>\r\n- no women.<br>\r\n<br>\r\n- no death.<br>\r\n<br>\r\n- no end.<br>\r\n<br>\r\n-  all is possible, so you could meet animated, superhero (be careful to respect the superhero, for example superman can not sweat as all the series says, but as he does not speak of his fart then you could choose whether normal fart or loose atomic fart etc, the superheroes will be cruel to you), animals (male), anthro (male), giant, etc.<br>\r\n<br>\r\n- possible to play with the size (they can shrink you).<br>\r\n<br>\r\n- respect the previous chapter <br>\r\n<br>\r\n- allow all fetishes (armpit, other odor, feet, etc.) but keep some fart<br>\r\n<br>\r\nthe roleplay can be played solo, only if you create the two characters (macro + giant).<br>\r\n<br>\r\n<font class=\"size5\" style=\"\"><span class=\"clred\"><u><b>for free members: as you are limited in creation I suggest that you write me an email with the chapter link and the chapter you wanted to add, so I write it for you (I put your nickname at beginning). I am an Upgraded member.</b></u></span></font></td>",
        "id":2216643,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1586860610/item_id/2216643.jpeg",
        "modified":1586864160,
        "pretty_title":"farts adverts(roleplay)"
    }
}