{
    "chapters":{
        "1":{
            "author_id":"bds123",
            "author_name":"biggirl",
            "choices":[
                "She grows to 15.",
                "She grows to 50ft",
                "She grows to 100ft",
                "you shrink to 6 inches",
                "you shrink to 3 inches"
            ],
            "content":"<div class=\"\"><div> <span>\"So, Matt what should we do tonight?\"  Ashley asks you as you walk into her house.<br>\r\n\"I don't care it's up to you, i'm up for anything.\"  You say in resonse, looking her up and down she is looking fine tonight.<br>\r\nYou and Ashley have been dating for a few monthes now and you really like each other she is the same height as you, but thats no surprise since you are only 5'6\".  She does however have nice long blonde hair, a great set of breasts, and an ass to die for.<br>\r\n<br>\r\n\"Hehe, good i was hoping you would say that...i'll be right back.\"  she said in a sexy tone of voice just before leaving the room.<br>\r\nWhen she came back you could hardly believe your eyes, she was in a really sexy black bra that showed off her nice tits, and some black panties a size too small so her ass was very nicely defined.<br>\r\n\"Well Matt, there is something i want to do tonight, its a fantasy i've had for a while now.\" She says sitting next to you.<br>\r\n\"I've always wanted to have a little man, or little men being my little slaves, and the other day i bought this at a mystic store.\"  She pulled out a strange looking gun that had a lever with both \"grow\" and \"shrink\" on it.<br>\r\n\"So, do you wanna give it a try?\" She says.<br>\r\nBefore you can answer she pulls the trigger and...</span></div></div>",
            "created":1051419600,
            "id":154966,
            "title":"Ashley's surprise"
        },
        "11":{
            "choices":[
                "Let's play mommy",
                "Foot rub!",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>You fall back a little, almost off the bed as your girlfriend grows to be almost three times your size. Her once big boobs are now ginormous, and you can't help but stare and gape at them. When she finishes growing, Ashley stretches her long arms above her head, causing her massive boobs to bounce as the now giant bra struggles to keep them in. Suddenly there is a long leg on either side of you and you feel very small and helpless.<br>\r\n\"That's better! Come here little man, come to momma! I have a very special treat for you!\" Your mouth is still hanging open as she smiles, and beckons you to her with her open arms. But no matter how much you try you just stare in awe of  your now giant girlfriend. Finally Ashley laughs a little and leans forward and picks you up. You jump and quickly start to struggle but she merely holds you tighter. <br>\r\n\"now then little man, lets have some fun! I like having you so small and helpless, just like a little baby! This is going to be a great night! So...\"</span></div></div>",
            "created":1247115600,
            "id":721850,
            "title":"She grows to 15."
        },
        "111":{
            "choices":[
                "yes!",
                "No way!",
                "maybe a comprimise?"
            ],
            "content":"<div class=\"\"><div> <span>Your girlfriend holds you to her breast tightly, as she gets up and goes into the master bathroom and grabs a towel from underneath the sink. <br>\r\n\"What...whats the towel for?\" you ask hesitantly. <br>\r\nA huge smile lights up on your girlfriends face, and makes you shudder just a bit at the thought of that giant mouth. <br>\r\n\"well....baby has to have a bath, and then his diaper. Then, if he's a good little baby, maybe mommy will give him a special treat.\" She winks at you as she shakes her breasts. You feel your mouth go dry, you would love a chance to suckle to her breasts but...is it worth being babied for? </span></div></div>",
            "created":1247720400,
            "id":725943,
            "title":"Let's play mommy"
        },
        "1111":{
            "choices":[
                "suckle on my breasts"
            ],
            "content":"<div class=\"\"><div> <span>You think that your girlfriend just tripled in size which means that her boobs are three times bigger. You thought that being babied was a small price to pay in order to suck on those titanic boobs. You say yes to Ashley that you will be babied. She squeals with delight and grabs a large box that is full of baby products only difference is that they are scaled to fit you. She grabs the largest diaper that you have ever seen and says to you “come here baby, mommy is ready to diaper you”. You walk over to you large girlfriend and feel like an actual baby beside her. She takes off your clothes. At this point you have a massive boner she ignores it and puts the large diaper over it. After you are diapered Ashley stands you up and says “awwww you look so cute in a diaper, mommy is really happy that you agreed to do this with her. And for beings such a good baby I am going to let you…</span></div></div>",
            "created":1331355600,
            "id":1291855,
            "title":"yes!"
        },
        "11111":{
            "choices":[
                "Let it all go",
                "Hold it in as long as possible"
            ],
            "content":"<div class=\"\"><div> <span>Ok since you have been suck a good baby boy I am going to let you sickle on my boobs baby. As she is saying this to you she reaches for her bra and unclasps it. This lets the massive orbs hang loose. She then says come here baby, come to mamma as she shakes the large orbs. You walk over to her and latch on immediately and begin to suck on them. To your surprise milk begins to come out of them and you gladly drink her milk. After you have had your fill Ashley sets you down and puts back on her bra to your dismay. You then begin to feels cramps in your digestive track. You begin to walk to the nearest bathroom, but Ashley grabs you and asks where are you going baby? You tell her the bathroom. She says silly baby you are wearing your bathroom so use it. She then sets you down and blocks the door so you cannot leave to use the bathroom. Your massive girlfriend is now watching and waiting for her baby boyfriend to use his diaper. What do you do?</span></div></div>",
            "created":1331355600,
            "id":1292198,
            "title":"suckle on my breasts"
        },
        "111111":{
            "choices":[
                "Ashley calls some friends",
                "Ashley puts you in a big playpen while she goes out to get more baby supplies"
            ],
            "content":"<div class=\"\"><div> <span>You relax and all of your poop and pee goes into the waiting diaper. You poop out many logs and that makes the diaper sag to your ankles, then you let the water works flow and that turns the diaper a yellow color. Ashley then says “good baby I am so proud of you for using you diaper like I said”. She gives you a big kiss. You liked that. She then grabs you and lies you down on the floor. She begins to go to work changing the dirty diaper around your waist. She untapes the diaper then wipes your bum and penis clean. Finally she slides a clean diaper under you, powders you, and closes that diaper up. Ashley then tells you to stand up. You do she says “thanks for playing with me this is so much fun, let’s keep playing this game”. You have to admit it you are really liking Ashley being your mommy. Next…</span></div></div>",
            "created":1332392400,
            "id":1300067,
            "title":"Let it all go"
        },
        "1111111":{
            "choices":[
                "Taylor or Tiffany",
                "Sammy"
            ],
            "content":"<div class=\"\"><div> <span>Ashley grabs her phone from her pocket and calls her friends and says \"Hey girls, I want you to come over, we will have lots of fun with my new toy\". Ashley 's friends arrive they see Ashley really tall and ask if they can be that tall, Ashley says yes, She grows her friend Taylor a blonde with nice boobs, then she grows Tiffany a black haired girl with a nice ass, finally she grows her friend Samantha or Sammy as you call her, she is a brown haired girl with C boobs and a nice tight butt. You look up at these giantesses and feel like a baby. The girls look down at you and say \"Ashley he is so CUTE can we play with him please?\" Ashley says \"yes girls you can play with my baby boyfriend\". Who gets you first?</span></div></div>",
            "created":1333774800,
            "id":1310897,
            "title":"Ashley calls some friends"
        },
        "11111111":{
            "choices":[
                "Taylor ",
                "Tiffany"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well which is it?</span></div></span></div>",
            "created":1339909200,
            "id":1361301,
            "title":"Taylor or Tiffany"
        },
        "111111111":{
            "choices":[
                "Horsie",
                "Mommy and Baby"
            ],
            "content":"<div class=\"\"><div> <span>Taylor who is your best friend's girlfriend picks you up, the other girls leave the room ducking in order not to break the door frame as they leave the room. As soon as the girls are gone Taylor gives you a big kiss and says \"Awww Matt look so cute this small and your in a diaper, now I get to play with you\" What does Taylor play with you?</span></div></div>",
            "created":1339909200,
            "id":1361585,
            "title":"Taylor "
        },
        "11111112":{
            "choices":[
                "The laxative",
                "The punishment"
            ],
            "content":"<div class=\"\"><div> <span>\"I think that Sammy should go first.\" your girlfriend says. Sammy squeals happily and says, \"Thanks Ashley! Now come on little baby.\" she hoists you into the air and pulls you into her arms and takes you in to Ashleys room. She sets you down on the floor and says, \"Alright now go potty for Mommy Sammy.\" She doesn't realize you just went so you inform her you had just went so it may be awhile. She doesn't like that so she walks over to Ashleys bathroom and it seems she's looking for something. She bends over revealing a view of her nice ass. She then turns to you and says, \"Alright baby now take this.\" You are surprised when she shows you several laxatives. \"No way I'm gonna eat that!\" you complain. \"Well,\" Sammy says, \"if you dont listen to me I'm going to have to punish you so which will it be?\"</span></div></div>",
            "created":1345870800,
            "id":1413057,
            "title":"Sammy"
        },
        "111111121":{
            "choices":[
                "Sammys turn ends ",
                "Nothing happens. You poop your diaper "
            ],
            "content":"<div class=\"\"><div> <span>You don't know what kind of punishment Sammy could give you at this size and you don't want to find out so you swallow the laxatives. Sammy smiles and says, \"Good baby now we just wait for the laxative to do the job.\" Just then you hear a loud rumbling in your belly and the growing need to poop. You are about to let it loose when...</span></div></div>",
            "created":1345870800,
            "id":1413060,
            "title":"The laxative"
        },
        "1111111211":{
            "choices":[
                "Taylors",
                "Tiffanys"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Just before you mess your diaper Ashley comes in and says, \"Alright Ashley it's_______turn now.\" Who's turn is it?</span></div></span></div>",
            "created":1345870800,
            "id":1413063,
            "title":"Sammys turn ends "
        },
        "11111112111":{
            "choices":[
                "Bathtime",
                "Naptime"
            ],
            "content":"<div class=\"\"><div> <span>You have completely filled the diaper and now Sammy is walking out the door but whispers back, \"You better have a full diaper my next turn.\" Sammy walks away and soon Taylor is standing in the doorway staring at you. Taylor walks up to you and bends down smelling the air and says, \"Uh oh did baby make a stinky?\" You blush at this comment and she lies you down on tge floor and begins unpinning your diaper to change you. The whole time she does this you just stare at her huge breasts. They used to be big before but now they are just huge! Taylor notices your excitement and says, \"Aww does baby like Mommy Taylors boobbies?\" You nod your head yes and she smiles down and says, \"Aww well maybe later you can taste them but right now it's...\"<br>\r\n <br>\r\n<br>\r\n</span></div></div>",
            "created":1345870800,
            "id":1413064,
            "title":"Taylors"
        },
        "111111121112":{
            "choices":[
                "Sammy",
                "Tiffany"
            ],
            "content":"<div class=\"\"><div> <span>\"Well now that baby is all changed I think that it is time for him to take a nap\" Taylor says. She then picks you up and carrys you to a large crib, to you, and places you into it. She then says \"have a good nap baby, my turn is up when you wake up you will have ______ as you mommy\". </span></div></div>",
            "created":1346130000,
            "id":1415930,
            "title":"Naptime"
        },
        "1111111211121":{
            "choices":[
                "Takes you out",
                "Checks your diaper"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You rub your eyes and see that Taylor has left the room and now sitting on the rocking chair is Sammy. She notices that you are awake and walks over to the crib you are in and</span></div></span></div>",
            "created":1372482000,
            "id":1619800,
            "title":"Sammy"
        },
        "11111112111212":{
            "choices":[
                "Pooped it",
                "Peed it"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>All the sudden Sammy opens you diaper and sees that you have</span></div></span></div>",
            "created":1392440400,
            "id":1746159,
            "title":"Checks your diaper"
        },
        "111111122":{
            "choices":[
                "Bathtime ",
                "Naptime"
            ],
            "content":"<div class=\"\"><div> <span>You refuse to take the laxatives so you simply turn your head. Sammy gives you a glare and says, \"Alright baby you asked for it.\" Sammy aggressively hoists you into your her arms and carries you out into tge living room where Ashley, Tiffany, and Taylor are all talking. They stop as they watch Sammy carrying you towards them and she says, \"Someone is being a bad baby and won't listen to me so I think a spanking is in order.\" Sammy sits you down and places you on her knee and pulls your diaper off and behind relentlessly smacking your bare bottom. You begin to loose count at around 20 and by then your bottom is bright red and you are bawling like a baby. Sammy then says, \"Alright now I think now that baby has learned his lesson I think it's...</span></div></div>",
            "created":1345870800,
            "id":1413077,
            "title":"The punishment"
        },
        "1112":{
            "choices":[
                "Succeed!",
                "Fail!"
            ],
            "content":"<div class=\"\"><div> <span>You shout at her and tell her to put you down, but your girlfriend just laughs, \"Silly baby you thought you had a say? Cmon, let's get you in the bath and diapered and then we'll see what fun we can have!\" She takes you into the bathroom and starts to run the tub. Compared to her the tub looks like a plastic baby tub, as she lowers you into the water. You try to get up and run, but she holds you down with one hand. \"now, now, if baby doesn't start behaving, he's gonna get a spanking!\" Your girlfriend pours water on your head as you sputter, then she lathers baby shampoo into your hair. Then she rubs something sweet smelling all over your body. You feel your penis go hard as she strokes your member an extra long time. Finally she finishes and rinses you off and lifts you up into her arms, wrapping you into a towel. She takes you back into the bedroom and lays you on the bed, wrapped up in the towel tightly.<br>\r\n\"Now, stay right here baby while mommy gets your diaper.\"<br>\r\nShe leaves and you quickly struggle to get out of the towel, you...</span></div></div>",
            "created":1254373200,
            "id":768698,
            "title":"No way!"
        },
        "11122":{
            "choices":[
                "Give in",
                "Bite her, fight back!"
            ],
            "content":"<div class=\"\"><div> <span>The towel was wrapped around your chest too tightly, by the time you get one arm loose, she's back. She sees you struggling and laughs.<br>\r\n\"Silly baby! You can't go anywhere without mommy!\" She unwraps you and you look at your body in shock! All your body hair is gone! \"WHAT DID YOU DO?\" You stand in rage. \"Well, babies don't have yucky body hair, so mommy got rid of it. Now...\" She easily lays you back onto the bed and starts to stroke you again, \"Be good while I get your diaper on.\" She grabs some lotion and starts to rub all over you, she lathers from your bellybutton down and rubs the lotion in everywhere. \"Such a good little baby for mommy. yes...\" You groan as she focuses on your privates, Then suddenly you feel something go in your ass. \"What the Hell!\" \"shhh, it's okay baby, mommy's just helping.\" She holds you down as she begins to powder all over you, finally she lifts your ankles and slips something soft underneath you, as she lowers you back down you hear the crinkling. \"Don't put me in a diaper!\"<br>\r\nShe giggles, \"silly baby, what else would I put you in?\" She pulls the diaper up between your legs and pins the sides. \"There.\" You try to rip the thing off, but it's taped too strongly, just like the towel, your stuck until mommy says other wise. She picks you up again, completely ignoring your struggling.  You...</span></div></div>",
            "created":1254373200,
            "id":768701,
            "title":"Fail!"
        },
        "111221":{
            "choices":[
                "take off her shirt",
                "take off her pants"
            ],
            "content":"<div class=\"\"><div> <span>You fight her for a few minutes, but finally after all your struggling you're too tired to fight anymore. \"That's a good baby. let mommy take care of you! Alright, now,\" She reaches under the bed and pull out a plastic bag. From the bag she pulls out what looks like an adult baby costume. You groan but don't try to fight, knowing it won't make a difference. Your girlfriend smiles as she grabs a blue frilly bonnet and ties it on your head tightly. Then she puts on a pair of baby blue mittens without thumbs, making your hands almost useless. A pair of blue slippers and you can't even imagine how stupid you look. She sets you down by her feet and starts to...</span></div></div>",
            "created":1254718800,
            "id":770643,
            "title":"Give in"
        },
        "112":{
            "author_id":"erik",
            "author_name":"Drez",
            "choices":[
                "You continue to rub her feet ",
                "The scent of her foot puts you in a trance "
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n    Ashley thinks for a minute while you're trying to come to terms what just happened.  One minute she was normal but the next she's fifteen feet tall.  You feel like a little toy in her soft hand.  <br>\r\n     \"I know\" said Ashley giggling and sets you back on the ground.  She actually walks to the empty lot about four doors down that's more than big enough to hold her.  After setting you on the ground she sits down and shoves her large foot right in front of you.<br>\r\n    \"Give me a foot rub\" she says in a commanding tone.<br>\r\n     You just stare at her absolutely<i>gorgeous</i> foot as though transfixed.  You don't have a foot fetish but looking at Ashley's gigantic foot you can imagine you're gonna develop one really fast here. <br>\r\n           \"Stop staring and start rubbing!\" Commands Ashley.  <br>\r\n         You start to rub the offered foot.  At first Ashley let's you stand and rub but after minutes pass Ashley pushes you roughly to the ground with her foot and lightly steps on you.  You're now held down by Ashley's foot.  You can probably wiggle yourself from under her foot if given time but now it's nearly impossible.  All you can really do is move your arms so you keep rubbing the foot after a pause.  The scent coming off Ashley's feet doesn't smell bad as you might expect.  On the contrary the foot smells lovely.  You wonder if Ashley had dipped her foot into something to make it smell so good.  You feel like a slave to a goddess rather than your much bigger girlfriend.  </span></div></div>",
            "created":1535518800,
            "id":2540415,
            "title":"Foot slave "
        },
        "113":{
            "choices":[
                "go out! ",
                "ravage her little man!",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>she decides to</span></div></span></div>",
            "created":1254373200,
            "id":768702,
            "title":"other"
        },
        "1131":{
            "author_id":"fry3",
            "author_name":"12344",
            "choices":[
                "She reaches for her boobs...and you!",
                "An unfortunate passerby",
                "One of the many inanimate objects lying around"
            ],
            "content":"<div class=\"\"><div> <span>Ashley picked you up from the floor, and sat down on the bed. Under her huge bubble butt, it snapped and collapsed. Ashley laughed, and said<br>\r\n\"It's probably better if we go outside, I don't want to trash up your house too much.\" Ashley placed you partially in her cleavage, and tried to leave the house. She had to smash through the doors and finally had to take down the front wall to leave your house. You don't care, it was amazing being completely stuck in between two breasts. Ashley took a step onto the sidewalk, and a crunch came from below. Screams drifted up to you.<br>\r\n\"Oh no, I've stepped on a person!\" Ashley said gleefully. She didn't weigh enough to crush a human in one step, and reveled at the opportunity. You looked over her breasts at the man trapped under her foot. His legs were invisible, and a pool of red was spreading. <br>\r\n\"I'm gonna turn the lights off little man!\" she said, slowly wiggling her toes over his face. He dreamed and struggled harder. Ashley laughed and forced her foot down harder. With a final crack, the man was gone.<br>\r\n\"AHH that was fun! I should do it more often. Ooh, a car! That might be fun!\" you feared for the driver of the car, but watching your girlfriend crush someone was incredibly sexy. As the vehicle got closer, she started to run, bouncing you every way inside her boobs. She jumped, and spun in midair. Ashley landed with a screech of tortured metal on the front of the car. She moaned as it ground against her sensitive areas. Desperately, she look for something to satisfy herself with.</span></div></div>",
            "created":1310965200,
            "id":1150185,
            "title":"go out! "
        },
        "12":{
            "choices":[
                "She aims the machine at him to make him bigger.",
                "She puts her finger and him on it into her pussy."
            ],
            "content":"<div class=\"\"><div> <span>  She begins to get taller and taller and taller.  First 10 feet tall.  Her clothes rip from her body as she quickly out grows them.  I'm standing there in shock as my now naked girlfriend continues to grow.<br>\r\n  Now she is 20 feet tall. Her gigantic breast are hanging over the roof of the house.  They must be at least 360DD.  Her nipples at least a foot long.  As I stand at her feet, still cnotinues to get taller.<br>\r\n  Now she is 30 feet tall.  A huge pink cave opening surrounded with long black tangled mass of hair all around it appears above the roof. It's her pussy.  I get a ladder so that I can climb to the roof for a better look. I begin to climb up the mass of hair until I reach her stiff clit now big enough for me to sit on it.  I hang on to her clit as she keeps getting taller.<br>\r\n  Now she is 40 feet tall.  Her knees are now above the roof.  I'm still sitting on her enormous clit.  It is now big enough for me to stand and walk on it.  I have to be careful. It is a bit slipery.  I wrap both my arms and legs around her clit as she gets even taller.<br>\r\n  She finally stops growing at 50 feet. Her feet are as big as our house.  She reaches down to pick me up between her fingers and sits me on top of one of her huge breast.<br>\r\n<br>\r\n<br>\r\n<br>\r\n </span></div></div>",
            "created":1056085200,
            "id":162580,
            "title":"Growing, Growing, and  Growing"
        },
        "121":{
            "choices":[
                "Ashley jumps on him and they screw like wild animals",
                "The cops show up and all hell breaks loose"
            ],
            "content":"<div class=\"\"><div> <span>Ashley looks at Matt sitting on her huge boob. She then looks at all the little men gathered at her feet to look at her huge body. She feels her pussy get wet, \"Oh I need a man, a real man, NOW!!\" she thinks to herself and the choice is made she puts Matt on the ground and shoots him with the gun. In a flash of light he begins to grow. Soon he is the same height as Ashley looking down on the crowd of tiny people. <br>\r\nThen suddenly....................</span></div></div>",
            "created":1056085200,
            "id":162671,
            "title":"Matt gets big too"
        },
        "1212":{
            "choices":[
                "she wants to play somemore with the little people",
                "time to go"
            ],
            "content":"<div class=\"\"><div> <span>While Matt is still trying to figure out what happened, the sound of police sirens can be heard. The sound gets closer and closer until Ashley sees 10 police cruisers screech around the corner. They stop in front of the two giants. The cops pile out and start trying to move the people back and stop the giants from destroying anything.<br>\r\nA cop with a bull horn says in a much amplified voice,\" Freeze do not move we will use deadly force if we must.\"<br>\r\nAshley whispers something to Matt and Matt nods yes and says,\"Yeah, do it baby.\"<br>\r\nAshley turns and drops down on all fours her face almost touching the cop car. She says,\"We aren't going anywhere.\" <br>\r\nAt the same time Matt drops down behind her and enters her doggy style. The two giants begin screwing like theres no tomarrow. Ashley moaning so loud windshields crack. Faster and faster through orgasimn after orgasimn. Her beautiful breasts swing as Matt drives himself in and out of her time after time.<br>\r\n Matts moaning as well. Then suddenly they both stiffen up and with a moan that busts windows for 4 blocks around them they cum together. Then collapse on each other, crushing several cars.<br>\r\nThe cops try to control the panic as the population trys to get away from the giant sex show. <br>\r\nThe giant couple start to stir, Ashley tells Matt she..................</span></div></div>",
            "created":1057381200,
            "id":164554,
            "title":"BIG SEX WITH a small crowd"
        },
        "12121":{
            "content":"<div class=\"\"><div> <span>Ashley and Matt then start to play with the little people.Stomping on houses and cars, they crash things and ashley smushes things around with her boobs.Then she realizes that this was not her fantasy to the ful extent.<br>\r\nshe decides she want to be bigger.he tells Matt\"I want to be 200ft tall while you are only 50ft tall.\" Matt says\"ok<br>\r\nDo it then.Ashley then shoots herself with the gun three more times till she was as tall as a sky scraper.Ashley then says\"as much betterbut my boos need to be twice as big.Ashley then aimsthe gun at the now naked boobsand they grow and grow! once they stop ashley says\"They are bigeer than i wanted but that good.\"She thenpciks up Matt and says \"lets get some clothes.\"Still in shock that her boobs are huger than he ever pictured he says \"sure.\" They got to the mall and ashley finds the clothes she pictured her wearing.Ashley gets a bra and a T-Shirt that says I see you've meet the twins acroos the front.She also gets a pair of baggy jeans,socks, underwear,and a pair of black converse high tops in a size 13 mens. She shoots everything with the gun to make it her size and puts it on.After Matt is finished dressing Ashley picks up Matt and tells him,\"we will stay like this forever as the god and godess of earth. I think we should start by getting a home big enought for me to live in.\" Matt agreed and she started to walk south toward florida were she would create her dream house and rule the earth with Matt as giants forever.</span></div></div>",
            "created":1262062800,
            "id":812356,
            "title":"she wants to play somemore with the little people"
        },
        "12122":{
            "choices":[
                "for a big night on the town",
                "to the ocean for a swim"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ashley looks at Matt and says,\" Lets get out of here and find somemore fun spots.\" So they both get up and against the orders of the cops they.................</span></div></span></div>",
            "created":1057381200,
            "id":164556,
            "title":"Choices"
        },
        "121221":{
            "choices":[
                "up town to the malls for some cloths",
                "down town to the bars"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ashley says \"I feel like we need a night on the town.\"<br>\r\nMatt heartily agrees and the two giants hop up and start walking towards the city. As they enter the town they stop to figure out which way to go. They decide to go............</span></div></span></div>",
            "created":1057640400,
            "id":164910,
            "title":"more choices"
        },
        "1212211":{
            "choices":[
                "stay up town and have some fun on the good side of town",
                "head down town and party it up"
            ],
            "content":"<div class=\"\"><div> <span>Since the both of you are naked you decide to head up town to the mall to get some cloths for your big night. You get to the mall and Ashley rips the roof off to get at Victoria\" secretes she fishs out a out fit from the wreckage. She lays it out the outfit and shoots it with the grow gun instantly it grows to the right size. She puts it on. It is a red and black pantie and bra outfit that makes her look great or rather she makes them look great then she rips open a shoe store and clothing store and finds what she wants and grows it up.<br>\r\nYou are following her lead and doing some shopping of your own. You find some pants and a shirt and shoes and socks. She makes them your size you both step off looking like a million bucks. <br>\r\nNow where to go??????????????? </span></div></div>",
            "created":1057640400,
            "id":164953,
            "title":"Great deals at the mall"
        },
        "12122111":{
            "choices":[
                "you find his house almost immedately",
                "you don't find his house in the first neighborhood you move to the next"
            ],
            "content":"<div class=\"\"><div> <span>Ashley looks around and says,\"I think my boss lives around here. That bastard, always trying to cop a feel. Then using the lamest excuses like:'Oh I slipped' or 'Thought there was more room in here than that'. What a prick.\"<br>\r\n\" Let's go pay him a visit. It might be fun, besides I think after this we won't be welcome in this town, might as well make our last night memoriable.\" Matt says with a grin.<br>\r\nAshley breaks into a huge grin and says, \"Yeah might as well go out in style.\"<br>\r\nWith that the two giants turn from the ruins of the mall and walk towards the large expensive homes a few blocks away. <br>\r\nThey aproach the first homes and.............</span></div></div>",
            "created":1057813200,
            "id":165235,
            "title":"paying the boss a little(BIG) visit at home"
        },
        "121221111":{
            "choices":[
                "jerk him off and then rip it off",
                "spit on him and step on him"
            ],
            "content":"<div class=\"\"><div> <span>As the two giants approach the residentional neighborhood Ashley immedately sees the home of her boss, he is a bachler and never as far as she knew ever married. As they get closer she can see him out on his lawn looking at her. In a couple of steps the two are standing in the street in front of his home. He is staring up in awe of the giants. <br>\r\nSuddenly he realizes who it is and tries to run into the house. Ashley lets him get inside and close the door. <br>\r\nThen says, \"Fie Fi Fo Fum where you think your going you little crumb.\" She reachs down and rips the roof off of the house. <br>\r\nMatt this whole time is just watching the show. He has never liked Ashley's boss but this is her show so he just stands back and lets her do her thing.<br>\r\n\"How come your running away Mr. Smith you never do that at work.\" Ashley asks as she tries to catch the little boss. Suddenly Matt hears the unmistakable boom of a gun and looks to see Ashley standing up staight holding her hand looking at it intently. He comes up beside her and sees her finger is blacked and looks like she got a paper cut. \"What happened?\"he asks.<br>\r\n\"Oh I almost had him and the liitle bastard shot me just as I was about to grab him.\" she said rather pissed off.<br>\r\n\"Well here let me take care of this.\"Matt said and reached into the wrecked house and quickly pulled the struggling little man out. <br>\r\nMr. Smith had tried to level the gun on Matt, but he knocked it away and grabbed the struggle man.<br>\r\n\"Here my dear, for you.\" Matt said as he handed the diminutive man to her with a gracious bow.<br>\r\n\"That you my love.\" she said taking the man and kissing Matt long and deep. As Matt stepped away Ashley turned her attention back to the struggling figure in her hand. \"Now then let's see here what should we do with you?\" she asked, then suddenly a strange look crossed her face, \"what is this?\" she opened her hand and looked at her ex-boss. At his crotch level he had a rather large tent in his pj bottoms. \"Why Mr. Smith your liking this aren't you you little pervert?\" Ashley asks with a smile. \"Well I think we should take care of this.\" she says as she rips off his cloths leaving him naked in her palm. Once stripped she decides to........ </span></div></div>",
            "created":1059454800,
            "id":168142,
            "title":"Bosses house"
        },
        "1212211111":{
            "choices":[
                "tear up the town some more",
                "go down town and give the folks there a free sex show"
            ],
            "content":"<div class=\"\"><div> <span>Ashley took hold of Mr. Smith's hard penis and slowly started slowly, gently to stroke him off. He began to wiggle and groan as she did. Ashley watching him with a slight smile, \"Ohhhhhhh you like this don't you? You like me jerking you off. MMMMMMMMMMMMMMm yes my lottle man.\" she said.<br>\r\nHe was really getting into it, he had a hold of her fingers humping them. He moaned somemore.<br>\r\nThen suddenly Ashley stopped and watched as he tried to make her finish. \"Please,\" he begged \"finish me, please.\" <br>\r\nShe smiled and evil smile, \"Tell me what you want.\" she said.<br>\r\n\"Finish jerking me off pleaseeeee. Finish me.\" he was so pathetic.<br>\r\n\"Ok here we go.\" she saud and clampped down on his tiny penis. She pinched it between her finger nails on her fore finger and thumb. Then easily tore the flesh from th body. Releasing a great gusher of blood.<br>\r\n\"AHHHHHHHHHHHHHHHHHHHHHHHH!!!!\" he yelled, almost in shock.<br>\r\n\"Thats for 5 years of your attemps to cop a feel.\" Ashley said with hate in her eyes. Then she drew her arm back and threw Mr. Smith as far as she could towards town. He flew over 5 miles and hit a large building and then fell to the street some 10 stories below.<br>\r\nAshley stood and watched as he flew. \"Good riddence you bastard.\" she said turning to Matt who was standing in disbelief of what just happened.<br>\r\n\"Damn good throw, for a girl.\" he said finally to Ashley who promtly smacked him in the arm. \"Well now what should we do?\"<br>\r\nAshley looked at Matt and said, \"I think we should...........</span></div></div>",
            "created":1059627600,
            "id":168401,
            "title":"It isn't always good to be the boss"
        },
        "12122111112":{
            "choices":[
                "the strip bar",
                "the porn shop"
            ],
            "content":"<div class=\"\"><div> <span> Tear this place up.\" Ashley says kicking a wall of her former employers house, causing it to fall over.<br>\r\n\"No I got a better idea.\" Matt said. \"Remember when we first grew, how hot it was making love in front of all those tiny people?\"<br>\r\n\"Yes it was so hot!!!!\"Ashley says huskily.<br>\r\n\"Let's go down town and give those folks the show of a life time. Maybe get some of them and use them in the show.\" he says then kisses her long and deep.<br>\r\nAshley says nothing just kisses him back hard. Then takes him by the bulge in his jeans and leads him down town. When they get there they see porn shops and strip bars,and tons of little horny men and women. They decide to start at a..........</span></div></div>",
            "created":1059714000,
            "id":168589,
            "title":"Time to play"
        },
        "121221111122":{
            "choices":[
                "shoots his cum in Ashley",
                "pulls out and shoots his cum on the crowd"
            ],
            "content":"<div class=\"\"><div> <span>The twogiants walk up to a flat topped building with a huge sign, it says in flashing neon, Adult Book Store-XXX. Ashley leadsd Matt to this building and begins to strip. Matt follows suit and soon there are two semi naked giants outside the building. They begin to kiss and fondle each other.<br>\r\nAshley says to Matt, \"Lets give them a real show.\" and drops to her knees and starts sucking his huge dick. Matt gets instantly hard and begins to moan so load it shakes the building. <br>\r\nNow there is a rather large crowd watching and it just spurs them on. Matt pulls her to her feet and lays her over the building and starts eating her out. The building is groaning and looks as if it may fall in, but that doesn't bother Matt or Ashley. As Ashley screams through the first orgasimn Matt flips her over so her stomach is on the building and takes her from behind. <br>\r\nHe is fucking her hard and fast and she is moaning and cumming. The crowd mesmerized by the giant sex show is now covered in Ashley's juices that are flowing out of her. Ashley in a state of exstacy manages to smash cars and trucks with her hands, her tits are crushing through the roof of the porn shop. Suddenly Matt stiffens and.........</span></div></div>",
            "created":1060578000,
            "id":169772,
            "title":"BIG TIME PORN"
        },
        "1212211111221":{
            "choices":[
                "let some of these people join in",
                "go to a brewery and get a beer"
            ],
            "content":"<div class=\"\"><div> <span>As the crowd looks on, and cheers at the giant sex show. Matt plunges deeply into Ashley and with a loud groan cums inside her. Then both giants collapse, that is just to much weight on the building which imedately is reduced to rubble under them.<br>\r\nAfter a few minutes rest Ashely and Matt start to stir. The crowd is looking at them deciding if they should approach or run. Matt sits up and asks Ashley, \"What should we do now?\" <br>\r\nAshley says, \"Let's...............</span></div></div>",
            "created":1061182800,
            "id":170364,
            "title":"FLATTENED"
        },
        "12122111112212":{
            "choices":[
                "head back into town",
                "get some munchies"
            ],
            "content":"<div class=\"\"><div> <span>Matt says, \"Damn now I need a drink.\"<br>\r\n\"Me too.\" says Ashley. \"Lets go get a beer.\"<br>\r\nThe two giants rise up and head towards the industrial side of town to the brewery. Ripping the roof of the main building they reach in and pull out to huge vats full of beer. They tip them up and drink them down. Ashley always the lady gently replaces her vat in the factory. Matt finishs his and belchs and squashs the vat with his hand.<br>\r\n\"Boy that hit the spot. What shall we do now?\" Matt asks.<br>\r\nAshley thinks and says,\"Why not............</span></div></div>",
            "created":1064293200,
            "id":173926,
            "title":"Beer me"
        },
        "121221111122121":{
            "choices":[
                "trash the house",
                "catch up with Matt"
            ],
            "content":"<div class=\"\"><div> <span>As the giants head back into town. Ashley spots the house of her worst enimy in high school. \"Matt wait that beer is kicking in I got to go. Be right back.\" she says and slips away and goes to the house, she is wondering what to do when the door opens and there is her enemy standing looking at her. In shock and awe.<br>\r\n\"Stella hows the weather down there?\" she asks with a smirk. Stella just stares at the giant.<br>\r\n\"Whats the matter Stella cat got your tongue. Well heres a weather report. Looks like rain.\" Ashley says as she straddles the house and opens the flood gates holding in all the beer. The yellow stream falls on the house and Stella is nearly washed away but recovers and runs inside the house.<br>\r\nAshley finishs and decides to.........</span></div></div>",
            "created":1064293200,
            "id":173933,
            "title":"Don't piss down my back and tell me it's r"
        },
        "1212211111221211":{
            "choices":[
                "chasing crowds of littlepeople around",
                "wrecking buildings"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ashley gives the house a good kick and most of it lands two blocks away. She then takes off to catch up with Matt. She finds him.........</span></div></span></div>",
            "created":1071637200,
            "id":181933,
            "title":"catch up"
        },
        "12122111112212111":{
            "choices":[
                "join in",
                "watch"
            ],
            "content":"<div class=\"\"><div> <span>Ashley strolls up and watchs as Matt chases crowds of little people around laughing at there horror. At first she gets mad about that and thinks about shrinking him back down and letting the crowd have him. Then she starts to really get excited by this and decides to..........</span></div></div>",
            "created":1071723600,
            "id":182039,
            "title":"Chasing the little people"
        },
        "121221111122121112":{
            "choices":[
                "the woman making her grow",
                "the man making him shrink"
            ],
            "content":"<div class=\"\"><div> <span>She decides to kick back and watch. As she is watching she hears a terrible scream. She knows it is now one in the crowd because it becomes clear Matt isn't trying to catch them or even get to close to them. She looks around and sees in a little room in a cheap motel and young Asian woman getting the crap beat out of her by a large white guy. As she eases over she hears him say something about his damn money. She gets it now the woman is a prostitute and the guy her pimp. The way he is beating her she gets mad and pulls out the gun and fires it at the...........</span></div></div>",
            "created":1071723600,
            "id":182041,
            "title":"Ashley handles a tough sitiuation"
        },
        "1212211111221211121":{
            "choices":[
                "rape you",
                "squish you"
            ],
            "content":"<div class=\"\"><div> <span>Ashley fires the ray at the Asian woman. Instantly the woman grows to the same height as Ashley. She bursts through the ceiling of the motel. Next thing see knows she is standing beside a wrecked motel that only comes up to her knees. She looks down and sees the man that was hitting her lying on whats left of the top floor of the motel. She is in shock.<br>\r\nAshley walks up to her and says, \"Hi, I'm Ashley. I saw you in there and thought you could use some help and so I did this. Now you can deal with him.\"she says pointing at the man.<br>\r\nThe woman looks at Ashley and at the man and smiles, \"Thanks.\" she says as she steps forward and grabs up the man. He now is fully awake. She sneers down at him and says, \"You have made my life hell now it's my turn to make yours hell. You remember ho wyou raped me to get me used to being a whore well no I think I will.......</span></div></div>",
            "created":1071723600,
            "id":182046,
            "title":"Big Asian woman"
        },
        "12122111112212111211":{
            "choices":[
                "a crowd has gathered to watch her kill the pimp",
                "Ashley watching her stripping"
            ],
            "content":"<div class=\"\"><div> <span>She lays down against a wall and lifts her skirt, exposing her giant pussy. She is holding the guy in her hand, \"You broke my pussy in you said and then made me a whore now it's pay back time.\"she said as she slowly inserted him. She began to slam him in and out, faster and faster. Harder and harder, as she is doing this she is screaming suddenly she jams him in all the way and screams loud enough to break windows for blocks around, and cums drownding the little man in a puddle of her juices.<br>\r\nAs she opens her eyes she sees..........</span></div></div>",
            "created":1071723600,
            "id":182062,
            "title":"Pay back time"
        },
        "12122111112212111212":{
            "choices":[
                "Ashley looking at her",
                "a crowd of tiny people and Matt and Ashley looking at her"
            ],
            "content":"<div class=\"\"><div> <span>She looks down at the tiny man in her hand and says, \"You raped me and then made me one of your whores. Well now you are going to pay.\" she tells him heatedly.<br>\r\nShe grabs him by the feet so most of his body is exposed, she then takes and starts spinning him around and then slams him into a wall. She picks up whats left and squishs it under her huge stilleto heel.<br>\r\nShe stands looking at the blood spot that was once a man. Then looks up and sees.........</span></div></div>",
            "created":1071723600,
            "id":182065,
            "title":"Squished"
        },
        "122":{
            "author_id":"dbarricade",
            "author_name":"Detective Barricade",
            "choices":[
                "She puts him into her pussy.",
                "She makes herself grow even bigger.",
                "More options."
            ],
            "content":"<div class=\"\"><div> <span>Since the previous person didn't give a third option, how about we give some more options to this story path? First, we can continue the intended option of Ashley putting you, her boyfriend, into her pussy. Second, she could decide that 50 feet just isn't big enough for her and makes herself grow even larger. And finally, if neither of these appeal, more options to pick from.</span></div></div>",
            "created":1395896400,
            "id":1768638,
            "title":"Options."
        },
        "1221":{
            "author_id":"greenninja1233",
            "author_name":"GreenGabe",
            "choices":[
                "Let him be in her boobs",
                "Let her decide",
                "Make him big"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>she puts him into her pussy and starts groaning. He waits for her to take him out but she doesn't. after a full 3 hours she takes him out and then asks him what to do next.</span></div></span></div>",
            "created":1558155600,
            "id":2661390,
            "title":"She puts him into her pussy."
        },
        "13":{
            "choices":[
                "she walks to town and tears it up",
                "walks to a friends house",
                "walks to a lake and has a swim",
                "stops and has some fun with her neighbors"
            ],
            "content":"<div class=\"\"><div> <span>There is a flash of light and as your eyes clear you see your girlfriend starting to expand. She grows and grows. Suddenly there is a huge crashing noise as she breaks through the roof. Her feet grow and knock you over as you stand in oh of your beautiful girlfriend trnsforming before your eyes into a sexy giantess.<br>\r\nHer growing stops at about the hundred foot mark you guess. You look up at her huge legs and giagantic body. Her face is hidden by her giagantic tits. She bends and looks down at you. With a huge smile she says\"Hi little one how is the view from down there?\"<br>\r\n\"Great,\" you yell up to her.<br>\r\nShe crashs out of the house and bends and picks you up. Bringing you to her face she says \"looks like it works,\" then a wicked smile flashs across her face,\" lets have some fun little guy.\" with that she drops you into her bra and turns and walks towards town.</span></div></div>",
            "created":1055394000,
            "id":161555,
            "title":"BIG GIRLFRIEND"
        },
        "132":{
            "choices":[
                "a tall musclur black woman",
                "tall curvy redhead"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She walks to her friend Suzy's house. She sees Suzy standing in her yard in shock at what she is seeing.<br>\r\nSuzy is a........</span></div></span></div>",
            "created":1095656400,
            "id":217440,
            "title":"Friends house"
        },
        "1322":{
            "choices":[
                "They join you",
                "You part ways",
                "Suzy wants to grow even bigger"
            ],
            "content":"<div class=\"\"><div> <span>Ashley greets Suzy, who shares her size fetish, and after telling her about the gun she invites her to join. Suzy accepts excitedl and runs into her house to bring her girlfriend Lianne, who thinks this could be fun, and you grow them both to your size. <br>\r\n<br>\r\n\"Thanks Ashley, this is awesome!\" she says happily. Then she notices you. \"Isn't that your boyfriend on your tits? It must be nice there\" she giggles.<br>\r\n\"You bet, I'm going to make sure he enjoys this as much as me\" Ashley replies cheerfully, cupping her breasts. </span></div></div>",
            "created":1339909200,
            "id":1361752,
            "title":"The more the merrier"
        },
        "134":{
            "choices":[
                "she grows to the same height as Ashley",
                "she grows to 10 ft tall"
            ],
            "content":"<div class=\"\"><div> <span>she starts to walk away she looks down and sees her neighbors out on their front lawn looking up at her. It's the Smiths a nice couple young 25 or 26, James the husband,is tall and dark. Emily his wife is small and very light. She is also abused by James. This has always pissed off your girlfriend. She stops and says \"Emily why don't you leave that bastard.\"<br>\r\n\" I can't,\" Emily replys as she is pushed towards the door. She stumbles and falls James kicks her in the ass. <br>\r\nThat is the last straw Ashley points the gun at Emily and............</span></div></div>",
            "created":1055394000,
            "id":161557,
            "title":"neighbors"
        },
        "1341":{
            "choices":[
                "she throws him to the ground and squashs him",
                "she drops him in her panties"
            ],
            "content":"<div class=\"\"><div> <span>with a bright flash Emily begins to grow. She stops at the same height as Ashley. James knock over by his growing wife is laying on the ground in a daze.<br>\r\n\"What happened,\"Emily begins.<br>\r\n\"I made you grow. Now you can handle your marital problems,\" she says pointing at James who has just come around and is standing in ah of the two giant women before him.<br>\r\nHe starts to yell up at Emily when suddenly she grabs him and holds him before her face.<br>\r\n\"You shut up bug, before I squash you,\" she yells at him. \"Now it's my turn to give the orders,\" she says \"I've been taking your crap for to long. It's pay back time!\" With that she..........</span></div></div>",
            "created":1055394000,
            "id":161558,
            "title":"The little(BIG) woman"
        },
        "13411":{
            "choices":[
                "... but it faded as soon as it started, and she asked what to do next.",
                "... and walked sexily over to you, smiling evilly."
            ],
            "content":"<div class=\"\"><div> <span>Emily simply dropped him.  James plumetted to the ground, and landed with a crack.  \"You're not dead already, are you dear?  Oh goodie\", she said looking down at him.  James laid in pain on the ground, staring up at his huge wife.  <br>\r\n<br>\r\nEmily didn't waste any time.  She lifted her bare foot over his broken form, and brought it down on him, all in one smooth motion.  She shifted her weight forwards immediately, and James crunched under her immense weight.  <br>\r\n<br>\r\nEmily giggled excitedly.  \"Hehehe, I can FEEL him still!! ... Hey, look!!\"  She pointed down at her toes, as a thick dark red liquid oozed up between them.  \"Oh my god, that's wicked!!\", Ashley said with a half disgusted, half giddy face.<br>\r\n<br>\r\nEmily giggled as she curled her toes, forcing more of the thick goo up between them.   Both of the gigantic girls giggled and laughed for a good while, before Emily got tired and wiped her bloody foot off on the lawn.<br>\r\n<br>\r\nAshley had a playful, almost evil glint in her eye as she looked at you.  As if she wanted to do the same to you...</span></div></div>",
            "created":1095656400,
            "id":217317,
            "title":"Skipping the Divorce Papers"
        },
        "134112":{
            "choices":[
                "head into town",
                "head somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>Ashely walks toward you and suddenly you are standing between her giant feet. She asks down at you, \"Didn't that look like fun?\"<br>\r\nYou reply, \"Not from here. I mean from here it's scary.\"<br>\r\nThis only makes her smile wider, \"I wonder what it feels like to squash out a life?\" she asks herself.<br>\r\nYou just stand there looking up, you want to run but where, she would catch you in a second, so all you can do is just stand.<br>\r\nYou look up again and see she is smiling down at you, \"Well don't piss me off or we may find out how much fun it is.\"<br>\r\nWith that she reachs down and picks you up and places you in her bra cup. \"Don't worry little one I wouldn't hurt you.\" she says with a slight giggle.<br>\r\nShe walks back over to Emily. Emily coming down from her power trip asks, \"What now?\"<br>\r\nAshley thinks a minute and says, \"Let's.......</span></div></div>",
            "created":1095656400,
            "id":217439,
            "title":"Ashley little (BIG) joke"
        },
        "13412":{
            "choices":[
                "go to town and have some fun",
                "find some more men to enslave"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly she begins to smile. \"You never would eat my pussy,you said real men never eat pussy. Well dear James now your going to eat me or else.\" she says. She pulls out her waist band on her skirt, and panties and drops him in. \"Enjoy James I know I will.\"<br>\r\n\"What shall we do now?\" Emily asks.<br>\r\nAshley says \"Lets.....................\"</span></div></div>",
            "created":1056085200,
            "id":162563,
            "title":"Emily gets hers"
        },
        "134122":{
            "choices":[
                "What hapens to the little guys?"
            ],
            "content":"<div class=\"\"><div> <span>see who else can we find in the neighborhood.\"<br>\r\n  Suddenly, Emily notices Bob swimming in his back yard pool.  \"It sure would be nice to have a big man around right now,\" she suggest to Ashley.  \"I always wondered what itwould be like to have his big hunk of meat inside me,\" she confides in Ashley as she looks down at Bob doing the back stroke in the pool.   She aims the gun at him and  pulls the trigger.<br>\r\n  Bob grows to the same size as the two women. Bob laid there in the now overflown pool looking up at the two giant women.  Ashly notices the humungious bulge in his swim trunks. She removes her bra and panties and tosses them over on top of the roof next door. She pulls off his trunks and does the same with them.  His foour foot long shaft sticking straight up as Ashley straddles his hips.  She slowly lowers her pussy down onto his big dick.<br>\r\n  Emily removes her clothes straddles his shoulders to lower her pussy down over his face.<br>\r\n</span></div></div>",
            "created":1056085200,
            "id":162627,
            "title":"Bob Gets Fucked"
        },
        "1341221":{
            "choices":[
                "they seperate and find james alive in their combined juices",
                "start all over again"
            ],
            "content":"<div class=\"\"><div> <span>Matt rides out the throw and lands in a heap of cloths safe and sound. He manges to work his way out of the bra he was riding in. He sprints around the house in time to watch his giant girlfriend in the throws of a massive orgasimn. Her moans explode widows all over the neighborhood.<br>\r\nJames in the meantime is in a bit of a tight predicament, Emily has caught him as he exited her panties. He is right now watching from her hand his wife ride this giant studs face. As Emily cums, Ashley and Emily switch positions, as Emily straddles Bobs giant cock she has a brilant and evil plan. \"James,\" she begins \"now you get to see me take a real mans prick,\" indicating Bobs hard member, \"but I think you need to get the best view.\" That said she sticks him on Bobs cock head, still covered with Ashleys cum he struggles but can't escape, his face right on the pee slit. Then Emily impales herself on Bobs hard member. She rides him long and hard and after many loud orgasimns they cum together in a ear splitting, earth shaking scream that finishs off any glass that may have survived the seven or eight before it. <br>\r\nThey collapse in the after glow of this collosal cum and.............</span></div></div>",
            "created":1056171600,
            "id":162686,
            "title":"giants are so loud"
        },
        "13412212":{
            "choices":[
                "the women keep going on each other",
                "they see Bob is ready for more and start working on him"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ashley and Emily recover from the orgasimn first Bob still laying totally spent watchs as the two vixens start kissing and touching. The two giat women then................</span></div></span></div>",
            "created":1057813200,
            "id":165238,
            "title":"OH BOY!!!!!!!!!!!! LESBIANS"
        },
        "134122121":{
            "choices":[
                "Bob gets up and joins in",
                "The giantess notice you and they invite you to join"
            ],
            "content":"<div class=\"\"><div> <span>Both Bob and Matt watch as Ashley and Emily start to kiss and touch. Emily taking the lead and kissing her way down Ashley's neck to her breasts. Sucking and nipping the nipples as Ashley moans and groans. <br>\r\nThen Emily pushs Ashley back and they lay down wiping out Bobs house along with the next door neighbors house and the house behind Bobs. They don't care they are in the zone.<br>\r\nEmiley kisses and licks her way down to Ashley's honey pot. You watch as Emily eats and sucks your girlfriends giant pussy. Making Ashley moan and groan more. You move fast away knowing first hand she in about to cum and at her size that isn't going to be safe at his size. Just then the orgasimn hits and Ashley pounds the ground and grabs objects and crushs them as she cums, flooding the lawn and pool with her pussy juice.<br>\r\nAs the orgasimn passes Enily straddles Ashley's face and they start to sixty-nine.<br>\r\nYou watch in awe as the two giant cum together again and again. <br>\r\nAbout that time.................</span></div></div>",
            "created":1058331600,
            "id":166026,
            "title":"Giant cum"
        },
        "1341221211":{
            "author_id":"justinco",
            "author_name":"horndog",
            "choices":[
                "Ashley wants some cock",
                "Bob spots his ex-wife and another man"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>..and grabs you in the process.<br>\r\nHe shoves you in Ashey's pussy and goes to work on Emily.  Sliding his cock in to Emily, smashing what is left of her ex-husband into pulp.  Then....</span></div></span></div>",
            "created":1206248400,
            "id":512049,
            "title":"Bob gets up and joins in"
        },
        "1341221212":{
            "choices":[
                "stuffs you into Emily's pussy as a dildo",
                "stuffed into her pussy as a dildo"
            ],
            "content":"<div class=\"\"><div> <span>Ashley sees you watching in ah of her big sex show. She grabs you up and says,\"You like little man. You want to join in don't you?\".<br>\r\nMatt is in to much shock to answer he just stares.<br>\r\n\"Well if you won't answer I guess you do.\" she says and......................<br>\r\n</span></div></div>",
            "created":1058504400,
            "id":166280,
            "title":"joining in"
        },
        "13412212121":{
            "choices":[
                "takes Matt and uses him on Ashley",
                "puts Matt into Ashley's ass and having Bob fuck her pussy"
            ],
            "content":"<div class=\"\"><div> <span>Emily moves into 69 position and begins to eat Ashley, Ashley looking up into Emily's pussy decides to rub Matt on Emily's clit. <br>\r\nSo she begins to rub Matt's face on Emily's giant clit. Emily starts to moan into Ashley's pussy and this spurs her into sucking her clit as she shoves Matt into Emily deep as she can, then uses him to fuck her hard and fast. Until they both cum.<br>\r\nEmily then........</span></div></div>",
            "created":1059454800,
            "id":168144,
            "title":"in the middle of it all"
        },
        "134122121212":{
            "choices":[
                "cums in Ashley",
                "pulls out and cums on Ashley's ass"
            ],
            "content":"<div class=\"\"><div> <span>Emily shoves Matt deep in Ashely's ass, until only his head is left sticking out. Then beckens Bob to enter her juicy pussy. Bob slides over into Ashely's wet pussy and begins to fuck her hard and fast. His balls bouncing off of poor Matt's face.<br>\r\nAshely is cumming and cumming somemeore. Suddenly Bob moans and.........</span></div></div>",
            "created":1061182800,
            "id":170365,
            "title":"best seat in the house?????"
        },
        "1341221212122":{
            "choices":[
                "sucks him out and licks him clean",
                "pulls him out and uses the gun to make him big too"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Bob pulls his huge member out of Ashley and shoots his load all over her ass covering poor Matt. He sprays blast after thick blast all over her ass. Matt is drownding in his cumm.<br>\r\nJust as Matt has given up Emily............</span></div></span></div>",
            "created":1064206800,
            "id":173825,
            "title":"Drownding in the white stuff"
        },
        "13412212121221":{
            "choices":[
                "Spits Matt into her hand  and finds something new for him",
                "swallows Matt"
            ],
            "content":"<div class=\"\"><div> <span>After Bob is done Emity bends over and sucks up all the cumm from Ashley in doing so Matt is pulled out of his prison in Ashley's beautiful ass and finds himself in Emily's mouth. She tosses the cumm and Matt around and around using her tongue to clean up pooor Matt. Finally Matt is all clean and Emily..........</span></div></div>",
            "created":1064293200,
            "id":173924,
            "title":"In Emily's mouth"
        },
        "134122121212211":{
            "choices":[
                "Climb inside further",
                "Wait"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>   EMily spits you out and shrinks you down then shoves you inside her uretha. She then pisses inside ashley's ass. Your now inside ashleys rectum what do you DO?</span></div></span></div>",
            "created":1103605200,
            "id":229546,
            "title":"Back in the ass"
        },
        "1341221212122112":{
            "choices":[
                "She wants you to worship her!",
                "She wants her threesome to grow much bigger!"
            ],
            "content":"<div class=\"\"><div> <span>Humiliated beyond measure you lied in your girlfriend's ass. Soon you were pushed by Bob's hard member deeper inside. Ashley moaned so loud you heard her there. Bob f**ked her hard and soon he drowned you again in his cum. As he pulled his member out, you fell out right into his swimming pool. You cleaned yourself and watched your girlfriend kneel before Bob and sucks him hard. Once she swallowed his tasty load, she grew him and Emily to 500ft tall! Then she grew herself to their size and gave you her mischievous look...</span></div></div>",
            "created":1414299600,
            "id":1877849,
            "title":"In her ass"
        },
        "134122121212212":{
            "author_id":"read34",
            "author_name":"read34",
            "choices":[
                "have sex with bob",
                "swallow him too"
            ],
            "content":"<div class=\"\"><div> <span>“I can’t resist anymore” said Emily as she swallowed Matt with Bob’s cum. Ashely looks over “DID YOU JUST SWALLOW MY BOYFRIEND?” she yells. Emily realized that Matt was actually important to her despite their giantess fetish.<br>\r\n<br>\r\n“I’m sorry Ash. but he tasted so good, you understand right?” Emily replied. “No, you can’t just shrug that off, I loved him!” Ashely yelled back. Bob’s boner had deflated at all this fighting.<br>\r\n<br>\r\nAshely picked up the shrink ray “You know what, maybe its time that I have a snack of my own, a revenge snack!” and pulled the trigger. Emily was now the size of Matt before she ate him.<br>\r\n<br>\r\nAshely picked her up “What goes around comes back around bitch”. She then dropped Emily in her mouth and listened to her scream as she squirms on her tongue. *gulp* “I guess she was right, people do taste good,” Ashely thought to herself.<br>\r\n<br>\r\nShe looks over at Bob “Well, looks like its just me, you, and your cock”. This made his boner grow back.</span></div></div>",
            "created":1586149200,
            "id":2814315,
            "title":"swallows Matt"
        },
        "13412212121222":{
            "choices":[
                "same size as everybody else",
                "half the size of everybody else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>After thoroughly cleaning Matt with her tongue Emily puts Matt on the ground and picking up the gun shoots Matt making him grow to............</span></div></span></div>",
            "created":1064293200,
            "id":173925,
            "title":"Matt gets big too"
        },
        "134122121212221":{
            "choices":[
                "doesn't care",
                "gets jealouse and pushs Emily away from Matt"
            ],
            "content":"<div class=\"\"><div> <span>There is a blinding flash of light and suddenly Matt is looking Emily right in the eye. \"Thank you for saving me, and making me big too. I owe you one.\" he says with a smile.<br>\r\nEmily reachs down and gently grabs Matts dick and pulls him to her, \"Yes now lets talk about repayment.\" she says as she embrases him.<br>\r\nAshley looks over and sees whats going on and......</span></div></div>",
            "created":1064293200,
            "id":173937,
            "title":"New possibilities"
        },
        "1341221212122212":{
            "choices":[
                "the men pleasure her",
                "worship her"
            ],
            "content":"<div class=\"\"><div> <span>Ashley comes running over and pushs Emily away with all her might. Emily staggers and looks at Ashley and says, \"Why did you do that you and Bob were busy so I figured you wouldn't mind if i barrowed Matt here.\" <br>\r\n\"Well i do mind he is mine. You stay away from him. Come on.\" she says pulling Matt over where she and Bob were just playing.<br>\r\nMatt is looking strangly at her, \"Why did you do that? I mean you and Bob were having fun and I don't get jealous about that.\" Matt says, \"so whats the big deal?\"<br>\r\nShe turns on you and snarels, \"you are my boyfriend. she can get someone else to play with.\"<br>\r\n\"Like who in case you missed it we are giants now.\" Matt points out.<br>\r\nAshley smiles at that and says, \"Your right I guess I should let her have something. Emily would you forgive me for acting like an ass. You can have first choice of these two.\" <br>\r\n\"Thank you Ashley, I think I want to try Matt here, he has always turned me on.\" she says looking at Matt.<br>\r\n\"Ok he's all yours.\" Ashley says so sweet.<br>\r\nEmily starts to stroke Matt and then dropps to her knees to blow him. Ashley whips out the gun and as Emily takes all of Matt's cock in her mouth, she shoots her shrinking her back to normal size. As she shrinks she can't remove the cock and soon her head is ripped apart as she gets to small to take it. Whats left of her falls to the ground in a bloody mess.<br>\r\n\"There no more problem.\"Ashley says as Matt and Bob look on.Ashley now demands.............. </span></div></div>",
            "created":1064379600,
            "id":174064,
            "title":"Bad way to die"
        },
        "134122121212222":{
            "choices":[
                "do as he was told",
                "grab the gun and shrink them all and stay big himself"
            ],
            "content":"<div class=\"\"><div> <span>Emily takes aim and shoots Matt. There is a brillent flash of light and Matt is suddenly looking Emily right in the crotch he only comes up to her waist. His face right level with her pussy.<br>\r\n\"Thak you for saving me from drownding, but why did you only make me half your size?\" Matt asks looking up at her.<br>\r\n\"I always wanted a personal pussy licker. Besides Bob has all teh meat we need. Ashley told me you didn't have much even before we got big. I see now she was right little guy.\" she says with a smirky smile. \"Now get to work!\" she orders spreading her legs slightly and puling Matt towards her. Matt decides to.......</span></div></div>",
            "created":1064293200,
            "id":173928,
            "title":"Half size"
        },
        "1341221212122221":{
            "choices":[
                "orders him to suck her ass",
                "orders him to go clean up Ashley"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Matt starts sucking her huge pussy. Swallowing the combined cums of Emily and Bob. Emily starts to moan as Matt works hard to please her. soon she cums allover his face and.............</span></div></span></div>",
            "created":1064379600,
            "id":174066,
            "title":"Little Helper"
        },
        "13412212121222212":{
            "choices":[
                "start at her toes",
                "clean up Bob first"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Emily pushs Matt towards Bob and Ashley. they are laying on the deck resting after a hard sex session. Matt gets on his knees between Ashley's thighs and just as he's about to lick her pussy she pushs him away and orders him to......</span></div></span></div>",
            "created":1067403600,
            "id":177528,
            "title":"New Orders"
        },
        "134122121212222122":{
            "choices":[
                "Matt gets to work on Bob's belly",
                "Matt gets to work on Bob's crotch"
            ],
            "content":"<div class=\"\"><div> <span>Ashley looks as Matt approachs her and tries to get between her thighs. \"No Matt I want you to clean Bob first.\" she says looking at Bob, \"The best lover I have ever had.\"<br>\r\nMatt stands in shock, looking at her the pain in his heart paralysing him. Ashley reachs down and smacks him sharply across the face, the blow spins him around. \"I said clean him NOW!!! I want him nice and clean when he fucks my ass. Get to work before I shrink you back down and make you do it at that size!\" Ashley again is looking at Bob with a far away serine look in her eyes, a look of total satisfaction and lust.<br>\r\nMatt turns to Bob and........... </span></div></div>",
            "created":1067835600,
            "id":177898,
            "title":"New way thins are"
        },
        "13412212122":{
            "author_id":"godzillajr",
            "author_name":"Godzilla jr",
            "choices":[
                "Matt inserts his dick in Ashley ",
                "Matt shrinks Ashley "
            ],
            "content":"<div class=\"\"><div> <span>Ashley starts to stuffed matt in her pussy as Emily gets on top of Ashley and Emily Started to lick her boobs which caused Ashley to pushed matt in and out of her pussy. Ashley started to moan and groan from each time she shoved matt in her pussy. Emily gets off of Ashley and Ashley started cumming on matt. Matt snap back to his senses. Ashley said “did you enjoyed that matt because i think your dick could better” she grinned while licking her cum off of matt. Matt replyed “you wanna make grow babe?” Ashley responded “of course matt im craving some your cum” she giggles Ashley turns matt to her height making her horny When she saw his dick get harden Ashley started sucking matt dick and then matt.....</span></div></div>",
            "created":1583470800,
            "id":2797682,
            "title":"stuffed into her pussy as a dildo"
        },
        "14":{
            "choices":[
                "chase Matt around the house",
                "use Matt as a dildo",
                "call some of Ashleys girlfriends to show them Matt",
                "have Matt climb Ashley",
                "readers choice"
            ],
            "content":"<div class=\"\"><div> <span>The beam hit Matt in the chest. He watchs in amazement as his beautiful sexy girlfriend begins to expand and grow larger and larger. Ashley finally stops expanding and Matt is left looking her square in the ankle.<br>\r\nAshley looks down at Matt and smiles, \"How do you feel little guy?\" she asks.<br>\r\nMatt still in shock doesn't answer. Ashley realizing he is in shock reachs down and grabs him and brings him up to her face.<br>\r\n\"Matt,\" she begins seeing the shock is wearing off, \"Matt, how do you feel?\"<br>\r\n\"Uh uh ok I guess, your huge.\" Matt says looking at her beautiful face.<br>\r\n\"No your about six inchs tall. I think I like you like this, what do you think? Well I guess it doesn't matter as that I have all the power now.\" she says with a evil grin. To show Matt that she is truly the one in control she gives him a little squeeze. \"Now what shall I do with my little toy? HMMMMMMM lets see I guess we could start with..............</span></div></div>",
            "created":1066798800,
            "id":176959,
            "title":"six inchs tall"
        },
        "141":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "Follow his girlfriends older sister into the bathroom",
                "Go into the front room with her mother",
                "Hide under some furniture "
            ],
            "content":"<div class=\"\"><div> <span>Ashley put Matt at the floor at her feet<br>\r\n\"okay, if you can escape me I'll grow you back, if not you'll stay like this for as long as I want, deal?\" she said<br>\r\n<br>\r\nMatt paused to think but ashley lifted her foot over him. <br>\r\n\"you better run little guy\" she said as she began to lower her<br>\r\n<br>\r\nMatt ran out the room and decided where to escape to...<br>\r\n</span></div></div>",
            "created":1392958800,
            "id":1749254,
            "title":"chase Matt around the house"
        },
        "1412":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "Ashley wanted some fun",
                "Ashley was just tired "
            ],
            "content":"<div class=\"\"><div> <span>Matt enters the front room and sees Ashley's mother reading a newspaper and drinking tea<br>\r\nStill set on hiding here he begins to approach her feet<br>\r\n\"I could just hide by her feet! Ashley will never think of looking there!\" he thought<br>\r\n<br>\r\nNow at the giant mothers feet he couched down beside them and waited for Ashley to give up<br>\r\nHer mothers big toe was now as big as him, he climbed onto her foot and stood on her toe nail<br>\r\nSuddenly Her mother moved her foo and looked down, Matt fell off and liked up at Ashley's mother staring at him<br>\r\n<br>\r\n\"eww a bug!\" she then raised her foot to crush him but she was stopped by Ashley.<br>\r\n\"Wait mom! Look! That's Matt\" she said to her mother<br>\r\nShe then Sat next to her mother and picked up Matt, putting him on the bare flesh of her thigh<br>\r\n\"see?\"<br>\r\n<br>\r\n\"but why is he so tiny? You wasn't even this small when you were born\" said Ashleys mother<br>\r\n<br>\r\n\"I shrunk him with this\" she said showing her the device \"we was playing a game but apparently he wanted to pay a visit to your feet, isn't that right Matt?\"<br>\r\n<br>\r\n\"no I was just hidi-\" Matt was cut off by Ashley \"yeah, yeah sure, come on, it's bed time mister\" Ashly then picked up Matt and walked upstairs<br>\r\n\"goodnight mom\" she said<br>\r\n<br>\r\nIn the bedroom...<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1392958800,
            "id":1749259,
            "title":"Go into the front room with her mother"
        },
        "14122":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "He realized he needed to pee",
                "Someone entered the room"
            ],
            "content":"<div class=\"\"><div> <span>Ashly put Matt on the bed and started to take off her clothes<br>\r\n\"Come on, it's time to sleep\" she said<br>\r\n<br>\r\n\"aren't you gonna grow me back to normal?\" Matt questioned<br>\r\n<br>\r\nAshly yawned, now in nothing but laced underwear \"tomorrow maybe I'm too tired\" she then got into bed<br>\r\n\"try not to get crushed okay? Feel free to explore my body or whatever perverted little games you want to play but be careful\"<br>\r\nShe then turned away leaving Matt to his own devices<br>\r\n<br>\r\nHe stripped down to his boxers and looked at his giant girlfriend, he decided it wasn't bedtime just yet and climbed the pillows onto her shoulder, he looked down at her enormous breasts, he then jumped and landed on the side of it, he began thrusting and biting it, taking in it gigantic form, but suddenly he was lifted in the air.<br>\r\n<br>\r\n\"Ow! Matt, I'm trying to sleep!\" Ashly said as she dropped Matt back onto the bed beside her<br>\r\n<br>\r\n\"but you said I could...\" replied Matt <br>\r\n<br>\r\n\"yeah well I've changed my mind, you shouldn't be so rough, just go to sleep\" she then pushed Matt over with a finger and turned away from him again<br>\r\nMatt decided to just sleep, however, he was woken up in the middle of the night when...</span></div></div>",
            "created":1392958800,
            "id":1749267,
            "title":"Ashley was just tired "
        },
        "141221":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "\"actually I just need help\"",
                "\"Okay!\""
            ],
            "content":"<div class=\"\"><div> <span>Matt awoke with the sudden realization that he needed to pee.<br>\r\nLuckily the bed sheets were touching the floor so it made an easy feat to climb down, <br>\r\nHe then carefully went downstairs, jumping each step one by one.<br>\r\n<br>\r\nHe then went into the bathroom and looked up at the giant bowl \"Shit...I forgot about that...\" he said outloud, he then heard noises coming from the front room and went to investigate, it was Ashleys mother.<br>\r\n<br>\r\nHe walked in and stood at her feet <br>\r\n\"hey little man, come to play with my giant feet again?\" she said \"don't worry, I won't tell ashley\"</span></div></div>",
            "created":1392958800,
            "id":1749271,
            "title":"He realized he needed to pee"
        },
        "1412211":{
            "choices":[
                "Pointed the gun at you to grow you to baby size",
                "Lowered her hand to you"
            ],
            "content":"<div class=\"\"><div> <span>\"I just really need some help actually\" you look at Ashely's mom. <br>\r\n\"Oh do you sweety? What do you need\" Ashely's mom asked you.<br>\r\n<br>\r\n\"I just need to use the bathroom miss\" you said. <br>\r\n\"Why didn't you say so, here let me help you\" she said as she...</span></div></div>",
            "created":1392958800,
            "id":1749403,
            "title":"\"actually I just need help\""
        },
        "14122112":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "You finish",
                "Ashley walks in"
            ],
            "content":"<div class=\"\"><div> <span>She lowers her hand to you and you climb on, she then got up from the sofa and walked into the bathroom.<br>\r\n<br>\r\nIn the bathroom she raises her hand to her face and bites her lip<br>\r\n \" take off your boxers little guy\" she says<br>\r\n<br>\r\nYou stare up at her giant face but hesitate <br>\r\n\"Uhm...I don't need to take them off,just lower me over the bowl\" you say<br>\r\n<br>\r\nThe gigantic mother stares down at you unimpressed, she takes her other hand and puts it on either side of your boxers and slides them off leaving you nude in her hand<br>\r\n<br>\r\n\"there, that's better\" she then begins to play with your penis with a single finger<br>\r\n\"I wish I could have a man this size, heck, maybe even a few men, Ashly better keep you close little guy\"<br>\r\nThe giant mother then licks you from your feet to your face<br>\r\n\"it's funny, I could do what I want with you, and you couldn't do anything about it\"<br>\r\nShe stops playing and pick you up with her thumb and finger then holds you over the bowl,<br>\r\n\"go on, do your business\".<br>\r\n<br>\r\nThen...</span></div></div>",
            "created":1393736400,
            "id":1754509,
            "title":"Lowered her hand to you"
        },
        "141221121":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "You climb on",
                "You refuse"
            ],
            "content":"<div class=\"\"><div> <span>When you finish she puts you on the floor at her feet and flexes her toes infront of you.<br>\r\n\"so, you wanna play with me now?\"<br>\r\nshe unbuttons her shirt, revealing her breasts, which were large even before you shrunk <br>\r\nShe then gets down on all fours and hovers over you, lowering her hand for you to climb on.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1393736400,
            "id":1754516,
            "title":"You finish"
        },
        "1412211212":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "Go into Ashlys room",
                "Go into her older sisters room"
            ],
            "content":"<div class=\"\"><div> <span>\"Sorry, I'm just going to go to bed miss, could I please have my boxers?\" you ask sheepishly<br>\r\n<br>\r\nAshly gigantic mother stands up and rebuttons her shirt<br>\r\n\"fine, I can see I'm not gonna convince you, run along to bed now, and don't tell Ashly about this, otherwise I might have to accidently step on you!\"<br>\r\nShe steps over you taking your boxers with her, leaving you alone.<br>\r\n<br>\r\nYou begin your climb up the stairs and upon racing the top you're face with two optipns<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1393736400,
            "id":1754544,
            "title":"You refuse"
        },
        "14122112122":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "In the glass just as Ashley is waking up",
                "In bed with her mother"
            ],
            "content":"<div class=\"\"><div> <span>You look in on Ashlys older sisters room and  see her foot hanging off the bed, you decide to check her out.<br>\r\n<br>\r\nUsing the sheets that have half fallen off you climb up the bed.<br>\r\n<br>\r\nOn the bed you see your girlfriends older sister in nothing but pink laced panties laying face down,  you loved your girlfriend but her sister had always been hotter with very large breasts, even before you became small, now they were huge mounds of flesh, each one bigger than your entire body and weighing a lot more too<br>\r\n<br>\r\nTaking full advantage of the situation you climb onto the large amount of side boob created from her gigantic breast being pushed against the bed<br>\r\n<br>\r\nYou begin to massage it, taking in it's soft warm touch, your hands and feet sink into it a little bit<br>\r\n<br>\r\nAfter a while you begin to get carried away and start to thrust and bite the side of her breast<br>\r\n<br>\r\nSuddenly you're picked by the Busty giantess<br>\r\nIt's dark so she can't see you but she brings her mobile phones light towards you to get a better look at what was in her hand<br>\r\n<br>\r\n\"Matt!? What happened? Are you okay?\"<br>\r\n<br>\r\nYou explain to her the whole story up until this point<br>\r\n<br>\r\n\"So you decided to sneak into my room whilst I was asleep and climb onto my breast?<br>\r\nYou little pervert!<br>\r\nYou wait until I tell Ashley!<br>\r\nYou're in so much trouble little man!\"<br>\r\n<br>\r\n\"No please don't tell her!\"<br>\r\nYou plea<br>\r\n<br>\r\n\"sorry, but that's what such a little man gets when he plays with a woman this big\"<br>\r\nShe teases you by stroking her cleavage<br>\r\n<br>\r\n\"Maybe I could put you in here for a while, would you like that!?\"<br>\r\n<br>\r\nAlmost instinctively you nod at the chance of being inside this giant woman's cleavage <br>\r\n<br>\r\n\"I thought so, too bad, this area is reserved for big boys only\"<br>\r\nShe then takes you to Ashleys room and drops you into a glass on her bedside cabinet andwrites a note on a piece of paper <br>\r\n<br>\r\n\"Good luck little man, you'll need it\"<br>\r\n<br>\r\nShe then leaves you to face your giant girlfriend in the morning<br>\r\n<br>\r\nYou fall asleep and wake up...<br>\r\n</span></div></div>",
            "created":1395810000,
            "id":1768384,
            "title":"Go into her older sisters room"
        },
        "141221121221":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "Brad comes in and gets physical",
                "Your sister shows up looking for you"
            ],
            "content":"<div class=\"\"><div> <span>Ashley wakes up and looks around for you until she see's you in the glass<br>\r\n<br>\r\n\"There you are little guy!  How did you get in there though? And why are you naked?\"<br>\r\n<br>\r\nShe picks up the glass and pours you  onto her hand<br>\r\n<br>\r\n\"Wow, look how tiny your penis is!\" she says as she pokes it with her pinky<br>\r\n\"I've never seen something so small!<br>\r\nEven a new born baby has a bigger manhood than this!\"<br>\r\n<br>\r\nLuckily she misses the note and takes you downstairs into the living room where she puts you on the floor<br>\r\n<br>\r\n\"I'll go make breakfast, you stay here\"<br>\r\nAshly then leaves the room<br>\r\n<br>\r\nA moment later her sister comes in and sits down wearing a very short skirt and a neck high jumper that covers her well  but due to her breasts being so large it's still quite a sight<br>\r\n<br>\r\nShe rests her feet on the floor at either side of you, the giantess is totally unaware that there's a little man at her feet<br>\r\n<br>\r\n\"Hey can I get some help?\" you shout up<br>\r\n<br>\r\nThe giant woman leans forward and see's you<br>\r\n\"oh hey shrimp,what's up? Looking for round 2?\"<br>\r\nShe laughs<br>\r\n<br>\r\n\"I just want help onto the sofa\" you reply<br>\r\n<br>\r\n\"Well okay\" she says as she picks you up and brings you too her face<br>\r\n<br>\r\n\"My boyfriend brad will be here soon, wouldn't it be unfortunate if he found a tiny little man touching his girlfriend gigantic breasts?\"<br>\r\n<br>\r\nShe then pulled her jumper away from neck<br>\r\n<br>\r\n\"You wanna touch them little man? You wanna press your tiny little dick against them yeah?\"<br>\r\nYou shake your head violently <br>\r\n\"What's the matter? You sure seemed keen last night, well, you might not wanna play, but I do, so in you go little one!\"<br>\r\nShe then drops you into her massive cleavage when..</span></div></div>",
            "created":1396328400,
            "id":1772110,
            "title":"In the glass just as Ashley is waking up"
        },
        "141221121222":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "Ashley's sister enters",
                "Ashley enters"
            ],
            "content":"<div class=\"\"><div> <span>You wake up on a warm soft surface<br>\r\nAs you stand up you realize you're on the breast of a giant woman, you look up and see Ashley's mother, still asleep and only in her underwear.<br>\r\n<br>\r\nYou decided to return to Ashley's room to destroy any evidence that you left and to escape becoming the toy to the gigantic mother.<br>\r\n<br>\r\nAs you walk to the edge of the bed a giant hand stops you from going any further<br>\r\n<br>\r\n\"And where do you think you're going little man?\" Ashleys mother said, she then picks you up<br>\r\n<br>\r\n\"I saw how bad Ashley was treating you, sticking you in a glass, but don't worry, I'll take good care of you, I always wanted a little man to take care of, I'll start by making you some breakfast\"<br>\r\n<br>\r\nThe giant mother then gets out of bed and puts you in her bra whilst she gets dressed then takes you downstairs, taking you out to put you on a counter by her coffee mug. <br>\r\n<br>\r\nThen...</span></div></div>",
            "created":1398142800,
            "id":1785050,
            "title":"In bed with her mother"
        },
        "1412212":{
            "author_id":"randomreader05",
            "author_name":"Foolishreader",
            "choices":[
                "Can you take me to the bathroom cuz I need to pee!",
                "How much longer do you want me to rub?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Matt approached Ashley's mom's feet and began to rub them. She chuckled at his puny attempt at a foot massage, but let him continue. Matt than asked her... </span></div></span></div>",
            "created":1584680400,
            "id":2804333,
            "title":"\"Okay!\""
        },
        "14122121":{
            "author_id":"randomreader05",
            "author_name":"Foolishreader",
            "choices":[
                "Uh, sure?",
                "Ugh no?"
            ],
            "content":"<div class=\"\"><div> <span>\"Sure I can little guy\" said Ashley's mother. She lowered her hand for Matt to climb on to and took him to the bathroom. She held Matt over the toilet to let him do his business. When he finished she held him on her palm.<br>\r\n\"So, do you want to have some fun with me little guy?\" she asked.</span></div></div>",
            "created":1584680400,
            "id":2804346,
            "title":"Can you take me to the bathroom cuz I need to pee!"
        },
        "141221212":{
            "author_id":"randomreader05",
            "author_name":"Foolishreader",
            "choices":[
                "I'll just go back to Ashley's room.",
                "Matt decides he could use a snack."
            ],
            "content":"<div class=\"\"><div> <span>\"Oh... ok.\" She frowned in disappointment wishing he had said yes. <br>\r\n\"Well, if you change your mind, please tell me!\" She said with a smile.<br>\r\n\"Ok\" said Matt, wondering what to do now.<br>\r\n\"So do you want something... you know, to eat? Or anything? Or do you just want me to take you back to Ashley's room?<br>\r\n</span></div></div>",
            "created":1584680400,
            "id":2804358,
            "title":"Ugh no?"
        },
        "1412212122":{
            "author_id":"randomreader05",
            "author_name":"Foolishreader",
            "choices":[
                "Matt continued eating his snack",
                "Ashley walked in"
            ],
            "content":"<div class=\"\"><div> <span>\"I could use a snack.\" Said Matt. The mother became exited by the fact she could get to spend a bit more time with him. <br>\r\n\"Alright let's go! She said as she started walking to the kitchen. She brought Matt to the pantry and let him pick a snack. Matt grabbed something and started eating.<br>\r\n\"Sorry for being a little subtle back there\" she said. \" I don't know what came over me.\"<br>\r\n\"Uh, it's fine.\" Said Matt. \"Anyways thanks for the snack! I was getting a bit hungry after rubbing your feet.\"<br>\r\n\"You're welcome\" she said. \"And if you want to rub my feet again feel free to.\" Matt thought about that wondering if rubbing her feet was a mistake.</span></div></div>",
            "created":1584680400,
            "id":2804382,
            "title":"Matt decides he could use a snack."
        },
        "14122121221":{
            "author_id":"randomreader05",
            "author_name":"Foolishreader",
            "choices":[
                "Still Asleep",
                "Awake"
            ],
            "content":"<div class=\"\"><div> <span>Matt continued eating his snack. \"Your snack must be huge at that size.\" Said Ashley's mother. Matt nodded in agreement. \"Well would you like a drink to go with it?\" She asked.<br>\r\n<br>\r\n\"Yeah.\" Matt says. She gets a cup and Poored the drink in. \"Uh, that's too big for me.\"<br>\r\n<br>\r\n\"I know little guy.\" She responds as she picks Matt up and drops him in the cup.<br>\r\n<br>\r\n\"Seriously!\" Matt yelled.<br>\r\n<br>\r\n\"Just take a drink while you're swimming\" she says.<br>\r\n<br>\r\n\"Fine!\" Matt grunted clearly annoyed. \"Ok I'm finished you yell up at her.\"<br>\r\n<br>\r\nShe picks you up out of the drink and places you on the kitchen counter. She begins to drink the cup you were swimming in.<br>\r\n<br>\r\n\"Ok, well how am I gonna get dry.\" Matt yelled. Ashley's mother than ripped a piece of a paper towel and gave it to you to dry off. \"Thanks, now can you take me back to Ashley's room?\"<br>\r\n<br>\r\n\"Sure little guy.\" She said. She layed her palm out for you and took you to Ashley's room where she was...</span></div></div>",
            "created":1584766800,
            "id":2804709,
            "title":"Matt continued eating his snack"
        },
        "141221212211":{
            "author_id":"randomreader05",
            "author_name":"Foolishreader",
            "choices":[
                "Matt goes to sleep",
                "Matt stays awake"
            ],
            "content":"<div class=\"\"><div> <span>Ashley was still asleep. Her mother took you to the bed you were sleeping on, and held her hand down for Matt to climb off. \"There you go little guy.\" She said sweetly. \" I'd prefer you don't tell Ashley about every little detail about tonight.\" <br>\r\n<br>\r\n\"Uh, sure.\" Said Matt.<br>\r\n<br>\r\n\"Thank you sweetie!\" She said. She then gave you a little kiss and left the room.</span></div></div>",
            "created":1584853200,
            "id":2804972,
            "title":"Still Asleep"
        },
        "141222":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "Her mother",
                "Her ex boyfriend"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who was it?</span></div></span></div>",
            "created":1393304400,
            "id":1751300,
            "title":"Someone entered the room"
        },
        "1412221":{
            "choices":[
                "To look for the shrink gun?",
                "TO get you?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why was she in here?<br>\r\n</span></div></span></div>",
            "created":1393477200,
            "id":1752256,
            "title":"Her mother"
        },
        "142":{
            "author_id":"greenmandog",
            "author_name":"Danny",
            "choices":[
                "Calls her friends",
                "Puts you in her breasts",
                "Gets naked"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She puts you in and out of her vagina and then she brings you to her face you ask her to please stop but then she starts doing it again. After she's done she</span></div></span></div>",
            "created":1554699600,
            "id":2642184,
            "title":"use Matt as a dildo"
        },
        "1421":{
            "author_id":"greenmandog",
            "author_name":"Danny",
            "choices":[
                "Get naked",
                "Play with matt",
                "Use him as a dildo"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She puts Matt in her panties and calls her friends. Her friends Brenda and Martha come. When they get here she shows Matt to them. Brenda and Martha both say they should</span></div></span></div>",
            "created":1554958800,
            "id":2643695,
            "title":"Calls her friends"
        },
        "143":{
            "choices":[
                "flop down and have giant lesbo sex",
                "use Matt to please Brenda"
            ],
            "content":"<div class=\"\"><div> <span>Ashley decides to call her best friend Brenda to come over so she can show Matt.<br>\r\nA few minutes later Brenda arrives. She knocks but doesn't wait to be invited in. Ashley and Brenda have been friends for years and so can walk right in.<br>\r\n\"Hi Ashley what is you wanted to show me?\" she asks.<br>\r\nAshley smiles and holds Matt up to her. Brenda's face first shows shock then a evil grin spreads over her face. \"Hi little guy how are you?\" she says. \"Oh what are you going to do with him Ashley?\" she asks.<br>\r\n\"I thought we could play with him.\" Ashley says with a smile. <br>\r\n\"Does he know?\" Brenda asks.<br>\r\n\"No.\" Ashley tells her.<br>\r\n\"Ohhhhhhh this is going to be fun. I love surrprises.\" she says looking down at Matt in a way that makes Matt more than a little nervious. Brenda and Matt have never gotten along. She is a big woman six foot tall, and dark coplected with dark skin and dark eyes. Long black hair. She is a little over weight with huge breasts at least 44DD and a big belly and ass. She was raised on a farm so she is very strong.<br>\r\n\"Well lets get started.\" she says stripping down to her bra and panties. Once un dressed Ashley and she start to kiss and Ashley starts to run her hand with Matt in it all over her Brenda's fat body especially he huge ass. <br>\r\nThey are really getting heated up, they decide to......</span></div></div>",
            "created":1066798800,
            "id":176965,
            "title":"Friends"
        },
        "1431":{
            "choices":[
                "have him explore us as we play",
                "could use him as a dildo"
            ],
            "content":"<div class=\"\"><div> <span>The two giants flop down on the couch and start to really get into kissing rubbing and touching each other. In a matter of seconds they strip and Matt is looking at two giant naked women, it gets him hard as steel. <br>\r\nAshley feeling his hardness against her palm looks at Matt and says, \"You like this? Two giant women kissing? Well I think we can include you in this. What do you think Brenda?\"<br>\r\n\"Oh yeah,\" Brenda replys, \"he would be more than welcome. What should we do with him?\" she asks leaning back.<br>\r\nAshley smiles and says, \"We could............</span></div></div>",
            "created":1066971600,
            "id":177078,
            "title":"Two Big Women"
        },
        "14311":{
            "choices":[
                "on our feet",
                "between us on our breasts"
            ],
            "content":"<div class=\"\"><div> <span>\"We could have him explore our bodies as we play, wouldn't that be fun?\" Ashley asked.<br>\r\nBrenda's eyes lit up, \"Oh yeah I like that idea. Little Matt trying not to get crushed between two giant women.\"<br>\r\nAshley brought Matt to her face and said to him, \"You heard it while we play you get to explore us. You might want to be careful you know how excited I can get. Now where to have you start? We could put you........</span></div></div>",
            "created":1067230800,
            "id":177374,
            "title":"Exploration"
        },
        "14312":{
            "choices":[
                "on me",
                "I should use him on you"
            ],
            "content":"<div class=\"\"><div> <span>use him as a dildo while we play.\" <br>\r\nBrenda smiled a evil smile, \"Oh yeah, I bet he would be great.\"<br>\r\n\"As that your the guest you choose who he gets used on first.\" Ashley said.<br>\r\nMatt yelled up, \"Please Ashley not that, please let me go.\" <br>\r\n\"Shut up boy you are in no position to have a say. You are ours to use as we like.\" she says angrily at him. \"Now my dear Brenda what is your choice?\" she asks sweetly.<br>\r\n\"I think he should be used on...........<br>\r\n</span></div></div>",
            "created":1067403600,
            "id":177495,
            "title":"Choices"
        },
        "143121":{
            "choices":[
                "use him on Ashley",
                "play another game"
            ],
            "content":"<div class=\"\"><div> <span>I want him first. You know how much he always liked me.\" she said laughing. She knew that he had always hated her. She was glad now she hadn't showered after her work out this morning. She had gone right to work so her pussy would be have a definate odor.<br>\r\n\"Ok lay back.\" Ashley said with a smile.<br>\r\nBrenda did and Ashley crawled on top of her and began to kiss her. Then she started to trail kisses down her body rubbing Matt down her body too. She stopped at her huge tits, she licked and sucked them and then rubbed Matt on her hard nipples. She kissed past her naval and trailed Matt down through her dark mat of hair on her pussy. She proceeded to rub Matt up and down her pussy lips, until Matt and Brenda's lips were all wet. <br>\r\nDurning all this Matt was begging her to stop. Slowly she worked him into Brenda's pussy and then she just plundged him in til only his feet were left out. She worked him in and out faster and faster. Suddenly Brenda screamed and came hard. Matt was pulled out and the two women sat and kissed and talked about what to do next.They decided to</span></div></div>",
            "created":1067403600,
            "id":177496,
            "title":"Into the brink"
        },
        "1431212":{
            "choices":[
                "get dressed and go dancing",
                "get another guy or two to play with"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Brenda looked at Ashley and said, \"Ash lets go......</span></div></span></div>",
            "created":1067403600,
            "id":177514,
            "title":"New Game"
        },
        "14312122":{
            "choices":[
                "to a club",
                "a singles bar"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lets go pick up a guy that we can shrink and then we could play with two guys or we could pick up more and have some real fun.\" Brenda said excitely.<br>\r\n\"YEAHHHHHHHHHH sounds good. Lets get dressed and go.................</span></div></span></div>",
            "created":1067835600,
            "id":177899,
            "title":"Setting the plan in action"
        },
        "1432":{
            "choices":[
                "Brenda uses Matt like a dildo",
                "Brenda  looses Matt up her vagina",
                "Brendaand Ashley begin to fight over Matt"
            ],
            "content":"<div class=\"\"><div> <span>Brenda walked over to Ashleys closet and pulled out a big black pair of front lace platform boots and a pair of arm length leather gloves. She gently slips each leg into the towering boots and zipps them up tight. Then Brenda slowly pulls each glove on stretching her fingers as far into the gloves as possible stretching it out with her other arm. Brenda then reaches out to matt and grabbs him by the scruff of his tiny shirt and holds Matt right in front of her face. Grinning at matt with delight she wrapped her long gloved fingers tightly around matt until only his head was showing out of her hand. Brenda let out an evil laugh as she then reached into her purse for her cigarettes. She pulled out the huge pack of Matinee king size cigarettes. With her free hand she withdrew one of the huge cancer sticks and brought it to her ruby red lips lighting it soon after. Brenda took a mighty drag of the cigarette and proceeded to blow the huge plume of disgusting smoke right into Matts face. Brenda giggled as Matt squirmed and wriggled as best as he could to escape the dirty smoke but Brenda had a death grip on him with her tight gloves. Matt was soon noticing that the more he squirmed the more Brenda squeezed him. Brenda continued to torture Matt with her gigantic smoke. She not only was blowing the smoke in his face but was now ashing her smoke right on his face too, the glowing red cherry on the end getting a little too close for Matts comfort. All the while Ashley was having a ball watching Brenda torture Matt. It was turning her on. Ashley had put on a pair of black leather gloves as well and was fingering herself and moaning in pleasure as she licked her gloved fingers. Brenda was now done her cigarette and decided to make Matt do some work before her and Ashley would have their way with him. Brenda threw her cigarette butt down to the floor and ground it up with her deep tread boot soles. Ashley snatched Matt out of Brendas hand and screamed at him.<br>\r\n\" Now you will clean my boots and I dont want to see one spec of tobacco in those soles got it?\"<br>\r\n\"Yes, I will, I will do a good job\" Matt replied as he cowered. Ashley then threw Matt down onto the floor in front of Brenda. Brenda lifted her booted foot just high enough for Matt to reach.<br>\r\n\"Now start licking!!\" demanded Ashley as she crossed her gloved arms in front of her chest. This act of slavery turned Ashley on even more. She enjoyed watching as a tiny man licked her bootsoles clean and she also enjoyed watching Brenda wear her sexy boots. Ashley began to run her fingers up and down Brendas body cupping her ass with the other hand. Ashley then began to lick Brendas clevage and worked her way up the neck. Brenda was getting turned on by this act and by now had forgotten all about tiny little Matt. Her suspended boot began to fall as Matt jumped out of the way just in time. Now Ashley and Brenda were fully engaged in each other making out with each others hands in their panties. Matt decided to seize this opportunity. He looked around and noticed the door was open.<br>\r\nI\"If i could just get out of the room I could hide until I had a chance to leave\" He looked at the towering girls and then at the door and made a b-line for the door. Ashley and Brenda were fully engaged in themselves. Brenda couldn't pull herself off of Ashley so she just reached down for the tiny man. When she felt that he wasnt under her boot she finally Pushed Ashley away.<br>\r\n\"Where is he? Where did that little shit go?\" Brenda asked angrily. Both girls Sprang up to their feet and looked around. Brenda had just caught a glimpse of Matt running towards the door. Matt was almost there. Matt dodged and dashed around objects spewed across Ashleys floor, underwear, bras, dirty socks, c.d.'s, shoes etc and was just about at the door when he heard three loun thundering bangs<br>\r\nBANG BANG CRASH!! Brendas boot smashed down on the floor in front of him knocking him on his ass. Matt looked up at brenda.<br>\r\n\"Where do you think you are going?\" she asked matt as she reached down and once again squeezed him in her death grip. <br>\r\nBrenda then turned matt around in her fingers like a ball point pen. She heln matt upside down by his legs grasping him with just two fingers and her thumb. Her other hand pulled down her panties.<br>\r\n\"The fun is just getting started! she thundered. And with a mighty thrust Brenda savagely inserted Matt into her warm wet vagina.</span></div></div>",
            "created":1248584400,
            "id":732758,
            "title":"Bedroom Slave"
        },
        "14323":{
            "author_id":"greenmandog",
            "author_name":"Danny",
            "choices":[
                "Ashley",
                "Brenda"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ashley and Brenda right over Matt. Matt feels like he might be split in half the one of the girls get Matt. It was </span></div></span></div>",
            "created":1554699600,
            "id":2642187,
            "title":"Brendaand Ashley begin to fight over Matt"
        },
        "15":{
            "choices":[
                "she goes out on the town",
                "she visits her female friend",
                "she visits her male friend"
            ],
            "content":"<div class=\"\"><div> <span>Ashley points it at you and pulls the trigger, there is a blinding flash of light, you cover your eyes. As your ability to see returns you look where Ashley was and see only a pair of giant feet. You hear laughing from above you look up to see you sexy girlfriend at the end of those giant sexy legs. You look up into her bill board sized face. \"What happened,\"you say. <br>\r\n  She looks done on you and says,\"I shrank you silly.\" She reachs down and grabs you up. She lifts you to her face. \"Mmmmmm it worked,\"she says smiling,\"three inchs tall, now lets have some fun.\"<br>\r\n  With that she pulls open her panties and drops you in. Then theres alot of movement, you are pinned against her pussy by her silk panties. She's doing something, she's getting dressed to.....</span></div></div>",
            "created":1051506000,
            "id":155192,
            "title":"It works!!!!!!"
        },
        "152":{
            "author_id":"numerio",
            "author_name":"Tex",
            "choices":[
                "Jade",
                "Amy",
                "Jenn"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's her name?</span></div></span></div>",
            "created":1539061200,
            "id":2561614,
            "title":"she visits her female friend"
        },
        "153":{
            "choices":[
                "kiss then go further",
                "laugh telling you it's a joke"
            ],
            "content":"<div class=\"\"><div> <span>You feel her move and leave and go who knows where. After awhile she stops moving you guess we are where she wanted to be. You try to move but the tight material has you pinned up against her soft warm pussy.<br>\r\nSuddenly she opens her panties and pulls you out. As your eyes ajust to the light you look up and see she has brought you to her friend Tyrones house.<br>\r\nTyrone is a all state athellete, basketball, football, and cross country. He has lettered in them all. He is large even if you weren't 3 inchs tall. 6'2, well muscled. He has the ladies dripping off of him.<br>\r\nYou stand there and look up at this huge black man. He looks at you and says,\" Who it worked it really worked.\" Your girlfriend says,\" Yep it worked, cool huh?\"<br>\r\nTyrone asks \"Yeah what you going to do with him?\"<br>\r\n\"Well I think I'm going to keep him like this, this has been my fantasy since I was a little girl.\"<br>\r\n\"You going to tell him the truth?\" he asks with a grin.<br>\r\n\"Yeah I think so, he's not going to be a problem to handle, at his size what could he do?\"<br>\r\nYou start to get nervous,\" What are you guys talking about?\" you yell up at the two giants.<br>\r\n\"Me and Tyrone have been having sex for the last two weeks. I've been wanting to break it off with you  but I never knew how. Then this chance to live out my fantasy came along and I needed a man to shrink. I wouldn't do it to Ty I rather like him at his size.\" she says. She continues,\"now I have a little man to play with and a real man to play with as well.\"<br>\r\n\"No you can't do this, I want to be returned to my real size, NOW!!!!!!\" you yell up. This leads to laughing from the giants.<br>\r\nThey move together and ..................</span></div></div>",
            "created":1051678800,
            "id":155549,
            "title":"the truth comes out"
        },
        "1531":{
            "choices":[
                "they put you in a glass jar so you can watch them make love",
                "they put you in her pussy"
            ],
            "content":"<div class=\"\"><div> <span>They start to kiss. Then Ashley sticks you into her bra, it's tight and holds you on top of her breast, you look up and watch the two giants kissing.<br>\r\nSuddenly she drops to her knees and removes the shorts he is wearing. She takes him in her mouth and sucks that huge cock. She sucks him for a while suddenly he groans and starts cumming in her mouth. It's to much she opens her mouth and some falls out. \"You dirty bastard!\" you yell up at him.<br>\r\nAs he finishs he looks at you and starts to laugh. \"You like my cum too?\" he asks. \"Ashly sure does.\" They both laugh now.<br>\r\nHe takes her hand and leads her into his bedroom where....................</span></div></div>",
            "created":1051765200,
            "id":155663,
            "title":"Bad Day"
        },
        "15311":{
            "choices":[
                "they take you out to play with",
                "she takes you home"
            ],
            "content":"<div class=\"\"><div> <span>They get into the bedroom and drop you into a glass bottle so you can see them make love. You watch him take her in numerious ways. After what seems like forever,your girlfriend screaming through orgasimn after orgasimn, they both collapse on the bed and fall asleep. The next morning they............ </span></div></div>",
            "created":1055307600,
            "id":161272,
            "title":"unwilling voyiuer"
        },
        "153111":{
            "author_id":"justinco",
            "author_name":"horndog",
            "choices":[
                "His cock is behind you read to help",
                "He hand is ready to \"help\" you"
            ],
            "content":"<div class=\"\"><div> <span>They take you out and they ask if you would mind joining them<br>\r\n\"No\" you reply.<br>\r\n\"Alright, let's see what you can do for me.\" She says.<br>\r\nAs she spreads her legs open, he drops you onto her pussy that smells of sex.<br>\r\n\"Now get to work, or you will be part of a threesome that will be your last.\"  She tells you.<br>\r\nYou find her clit and start punching it out of anger and desperation.  It swells, her pussy is getting wet and cum from last night is oozing out of her as she moans.  This is making it harder for you to hang on.  In the background, her fling is getting aroused and is getting anxious for his turn.  She is starting to move her hips, which causes you to grab her clit.  You try to get better footing but your leg falls into her sex.  She feels it and she clamps down on your leg.  Then your other leg slips down.<br>\r\nYou yell \"HELP!!!\" <br>\r\n\"Looks, like he needs help getting you off.\" He jokes.<br>\r\n\"You're right.\" she says in between moans  </span></div></div>",
            "created":1206248400,
            "id":512012,
            "title":"they take you out to play with"
        },
        "15312":{
            "author_id":"gamesgirl2a",
            "author_name":"MystiCindy",
            "choices":[
                "goes in with you there",
                "tells you to do more, or else...."
            ],
            "content":"<div class=\"\"><div> <span>As they get to his room, your ex-friend picks you up and shakes you, grinning at you with his famous half-smile. \"Well little guy, let's see what you're good at.\"<br>\r\n\"Ooooooh, you're not gonna do what I think you're gonna do, are you? I just get all wet even thinking about it . .\" Your girlfriend is lying on his bed now in those sexy under garments with her legs spread wide,  looking at her lover with an evil glint in her eye.<br>\r\n\"Oh yeah baby, I know what you like.\" He moves to kneel between her legs, his face up close to her hot wet pussy hidden behind her thin lacy covering and sticks out his long tongue to lick the edge of her panties. Pulling his face back after one long second he looks at you still in his hand with a big smile on his face.<br>\r\n\"You wanna go somewhere nice and toasty, shrimp?\"<br>\r\nYou look at him warily, almost knowing what he's gonna do and manage to squeek out one word. \"No . .\"<br>\r\nHe laughs cruelly and moves the hand grippping onto you tightly closer and closer to her hot pussy. Your girlfriend looks on with anticipation, her breath heavy and ragged as he slips her panties off and lets her wet juices drip down on the satiny sheets. Roughly he sticks you in her and makes sure you go all the way in with his fingers.<br>\r\nAfter he does that he....</span></div></div>",
            "created":1054443600,
            "id":160100,
            "title":"Into her you go"
        },
        "153121":{
            "choices":[
                "she picks you up and licks you clean",
                "he picks you up and places you in a condum"
            ],
            "content":"<div class=\"\"><div> <span>As you are looking around and trying to stand up. You feel her moving suddenly there is light and air from the out side, the rush of air and light is followed by a huge penis as he slowly enters your ex-girl friend. It picks up speed as it enters it pushs right past you pinning you underneith it as your ex-friend starts working his huge dick in and out.<br>\r\nAt one point you manage to stand and get trapped between the head of this giant member and your ex-girl friends cervix. Sudddenly he drives it in and it stops moving. Thats when you notice it has begun to swell. You realize he's going to cum, to late you get splatered by the first glob but many more follow. You are swimming in cum hers and his, as he withdraws you flow out of her wet pussy. You are deposited on the bed in a puddle of combined juices. What happens then...............</span></div></div>",
            "created":1054530000,
            "id":160191,
            "title":"to up close and personal"
        },
        "1531211":{
            "author_id":"jordanw69",
            "author_name":"Jwheels",
            "choices":[
                "Stay stuck in her asshole",
                "Are stuck on his dick"
            ],
            "content":"<div class=\"\"><div> <span>That was amazing it felt so great that there was a tiny man inside me that could do nothing to stop it from happening. She picked you up and tossed you in her mouth begining to suck on you to get you clean you here Ty say something but can't make out what he said, with that she spits you out on yo Ty's still erect penis now I'm ready for round two baby. Your ex girlfriend then gets up in to doggy style and wiggles her hips, Ty brings his dick up to your girlfriend's massive basketball sized cheeks spreading them apart he then shoe's you in to her asshole pounding you deep in their for what seemed like a hour before he cums When he pulls out you....</span></div></div>",
            "created":1472965200,
            "id":2205891,
            "title":"she picks you up and licks you clean"
        },
        "1531212":{
            "author_id":"sspp",
            "author_name":"SSPP",
            "choices":[
                "In the glass jar again",
                "In your girlfriends bra at the mall somewhere"
            ],
            "content":"<div class=\"\"><div> <span>As you struggle in their juices the giant picks you up, shakes you clean  and then drops you back onto the bed by his genitals <br>\r\nYou stare up at the size if it, which to you was as big as a house<br>\r\n<br>\r\n\"Ready for round 2 babe?\" he says to your girlfriend<br>\r\n<br>\r\n\"no I'm exhausted, you can masturbate into this condom though\" she replied as she hands him a condom<br>\r\n<br>\r\nHe takes the condom and looks down to see you looking at his gigantic genitals<br>\r\n\"it's big ain't it shrimp? I guess you want more don't you? Don't worry, I got plenty\"<br>\r\n<br>\r\nYou try to run away but the giant just picks you up and drops you into the condom<br>\r\nHis giant cock soon follows and pins you at the end<br>\r\n<br>\r\nHe then starts to mastirbate until finally he climaxes once again spraying you with hot white liquid<br>\r\n<br>\r\nYou pass out from the lack of oxygen and wake up...</span></div></div>",
            "created":1395464400,
            "id":1765250,
            "title":"he picks you up and places you in a condum"
        },
        "153122":{
            "author_id":"justinco",
            "author_name":"horndog",
            "choices":[
                "rolls him on to his back",
                "she cums and crushes you, wanting more"
            ],
            "content":"<div class=\"\"><div> <span>You fight to get out, clawing at her walls of flesh.<br>\r\n<br>\r\nMeanwhile, outside her pussy, she is withering with delight, squeezing you with her pussy.  While he licks her pussy, she is bringing his manhood back to life.  With you and the man's tongue making her closer and closer to cumming.  Next she...<br>\r\n<br>\r\n </span></div></div>",
            "created":1206248400,
            "id":512029,
            "title":"tells you to do more, or else...."
        }
    },
    "info":{
        "author_id":"bds123",
        "author_name":"biggirl",
        "brief_description":"Your girlfriend has already had a fantasy, but now she can live it",
        "created":1051419060,
        "description":"<td align=\"left\" class=\"norm\">One day you are sitting with your girlfriend at her house when she brings up the idea of living out her fantasy.  Her fantasy is to either shrink you down very small, or for her to grow into a huge giantess.<br>\r\nAdd to this story, Anything goes in this except for man-man stuff, i'll delete anything like that, other then that, enjoy!</td>",
        "id":679129,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586192340,
        "pretty_title":"Giantess Girlfriend"
    }
}