{
    "chapters":{
        "1":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "A scientist ",
                "A cemetery",
                "Hears a rustling in the woods",
                "Other ",
                "The military.  "
            ],
            "content":"<div class=\"\"><div> <span>        Lucas Lewis, a well put to gather 20 something year old, was driving down a curvy back road. The dark woods were on each side of him as his headlights painted the road in light. Lucas was going a bit over the average speed limit. He had always thought himself as an expert driver, that disaster could not touch him, but all that was about to change. <br>\r\nLucas took a sharp turn, the car veered off the road. <br>\r\n\"Oh gosh no.\" Lucas yelled. <br>\r\nThe car started to tumble. \"No, no, AGGHHH!\" <br>\r\nThe car tumbled off the road into the dark woods surrounding the road. The car lay in a crumbled heap of mess and mangle. Everything lay still for a while then a foot kicked the car window open. Lucas crawled out of the car amazingly uninjured but in shock. He walked out into the street and started walking down.<br>\r\nLucas walked for at least a mile when he came across....            </span></div></div>",
            "created":1358485200,
            "id":1511208,
            "title":"Crashed "
        },
        "11":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Wake up naked in a lab. ",
                "Wake up in the middle of the road ",
                "Die ",
                "Other ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Lucas stopped in his tracks as a flashlight shined in his eyes. <br>\r\n\"Hello,\" Lucas said squinting his eyes.  <br>\r\nThe Flashlight lowered revealing a elder man in a lab coat. He had wild hair and a crazed look in his eye. He pushed his glasses up on his nose. <br>\r\n\"Hello young man,\" He said in a raspy voice. \"What happened to you?\" <br>\r\n\"I-I got in a car crash coming down the road. Can you be of any assistants, do you have a phone I could use?\" Lucas asked thinking he could trust him. <br>\r\nThe old man shined the flash light into Lucas's eyes again. \"Are you alone?\" He asked. <br>\r\n\"What?\" Lucas questioned. <br>\r\n\"Does anyone know your out here?\" The old man said. <br>\r\n\"Umm no sir,\" Lucas said not expecting anything. <br>\r\nThe old man lowered the flash light and smiled. \"Good.\" <br>\r\nHe took out a gun and shot Lucas in the chest. Lucas fell to the ground breathless. He looked up at the old man wondering why. <br>\r\nThe old man smiled. \"Don't worry you're not dead, not yet.\" <br>\r\nLucas faded out.            </span></div></div>",
            "created":1358485200,
            "id":1511217,
            "title":"A scientist "
        },
        "111":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":null,
            "content":"<div class=\"\"><div> <span>      Lucas awoke unable to move. His arms and legs were strapped down to a table of some sort. He was still alive but barley, the bullet still in his chest. He looked around discovering he was in an all white room. But scattered around the interior were crude instruments and layouts. <br>\r\nA whole entire wall was posted with pictures of people titled FAILED EXPERIMENTS. In front of Lucas was a group of running computers. He wanted to scream but he couldn't. He heard a door open. The old man walked in carrying a white briefcase. He pulled a chair up to Lucas and sat down next to him. He studied Lucas. <br>\r\n\"Still alive, I knew I had found a strong one. But you won't be for long will you.\" The old man picked up the case  and placed it on Lucas's bare chest. He took some latex gloves out. <br>\r\n\"Your're probably wondering, why am I here. Or am I here to kill you?\" He said gesturing to himself. \"No, I am not here to kill you sir, I am here to give you rebirth.\" <br>\r\nThe old man looked over to Lucas, he was fading out.<br>\r\nThe old man took a needle and put it in Lucas's arm jolting him awake with adrenaline. <br>\r\n\"Don't leave me just yet. I need you alive for the process.\" The old man said taking out a long syringe with black goo like liquid inside of it. Lucas's eyes widened at the site. <br>\r\n\"You see sir, I was once a military R&amp;D employee for the military. They wanted me to create the ultimate solider. Perfect. But I told them that if they wanted the \"Ultimate\" solder they would have to long beyond this world and to another. You see long ago, I had found this concoction in the Norwegian mountains. Legend tells that whomever finds the \"Black Pool\" will be the father of the Valkyrie.\" <br>\r\nLucas gave the Old man a crazed look. He laughed. \"That is the same look they gave me!\" He said. \"They thought I was insane, kicked me out destroyed my reputation.....But I still had my formula, I still had my knowledge. So I set out to create my own solider. Now as you see,\" The doctor said pointing at the wall of pictures. \"I've had some mistakes across the way. But I've made improvements and you my son are going to be the first of a new spices, the dominant species!\" <br>\r\nLucas shook his head and mumbled no as the doctor injected him with the formula. <br>\r\nLucas's body twitched as his pale skin added color, the cut and bruises he had retained in the crash slowly faded away, the bullet in his chest ejected itself from his body like a crock on a champagne bottle. Lucas's body was repaired. Lucas looked over at the old man. <br>\r\n\"Thank you.\" He said finally able to speak again. <br>\r\nThe old man was looking down at Lucas's area. <br>\r\n\"Oh it's not over yet my son.\" The old man said. <br>\r\nLucas looked down and screamed. His manhood was slowly, painfully, reseeding into his body. Lucas's hip winded. <br>\r\n\"What did you do to me!!!\" Lucas yelled. <br>\r\nThe old man looked at Lucas with wonder \"The Valkyrie is being born!\" <br>\r\nLucas screamed in agony as his body continued to transform. His body took on a more female shape becoming more lean and sexy. His stomach flat and chizzled, his legs baby smooth. His hair grew into long locks as his face shifted. He gave the old man one last look. <br>\r\n\"Goodbye.\" The old man said. <br>\r\nLucas's face became soft and innocent as two mounds started two grow on his chest creating two C sized breast. Lucas grew larger, his body extending a foot longer. Black nails shot out of his finger tips as the straps containing his popped off. He roe off the table as two black wings feathered wings exploded out of his back. He stood tall with his 5 foot wings extending left and right. Lucas was now a beautiful, alien like young woman. He looked down at the old man with pale blue eyes. <br>\r\n\"Father.\" SHE said soft and sweet. <br>\r\nThe old man smiled. \"Yes my dear, Father.\"        <br>\r\n     <br>\r\n                                      </span></div></div>",
            "created":1358485200,
            "id":1511255,
            "title":"Wake up naked in a lab. "
        },
        "112":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Storyline one ",
                "Storyline two ",
                "Storyline three "
            ],
            "content":"<div class=\"\"><div> <span>Lucas came to in the middle of the road and opened his eyes as he saw his car near him.<br>\r\n<br>\r\nIt was still dark so he got up still dazed and not completely recovered, he got his keys for his bag and opened the car only half conscious and sat in the drivers seat.<br>\r\n<br>\r\nLet explain... When Lucas got shoot by the scientist he took Lucas's lifeless body to his lab and stripped him of his clothes then injected him with a liquid.<br>\r\n<br>\r\nThe effect of the liquid took a week to fully work and by the time the scientist was carrying Lucas's lifeless body back to his car, Lucas has been turned into a 18 year old girl version of himself.<br>\r\n<br>\r\nLucas is sat in his car... He moved the seat forward as his feet didn't quite reach the foot pedals then.<br>\r\n<br>\r\nSome how Lucas managed to drive back home and collapsed on his bed and passed out.<br>\r\n<br>\r\nThe next morning <br>\r\n<br>\r\nLucas woke up and screamed at what he saw.... </span></div></div>",
            "created":1563166800,
            "id":2687011,
            "title":"Wake up in the middle of the road "
        },
        "1121":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>Lucas sat up and realised he was wearing tight jeans and a vest top... The two things he immediately noticed was the bra underneath the vest covering his chest and giving it support and the other was the tight material under his jeans.<br>\r\n<br>\r\nHe quickly took the vest and jeans of and saw a red bra and panties that he's wearing.<br>\r\n<br>\r\nHe sat on his bed in pure shock as tears began to flow down his face at the realisation that he's now a girl.... </span></div></div>",
            "created":1563339600,
            "id":2688451,
            "title":"Storyline one "
        },
        "11211":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>He soon pulled himself together... Well that was after a day of emotional break downs and freaking out.<br>\r\n<br>\r\nThe next morning <br>\r\n<br>\r\nLucas woke you feeling a little better although he realised he couldn't keep wearing the same underwear day after day. <br>\r\n<br>\r\nSo he decided to go shopping and got some clothes that fit him and underwear. <br>\r\n<br>\r\nAfter about four hours lucas had returned to his apartment with loads of bags containing bra's, underwear, jeans, tops, leggings and shoes. <br>\r\n<br>\r\nAfter putting everything away and getting a shower and putting some fresh underwear on he felt better and clean. <br>\r\n<br>\r\nThe night lucas just chilled and watched TV till he went to bed in one of his old tops as he has decided to use them for bed as they are to big for anything else really.<br>\r\n<br>\r\nIn the morning he woke up to feeling bloated and cramps then he looked in his knickers and noticed blood spots... Lucas quickly got dressed and rushed to the local shop and got some period pads and then returned home and fitted one into his knickers. </span></div></div>",
            "created":1563339600,
            "id":2688498,
            "title":"Continue "
        },
        "112111":{
            "author_id":"rosenheim34",
            "author_name":"rosenheimer",
            "choices":[
                "more memories",
                "something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lucas was at his home, it was his home kind of but somehow it looked different? What happened and why he is suddenly a girl? He tried to remember and some vague memory of the accident came to his mind…</span></div></span></div>",
            "created":1565672400,
            "id":2701632,
            "title":"memory?"
        },
        "1121111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "One",
                "Two"
            ],
            "content":"<div class=\"\"><div> <span>Lucas kept getting memories or the night he woke up at the side of the road and although they are flashes he puts them together and realised he had been experimented on by the man he met.<br>\r\n<br>\r\nTurned into a girl version of himself and some how become a little younger... I mean he was around 24 and now he looks like he's maybe 18 or 19 years old. <br>\r\n<br>\r\nLucas couldn't deal with it but he immediately thought he had to some how figure out how to pay the bills now. <br>\r\n<br>\r\nHe realised he had two options <br>\r\n<br>\r\nOne<br>\r\nFind a job and maybe in a office like he was before and start going to college like he did before and train to be a gym instructor<br>\r\n<br>\r\nOr<br>\r\n<br>\r\nTwo<br>\r\nFind someone with money who is lonely and use them to pay your bills for you a perfect target would be a nerd or geek that has money and has no look with girls. </span></div></div>",
            "created":1565672400,
            "id":2701777,
            "title":"more memories"
        },
        "11211111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>You decide to find a job and start training again at college so you can eventually become a fitness instructor at the gym and teach people kick boxing.<br>\r\n<br>\r\nBut you realise there is to big hurdles one is your name as you can't go by Lucas anymore and the other is you have no form of identification.<br>\r\n<br>\r\nYou sit thinking and eventually decide to settle on the name Lucilia Alexandria Lewis its simlur to Lucas Alexander Lewis so it should be easy enough to remember.<br>\r\n<br>\r\nThe other problem you immediately start to work on and that is your identification, you have decided to say it got stolen and you've recently moved in with your brother and say your ex boyfriend had destroyed any proof.<br>\r\n<br>\r\nYou go to the place you get official identity and explain your situation and you presented them with so hair you found on a brush. <br>\r\n<br>\r\nThey did all the test and it came back positive that you are the sister of Lucas Alexander Lewis although they apologised that there is no proof of you ever existing.<br>\r\n<br>\r\nThey say we are sorry but a few days ago an outside Internet virus got into our system and destroyed certain proof of a few people, you must be one of them. <br>\r\n<br>\r\nThey then got you you're new identification passport, driving licence, socal security number and a new birth certificate as well as compensation for allowing the virus to penetrant the government system they gave you a cheque for $10,000.<br>\r\n<br>\r\nYou then left and opened a new bank account and put in the cheque.<br>\r\n<br>\r\nIt had been a busy day and now you are tired the last few things you do before setting down and relaxing for the night is applied for collage and for a few jobs. <br>\r\n<br>\r\nThe next morning <br>\r\n<br>\r\nYou wake up and find two emails one from college saying you've been accepted and the other about having a job interview at a local store as an assistant.... Luckily you own this place so it's just bills you need to worry about not rent. </span></div></div>",
            "created":1565758800,
            "id":2702011,
            "title":"One"
        },
        "112111111":{
            "author_id":"rosenheim34",
            "author_name":"rosenheimer",
            "choices":[
                "see what you can do for the college",
                "see what you can do for the job interview at the store",
                "keep and continue with your idea of becoming a fitness trainer"
            ],
            "content":"<div class=\"\"><div> <span>Thinking again about becoming a fitness trainer you also consider your new additional options like the acceptance from college and also the job offer at a local store. The only problem there was that these two messages and their options are addressed to Lucas, a man….</span></div></div>",
            "created":1565758800,
            "id":2702085,
            "title":"additional options"
        },
        "1121111111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "maths, English and science and German ",
                "Hair and beauty because its easy "
            ],
            "content":"<div class=\"\"><div> <span>You really want to progress in the future but realise you as Lucilia Lewis have no qualifications.<br>\r\n<br>\r\nYou decided to go to college as see what they have to offer.. <br>\r\n<br>\r\nAfter a number of hours you are given a few options with no qualifications.<br>\r\n<br>\r\nYou are given a test to do to see you're basic skills in math, English, problem solving and general knowledge. <br>\r\n<br>\r\nYou score high and the tutor is impressed and says your options are... <br>\r\n<br>\r\nOne) you could get the appropriate math, English and science and for extra credits you could learn a language and you could get these qualifications this year and the choose what you study next year<br>\r\n<br>\r\nOr<br>\r\n<br>\r\nYou can do hair and beauty but he says although it would be easy for you it would be a waste of your brain and talents. <br>\r\n<br>\r\nWhat do you choose.. </span></div></div>",
            "created":1565845200,
            "id":2702550,
            "title":"see what you can do for the college"
        },
        "11211111111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>A few months later<br>\r\n<br>\r\nYou are studying really hard as you want to pass the courses and study something next year so you can progress in life. <br>\r\n<br>\r\nYou have a part time job so to pay the bills to and to be honest life isn't that bad, you don't get distracted by parties or anything like that and you are not interested in sex or even feeling yourself up as all you're concentration is on passing college and getting the qualifications you need.<br>\r\n<br>\r\nYou really have no time to yourself as when you are not at college you are working in a local clothes store.<br>\r\n<br>\r\nOne weekend you are putting some clothes on the shelves in the store and the owner called you to her office. <br>\r\n<br>\r\nShe is called Helen and you couldn't ask for a nicer boss. <br>\r\n<br>\r\nShe asked if you could model some clothes for her so the store could get some new pictures up, she carried on I'm asking you because I can't afford a professional company as we are only a small independent clothing shop. <br>\r\n<br>\r\nShe says I can gave you so money for it Lucilia... You said \"why me\", that because the rest are a bit to old and although I have asked them they all said \"no\" you are my last hope.<br>\r\n<br>\r\nYou smile and say \"Helen I will and since I know your business is struggling for money, I'll do it for free for you\" but I'm doing this for you to help your business and family survive not for any other reason. <br>\r\n<br>\r\nI'm not interested in becoming a model or anything girly like that as I need to consentrate on my studies and pass the things I'm doing at college.<br>\r\n<br>\r\nI understand Lucilia and thank you so much for this... </span></div></div>",
            "created":1565845200,
            "id":2702572,
            "title":"maths, English and science and German "
        },
        "112111111111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>Helan had owned her business for about five years now both her and her husband Jack owned it together although he works at the local hospital as a nurse.<br>\r\n<br>\r\nYou arrived at work and Helan introduced you to her friend Emma who is taking the photos. <br>\r\n<br>\r\nShe put you at ease as she was straight and married and only interested in taking good photos and making sure you are comfortable with this. <br>\r\n<br>\r\nIt was OK, although embarrassing when it come to wearing lingerie but you got through it and finally it was onve and you got back to work. <br>\r\n<br>\r\nA few months later<br>\r\n<br>\r\nSince the photos the business has started to pick up a lot as more teens and young women started coming in to buy things. <br>\r\n<br>\r\nYou have even become pretty close to Helan, Jack and there two years old son Harry as they appreciated what you did for them and their business especially since you did it for free and it made you very uncomfortable doing it and it took you out of your comfort zone. </span></div></div>",
            "created":1565845200,
            "id":2702577,
            "title":"The following weekend "
        },
        "1121111111111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>You haven't done anything else like that since and you don't intend to either.<br>\r\n<br>\r\nAlthough that day as a thank you from Helen you got to keep all the clothes and shoes you Modelled for her shop especially since it helped improve the business although she didn't know it would at the time. <br>\r\n<br>\r\nYou have loads of clothes as that day about 50 photos were taken with you in different outfits.<br>\r\n<br>\r\nIf I remember it was 6 with leggings, 6 with different types of jeans, 8 with dresses, 7 with different styles of skirts, 4 with shorts, 10 with me wearing different styles and types of lingerie, 5 with sports stuff, 3 with swimwear and 13 with tops.<br>\r\n<br>\r\nBut Helen give me a lot more then with I wore that day, I mean the bra's came in sets of two, knickers came in sets of five, some of the tops came in sets of two or three. <br>\r\n<br>\r\nI have loads of clothes more then I thought I would have... <br>\r\n<br>\r\nOn the plus side I won't need to buy anymore clothes for a long time to come although I'm a tomboy so it's unlikely I'll wear the skirts, dresses, basque or stockings.<br>\r\n<br>\r\nBut they are still in my bedroom in the drawer and wordrobe just collecting dust.<br>\r\n<br>\r\nI'm doing really well at college and I'm ahead I'm all my classes so I can relax a little know I don't have to worry about anything... I'm still not interested in touching myself or starting any kind of relationship with anyone as I'm concentrating on my future and I won't let anything get in the way of that. <br>\r\n<br>\r\nAlthough I do miss been male especially at that time of the month.... </span></div></div>",
            "created":1565845200,
            "id":2703043,
            "title":"Continue "
        },
        "11211112":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>Lucas decided that you would find a nerd or geek to start dating and move him in as soon as possible.<br>\r\n<br>\r\nHe knew a girl would see through him immediately and notice he isn't really a girl inside his mind. <br>\r\n<br>\r\nLucas decided to start hurting after his period has finished. <br>\r\n<br>\r\nHe also knows he would have about a week to prepare himself as he knows he would have to kiss and even have sex with the guy to get him under his thumb. <br>\r\n<br>\r\nHe'll have to buy a dress and figure out where to go to pick up the money mule. <br>\r\n<br>\r\nA few days later his period is very heavy and is feeling like rubbish but he had bought a dress and lingerie with shoes. <br>\r\n<br>\r\nHe then started searching for the place to find someone and he finally found it... I club the is pretty exclusive and that he suspects some guys who a geeks and nerds go there. <br>\r\n<br>\r\nHe found the perfect night... Saturday night you think they will get dragged out by friends. <br>\r\n<br>\r\nYour period finished on the Sunday so you have one more week till you can find someone... Someone who lives at home with there parents still and doesn't know how to interact around women would be perfect. <br>\r\n<br>\r\nThe following Saturday... </span></div></div>",
            "created":1575003600,
            "id":2753441,
            "title":"Two"
        },
        "112111121":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>You prepared yourself for the evening starting in the morning...<br>\r\n<br>\r\nYou went for a run then once back you shaved your legs and between them, you wash your hair and then go to a local hair salon. <br>\r\n<br>\r\nThere you get your hair done and your ears pierced as well as your nose then you buy some decent make-up. <br>\r\n<br>\r\nMost of the week leading up to this night you've been practicing walking in heels and applying make up with cheap stuff. <br>\r\n<br>\r\nYou have got good at both... By the time you are ready to leave you look good...<br>\r\n<br>\r\nYou reached the club and after getting a drink you look around the edge of the dance floor and notice desperate guys just standing there. <br>\r\n<br>\r\nYou look further around and you zone in and see a guy who is dressed very well in a expensive suit at a table with his friends you see them talking to him then the get up and go to the dance floor leaving him alone.<br>\r\n<br>\r\nYou walked over to him and started talking to him... He seemed very nervous but you soon got him talking about Star Trek and Superhero films.<br>\r\n<br>\r\nThe night went on and you introduced yourself as Lucy Alexandria Lewis...<br>\r\n<br>\r\nThe next morning<br>\r\n<br>\r\nYou opened you eyes feeling a number of things hangover, aching all over and naked \"well almost you are wear knickers\". <br>\r\n<br>\r\nYou wobble to the toilet and use it then.. As you took your knickers off they are slightly stuck to your public hair. <br>\r\n<br>\r\nYou walk back into the bedroom and see someone else in bed with you.. <br>\r\n<br>\r\nYou immediately realise it's the guy from last night the geek and you are aching because you both had sex and he was big 9in and thick too.<br>\r\n<br>\r\nYou remember having a final orgasm and then you passed out from the drink that was in your system.<br>\r\n<br>\r\nHe then woke up himself and said \"Lucy come on get on bed it's cold\" you did as he said and fell back to sleep.</span></div></div>",
            "created":1575003600,
            "id":2753496,
            "title":"Continue "
        },
        "1121111211":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>A few hours later<br>\r\n<br>\r\nYou wake up and see Sean sat up looking nervous as he did last night as if not knowing what to do. <br>\r\n<br>\r\nYou also see that he has a morning male problem... You climb on him and tell him to relax then you sit down and you can guess what happened next. <br>\r\n<br>\r\nSix months later<br>\r\n<br>\r\nYou and Sean are going strong... His mother likes you a lot and you sort of like her too.<br>\r\n<br>\r\nYou work at a local clothing store in the lingerie department and you've been working there for about 5 and a half months now.<br>\r\n<br>\r\nYou and Sean meet up a few times a week and usually end up in bed but not always... You found out you hit the jackpot as Sean is a millionaire but he doesn't care about it, he even owns his own tech company.<br>\r\n<br>\r\nHe asked you if he could move in with you, of course you said \"Yes\" you are both even engaged to each other.<br>\r\n<br>\r\nHe said \"he loved you within about a, month of you both dating\"... You said it back although you didn't love him. <br>\r\n<br>\r\nAlthough over the last few months you've grown to like him a lot and even sort of miss him when he isn't around.<br>\r\n<br>\r\nHe moved in with you and you are both happy with the arrangement and that now you have sex nearly every night and that part is amazing... Sean always makes sure you orgasm before he does. <br>\r\n<br>\r\nTo be honest you are very happy living with him... </span></div></div>",
            "created":1575003600,
            "id":2753529,
            "title":"Continue "
        },
        "11211112111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>You have just finished putting the clothes in the washer and doing the breakfast pots when you're phone started ringing.<br>\r\n<br>\r\nYou noticed it said \"Amelia\" she's Sean's mom.. <br>\r\n<br>\r\nAmelia: hey Lucy, how are you doing? <br>\r\nYou: fine thank<br>\r\nAmelia: me and Kevin (Sean's father) are wondering if you two want to come on vacation with us? <br>\r\nYou: I'll have a word with Sean but that would be nice I think we both need it. </span></div></div>",
            "created":1577941200,
            "id":2768295,
            "title":"Continue "
        },
        "114":{
            "author_id":"secretgoat",
            "author_name":"Ralsei",
            "choices":[
                "He has a vagina ",
                "His butt is huge",
                "His mom comes  in"
            ],
            "content":"<div class=\"\"><div> <span>When he wake up he was in his room wear all the clothes he wear before but when he sat up he felt something huge bouncing and he pulled his shirt over his head and saw this <a rel=\"nofollow\" href=\"https://pbs.twimg.com/profile_images/1179470691776655361/o5DCRzo9_400x400.jpg\" target=\"_blank\">https://pbs.twimg.com/profile_images/117...</a> with no bra in sight<br>\r\nHe checked his butt and private part and ....</span></div></div>",
            "created":1585458000,
            "id":2809379,
            "title":"Other "
        },
        "12":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Cemetery 2(Alternate Situation) "
            ],
            "content":"<div class=\"\"><div> <span>     An old cemetery blanketed by fog stood before Lucas. Old gravestones popped out of the surface of the fog, on the far side of the cemetery stood an old crypt. <br>\r\nLucas grabbed his bruised side. <br>\r\n\"I can't go on like this forever; I need to find shelter in till morning.\" He said starting toward the cemetery. The cemetery was like something out of a horror movie. It was Erie, dark, and silent. Twigs cracked beneath Lucas’s feet as he approached the old crumbling Crypt. Lucas looked up at Crypt with fear. An almost green aura surrounded the back of Crypt. Lucas walked up to the big stone doors of the crypt. Above them was the name, written in curvy lettering, Countess Vanessa. <br>\r\n“Creepy,” Lucas said as he pushed on the entrance to the tomb. It opened with a large CREAK!!! Lucas hesitantly walked inside. He looked around at the interior. Menacing looking statues were posted on the walls of the circler room. In the middle of the room lay a long gray open casket.  Out of it shined the green light that outlined the exterior of the building. Lucas, curious, started over to the casket. The door slammed close. <br>\r\n“Holy shit!!” Lucas screamed.  <br>\r\nHe looked at the door knowing he should probably leave this place but something, something was drawing him, telling him to stay. The green light, he wanted to know what it was. He walked over to the tomb and saw a sight that made him jump out of his skin. A dead female skeleton lay in the casket with a stake jabbed through her chest, a green emerald necklace lay rapped around her neck along with the horrifying revelation. Her teeth, her teeth were pointed. She was a vampire. Lucas stumbled toward the door when he turned back around. He walked back over and examined it for a while, the emerald.  <br>\r\n“I could be rich,” He whispered under his breath. “I could be filthy rich with that thing.”<br>\r\nGreed over took him as he ripped the emerald off the vampire’s chest. He held it up to his face examining the giant ruby. “They won’t be missing this I know that much.” He said. “I guess this night turned out good after all.” He said walking away when suddenly he felt strange, sickly even. <br>\r\nHe stumbled a little bit. “What’s what’s going…”<br>\r\nLucas dropped the bracelet as everything started to blur.  He felt hot, extremely hot. Sweat poured down his face as if someone had thrown a bucket of water on him. He took off his clothes down to boxers. He still felt hot, almost as if he was melting. <br>\r\n“What whhhaaaaaaaaaaatttttttttssssssssssssssssssssssssssssssssssslhlsdllggggg” Lucas’s skin slowly started to melt away from his body landing in little plumps of goo on the floor. Lucas was unable to scream as this un godly incident happened to him. Once it was over Lucas breathing deeply touched his face and head. All his hair was gone but his face was unusually soft. It actually felt good to touch. Lucas looked down at the rest of his body. All of his masculinity was gone. What was left was a pale skinny almost, Female creature. He started to gain a little more muscle mass as his nails elongated into black long spikes. A slit slowly grew where his penis formally was as something made Lucas’s chest jolt out. Lucas let out an erotic cry as two breasts exploded from his chest, long dark locks flowed down his back as his butt expanded into something sexy and filled out. <br>\r\nHe held his newly formed breast. “What the hell happened to me?” He said. <br>\r\nLucas eyes rolled to the back of his head he fell to the floor unconscious.                                <br>\r\nAfter a few moments someone else arose, someone beautiful and full of new life. She laughed, “Helsing thought he could kill me hahahaa, I thought it was going to be a few hundred years but,” She felt her large breast. She directed her fabulous green eyes to the stone doors which slowly opened. She looked outside ready with a smile. <br>\r\n“They won’t know what hit em.” She said triumphantly. </span></div></div>",
            "created":1358830800,
            "id":1513909,
            "title":"A cemetery"
        },
        "121":{
            "author_id":"rosenheim34",
            "author_name":"rosenheimer",
            "choices":[
                "he was a woman now",
                "the axe lady came back",
                "something else"
            ],
            "content":"<div class=\"\"><div> <span> Lucas was late. Bad things can happen when you're late and in a hurry, concern at the moment was how to tell this to his girlfriend, that he is again late or even not showing up to her invitation.<br>\r\nHe had to get to his mobile working somehow to leave her a message or call her, but there was no service… He was somewhere in the middle of nowhere and it was dark, cold and also some strange fog was appearing. <br>\r\nBut Lucas was thinking of his girlfriend, how to reach her and how she will react to his excuses…<br>\r\n<br>\r\nStill trying to get service for his mobile he stopped in front of the Iron Gate, which indicated the entrance to a spooky cemetery, here in the woods in the middle of nowhere…<br>\r\nLucas had made the mistake of entering this cursed place….<br>\r\n<br>\r\nA commentary is normally not a dangerous place but tonight it was for Lucas, who was still unaware of the tension around him…<br>\r\nLucas was careless. He was still worried about getting service for his phone than anything else...<br>\r\nSuddenly he saw some person coming his way; it looked like a girl or a young woman…<br>\r\n<br>\r\nLucas was thinking that she maybe has service or a car that she can bring him to the next public phone booth to call his girlfriend and also the wrecker for his broken car…<br>\r\n<br>\r\n“Hello” Lucas said to the woman as she got closer to him: Now he could see that she was about his age and pretty attractive, as he could see in the strange twilight around here…<br>\r\n<br>\r\n“finally” she said and Lucas wondered, as she suddenly took out a weapon from out of nowhere, most properly an axe, but to late Lucas passed out…<br>\r\nHe briefly thought, \"Well, this is it…\" His vision blurred and whirled, then everything went black as he felt his body slam into something solid and unyielding.<br>\r\n<br>\r\nLuca's senses returned slowly and much to his confusion the first thing he noticed was daylight, it was no longer dark and he also could hear sounds of birds chirping nearby in the beautiful trees of this old commentary:<br>\r\nLucas try to stand up, but the slightest movement wracked his body with pain and caused him to let out an agonized scream before he blacked out again. He must have been seriously injured or damaged by the beat of this strange lady last night, but there was something else he had to discover next moment in cruel detail…<br>\r\n</span></div></div>",
            "created":1433307600,
            "id":1987214,
            "title":"Cemetery 2(Alternate Situation) "
        },
        "13":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Explore forest with your new body ",
                "Awake in the middle of the forest"
            ],
            "content":"<div class=\"\"><div> <span>Lucas continued down the road, his car now far off in the distance. There was so little light on the dark road. Lucky the bright silver light of the Full moon showed some of the way. Lucas continued to walk <br>\r\nWhen he heard a loud rustling in the forest. Lucas spun around toward the forest frightened. It could have just been a deer, or a fox, or a wolf. Suddenly there was the sound of wild footsteps that echoed thought out the forest. Lucas looked in every direction not knowing where the sound was coming from. <br>\r\n“Hello? Who’s there?” He yelled. <br>\r\nThe footsteps grew louder and closer when Lucas felt a sharp pain on his back. Something had jumped over him and scratched him on the back. Lucas fell to the floor screaming in pain as the being fled off into the woods. Three claw marks lay imprinted on Lucas’s back; thick blood ran down it as Lucas rose up in pain. Lucas felt strange, he was burning up. Lucas looked up to the moon which shined down like a blinding spotlight. Lucas’s body started to transform, he grew shorter, his hips widened. The pain was excoriating.   <br>\r\nLucas blacked out.</span></div></div>",
            "created":1359003600,
            "id":1516229,
            "title":"Hears a rustling in the woods"
        },
        "132":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "The Other side of Lucas Lewis"
            ],
            "content":"<div class=\"\"><div> <span>Lucas awoke, on the dry leaved forest floor, naked. He was dirty, bloody, and exhausted.  He picked himself up a bit sitting crouched on the ground. He pinched his nose. What the hell happened last night? <br>\r\n“Boy, you had a run last night didn’t you?” A voice from behind said. <br>\r\nLucas flew to his feet and turned around. His jaw dropped at the figure in front of him. An exotic woman sat on a collapsed branch high up in the trees. She was naked, swinging her bare leg back and forth. She dropped of branch toward the forest floor, landing hard on her soft feet. She got up surprisingly unharmed, walking over to Lucas. She swayed her wide hips back and forth, her perky breast bounced with each step. She stopped in front of Lucas putting her hand on her hip in a classic female pose. <br>\r\n“How’s it hanging?” She said looking at Lucas’s penis. <br>\r\nLucas gulped trying not to get aroused. <br>\r\n“Who are you?” He asked quickly. <br>\r\nShe circled Lucas “The one who turned you,” She said. <br>\r\nLucas twisted his face confused.  “What are you-“ <br>\r\nLucas thought about it for another moment then wildly turned toward her knowing the truth. <br>\r\n“You, you’re the one that clawed at me!” He said. <br>\r\n“Guilty as charged, you were in my way, sorry.” She explained. <br>\r\n“You dragged me out here to?” He asked. <br>\r\n“No, you did that yourself.” She explained. <br>\r\n“What are you talking about, what did you do to me?” He yelled. <br>\r\nThe girl gave Lucas a sharp look. She looked at him up and down studying him. <br>\r\n“You don’t know do you?” She asked. <br>\r\n“Know what?” He said. <br>\r\nShe raised her head and laughed. “You’re a Shifter- .”  <br>\r\nLucas raised an eyebrow. “A shifter, what the hell is that?” <br>\r\nShe walked over to Lucas and put her arms him, pulling him close. Her breast pressed against his bare chest. <br>\r\n“There’s a side of you that wants out, a side that is wild and free, a side that has never had a way out in till last night,” Her face was close, her lushes full lips merely inches away from his. Her green eyes giving him a dead stare. <br>\r\n“I unlocked your other side, I made you a shifter.” She whispered. <br>\r\nLucas was confused. “What the hell are you talking about?” <br>\r\nShe walked away from him swaying her hips. “You’ll change every night, your power growing. You’ll embrace your new personality and eventually it’ll brush off onto your normal form, as you can see.” She said shaking her behind. <br>\r\nLucas didn’t know what to say. He thought she was crazy. She looked back over to him. “You still don’t believe me do you? Well you’ll see tonight, you’ll see.” And with that she jumped off into the forest, disappearing into the brush. <br>\r\nLucas raised his arms \"WHAT?!!\"                              <br>\r\n       </span></div></div>",
            "created":1359003600,
            "id":1516230,
            "title":"Awake in the middle of the forest"
        },
        "1321":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Go to a Party ",
                "Go to the Movies ",
                "Go out to Diner "
            ],
            "content":"<div class=\"\"><div> <span>   Lucas sat down on a tree stump naked and lost. He had wondered the forest for hours with no result. He was officially lost with no chance at rescue. <br>\r\nAnother hour had passed, the sun had set, and Lucas sat in the quiet moonlit forest.  He was cold and starving. He looked up toward the moon which seemed brighter than usual, it seemed, and it seemed to be resonating some kind of energy. He felt the energy of the moon.  It was burning but at the same time it felt good real good. Lucas felt his muscle mass slowly decreasing. He was growing shorter, his skin grew smoother. He stood taking deep breaths. <br>\r\n“What’s what’s happening to me?” He said softly. <br>\r\nThat wasn’t his voice, that wasn’t him. At this moment of realization the energy of the moon increased tenfold.  Lucas fell to ground to dirt floor overwhelmed. It was the greatest pleasure and the greatest pain he had ever felt. Lucas let out a growl as his back collapsed in. Lucas finger nails grew out as his Face slowly melted and twisted around. He felt his skeletal structure rearranging itself under his skin. His hair grew out long and black. He rolled over on his back his face now that of a young goddess, his eyes a golden pigment. He let out a cry of ecstasy as his body continued to change. His hips and thighs grew wide and smooth.  His body grew fit and sexy; his penis sucked itself into his body. It was replaced by its female counterpart. Lucas let out another cry as his chest extended out forming two full breasts.  <br>\r\nAll was quiet as Lucas lay on the forest floor breathing in and out deeply.  He watched his breast extend with each breath. He got brushing himself off. <br>\r\n“Actually stayed awake for that one HA,” He said wildly.<br>\r\nSomething had come over Lucas, something that felt good.  Lucas let his hands ride down his body feeling every curve; he put his hands on his soft breasts. <br>\r\n“Wow, wait till they get a hold of me.” He said. He heard a hard landing behind him. He slowly turned knowing who it was. Just as he thought the girl form earlier, her eyes glowed with a golden hue. <br>\r\n“So, you finally changed? How does it feel?” She asked. <br>\r\nLucas walked up to her, leaning in to her face slowly. “Excellent.” She whispered. <br>\r\nThe girl laughed walking around Lucas examining his new body.  “It seems your other side is pretty exotic.” She said. <br>\r\nLucas patted his butt. “Seems that way,” She said with a sexy smile.<br>\r\nThe girl stopped in front of Lucas. “So, you feel like getting out of here and going out for a night on the town? I could introduce you to the others?” She offered. <br>\r\nLucas took a few steps forward. “Show me the way.” <br>\r\n</span></div></div>",
            "created":1359262800,
            "id":1518451,
            "title":"The Other side of Lucas Lewis"
        },
        "13211":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Wake up in a hotel ",
                "Wake up on the club floor "
            ],
            "content":"<div class=\"\"><div> <span>A stunning brunette walked onto a balcony overlooking a crowded club dance floor. She was wearing a short black dress that looked to be painted on. He ruby red lips separated as she looked down on the attractive attendance on the floor. She licked her lips. Another girl joined her wearing a similar dress only purple. <br>\r\n“So Lucas, you like what you see?” She said. <br>\r\nLucas turned toward her smiling. “You know I do. Thanks for the upgrade,” She said gesturing toward the dress. “I’ll defiantly pull more of them in wearing this. Hell actually I could do it without the dress.” He laughed. Lucas started toward the stairs when the girl grabbed his arm. <br>\r\n“Hold up on second,” She said. “You pretty sure you want to go down there with a name like Lucas?” <br>\r\nLucas smiled. “Trust me they won’t be worried about my name with this body.” <br>\r\n“Lucas, come on choose your Night name.” She said <br>\r\nLucas twisted his face “Night Name?” <br>\r\n“Yeah, what you call your other side. You only use it during your morphs.” She explained. <br>\r\nLucas looked down at the floor afraid. “Lucas, it doesn’t give her more control.” She said. <br>\r\nLucas wondered. “Well, what’s your name any way?”  <br>\r\nThe girl took a few steps back. “My real normal form is called Amy, but at night, I become Amanda.” <br>\r\nSuddenly the Amanda’s eyes flashed golden and somehow someway she had grown more beautiful. <br>\r\n“What happened to you?” Lucas asked. <br>\r\nAmanda felt the curves of her own body. “I don’t know, but the first time you address your other side on the nights you turn, you get the rush.” She explained every word spoken sounding more erotic than the last. <br>\r\n“The rush,” Amanda grabbed Lucas’s cheeks pulling his face to hers, they were nose to nose. “Just do it.” She said. “Announce your other side, trust me.” <br>\r\nLucas closed his eyes. He didn’t want to lose himself but he also wanted to feel the rush. Amanda had been truthful to him so for so why stop now.  Lucas opened his eyes. <br>\r\n“I got one,” He said. Amanda let go of his face. “Say it, say it!!” She yelled. <br>\r\nLucas took a deep breath. “Scarlet.” <br>\r\nSuddenly a giant magnificent surge of energy shot through Lucas’s body. It was unlike anything he had felt before. It was arousing and enlightening. He could hear everything, smell everything, and he felt like a million dollars. He closed his eyes; he finally felt no connected with his other side, his shift. And she was a party animal. Lucas was mostly quiet and this was his loud side. He opened his eyes and let out a wild scream of joy. Tonight He was Scarlet and Scarlet wanted to have some fun.  <br>\r\n</span></div></div>",
            "created":1360558800,
            "id":1530015,
            "title":"Go to a Party "
        },
        "132111":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Lucas accepts ",
                "Lucas declines "
            ],
            "content":"<div class=\"\"><div> <span>Lucas woke up exhausted in a very extravagant hotel room.  He rose out of bed still wearing the short black dress from last night. He smiled as all the unforgettable memoires flooded back in to his mind. The dancing, the grinding, the limos, and the girls.  He hadn’t had a night like that in, well in ever.  Lucas got out of bed taking off the black dress. It slid to the floor as he heard high pitched groan. He turned to see Amy rising out of<br>\r\n the bed; she must have slept next to him. She was naked. The sight of her body made Lucas’s penis shoot up like a missile. Amy turned toward him smiling at the sight. “Happy to see me huh,” She said. <br>\r\nLucas blushed. “Sorry, is there anything I could cover this up with?” <br>\r\n“There are some robes in the restroom.” Lucas quickly paced over to the restroom grabbing a robe. As he tied it around himself he asked. “So, did you and I do anything?” <br>\r\nAmy curled her hair. “No, but if you want to, I know you’re ready.” Amy said studying Lucas. <br>\r\nLucas couldn’t take his eyes off Amy. Her incredible curves, masterful tan complexion, and soft exotic face.  He noticed that he was staring at same woman from last night at the club. <br>\r\n“How come you didn’t change back?” Lucas asked. <br>\r\nAmy folded her arms against her small breast. “I don’t have to,” She replied. <br>\r\nLucas was confused. “I mean that me and shift Amanda are one. “ <br>\r\nLucas was still confused not understanding what she was talking about. Amy sat down on the bed. “You know that time in the woods when I said your other side will brush off on you? This is what I meant.” <br>\r\n“So you’re Amy and Amanda mixed together?” Lucas asked. <br>\r\nAmy got off the bed and walked over to Lucas, seductively swaying her naked hips. She put her arms around his shoulders. They were face to face, lips almost touching. <br>\r\n“I mean I’m Amy with a little dash of Amanda. I have her body, her look, her speech. But Amy is still in charge.” Lucas and Amy’s lips came close when the door to the apartment opened. In walked six individuals, Mark, A tall muscled handsome young man who looked he was ripped off a magazine cover. Jesse, an average looking fellow like Lucas, Madeline a bikini clad model, Andrew a wide set fellow sucking down a martini, Lindsey a rather young looking girl, and finally victor, He was an old crow looking man wearing thick glasses. He looked out of place from the group. They all lined up in front of Amy and Lucas. <br>\r\n“Are we interrupting something?” Mark said in deep southern accent. <br>\r\n“Yes, but we’ll get to it later.” Amy said getting off of Lucas. <br>\r\n“Good gosh woman, put some clothes on!” Victor screeched. <br>\r\nAmy rolled her eyes going to the restroom grabbing a robe. “You know liked it.” <br>\r\nAmy walked over to the group. “Lucas this is my pack, Mark, Jesse, Madeline, Andrew, Lindsey, and Victor.” <br>\r\n“We tried meeting you last night but we didn’t want to interrupt your fun.” Mark explained. <br>\r\n“So you guys are all,” <br>\r\n“Shifters, yes,” Mark answered. “We were all turned by one another so we decided to team up, becoming a pack.” Mark explained. <br>\r\n“A pack,”<br>\r\n“Yes,” <br>\r\n“Like wolfs?” Lucas asked. <br>\r\nMark raised an eyebrow looking at Amy. Were they keeping something from Lucas? A phone ringer went off. It was Lindsey’s. <br>\r\n“Oh my gosh!!!” Lindsey yelled walking over to the bed. She laid herself out on it. “She’s calling again!” She said. <br>\r\nThe group laughed. “We told you not to give out numbers.” Madeline said in forging accent that Lucas couldn’t pin point. <br>\r\nLindsey rose up. “It wasn’t me! I gave Kevin a little too much control; you know how much he drools over blondes!” She lay back down on the bed blocking the number. Mark grabbed Amy’s shoulder. <br>\r\n“Amy and I are going to have a little chat in the hall, why don’t you guys get more acquainted with each other?” Mark said as he and Amy disappeared into the hallway, closing the door behind them. <br>\r\n“Is everything okay with them?” Lucas asked. <br>\r\n“Oh yeah there fine don’t worry.” Andrew said. <br>\r\n“So when were you turned?” Madeline asked. <br>\r\n“Uh a few nights ago,” Lucas replied. <br>\r\nLucas studied Madeline’s amazing body. “So, are you a mixed shifter like Amy?” <br>\r\n“Yes, these boobs you’re staring at are compliments of Macy.” Madeline explained. <br>\r\n“Oh sorry,” Lucas said. <br>\r\n“Don’t be, I like the attention.”  Madeline replied. <br>\r\n“So how long were to fucking last night?” Victor asked Lucas. <br>\r\n“Wow that’s straight forward.” Andrew said throwing away his martini glass away. <br>\r\nLucas was offended. “Not at all,” Lucas answered. <br>\r\n“Really,” Lindsey said getting up from the bed. “She destroyed Kevin the first night she saw him.” <br>\r\n“Ewww you two,” Madeline said disgusted. <br>\r\n“It was a onetime thing.” Lindsey responded.<br>\r\nLucas looked over to Andrew. “Welcome to the group.” He laughed. <br>\r\nJesse went into the restroom and closed the door. “He doesn’t talk much does he?” Lucas asked. <br>\r\n“Not when the suns up.” Andrew responded. Amy and Mark re-entered the room. <br>\r\n“So there’s another party tonight. Who’s all in?” Amy said. <br>\r\n“As long as it’s a different club I’m there.” Lindsey said. <br>\r\n“Another one of Kevin’s stalkers,” Mark asked.<br>\r\n“Yeah and she’s blonde!” Lindsey said. <br>\r\nAmy looked over to Lucas. “You in Lucas?”  </span></div></div>",
            "created":1360558800,
            "id":1530022,
            "title":"Wake up in a hotel "
        },
        "1321111":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Leave the party and this life behind while he still can? ",
                "Go to the party excepting it? "
            ],
            "content":"<div class=\"\"><div> <span>Yeah, it’d be fun.” Lucas said with a smile. Amy smiled back. A bond was forming between them. <br>\r\n“Great, well we will leave you to alone to get ready.” Mark said gesturing to the group to leave. They all began to leave. Lindsey whispered in Lucas’s ear. “Prepare to have your world rocked.” <br>\r\nThey left the room leaving Lucas and Amy alone. <br>\r\n“We need to find a dress for you tonight.” Amy said. <br>\r\n“Right, I was thinking something Yellow?”  Lucas responded. <br>\r\nAmy walked over to Lucas. “But in the meantime, while you still have your little friend,” Amy pushed Lucas down on the bed jumping on top of him. “Let’s get to know each other a little better shall we.” She kissed. They embraced. <br>\r\n<br>\r\n\t\t\t\t********************** <br>\r\n   The club scene was electric. Amy and Lucas arrived just as it was getting good. Amy wore another seemingly painted on dress while Lucas who was still in male form, wore a suit. He had a small book bag on his shoulder. Amy walked up to the bouncer. She whispered something in his ear that caused him to look up at Lucas and smile. He took the rope off the gate. Amy gestured toward Lucas to come on in, he followed suit. Once they got in Amy turned to Lucas. <br>\r\n“You have five minutes,” She said. <br>\r\n“Yeah I know. Where should I change?” Lucas asked. <br>\r\n“The restrooms of course, pull a Clark Kent.” Amy said. <br>\r\nHe looked over the restrooms. “Which one,” Lucas asked. <br>\r\n“Really, you’re about to change into a woman Lucas.” Amy explained. <br>\r\nLucas understands. He begins to walk away when Amy grabs his shoulder. “Hold on.” She said. <br>\r\nHe turned toward her looking into her golden eyes as she did the same. She kissed him, it was long soft kiss. She let go and said. “Just one last time, I’ll be waiting in the club. Hurry you don’t have a lot of time.” Amy said running off. Lucas started back to the restrooms. Last time for what? He thought. Lucas walked into the women’s restroom thankful no one was there. He walked over to one of the stalls unlatching it. He went back inside locking it up. A timer went off inside his book-bag as sweat poured down his face. <br>\r\n“Dammit!” He cursed under his breath. The shift had begun. <br>\r\nLucas’s hips winded as he ripped of his dress pants. He grew shorter falling onto the toilet. The bathroom door opened. Someone walked in. They stood in front of the mirror probably fixing their makeup. Lucas covered his now morphing mouth muffling any grunts and girlish yelps. His naked legs smoothed out, thighs winded. His penis slowly sucked it’s self into his body creating a vagina. His expanding buttocks elevated him a few inches off the toilet seat. Lucas’s hair grew out as his face slowly morphed into that of his female form. He kept his hand over his mouth making sure he didn’t make any noise. The woman left the restroom. Lucas took his hand off of his now puffy soft lips.          <br>\r\n      Lucas heaved as he felt his chest expand. He ripped apart his dress shirt as two voluptuous breast exploded on his chest. Lucas lay back on toilet, his transformation now complete. He breathed in and out tired from the change. He got up pulling off what was left of his dress shirt and jacket. Lucas rummaged through his book bag pulling out a yellow backless dress and heels to match. He slipped on the skimpy dress. It was tight, hugging every inch of his body. He slipped on the heels and walked out of the stall toward the mirror. He gasped at the sight of his image. He was lovely. Lucas went back to his book bag putting on some make-up here and there. He then threw the book bag away along with his shredded clothes. He looked at himself one last time before leaving the restroom. He looked at his now golden eyes, his soft face, and his large breast that the dress could hardly conceal. Is this what he wanted to be a party girl for the rest of his life, a Shifter? Every night in a different club and everyday day in a weird hotel, a group of people he knew nothing about his new family? Lucas looked down into the sink deciding what to do. <br>\r\n</span></div></div>",
            "created":1360990800,
            "id":1533443,
            "title":"Lucas accepts "
        },
        "13211112":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Back to the hotel ",
                "Lucas wakes up in the Limo"
            ],
            "content":"<div class=\"\"><div> <span>Lucas looked back up at the mirror and laughed. “What am I sobbing about? I’m perfect.” He put his small hand up on the mirror. “The groups perfect and I’m in love.” <br>\r\nLucas thought of Amy. “It may only be in daylight but for once in my life I am in love.” <br>\r\nLucas took a deep breath and walked out to the club floor. <br>\r\n<br>\r\n                                                  ********************************* <br>\r\nAmy waited watching the mob of dancer’s party about when Lucas walked up. <br>\r\n“Hey” He greeted her.<br>\r\nAmy turned toward Lucas scanning him up and down. “You look like your adjusting, and your tits are fantastic!” <br>\r\nLucas smiled loving the attention, his girlish party girl demeanor coming to surface.  “Thanks babe, you don’t look so bad yourself.” <br>\r\nAmy laughed. “Here they come.” <br>\r\n“Who,” Lucas asked looking in Amy’s direction when he saw them.  A group of six was walking up to Amy and Lucas, The pack. But they weren’t the same pack from earlier. They had shifted. Mark and Madeline looked the same wearing their clad outfits, but the other four had changed a bit. A skinny but built young man walked beside Mark. He was devilishly handsome and had a suave smile on his face matching his blue dress suit. Along with him was an amazingly muscular man, a sexy vixen that seemed to be talking Madeline to death, and probably the most beautiful woman he had ever seen. She had a dark wave of hair with a purple hue to it; breast as large as Lucas’s, curves unlike any other woman in the room. She was perfect. They finally approached Lucas and Amy. <br>\r\n“Lucas, you’re looking….let’s just say I’m very happy to see you.” Mark said. <br>\r\n“So am I baby.” The young man said kissing Lucas’s hand. <br>\r\n“Let me guess,” Lucas said stroking his chin.  “Lindsey?” He asked the handsome man. <br>\r\n“Kevin,” He said smiling. <br>\r\nLucas nodded going over to the other members. “And you’re Andrew, Jesse and victor?” Lucas said pointing to the talkie, the muscle, and the angel of the group.  <br>\r\n“No, you’re wrong,” The muscle said in a bellowing voice. “I’m Andrew and that’s Jesse.” He said pointing to the talkie. The talkie, Jesse, leaped at Lucas giving him a large hug. She started shaking his hand like crazy. <br>\r\n“HI I’m Jesse I mean Jessica,” The moment he uttered that that name SHE moaned with ecstasy. “Oh my gosh that feels good, do you feel good? I feel good! Let’s go party, IM GOING TO GO PARTY!”  Jessica ran into the crowd. <br>\r\n“If that’s Jesse...then that means?” Lucas said turning toward the perfection of the group.  <br>\r\n“That I’m Victor,” The goddess in front of him said. “Yes. But that old crow doesn’t pop up for another five hours, so for now I’m Vanessa.” She said as her eyes glowed with power at the sound of her name. Lucas raised an eyebrow.  They must all must have said their names already. But Vanessa seemed to be in control already? Lucas thought to himself. Before he could ponder on this thought more Amy grabbed his shoulder. <br>\r\n“You ready to go girl?” Her eyes were radiating. Lucas realized this was Amada talking. <br>\r\n“You know it.” Lucas replied as the Amanda and the pack walked off into the dance mob. Lucas closed his eyes and took a deep breath. He whispered the name “Scarlet.” <br>\r\nScarlet opened her eyes and smiled. She balled up her fist as the energy surged through her. “See ya Luke.” She said walking onto the dance floor. <br>\r\n<br>\r\n\t\t\t\t************************<br>\r\nAfter an hour of dancing, Scarlet went over to the bar. She sat down crossing her lushes’ legs. She ordered a drink as an attractive young man took a seat next to her. <br>\r\n“Hey,” he said staring at her legs. <br>\r\n“Lips are up here handsome.” Scarlet replied. <br>\r\nThe young man was surprised by this. “Your quick aren’t you?” <br>\r\nScarlet planted one on him. “What do you think?” She said. <br>\r\n“Chris.” He said raising his hand for a shake.<br>\r\n“Scar-Sc-Scarlet,” Scarlet stuttered. Something was wrong. <br>\r\n“Are you alright?” Chris asked. <br>\r\n“Kiss me again and I will be.” Scarlet said annoying her now throbbing headache. Their lips locked once again. Scarlet enjoyed every moment of this. Chris put his hand on Scarlet’s thigh, stroking it. Scarlet began to twitch, her headache getting worse. Chris didn’t notice as he kept on going, Scarlet was now in his lap.  Her eyes rolled to the back of her head as she muttered. “No,” <br>\r\n“No what baby don’t you like it?”” Chris said.  <br>\r\n“NO!” Lucas said pushing Chris away. Lucas fell to the floor his head on fire. “Hey bitch, no one pushes me!” Chris said slapping Lucas. Lucas inhumanly screamed as his body began to shake violently. Lucas’s eyes glowed and his canines sharpened. He began to transform. Lucas roared over the load club music as every inch of hair on his body grew out, becoming a thick black sheath of hair covering  his body. He shot up a foot exploding out of his yellow dress. He yelled at the crowd of partiers as his nails elongated into long sharp claws. Lucas, now an unimaginable beast, leaped at Chris ready to kill. Almost out of nowhere, Andrew appeared pushing aside Chris and tackling Lucas. He screamed back at the crowd. <br>\r\n“RUN EVERYBODY OUT NOW, LEAVE!” <br>\r\nThe club dispersed as Andrew fought off the now feral Lucas. Mark and the rest of the pack showed up. <br>\r\n“What the hell happened,” Mark asked. <br>\r\n“I don’t know? She changed?” Andrew said. <br>\r\n“I can see that Andrew restrain her, end this!” Mark commanded. <br>\r\nAndrew gave Lucas a quick elbow knocking Lucas out. He slumped to the floor unconscious. The pack surrounded him decided on what to do. <br>\r\n“What now?” Andrew asked.<br>\r\n“Put her in the Limo. We’ll deal with her back at the hotel.” Mark ordered. <br>\r\nAndrew and Kevin picked up Lucas taking her to the Limo in the back. Vanessa circled back around Mark.  “I don’t think she’s a she anymore.” She said to Mark. Mark gave her pondering look. “She must have lost control of him.” <br>\r\n</span></div></div>",
            "created":1361250000,
            "id":1535052,
            "title":"Go to the party excepting it? "
        },
        "132111121":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Wake up in an garage ",
                "Wake up in the Packs custody "
            ],
            "content":"<div class=\"\"><div> <span>Lucas woke up, his head beating on his soft bed in the hotel. Lucas got up his naked breast bouncing with his movements. He sat and was startled by the group of glowing eyes that greeted him. The pack stood in front of him deathly serious. “What- Why am I naked what happened?” Lucas asked disoriented. <br>\r\nAfter a long pause Mark finally answered. “You changed.” He answered.  “Tend to her….I mean him, Amanda, a word.” Madeline went over to Lucas while Amanda and Mark went out on the balcony. Mark slid the door shut. Amanda looked out among the stars when Mark began. “Did you and he?” <br>\r\nAmanda turned toward Mark offended. “What does that have to do with anything?” She replied<br>\r\n“I just want to know if you have any feeling for him. You know what might have to do?” <br>\r\n“Of course I do Mark.” She said with smite. <br>\r\nMark nodded.  “Lucas is not supposed to be here anymore. Scarlet should have taken control, but she didn’t how did that happen?” <br>\r\n“Let’s go find out shall we.” <br>\r\nThe two went back inside of the hotel and approached Lucas. “What the hell is going on here?” Lucas asked. <br>\r\n“You activated your defense shift; apparently someone really pissed you off.” Mark said.                     <br>\r\n“But who, I don’t know most of the night is a blur. Why can’t I remember anything?” Lucas asked. <br>\r\n“Because you weren't in control Lucas, Scarlet was.” Mark answered. <br>\r\nLucas was dumbfounded. “What, what are you talking about.  I thought I was always in control?”  <br>\r\n“Maybe for the first few nights yeah, but after a certain point you’re not. We then control.” <br>\r\nMark enjoyed the terrified look on Lucas’s face. “I don’t get it what the hell are you people?”  Lucas muttered. <br>\r\n“Simply put we’re Aliens pal.” Mark smiled continuing. “We invade the body unlocking that perfect version of you molding it into the perfect version us. Then we take you, erasing the host.” <br>\r\n“If you take us over completely why do they turn back to their normal forms? Why do they remember everything?” Lucas asked pointing to the pack. <br>\r\n“Because we allow them to Lucas,” Vanessa said taking a few steps forward. We want the host to think they are in control but truly they are not.  They may have control over what drink they get, what to say sometimes but the bigger things are up to us.” <br>\r\n“We give what they need to remember.” Andrew concluded. <br>\r\nLucas looked over to Madeline, Amanda, and Mark. “So what about you guys. Why are you always in Shirt form?” <br>\r\n“Because we have complete control, soon enough we’ll all be like this.” Madeline said. <br>\r\n“You were supposed to be like us tonight, you were supposed to lose control and become a permanent shifter.” Amanda jumped in. “But somehow you regained it.” <br>\r\n“You’re a glitch in the system Lucas and you need to be reprogrammed.” Mark said. <br>\r\n“ Reprogrammed?”<br>\r\n“We’ll scratch you again, letting our venom change you once more erasing your primary personal. It’ll hurt but you’ll no longer exist.” Vanessa explained. <br>\r\n“I know this is crony but any last words?” Mark commented. <br>\r\nLucas swallowed thinking about his chance to walk away from this, thinking about…Amy. <br>\r\n“So Amy, Lindsey, Jesse? They never existed did they?” Lucas asked. <br>\r\n“Some didn't and some soon won’t.” Mark said. <br>\r\nLucas looked up Amanda. “This was all ploy, wasn't it?”  <br>\r\n“Sadly yes,” Amy replied. <br>\r\n“Don’t even think about escaping Lucas. We have packs scattered everywhere you’ll never get away.”  Mark explained. <br>\r\nA tear slipped down Lucas’s face when suddenly the door was kicked opened. The pack whirled around as three loud bangs echoed through the room. Gas filled the room. It was blinding. Growls and barks of shouts erupted causing Lucas to jump off the bed. Lucas tried to make a break for the door when he was hit up aside the head. He fell to the floor once again unconscious. <br>\r\n</span></div></div>",
            "created":1361250000,
            "id":1535056,
            "title":"Back to the hotel "
        },
        "1321111211":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Lucas changes back into male form ",
                "Lucas does not "
            ],
            "content":"<div class=\"\"><div> <span>Lucas groaned as he awoke. “How many damn times am I going to get knocked out?” <br>\r\nBlack locks of hair were in his face. He was still in female form. Lucas looked down at his stomach. A black chain was wrapped around it. His hands were also tightly wrapped. Lucas looked around the area. He could tell where he was. Bright lights shined on him from every angle blurring his vision. He sat in a cold metal chair. <br>\r\n“Hello?” Lucas muttered. <br>\r\nHe was still scared not knowing who had taken him. A steel whine scraped across the floor in front of Lucas. Lucas sat up straight not knowing who was coming out of the darkness.  A young man, eighteen most likely, came out of the darkness dragging a steel chair. He had dark black hair and was in semi-military garb. He had a pistol on his right hip. He placed the chair right in front of Lucas taking a seat. He looked Lucas up and down studying his amazing body. He was getting aroused but trying to hide it. He looked Lucas in the eyes trying to ignoring his other features. <br>\r\n“What do you want form me?” Lucas asked. <br>\r\nThe man slapped Lucas across the face. “I’m asking the questions around here.” <br>\r\nLucas ignored the pain looking back at the man. “What the no witty comeback, no insult and you’re not going to try to come on to me?” The man said. <br>\r\nLucas kept quiet looking into the man’s soul. “Stop looking at me.” He ordered. <br>\r\nLucas looked away following orders. The man was surprised by this. “You’re a lot more obedient than the others. Why?” <br>\r\nLucas didn’t answer. <br>\r\n“Well I take that back. You know you could break out of here right? Why don’t you?” He asked. <br>\r\n“I’m not like them?  Lucas said softly answering both of his questions.  <br>\r\n“How so,” The man wondered. <br>\r\n“Look at me. Do really look like one of them?” Lucas said. <br>\r\n“Yeah you kind of do, glowing eyes and all,” But the man studied Lucas’s golden eyes. They seemed almost faded. <br>\r\n“You’ve apparently seen us before, you know about shifters right?” <br>\r\nThe man nodded. “So look at me my demeanor, my speech. I’m trying to cover myself up for crying out loud what shifter would try to that.” Lucas pleaded. <br>\r\n“You just be faking.” The man said. <br>\r\n“No, no I’m not. Before you raided the hotel they said that I was a defected Shifter that something was wrong with me. They were going to reboot me or something.  I’m not one of them I swear on my life!” Lucas cried. <br>\r\n“Really? because you were acting a lot like a full blown Shifter at the club earlier. How do you explain that? “ The man asked. <br>\r\nHe had been watching Lucas and the pack. “Am I acting anything like Scarlet now?” Lucas asked. <br>\r\nThe man watched Lucas’s eyes like a hawk waiting for them to glow. Nothing happened. The man stood up. “Here’s the deal, you change back into man you live. You don’t you die. And if you change into anything else you’ll be shot on sight, got it?” <br>\r\n“I got it.” <br>\r\nThe Man dragged the chair back into the darkness as Lucas waited for sun rise.   <br>\r\n</span></div></div>",
            "created":1361250000,
            "id":1535058,
            "title":"Wake up in an garage "
        },
        "13211112111":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Lucas talks to Amy's Brother. "
            ],
            "content":"<div class=\"\"><div> <span>Lucas jolted awake under the floodlights gasping for air. He tried to get up but couldn’t, the chains were still wrapped around his body. Lucas heaved as a heavy lining of sweat started to cover his body. Though Lucas couldn't see it he could feel it...the sun was rising. <br>\r\nHe could feel his bones cracking and rearranging. His hair pulled itself back into his head shortening. His face popped and cracked back to his male image. His muscle was returning and he was growing larger. As he grew the chains became tighter against his still changing female stomach. The were cutting into his body not fitted for his larger male form. <br>\r\n“Oh shit!” Lucas said in a mixture of his male and female voice. “HEY, HEY CAN ANYONE OF YOU IDIOTS HELP LEND A GUY A HAND!!!” Lucas yelled in his screechy deep voice. <br>\r\nThere was a loud commotion in the darkness beyond the lights. Doors could be heard slinging open followed by the sound of frantic footsteps. Three unbenounced young soldiers entered the light. A scruffy looking young man in the middle dropped his gun flabbergasted at the sight of Lucas’s transformation. <br>\r\n“Oh my...” He gasped. <br>\r\nLucas let out a painful chuckle. “Yeah this is what happens when you don’t sleep through a sunrise.” <br>\r\nLucas’s head jolted back as his breast sucked themselves back into his body. “You guys mind cutting these chains lose? They’re kind of tight and are starting to sink in, It’d be much appreciated.”<br>\r\nThe soldiers looked at each other searching for a answer. Lucas’s butt and thighs deflated causing him to slowly gain his natural height and mass. The chains suck deeper beginning  to cut skin. <br>\r\n“LISTEN TO ME YOU FUCKING MORONS, IF YOU WANT ME ALIVE AND WELL YOU’D STOP LOOKING AT EACH OTHER AND CUT THESE FUCKING CHAINS OFF!!!!!” <br>\r\nThe soldiers moved accordingly to Lucas’s demands. A mustached soldier cut Lucas free. He fell to the floor his body finishing out the rest of his shift. After one last furious CRACK Lucas was male again. <br>\r\nHe lay on his back breathing deeply in and out. The three soldiers looked at Lucas dumbfounded. <br>\r\n“What,” Lucas said. “I have a condition.”  <br>\r\nThe click off boots sounded off as someone approached. Lucas turned his head to see the young man from earlier. He looked down at Lucas with dissatisfaction. He wanted to kill a shifter this morning. <br>\r\n“What?” Lucas asked. <br>\r\n“Get up and put some pants on. We need to talk about my sister.” The young man said. <br>\r\n“Sister?” Lucas asked. <br>\r\n“Amy.” </span></div></div>",
            "created":1370667600,
            "id":1606783,
            "title":"Lucas changes back into male form "
        },
        "14":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Wake Up in a prison cell ",
                " Wake up in an laboratory "
            ],
            "content":"<div class=\"\"><div> <span>Lucas walked down the dark road, his car was out of sight and pale moon light lit up the road.  As Lucas walked the night grew colder. Lucas just brushed it off for a little while until it grew deathly colder.  Lucas began to shiver; he could see his on breath.  <br>\r\n“Why is it so cold all of a sudden? Is it darker to?”  Lucas chattered. <br>\r\nLucas looked up to the sky.  There were no stars in the sky just pitch darkness. <br>\r\n“What the hell?” <br>\r\nSuddenly there was a loud pitching noise. Lucas fell to his knees clutching his ears. He screamed but he couldn’t even hear it.  A beam of light blasted over Lucas. Lucas started to levitate off the ground. As he was pulled higher and higher Lucas blacked out. </span></div></div>",
            "created":1359867600,
            "id":1523940,
            "title":"Beam of light"
        },
        "142":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "Testing Room   ",
                "Put up for storage  "
            ],
            "content":"<div class=\"\"><div> <span>Lucas awoke naked and cold. It was dark and eerily silent. Lucas got up; the floor was glass like and cold. Lucas looked around; he was in some type of circle shaped room. Lucas staggered over to a wall. It was glass like the floor.  <br>\r\n“Hello? Where am I?” Lucas screamed toward what looked like an infinite ceiling of darkness. Strange sounds screeched from all around.  Lucas backed up back to the middle of the circle, afraid unable to see was going on when the whole room lit up in a flash. With the glass walls now transparent Lucas was able to see the horrors around him. Lucas was inside of a giant cylinder, the one you see in chemistry classes. Lucas had somehow been shrunken down to about two inches! But that wasn’t the worst part; Lucas had discovered that he was in some type of futuristic laboratory.  He recognized none of the smooth white giant instruments. The screeches returned and Lucas face went pale, he had discovered the source of the sounds. Lucas dropped to the floor as gigantic towering beings examined him.  Their skin was gray, their bodies deathly skinny, they had big heart shaped heads and large black eyes that traced his every movement. Lucas looked up at their giant mouth-less faces and muttered the only words imaginable. <br>\r\n“Aliens…Aliens?” He whispered. <br>\r\nHe had been abducted by aliens, your classic big headed gray aliens. Lucas didn’t know what to do; he spun slowly in circles looking at each of the three faces surrounding the cylinder. They exchanged screeches in what Lucas guessed was their language. One of the aliens raised its long skinny arms. It swayed its long fingers causing a holographic screen to appear. It pressed a few buttons on the screen while still looking at Lucas. The screen disappeared as a crumbling hum sounded over Lucas.  A black nozzle slowly manifested over the cylinder. Lucas didn’t have time to react when a green liquid filled the cylinder. It shot in the cylinder like a fire hose filling it up with lighting speed. Lucas coughed up the green liquid as it blinded him.  As Lucas swam around in the liquid his skin began to melt away, his bones fell a part, he was melding with the liquid becoming it. Lucas yelled one last time as he disappeared into the thick green liquid.  </span></div></div>",
            "created":1359867600,
            "id":1523944,
            "title":" Wake up in an laboratory "
        },
        "1422":{
            "author_id":"norman33",
            "author_name":"Norman33",
            "choices":[
                "Lucas wakes up back on the road",
                "Lucas wakes up still in the space craft",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Lucas looses all sense of time while trapped in that state. Lucas dreams strange dreams. Suddenly Lucas's eyes open. \"I have eyes again\", Lucas thanks to himself. Just then an alien appears above. Surprisingly, it begins to speak though it's mouth doesn't match the sounds. Lucas realizes the sounds are coming out of a device in it's hand. \"So sorry, you're biological structure did not take very well to the suspension agent. It completely destroyed one of your chromosomes. Fortunately we were able to duplicate your remaining chromosome to reconstitute you. It was Rasias fault, Rasias is new\", the alien explains motioning towards another alien. Lucas raises a hand and rub his head. As he does he notice his hand looks different, slender and feminine. \"What the hell\", Lucas mutters? Lucas then hears his voice, again very feminine. Lucas looks down at herself. Her view is obstructed by what appears to be two very large breasts with erect nipples on top. \"Holy shit, you turned me into a girl\",  Lucas shouts! Lucas can swear that the alien's face appears to be confused. \"Girl, this word does not translate. You do appear different, but this was programmed into your genetic structure. Please explain\", it says. \"Girl, the opposite of boy you alien idiots\", Lucas shouts! The alien appears to be thinking. \"Ah, boy, girl, yes I understand now. Your species is separated into two genders requiring two individuals for procreation. A very inefficient and primitive method. Why does it matter if you're a girl, or boy? Seems like a very trivial thing\", the alien says. Lucas swings off the table raises her hands and demands, \"Change me back right now.\" Alarmed by Lucas's behavior the other alien pulls out another device and pulls the trigger. The last thing Lucas hears before she passes out is, \"Rasias, that was not necessary.\"  </span></div></div>",
            "created":1466226000,
            "id":2166121,
            "title":"Put up for storage  "
        },
        "14221":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Help Lucas best she can?",
                "Continue (another option)"
            ],
            "content":"<div class=\"\"><div> <span>Lucas wakes up on the side of the road naked and still a girl it started raining and he saw a reflection of himself in a puddle that was forming and he looked like his twin sister if he had one anyway.<br>\r\n<br>\r\nThen he looked up and saw a light down the road and realised it was a car.<br>\r\n<br>\r\nHe stepped out and the car stopped and a girl who was about 22 got out and helping Lucas into her car then took him to her apartment.<br>\r\n<br>\r\nLucas passed out in the car and didn't really wake up till the next morning inside this girls apartment.<br>\r\n<br>\r\nLucas woke up and screamed at his body the girl came in and Lucas explained everything the girl beleaved him every word.<br>\r\n<br>\r\nWhat does she do?</span></div></div>",
            "created":1488258000,
            "id":2283207,
            "title":"Lucas wakes up back on the road"
        },
        "142211":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>Lucas realised he was still completely naked and started feeling dizzy so the girl whom is called Jessica quickly grabbed something as you feel yourself getting dressed and then you pass out.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://cdn.pornpics.com/pics1/2018-03-13/468540_02big.jpg\" target=\"_blank\">https://cdn.pornpics.com/pics1/2018-03-1...</a> and a few hours later you wake up feeling a little better, although still a little odd. <br>\r\n<br>\r\nJess walked in and said \"how are you feeling Lucas? </span></div></div>",
            "created":1546232400,
            "id":2596445,
            "title":"Help Lucas best she can?"
        },
        "1422111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>I'm... Fuck it wasn't a dream was it, I'm really a girl.<br>\r\n<br>\r\nI'm afraid so Lucas, what am I wearing... I helped you into them this morning as you were naked and I'm not into girls... Plus you were freezing as well.<br>\r\n<br>\r\nThan you Jessica... Call me Jess... What now. <br>\r\n<br>\r\nI guess you'll be hungry so we can have some breakfast and discuss what to do after you've eaten, showered and put some clean clothes on.<br>\r\n<br>\r\nYou did everything and got dressed and then you both left the house and she took you into a arcade to take you mind of things. <br>\r\n<br>\r\nIt worked because you started smiling <a rel=\"nofollow\" href=\"https://cdn.pornpics.com/pics1/2018-03-18/468615_04big.jpg\" target=\"_blank\">https://cdn.pornpics.com/pics1/2018-03-1...</a> and enjoying yourself... </span></div></div>",
            "created":1546232400,
            "id":2596595,
            "title":"Continue "
        },
        "15":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":[
                "The end??? Or beginning??  "
            ],
            "content":"<div class=\"\"><div> <span>Lucas continued down the dark road when he heard a roaring screech overhead. The sound of propellers and snapping wood echoed as a helicopter came crashing down in the middle of the road. Lucas ran down into a ditch as the fuel tank of the helicopter exploded sending fiery debris his way.   Lucas waited for everything to calm down in till coming out. Looked up out of the ditch, It was chaos. Small fires raged around the mangled remains of a military helicopter. The end propeller still slowly spun. Lucas slowly walked toward the wreckage, wondering if there were any survivors. Suddenly the cockpit was kicked open and figure crawled out. Lucas ran over to the figure. An old man lay in the wreckage bloody and bruised. Lucas came up to him, crouching down checking if he was alright. The old man’s white lab coat was covered in blood and riddled with bullet holes. His glasses were bent and clothes almost torn off. What else had this man bee through? The old man jumped to life grabbing Lucas’s shoulder. <br>\r\n“Get away from me,” He said. “Now, get away before she comes.” <br>\r\nLucas looked down at a blood stained name tag. Sanders, Fred Sanders it said.  <br>\r\n“Dr. Sanders it’s going to be okay, you were in an accident.” Lucas told him. <br>\r\nThe old man twitched unnaturally looking around. “They’re dead, they’re all dead. Nothing was stopping her bullets, grenades, nothing. My entire fault, I tested it on myself and she came out.” <br>\r\nLucas looked down at the man’s stomach. There was a large piece of shrapnel sticking out of it. He was fading. <br>\r\n“I took the copter and ran but she followed,” He said. Lucas looked around. “She’s still here.” Lucas looked back down at him horrified.  “Run, now why you still can, she’ll take you. You’re young and healthy, fit for use.” The old man’s chest jolted forward unnaturally as he choked up. Lucas began to back away heeding the man’s warning when he squeezed the Lucas’s arm like a mad man. Lucas looked back at him. He had a crooked crazed smile on his face. “To late handsome,” He said in a high pitched voice. <br>\r\nLucas yelled as black liquid slithered out of Sanders mouth and down Lucas’s throat. Lucas coughed as the liquid swan around in his stomach like a snake. A faint whisper entered his mind. <br>\r\n“Don’t worry baby just relax. It’ll all be over soon.” It said. <br>\r\n“What are you?” Lucas said holding his head in pain. <br>\r\n“Power baby, unlimited beautiful power,” It said morphing into an exotic female voice. Something made Lucas rip off every piece off his clothing. He fell on his back naked as the liquid travel throughout his body. He felt it under his skin, on his bones, his muscle. It was cold and wet. It was rearranging his skeleton. It was changing everything. Adding new organs and destroying old ones. <br>\r\n“What are doing to me?” Lucas muttered. <br>\r\n“Shhh this is the best part.” The voice said. <br>\r\nLucas heaved as he felt himself grow a few inches shorter. His butt rounded, hips winded, and his penis softened pulling itself slowly within his body. That resulted in Lucas’s voice ascending higher in pitch.  He cried out as the transformation continued to occur. He rubbed his smooth feminine legs together as a vagina took form in place of his member. The voice purred. “MMM it only gets better from here.”  Lucas’s nails grew out. His arms loss his male lean muscle. Lucas’s stomach flattened as his body took an hour glass form. Lucas’s fat went to his chest forming two mounds that slowly grew. Lucas parted his soft pick lips unable to breathe as his new breast grew. His brown nipples grew hard in the cold air on top of his large sexy breast. His skin took a tan complexion; his face softened and shifted losing any trace of his former male image.  Black locks washed over Lucas’s face as the voice said. <br>\r\n“Babe, what’s your name again?” <br>\r\n“L-Lucas” <br>\r\n“Goodnight Lucas.” <br>\r\nLucas grabbed his head in pain as he felt his brain sloshing around transforming its self. Blood trickled out of his nose down to his soft cheek. Everything Lucas was, his memories, his personality all of it faded away…………….<br>\r\nThe entity got up brushing her naked body off. She examined her curvy body admiring every inch. “Wow,” She said. “This guy turned out way better than that old fart.” She looked over to Sanders dead body.  “Well dead old body.” She let out an evil giggle followed by a soft moan of ecstasy as she let her hands ride down her body. A  Helicopter could be heard in the distance. The roar of Humvees sounded down the road. <br>\r\n“Here they come.” She said. <br>\r\nMilitary Humvees pulled up a few feet away from the entity. She smiled as soldiers flooded out of the Humvees taking positions in front of her, guns trained, ready to fire. An armed helicopter floated over head with a spotlight on the entity. Captain Patrick Martin exited a Humvee with a megaphone in hand. He started at the entity with the greatest hatred. <br>\r\n“I don’t know what you are but we've seen the tapes, release Doctor Sanders now!” Captain Martin commanded. <br>\r\nThe entity’s long lock twirled in the wind. “Already released chief,” She said gesturing toward Sanders dead body. Martin swallowed anger, Sanders was a good man.  <br>\r\n“I didn't kill him,” She said. “You did you trigger happy bastard.” <br>\r\nMartin growled. “Release your new host now!” <br>\r\n“Or what you’ll be pushed to use deadly force?” The entity taunted. <br>\r\n“Something tells me I’ll be granting your host a favor if I did!” Martin replied. <br>\r\n“That’s nice, but Sanders was old so my body was pathetic. But this guy he’s young and I have all the means to back myself up. Even if you were to get a shot in me and my host would be fine.” The entity explained. <br>\r\n“We’ll see about that bitch, READY YOUR ARMS!!” <br>\r\nThe soldiers cocked their guns ready to fire when ordered. The entity laughed letting her arms out and closing her brown eyes. <br>\r\n“FIRE, FIRE, FIRE!!!!” <br>\r\nA blitz of gunfire rushed toward the entity. The bullets riddled her body with no effect. Martin watched in disbelief as each bullet hit her wondrous body. Each bullet sparked and disintegrated with each hit. Her body lit like the fourth of July, spark after spark on each inch of her body. The soldier’s fire stopped as silence took over. Nothing was heard other than the sound of the helicopter and the crackling of fire. The entity opened her eyes and licked her lips. Martin gulped knowing nothing good was going to come from this. The entity lowered her hands to thigh length. She twirled her fingers. The small fires surrounding her came to life, slithering down the asphalt like a snake. The fire crawls up her body, making something of a suit. The fire burns on her body like a living suit. Her brown eyes glows with the fire. The soldiers begin to back up. <br>\r\n“You ready to play with fire?” <br>\r\nThe entity raises her hands, tentacles of fire fly off of her body toward the soldiers who run for their lives. The tentacles exploded on contact, destroying Humvees and burning soldiers alive in a flurry of explosions. A fire ball is excelled toward the helicopter blowing it up. In crashes to the ground abolishing anything left of the Humvees. Fires rage atop mangled metal. Burned deceased bodies lay in the street. Martin lays on the road barley alive. He starts to get up when a hot bare foot steps on his throat, pressing him down.  The entity stands over him with anger. <br>\r\n“You see all of this; I can do so much more just try me. I left you alive this time, just so you what the hell you’re dealing with. But if you ever come after me again, if I ever see that face of yours again, I’ll kill you.” <br>\r\nThe entity took her foot off martin’s throat and walked away into the darkness with her new body.                                                   <br>\r\n</span></div></div>",
            "created":1361854800,
            "id":1540192,
            "title":"The military.  "
        },
        "151":{
            "author_id":"marvelcool",
            "author_name":"D.C. les",
            "choices":null,
            "content":"<div class=\"\"><div> <span>Hello reader, so I'm thinking of turning this story possibly into a saga of it's own. So please leave a review about it(this story) to tell me what you think and/or if you want to see this story continue further. Also I'm thinking of making a TG accident 2, so look out and if you want to see me tackle a certain TG in a certain environment let me know.         </span></div></div>",
            "created":1361854800,
            "id":1540196,
            "title":"The end??? Or beginning??  "
        }
    },
    "info":{
        "author_id":"marvelcool",
        "author_name":"D.C. les",
        "brief_description":"A collection of stories featuring a variety of transformations post a fatal car-accident  ",
        "created":1358558940,
        "description":"<td align=\"left\" class=\"norm\">After a fatal car crash, Lucas Lewis, stumbles into a...well that's for you to decide! <br>\r\nThe basis is to create different transformation/TG stories. Maybe Lucas stumbles onto an burial ground hunted by a ghost that requires a new body. Maybe he comes across a pack of gender changing were-woman, or discovers an ancient Crystal that transforms him into a Amazon wonder! <br>\r\nYOU DECIDE! <br>\r\nMake it a one-shot or an entire story. The first story will give you an outline of what you should aim for when writing. Please leave reviews and add as you like. <br>\r\nENJOY!!  <br>\r\n<br>\r\nTG accident 2 is here!!! Sorry it took so long. Also along with TGA2 I'll still be adding to TGA1 when I can. There are a few stories that need tying up.           </td>",
        "id":1914179,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585463160,
        "pretty_title":"TG accident"
    }
}