{
    "chapters":{
        "1":{
            "author_id":"hjerry2000",
            "author_name":"hryjry",
            "choices":[
                "Say yes",
                "Say no",
                "Get up and walk away",
                "Talk to her more",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You are a business man in his early twenties. You are kind of small and young looking for your age, so can sometimes pass for a teenager, but that has only made things harder in your new life in the business world. You try to stay optimistic, but things can often get you down, so you come to the park sometimes to relax.<br>\r\n<br>\r\nWhile there, you notice the playground, which is full of small children playing, while being watched by their mothers on benches like yours. You sit there for a while, watching the kids, and relaxing to the thought of being that worry free to just have a mother take care of you. <br>\r\n<br>\r\nAfter a bit, the kids are taken away by their mothers one by one. You notice that, despite all the kids being gone, there is still one woman remaining. She looks very young, maybe early twenties, and has a caring look to her. She also seems to have a stroller with her. Just then, she sees you looking at her, and stands up and walks toward you, pushing the stroller.<br>\r\n<br>\r\nAs she does, you can see that the stroller is empty. Hello, she says. <br>\r\n<br>\r\nOh, um, hello. What's the stroller for?<br>\r\n<br>\r\nOh, well, just in case I need it I suppose.<br>\r\n<br>\r\nWhy? Did you want a ride?</span></div></div>",
            "created":1602910800,
            "id":2923358,
            "title":"Stress relief"
        },
        "11":{
            "author_id":"hjerry2000",
            "author_name":"hryjry",
            "choices":[
                "Ask to get out",
                "Go to Sleep",
                "Ask where she's taking you",
                "Someone sees you in the stoller",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You couldn't explain why, maybe part of you thought that she was joking, but you said yes<br>\r\n<br>\r\nOh, she uttered, seeming surprised by your affirmative response. Well, that's fine. Hop on in<br>\r\n<br>\r\nShe adjusted the straps and you sat down, and were surprised that despite it being very snug, you were able to fit. She then strapped you in, and began pushing the stroller.</span></div></div>",
            "created":1602910800,
            "id":2923384,
            "title":"Say yes"
        }
    },
    "info":{
        "author_id":"hjerry2000",
        "author_name":"hryjry",
        "brief_description":"One lonely day at the park, you have an encounter to change your life.",
        "created":1602944280,
        "description":"<td align=\"left\" class=\"norm\">You are a man who has always longed for a reprieve from a stressful life. Maybe today you'll get it. (Inspired by a since deleted story)</td>",
        "id":2235502,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602947160,
        "modified":1602947160,
        "pretty_title":"One day at the Park"
    }
}