{
    "chapters":{
        "1":{
            "author_id":"mranderson",
            "author_name":"Mr. Anderson",
            "choices":[
                "You wake up in a cave",
                "You wake up in a cold dark room with only the stars visible by the window",
                "You wake up in an unknown bedroom. On top of that, something doesn't feel right",
                "You're woken up by someone",
                "More places"
            ],
            "content":"<div class=\"\"><div> <span>You happened to have woken up in a new place, in a new world. Almost completely amnesic, you try to recollect the pieces of the memories of your past life and learn how the world work. Maybe, when you'll remember everything you'll want to find your way back home, or maybe you'll like this new life and decide to start anew.<br>\r\n<br>\r\nThe friends and enemies you'll make along the way, the fights and the sex you'll have, the wins and the losts, are entierly your choice... or maybe it's just fate.<br>\r\n<br>\r\nWelcome into this insane adventure of marvels and wonders !</span></div></div>",
            "created":1582693200,
            "id":2793513,
            "title":"A new beginning"
        },
        "11":{
            "author_id":"mranderson",
            "author_name":"Mr. Anderson",
            "choices":[
                "You don't have legs, just a long tail.",
                "You feel really close to the ground.",
                "You feel really tall, or maybe it's the place that's small...",
                "You can't get up, you stay on all four.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>You open your eyes, trying to collect your thoughs. What were you doing ? Where are you... ? So many things you can't put your finger on. You remember Spongebob squarepants, your favorite music, but not your name, what the fuck happened ? Have you been drugged ?<br>\r\n<br>\r\nYou take a look around you and only see rocks and stones, nothing else, not even a source of light... what how are you seeing in complete darkness ? You can't see in the dark isn't it ?<br>\r\n<br>\r\nLying on the ground, you try to get back on your feet, but something is amiss...</span></div></div>",
            "created":1582779600,
            "id":2793612,
            "title":"You wake up in a cave"
        },
        "111":{
            "author_id":"mranderson",
            "author_name":"Mr. Anderson",
            "choices":[
                "in front of a camp with a young man and his horse.",
                "to a dairy farm close to a town.",
                "above two feral hogs, minding their buisness."
            ],
            "content":"<div class=\"\"><div> <span>You try to get up, pushing with your hand, but the lower part of your body doesn't move right. You almost fall face first on the ground. Even your balance feels weird. On the second try you successfully get up, but you feel really high up and have the feeling to have to always keep your balance somehow. Like if you had to relearn how to walk.<br>\r\n<br>\r\nYou look down but all you can see is your breasts, quite big and round, hanging on your chest... Weird... did you had thoses before ? Where they that big ? You grab them with your hands, they're quite heavy too. That's when you notice your hands with long and thin fingers, really feminine, with sharp nails, almost like claws. You can also feels your hairs, brushing your back, they're really long... You're pretty sure they've never been that long...<br>\r\n<br>\r\nBut most importantly, what the fuck is wrong with your legs ?!? You push your breasts out of your view with your hands and understand why your balance were so off... you don't have legs ! Looking behind you, you can see that from the waist down, you have a snake body... around fifteen meters long ! What the hell ?!?<br>\r\n<br>\r\nYou freak out for god knows how long by what's happening to you. You're a snake lady ! What happened ? What should you do ? Where are you ??<br>\r\n<br>\r\nSlowly calming down, you try to deal with the new situation. Lots of answers won't be here, so first thing first, let's try to find a way out of here. It takes you a little bit of practice, moving with that huge body, but after... what ? Two hours maybe ? You kind of move properly enought to look after an exit. There is few holes, so it could be any of them.<br>\r\n<br>\r\nYou decide to wet your finger to feel the wind, air currents are a good indicator of directions in cave. That you know ! But as you open your mouth, you can feel the air current and heat on your tongue. You decide to pop it out and feel so much new sensations... well you're a snake after all. Quickly, one of the tunnel gives good promises. You have to pull your tongue back in your mouth regularly to wet it, but you get the trick and move in the tunnels with more and more ease, until you see some light.<br>\r\n<br>\r\nFinaly the fresh air !<br>\r\n<br>\r\nYou get out and find yourself in a nice forest, the air is fresh, a little bit chilly for you nude torso, but the sun warms you well. The feeling is great ! You hear the birds, the wind in the leafs, see the majestic trees all around, the flowers and bushes, and smell the humidity in the air and the musk of preys... wait ? Preys ? Shit... you're hungry... like really hungry right now... You could eat a horse... litteraly... Could you do that ?<br>\r\n<br>\r\nYou decide to see what smells so good and rush between the trees and even climb in them, until you arrive...</span></div></div>",
            "created":1582866000,
            "id":2794114,
            "title":"You don't have legs, just a long tail."
        },
        "1111":{
            "author_id":"mranderson",
            "author_name":"Mr. Anderson",
            "choices":[
                "Try to talk to the young man.",
                "Attack him.",
                "Crawl away."
            ],
            "content":"<div class=\"\"><div> <span>You decide to see what smells so good and rush between the trees and even climb in them, until you arrive in front of a camp with a young man and his horse.<br>\r\n<br>\r\nThe young man notices you almost immediately and draws his sword. It's an old longsword, pretty much like his worned metalic armor, it seems to need some work to brings it to its former glory. Unlike the man who seems to have just got out of its teen years and didn't see much fights.<br>\r\n<br>\r\nThe horse beind him, attached to a tree, seems to panic at your sight. It's probably normal since he looks so tasty. But the best smell comes from the pot hanging above the fire. what should you do ?</span></div></div>",
            "created":1582866000,
            "id":2794342,
            "title":"in front of a camp with a young man and his horse."
        },
        "11111":{
            "author_id":"mranderson",
            "author_name":"Mr. Anderson",
            "choices":[
                "Try to convince him.",
                "Attack him.",
                "Crawl away."
            ],
            "content":"<div class=\"\"><div> <span>\"waith ! I don'th wanth so hurth you ! And your meal sseamss sso sasthy !\" You say with a very feminine but sizzling voice.<br>\r\n<br>\r\nThe young man frowns at you, clearly puzzled at what you just said.<br>\r\n\"What ?!?\"<br>\r\n<br>\r\nIt's hard to talk, your long tongue keeps coming out and the \"t\" sound are almost impossible to make.<br>\r\n<br>\r\n\"I'm juss hungry... I'm no menasse so you...\" You tell him, avoiding using \"t's\".<br>\r\n<br>\r\nThe young man seems conflicted on what to do and stay silent a moment, looking around him.<br>\r\n<br>\r\n\"No ! Go away !\" He finally says.</span></div></div>",
            "created":1582952400,
            "id":2794719,
            "title":"Try to talk to the young man."
        },
        "111113":{
            "author_id":"mranderson",
            "author_name":"Mr. Anderson",
            "choices":[
                "You refuse, you'll find a way to catch theses little shits.",
                "You accept, you'really hungry, and maybe he'll explain this world to you.",
                "You accept, but don't have any intention of following him."
            ],
            "content":"<div class=\"\"><div> <span>You don't want to go into a fight right now. You don't know enough about your body to try something right now. So you decide to crawl away and leave the man alone.<br>\r\n<br>\r\nSmelling other good things, you rush toward one of them and find wild hogs. You have no weapons, but maybe you could catch one of them with your tail, like a snake. So, you swiftly dash to one of the pigs. But you'really not good enough at moving, yet. And you fall face first on the ground. The hogs run away quickly at your sight.<br>\r\n<br>\r\nOK,  this time wasn't great. But you can work on it ! Thanks to your great sense of smell, you track them again and try again. This time you almost grabbed one !<br>\r\n<br>\r\n\"You don't seem really good at this...\" you hear as you'read still laying on the ground. Looking at the dead leafs from a close point of view.<br>\r\n<br>\r\nYou look up and see the young man pointing a sword at your face. He seems more confident than earlier.<br>\r\n<br>\r\n\"You acted weird for a monster, so I followed you. And I don't know what to think about this. I never heard a monster being that bad at hunting prey.\" He says.<br>\r\n<br>\r\nYou feel attacked, but can you blame him ? You can barely crawl.<br>\r\n<br>\r\n\"Thanks...\" You say sarcasticly.<br>\r\n<br>\r\n\"If I hunt a hog for you, would you help me find the tree of sorrow ? I'm taking a risk here, you're clumsy and no one have ever allied with a monster. Don't make me regret this decision, okay ?\"<br>\r\n<br>\r\nHe talks like you already accepted. But you have other things to do than finding some tree you've never heard of.</span></div></div>",
            "created":1583384400,
            "id":2797012,
            "title":"Crawl away."
        },
        "1111132":{
            "author_id":"mranderson",
            "author_name":"Mr. Anderson",
            "choices":[
                "You ask about the world",
                "You ask about the tree of sorrow",
                "You ask about the relationship between monsters and humans"
            ],
            "content":"<div class=\"\"><div> <span>You nod in silence. You don't really have much of a choice, you're really hungry and if he can help, it's an ally you really need.<br>\r\n<br>\r\nStanding back up, you instantly notice how tall you are in comparaison to him. His head is barely at the same level as your navel.<br>\r\n<br>\r\n\"I'm Faragus, by the way.\" He says, extending his hand to shake yours.<br>\r\n<br>\r\nYou lend down and shake it.<br>\r\n\"I... hum... don'th acthualy know my name...\" You admit.<br>\r\n<br>\r\nThe man seems surprised.<br>\r\n\"Oh... let's call you, Shalya...\" He tells you. \"It means snake in the old language.\"<br>\r\n<br>\r\nYou'll take that name for now, even if you know it's not your real name. So you nod and break the hand shaking.<br>\r\n<br>\r\nAfter that, Faragus, takes a bow and arrows from the saddle of his horse and start hunting. You follow from affar and look how he surprisingly take down one of the hogs with only one precise hit.<br>\r\n<br>\r\nAfter that he prepare the beast and cook it. You can finaly eat a good lunch and appreciate the moment.</span></div></div>",
            "created":1584507600,
            "id":2803518,
            "title":"A strange aliance"
        },
        "1112":{
            "author_id":"mr_j",
            "author_name":"Dragos Drakkar",
            "choices":[
                "You decide to try going after one of the cows.",
                "You follow the woman into the barn.",
                "You turn your eyes towards the farmhouse."
            ],
            "content":"<div class=\"\"><div> <span>You peer around the thick circumference of a tree, your tail wound around the rough bark and draped across some of the lower branches. Down below you is a fenced in pasture, the grass waving in the breeze. Moving around in that pasture is a number of cows, you can tell that much from your perch. The bovines seem blissfully unaware of your presence as they wander about and feast on the plentiful bounty around them. Beyond the farm, you can see a bustling town, but your gnawing hunger draws your attention back to the farm below you.<br>\r\n<br>\r\nYour long tongue laps at the air, bringing tastes that only further stoke your appetite. Your stomach grumbles at the thought that food is so near, yet you aren’t doing anything to consume it.<br>\r\n<br>\r\nYou slither back down the tree – your mind still rebelling a bit at how odd moving like that feels – and up to the fence. The cattle still remain unaware of you even now. You drop to the ground and disappear among the grass as a shout echoes across the pasture. Fear grips your mind; were you noticed, is someone going to come after you for intruding?<br>\r\n<br>\r\nEdging back up so you can see, you spot a woman looking at one of the cows that wanders closer to her. Relief floods into you as you realize that she must have been calling the cow over. Proof comes as the woman leads the cow to a barn attached to the pasture. You watch her go, your eyes fixated on the woman even though you can’t make out much detail at this distance. Something about her seems off, but your stomach grumbles again, realizing food is even closer yet you continue to waste time. It’s time to do something about that nagging hunger.</span></div></div>",
            "created":1582952400,
            "id":2794859,
            "title":"Grabbing a bite on the farm"
        },
        "13":{
            "author_id":"mr_j",
            "author_name":"Dragos Drakkar",
            "choices":[
                "There’s fur on your arm.",
                "Is that scales running across your arm?",
                "There’s someone beside you in the bed.",
                "You can’t move your arm at all.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your eyes snap open and your heart hammers in your chest as you lie in bed. Lingering fragments of the dream that woke you up fade away before you can figure out what startled you so much. Your breathing starts to slow before an icy fist grips your heart again. Even with the darkness surrounding you, you can see that this is not your bedroom. It’s far too ornate and looks like it comes from another time. Your dread only deepens when you realize that you can’t quite recall what your bedroom looked like, it’s fading away like the dream.<br>\r\n<br>\r\nYour breathing catches when you realize that this gap in your memory includes almost everything about yourself. You can remember plenty else, but anything about yourself is left blank with only a vague feeling that nothing is right remains in its place.<br>\r\n<br>\r\nFear at what has happened to you makes your heart hammer in your chest. You reach up to throw the covers from your body, and then you notice something even stranger.</span></div></div>",
            "created":1582866000,
            "id":2794402,
            "title":"The bedroom"
        },
        "131":{
            "author_id":"mr_j",
            "author_name":"Dragos Drakkar",
            "choices":[
                "You’ve become a cow somehow.",
                "You saw yourself as a wolf in the mirror.",
                "The mirror reflects a different furred version of yourself."
            ],
            "content":"<div class=\"\"><div> <span>The thin silvery moonlight leaking through the curtains catches the fur covering your arm. Blinking hard and fast, you think you’re seeing things, but it doesn’t disappear. Your other hand confirms what you see as your fingers run through the fur, feeling the slight tickle as you do so. You can now see the other arm has fur covering it as well.<br>\r\n<br>\r\nThrowing the covers back and leaping from the bed, you can’t dismiss the feeling the fur isn’t the only thing that’s changed. Your sudden fur covering is the more pressing matter though. It even pushes the strangeness of the odd bedroom to the side for now.<br>\r\n<br>\r\nYou don’t even know where your feet are carrying you or what you are going to do once you get there in your near panic. You just know that you have to do…<i>something</i>!<br>\r\n<br>\r\nYou end up rushing through the darkened bedroom and up to a door you can almost see. Yanking it open, you make out a mirror across the room from you before light blazes through the darkness, blinding you. As you struggle with the loss of sight, you realize what you saw in the mirror.</span></div></div>",
            "created":1583038800,
            "id":2795326,
            "title":"A furry surprise"
        }
    },
    "info":{
        "author_id":"mranderson",
        "author_name":"Mr. Anderson",
        "brief_description":"You wake up in a new world of adventure. Nothing seems right, but maybe it's for the best.",
        "created":1582764780,
        "description":"<td align=\"left\" class=\"norm\">Your life was going smoothly, or not, it's hard to remember. Even your name seems to escape your grasps, it was important... isn't it ? Oh well, if you forgot it, it wasn't that important after all.<br>\r\nThere is more important issues here ! Like, were the hell are you ? It's not your bedroom that, you're sure of it. And it's certainly not your place of work !</td>",
        "id":2214138,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1584587280,
        "pretty_title":"A story of adventure and kinks"
    }
}