{
    "chapters":{
        "1":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Male",
                "Female"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>alright which first?</span></div></span></div>",
            "created":1248757200,
            "id":734053,
            "title":"Starting"
        },
        "11":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Sonic",
                "Miles \"Tails\" Prower",
                "Knuckles",
                "Shadow"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one of the guys</span></div></span></div>",
            "created":1248757200,
            "id":734054,
            "title":"Male"
        },
        "111":{
            "choices":[
                "Thin",
                "Fat"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do we start fat or thin?</span></div></span></div>",
            "created":1248930000,
            "id":735254,
            "title":"Sonic"
        },
        "1111":{
            "choices":[
                "Sonic finds the rings suddenly make him fat",
                "Sonic and Tails win a vacation",
                "Free Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>alright to make sure we start with a good plot let's have some choices, if you don't like them just pick free Choice...</span></div></span></div>",
            "created":1279083600,
            "id":917537,
            "title":"Choices"
        },
        "11112":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Sure sonic",
                "no thanks"
            ],
            "content":"<div class=\"\"><div> <span>Sonic was sitting casualy on the couch idly watching tv while his surroget brother Tails was bringing in the mail.<br>\r\n\"Hey Sonic check this out\" he exclaimed holding u pa letter 'it says here that you won a trip for two to a new resort island\"<br>\r\nhe snatched the letter out of Tails hands and checked it out \"huh wow cool...\" he grinned eagerly wanting to go someplace recently.<br>\r\n<br>\r\n\"you comming with me Tails?\" he asked the fox carefuly</span></div></div>",
            "created":1334725200,
            "id":1318488,
            "title":"Sonic and Tails win a vacation"
        },
        "111122":{
            "author_id":"demongod18",
            "author_name":"DemonGod18",
            "choices":[
                "Take Amy",
                "Go alone"
            ],
            "content":"<div class=\"\"><div> <span>\"Sorry Sonic, I gotta stay and look after my lab.\" Tails said sadly. \"Then who's gonna come with me?\" Sonic asked. \"I'm not sure. Maybe take Amy with you? She's really been wanting to hang out with you recently.\" Tails replied. \"I can't take Amy with me, she makes me feel uncomfortable.\" Sonic said. \"Well it's either her or you go alone.\" Tails told Sonic.<br>\r\n<br>\r\nSonic decided to...</span></div></div>",
            "created":1503378000,
            "id":2373141,
            "title":"no thanks"
        },
        "11113":{
            "author_id":"sanjedespi",
            "author_name":"LemsyKoopsa",
            "choices":[
                "Sonic takes a break from fighting and gains weight.",
                "He got really stuffed from Chris' first party."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>which choice?</span></div></span></div>",
            "created":1371531600,
            "id":1613045,
            "title":"Free Choice"
        },
        "1112":{
            "choices":[
                "Chubby",
                "Fat",
                "Obese "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Fat isn't very descriptive is it?<br>\r\nHow fat are we talking here?</span></div></span></div>",
            "created":1248930000,
            "id":735255,
            "title":"Fat"
        },
        "11121":{
            "choices":[
                "It was Tails, only chubbier.",
                "His friends who want him to lose weight."
            ],
            "content":"<div class=\"\"><div> <span>Sonic walked over to the couch with the remote in one hand and a bag of cookies in the other. But on his way he passed by a mirror, he took a look at his body.<br>\r\n\"Wow Sonic,\" He said to himself. \"You're getting a little flabby there.\" It was true, ever since Eggman had hit him with that ray gun Sonic had become lazier, but he thought nothing of it. When Eggman attacked, Tails and the others were able to take care of it, so Sonic just lied around all day, eating and watching TV, always putting everything off. \"I'll start working out tomorrow.\" He said going to the couch. But tomorrow never came it seemed.<br>\r\nHe just kept laying around, eating, and gaining, the only time he actually ran anymore was to food or the bathroom, and as the weeks went on he seemed to get slower and slower.<br>\r\nOne day someone knocked at the door.......</span></div></div>",
            "created":1249189200,
            "id":737020,
            "title":"Chubby"
        },
        "111211":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "\"Let's see who can bigger\"",
                "\"Wanna go out to eat?\""
            ],
            "content":"<div class=\"\"><div> <span>Sonic got up from the couch as he heard someone at the door. \"hello\" he said opening it.<br>\r\n\"uhh hi Sonic\" a voice said. Sonic saw it was his friend and little brother Tails at his door.<br>\r\n\"oh hey Tails\" Sonic greeted letting him in. Sonic looked and noticed Tails was alot chubbier than he last saw him \"wait wasn't he always chubby\" he thought trying to remember.<br>\r\nso Tails what brings you here\" Sonic asked sitting down.<br>\r\n\"Well I wanted to see how you were doing the others said you were getting fat and I was worried\" Tails explained looking at the floor.<br>\r\n\"eh i'm fine you got a little more padding than normal\" Sonic said looking at Tails belly.<br>\r\n\"well you see I was actually trying to loose this but...\" Tails trailed off placing a hand on his belly. \"food is tempting and inventing isn't as fun anymore once we beat Eggman for good\"<br>\r\n\"I know what you mean seems all I do for running now is getting more food\" Sonic said.<br>\r\n\"Yeah\" Tails said rubbing his belly.<br>\r\n\"Hey Tails\" Sonic said getting the fox's attention.<br>\r\n\"Yes Sonic\" Tails replied</span></div></div>",
            "created":1251781200,
            "id":753736,
            "title":"It was Tails, only chubbier."
        },
        "1112111":{
            "choices":[
                "Im not looking foward to a heart attack bro",
                "your on!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>tails thought about it for a minute and said.....</span></div></span></div>",
            "created":1253163600,
            "id":762017,
            "title":"\"Let's see who can bigger\""
        },
        "11121112":{
            "choices":[
                "A week later",
                "three days later"
            ],
            "content":"<div class=\"\"><div> <span>\"You're on\" Tails exclaimed lookng at Sonic.<br>\r\n\"Alright we'll give each other a week to see who can get the fattest ok\"<br>\r\n\"alright Sonic you better be careful i'm going to end up big\" Tails said<br>\r\n\"yeah but if you keep that pint sized belly I won't have to worry much\" Sonic smirked placing a hand on Tails belly.<br>\r\n\"oh you're going down\" Tails smiled leaving. Sonic watched Tails leave and laughed \"well better get started\" he said heading to his kitchen.</span></div></div>",
            "created":1253422800,
            "id":763203,
            "title":"your on!"
        },
        "111211121":{
            "choices":[
                "310",
                "210"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>sonic and tails meet in his house.\"so how much did you weigh sonic?\"tails asked.\"280 pounds. and you?\" Sonic replied looking at the fox for his answer. tails said....</span></div></span></div>",
            "created":1253422800,
            "id":763300,
            "title":"A week later"
        },
        "1112111211":{
            "choices":[
                "300 more pounds",
                "600 more pounds"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Not bad little bro\" Sonic smiled giving Tails belly a pat making the fox jiggle, much to his embaressment.<br>\r\n \"Lets do this again but here is the catch\" Sonic smiled. \"We have to gain at least...\"</span></div></span></div>",
            "created":1267851600,
            "id":846996,
            "title":"Round 2"
        },
        "11121112112":{
            "choices":[
                "three weeks later",
                "one week later"
            ],
            "content":"<div class=\"\"><div> <span>\"We need to at least gain 600 pounds more\" Sonic smirked<br>\r\n\"whoa don't you thinks that's a little too extreme\" Tails asked<br>\r\n\"Not really I want to see which one of us can become the biggest and 600 pounds should do it\" Sonic smiled<br>\r\n\"ok you better watch out i'll get really big\" Tails said<br>\r\n\"Can't wait let's meet up in your house in three weeks\" Sonic said as Tails left. Sonic sat down on his couch and opened a bag of chip and began munching. \"hmm no way will Tails get bigger than me\" he smiled</span></div></div>",
            "created":1269666000,
            "id":857688,
            "title":"600 pounds"
        },
        "1112112":{
            "choices":[
                "\"Oh I couldn't, I have work to do.\"",
                "\"I don't want to make you pay for my food, I've been eating a lot more latley.\" "
            ],
            "content":"<div class=\"\"><div> <span>\"I would but I just ate.\" Tails said.<br>\r\n\"Aw come on!\" Sonic said giving him a friendly punch on the arm. \"A little extra food never hurt anyone!\" <br>\r\n\"Well, okay.\" Tails said.<br>\r\n\"Great!\"<br>\r\nThey headed down to the nearest restaurant and sat down. <br>\r\n\"What are you gonna have Tails?\" Sonic asked.<br>\r\n\"I dunno yet.\" Tails replied.<br>\r\nSoon a pink waitress walked up.<br>\r\n\"Hello may I take your order?\" She asked while Sonic and Tails were looking at their menus.<br>\r\n\"No we're still looking give us a couple of min-\" Sonic was cut off when he actually looked at the waitress. She looked very familiar, she was a pink hedgehog with quiet a chubby belly, in fact she kinda looked like. \"Amy!\"<br>\r\n\"Sonic?!\" Amy exclaimed. \"I didn't recognize you!\" She said as she tried to cover up her bigger belly. <br>\r\n\"Amy?!\" Tails said finally taking notice.<br>\r\n\"Looks like you finally put some meat on your bones!\" Sonic said laughing.<br>\r\n\"Hey don't make fun of me!\" Amy said. \"You two gained weight too!\" <br>\r\n\"Hey!\" Tails said annoyed.<br>\r\nSonic didn't take any notice of the remark. \"You look good Amy. You could stand to have a few extra pounds!\"<br>\r\nAmy blushed a bit. \"R-really? Y-you like me l-like this?\"<br>\r\n\"Yeah.\" Sonic said, eying her belly.<br>\r\nShe blushed some more. \"U-um, m-may I take y-your o-order?\" <br>\r\n\"Sure!\" Sonic said. \"I'll have a couple dozen chili dogs please!\" <br>\r\n\"And I'll have a few burgers!\" Tails said.<br>\r\n\"Um okay, so a couple dozen chili dogs and like five burgers.\" Amy said writing it down.<br>\r\n\"Hey why don't you order yourself something and eat with us?\" Sonic asked, scooting over a bit and patting the space for Amy to sit down. </span></div></div>",
            "created":1254459600,
            "id":769316,
            "title":"\"Wanna go out to eat?\""
        },
        "11121121":{
            "choices":[
                "it's what they ordered",
                "their orderes are doubled"
            ],
            "content":"<div class=\"\"><div> <span>\"alright I understand how about after you finish work\" Sonic asked<br>\r\n\"sure that'll be nice\" Amy smiled before leaving with the order. Sonic looked back at Tails and sighed. \"I didn't know you liked Amy\" Tails said \"you normaly avoid her\"<br>\r\n\"yeah, I guess I figured i'd give her a chance and besides she looks cute with a little poundage\" Sonic replied<br>\r\nTails looked down at the table upset \"at least you still have someone\" he mumbled<br>\r\nSonic sighed it seems Tails still hadn't gotten over Cosmo. He knew Tails was in love with her and having to end up killing her tore the fox apart.<br>\r\n\"i've been eating alot now\" Tails said lifting his head. \"when I start to eat I get upset about what I did and end up eating more than i'm supposed to but at least people arn't picking on me as much\"<br>\r\n\"well just don't over do it i'd hate to come over and find you laying on the floor to fat to move\" Sonic grinned. Tails laughed and sniled \"yeah I guess she would want me to be happy\" Tails smiled<br>\r\n\"yup and mabye she'll come back someday\" Sonic said<br>\r\n\"you think so\"<br>\r\n\"positive\"<br>\r\n\"I just hope she won't find me ugly because i'm fat\"<br>\r\n\"how do you know that mabye she'll love you fat\"<br>\r\n\"yeah, thanks Sonic I really needed to talk about this\"<br>\r\n\"no prob, looks like our foods coming\"</span></div></div>",
            "created":1255755600,
            "id":777338,
            "title":"\"Oh I couldn't, I have work to do.\""
        },
        "111211212":{
            "choices":[
                "To the movies",
                "they change their mind"
            ],
            "content":"<div class=\"\"><div> <span>\"Whoa\" Sonic said loking at his meal. \"Amy you didn't have to\" Sonic said<br>\r\n\"oh don't worry my boss said it was ok and it's free\" Amy smiled<br>\r\n\"well thanks\" Sonic said looking over at Tails who was happily munching.<br>\r\n\"How about you and I go see a movie or something when you're off work?\" Sonic asked<br>\r\n\"r-really\" Amy stammered<br>\r\n\"Yeah just you and me\"<br>\r\n\"i'd love to\"<br>\r\n\"alright\" Sonic said beginninghis meal as Amy left. Afterwards once the food was gone Sonic and Tails were resting bellies bloated from their meal. \"Well i'm going on my date with Amy\" Sonic said standing up.<br>\r\n\"ok i'm gonna get some more\" Tails replied standing up.<br>\r\n\"You sure that belly looks like it's reached its limit\" Sonic said gently pokeing it.<br>\r\n\"no i'm still hungry and I bet my belly can hold alot more\" Tails bragged<br>\r\n\"alright see you later try not to expload\" Sonic said leaving. Outside he calmly waited for Amy to arrive and smiled at her.</span></div></div>",
            "created":1263358800,
            "id":819854,
            "title":"their orderes are doubled"
        },
        "11123":{
            "choices":[
                "Tails who was fatter than Sonic",
                "Amy who wanted to see how Sonic was doing"
            ],
            "content":"<div class=\"\"><div> <span>Sonic huffed as he finished his daily run. Normaly the hedgehog would have gone for longer but lately something has been stopping him. He looked down and was met with a peach belly. He didn't want to admit it but he had gotten very fat over the past few weeks. It had all started with a simple meal with Tails after defeating Eggman however after that for some reason Sonic had started gaining weight. Eventualy he gave up all together and decided to stay at Tails house since he didn't have a place of his own. He plopped his fat butt down on the couch and proceeded to watch tv frustrated that he had to cut his run even shorter. Eventualy he saw a figure blocking his view and he looekd up to see who it was.</span></div></div>",
            "created":1290920400,
            "id":1003578,
            "title":"Obese "
        },
        "111231":{
            "choices":[
                "Sonic get's bored and checks on Tails",
                "Tails retunrs with some \"snacks\""
            ],
            "content":"<div class=\"\"><div> <span>\"Tails...\" sonic mumbled looking up at the fox. It wasn't hard for him, or anyone to miss the sight of the fox. Not only did he have two large fluffy tails but he was jast as fat, if not fatter, than Sonic. However there were some differences in how the two had gained weight. sonic's fat centered mostly around his belly giving him a more round look. Tails on the other hand had his center around his lower body giving the fat fox a slightly feminin look. Smiling Tails waddles over and squeezed next to Sonic on the couch. He grinned as the hedgehog continued to watch his show. His plan was going perfectly he had been secretly fattening up Sonic so that he wouldn't be able to leave. Tails didn't want to admit that he was selfish when it came to Sonic, but he felt like he was being pushed out of the picture with things so he had decided to do this in order to keep his big brother around. Of course making Sonic nice and fat had brought a few sideeffects but Tails wasn't complaining. \"Sonic i'm going to go make us lunch\" he smiles standing up.<br>\r\n\"sure Tails...\" Sonic replied not aware of the foxes plans.</span></div></div>",
            "created":1296277200,
            "id":1044210,
            "title":"Tails who was fatter than Sonic"
        },
        "1112312":{
            "choices":[
                "Sonic ignores him and continues eating",
                "Sonic decided to question Tails"
            ],
            "content":"<div class=\"\"><div> <span>Tails waddled back carrying a large tray loaded with what he knew would get Sonic's attention, chilli dogs.<br>\r\n\"here you are Sonic\" Tails smiled as the hedgehog turned and smirked.<br>\r\n\"hey thanks little bro\" he smiled acepting the generouse snack. Tails sat down extatic after hearing Sonic call him little bro again. Watching Sonic eat, while helping himself to the greasy snack, Tails was going to enjoy it when Sonic grew too fat to move and Tailswas the only one to take care of him. Tails smiled as he though about all the inventions he could make for Sonic and eventualy Tails situations. \"mobalizer, feed ing robots, massagers\" Tails mumbled out loud<br>\r\n\"what's that Tails?\" Sonic asked<br>\r\n\"ahh nothing\" Tails replied beet red</span></div></div>",
            "created":1301634000,
            "id":1080486,
            "title":"Tails retunrs with some \"snacks\""
        },
        "11123121":{
            "choices":[
                "Sonic starts to gain weight at an alarming rate",
                "Tails acidentaly drank the formula and gains massive amounts of weight"
            ],
            "content":"<div class=\"\"><div> <span>Sonic decided Tails was probably babling about more of his silly inventions, normaly he didn't mind Tails talking about them but it was very hard to understand the fox sometimes. While gorging on his supposed snack his fat gut started to push out growing larger. Tails meanwhile was watching with such glee that he started thinking of ways to speed up the process.<br>\r\n\"hey Sonic i'm going to go get some water\" Tails said standing up quickly<br>\r\n\"mm sure\" Sonic replied not paying much attention as the fox quickly hid in the kitchen. He decided he should try an experimental formula he had been working on that created a massive development in fat cells. However he had been unable to test it and didn't know how potent it was. Deciding to be slightly careful he only used half in a drink he prepared for Sonic. \"i'm back\" Tails smiled holding two large cups filled with a fizzing soda.<br>\r\n\"oh thanks Tails I was starting to get thirsty\" Sonic remarked taking the the glass Tails smiled and drank his own while watching Sonic drink his. \"any second now the effects should kick in\" he thought watching the obliviouse hedgehog.</span></div></div>",
            "created":1303534800,
            "id":1093145,
            "title":"Sonic ignores him and continues eating"
        },
        "111231212":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Sonic begins feeling the same affects like Tails did.",
                "Nothing happens for now."
            ],
            "content":"<div class=\"\"><div> <span>But Tails himself accidentally drank his own formula, and indeed the formula's effects kicked in as Tails not only was gaining massive amounts of weight but his size was increasing as well. Poor Sonic himself couldn't help but watch in utter horror as his fox friend grew bigger and fatter until it finally stopped.<br>\r\n<br>\r\n\"Tails what's happened to you? You've become bigger and fatter.\" Sonic said worriedly while looking right towards Tails's direction.<br>\r\n<br>\r\n\"You see i developed an experimental formula that creates a massive development in one's fat cells. However I'd been unable to test it and didn't know how potent it was until now after i accidentally drank it.\" Tails said explaining to Sonic about what happened to him just now <br>\r\n<br>\r\n\"OK but about that fizzing soda i just drank will it affect me next?\" Sonic asked.<br>\r\n<br>\r\n\"Well we're about to find out right now.\" Tails replied.<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1422248400,
            "id":1923532,
            "title":"Tails acidentaly drank the formula and gains ma..."
        },
        "1112312121":{
            "author_id":"soosmees",
            "author_name":"Soosmeez",
            "choices":[
                "Panic",
                "Get lazy"
            ],
            "content":"<div class=\"\"><div> <span>Sonic:\"I don't feel so good\"<br>\r\nSonic then started farming up it started with his legs,then stomach and face then finally arms. He then tried to get up but couldn't he was immobile.<br>\r\nSonic:\"I can't get up.\"<br>\r\nOh my caouse it worked tails thought<br>\r\nSonic proceeded to...</span></div></div>",
            "created":1562389200,
            "id":2683158,
            "title":"Sonic begins feeling the same affects like Tail..."
        },
        "111232":{
            "author_id":"zenks",
            "author_name":"spinnyjoy",
            "choices":[
                "Sonic agrees to let Amy stuff him. Might as well please her",
                "Sonic decides to put all of his weight on her. She wanted him fat, she got it"
            ],
            "content":"<div class=\"\"><div> <span>\"Sonikkuuu!\" A familiar voice rang in Sonic's ears as he raised his head and blinked when he saw Amy in the front of the TV, wearing a bikini and looking back up at him innocently. Sonic shook his head to get his bearings and did a double take. \"Oh, it's you, Amy...\", Sonic muttered. \"The one and only!\" Amy blushed and giggled, \"I've just been sunbathing down at Emerald Coast and I was wondering where you've been!\" Sonic patted his big blobby paunch. \"I haven't really been anywhere thanks to you-know-what. I was hoping you'd be the last person to see me like this..\", he sighed. \"Ah.. Craving those chilli-dogs again, my Sonikku?\", giggled Amy as she walked over to him and had a feel of his belly. She gasped with delight when her hand disappeared into it and she felt its softness. A smile flickered on her face and she started groping his folds, causing Sonic's ears to perk up. \"Amy!?\" He yelped, \"W-what on earth are you doing?\" She heaved Sonic lengthways on the couch so he was lying down and straddled his belly whilst rubbing it. \"Ooh Sonic..\" murmurred Amy as she lay on him and kissed him on his chubby cheeks, \"I've always wondered what you'd be like if you were big 'n fat, and now I have to say, I LOVE you like this!\" She squeaked a little and started humping him playfully, panting and blushing whilst Sonic covered his face in embarrassment, hoping that this was just some kind of nightmare. Amy sank into him a bit, his fat squishing up all around her and she stopped humping and sighed. \"I'm so going to keep you like this\", she said with a big smile. \"But Amy...\" Sonic muttered, \"I can't be like this any longer, I'm supposed to be the fastest thing alive!! And-\" Amy kissed him on the lips before he could trail off into a rant and looked at him sweetly. \"Here's an idea, and I'm just gonna throw this out on the table- you could be the fattest thing alive!\" She beamed and drooled at the thought of turning her hedgehog boyfriend into a whale so she could play with him and get teased by him all she liked.\"In fact we could start right now!\" Amy got up and into the kitchen, and walked back out carrying a mountain of freshly cooked chilli-dogs on a plate. She put the plate down on the floor and began stuffing handfuls of chilli-dogs into Sonic's mouth, making his cheeks swell. He swallowed in surprise, and bloomphed up to three times his size- he was now bigger than the sofa, which was now smothered under his softness. Amy climbed up onto his chest, sinking into it deeper than before, and Sonic looked up at her, whimpering. \"A-amy,\" he stuttered, \"I demand that you stop this immediately or I'm gonna have to squash you!\" Amy tutted and waved another handful of chilli-dogs in front of his face. \"Oh come ooon, Sonikku,\" she moaned. \"I want to make you my big blimpy hot hedgehog hero!\"<br>\r\n<br>\r\n\"And I just want to be fast 'n thin again, now knock it off!\" Sonic growled a little and tried to move, his fat body jiggling all over and Amy clinged onto him, secretly enjoying the ride. \"Could you at least think about it?\" She whimpered pleadingly and looked at him with twinkly puppy-eyes. Sonic hated to disappoint Amy of all people so he settled back down, held Amy close and thought. And after a few minutes later he grinned. \"Oh Amy...\" He chirped. \"I think I know what I wanna do now...\"</span></div></div>",
            "created":1311742800,
            "id":1155890,
            "title":"Amy who wanted to see how Sonic was doing"
        },
        "1112322":{
            "author_id":"chilidawg",
            "author_name":"Chili",
            "choices":[
                "\"...don't like this, please stop?...",
                "\"kinda like this...\""
            ],
            "content":"<div class=\"\"><div> <span>As quickly as possible, Sonic turned over on the couch, crushing Amy under his belly. She blushed profusely as a twisted grin spread across her face, much to Sonic's dismay. \"There's not a chance Amelia, I'm not a toy for you!\" He calmed down, sighing deeply and got off of her. \"Sorry...\" he grumbled, turning away. He suddenly felt a pair of hands reach around him and grab his love handles. \"He- Hey!\" Sonic's ears turned a deep pink as the hands worked their way around his waist. \"Oh Sonic...\" Amy purred. \"I guess you're right, you are a reasonable size I guess...\" A moment of silence. \"Hey, can I show you something?\" Sonic turned to look at her. \"What could she want me to see?\" He thought, but Sonic agreed. He was curious anyway. Amy took his hand and with some difficulty heaved Sonic off the couch and down the hallway. She hastily pushed him into a room, quickly locking the door. Sonic looked around, suddenly panicking. \"This is a bedroom!\" he thought. Amy tenderly took his hands and led him to giant bed. She shoved Sonic down, who began to struggle. \"STOP IT NOW\" Sonic said in his angriest voice. He was secretly terrified. Amy sat him on his knees and tied his thick arms behind his back. \"Relax...\" she cooed. Sonic struggled to get loose, but it was all for naught. Amy bound his arms tightly. He saw her eying his belly, licking her lips.He wanted so desperately to cover it,but that wasn't going to happen. She knelt down and started stroking his tummy. A purr escaped Sonic's throat. Amy smiled, knowing what he liked. She ran her tounge along his belly, making Sonic shiver. She dipped it in and out of his deep belly button, making him blush a deep red. \"Aaahh...\" he moaned. Amy poked a finger in, twirling it around slowly. Sonic sat there, purring deeply. He enjoyed, but at the same time he didn't . He managed to speak through his purrs. \"Amy I..\"</span></div></div>",
            "created":1369976400,
            "id":1600893,
            "title":"Sonic decides to put all of his weight on her. ..."
        },
        "11123222":{
            "author_id":"chilidawg",
            "author_name":"Chili",
            "choices":[
                "She plays with his belly button",
                "She feeds him more"
            ],
            "content":"<div class=\"\"><div> <span>\"Of course you do~ I know what you like Sonikku\" she cooed.  Slowly, her hands traveled his belly, reaching under the folds of his girth. She patted it, making the mass jiggle, gurgle and groan. Amy stuck her finger in Sonic' naval, making him drool. She smiled, teasing him by pushing her finger in and out. \"A little sensitive there are we?~\" she asked slyly. She stood him up on the floor, then stood with him. His hands still bound, Sonic looked at the pink hedgehog nervously as she walked around and eyed his thick body. She stopped at the back of him, gripping both massive love handles and lifting his belly. She let it fall, making the mass quiver.</span></div></div>",
            "created":1415509200,
            "id":1883425,
            "title":"\"kinda like this...\""
        },
        "112":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Thin",
                "Fat",
                "Bigger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will our fox friend start thin or already be putting on the pounds?</span></div></span></div>",
            "created":1248757200,
            "id":734056,
            "title":"Miles \"Tails\" Prower"
        },
        "1121":{
            "choices":[
                "Got up to get dessert.",
                "Went home."
            ],
            "content":"<div class=\"\"><div> <span>Tails was walking down Station Square when his stomach started to growl.<br>\r\n\"Must be lunch time.\" He said as he went to the nearest restaurant which happened to be a fast food place.<br>\r\nHe ordered two big juicy hamburgers with a side of fries and onion rings (all super sized of course) and sat down to eat.<br>\r\nAfter he finished he....</span></div></div>",
            "created":1248930000,
            "id":735241,
            "title":"Thin"
        },
        "11211":{
            "choices":[
                "Cream is trying to fatten him up! What's going on?!",
                "Cream is just trying to be nice."
            ],
            "content":"<div class=\"\"><div> <span>\"That was delicious!\" Tails said as he got up. \"Now for dessert!\"<br>\r\nHe went up to the counter and got a large chocolate Sunday with nuts and a cherry.<br>\r\n\"Looks great! Can't wait to eat it!\" He sat down and finished the Sunday. \"That was a good lunch!\" He said as he walked out of the place, with a noticeable bulge in his belly. He started walking back home when he saw Cream. \"Hi Cream!\"<br>\r\n\"Hi Tails!\" She said going up to him. \"Where are you going?\"<br>\r\n\"Home,\" He said. \"Wanna come over?\"<br>\r\n\"I would love too!\" She said in her cherry voice. \"But can we get some lunch first? I'm starving!\"<br>\r\n\"Well I just had lunch,\" Tails started to say before he was interrupted by his stomach growling. \"But I guess some more food wouldn't hurt!\"<br>\r\n\"Great!\" Cream said as they went to another fast food place. Cream ordered for both of them, strangely Cream's order was pretty small while Tails was quite large, three large burgers, two orders for large fries, and two large shakes.<br>\r\n</span></div></div>",
            "created":1249102800,
            "id":736018,
            "title":"Got up to get dessert."
        },
        "112111":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "It's just a normal dinner",
                "Her mother wants to fatten him up too!"
            ],
            "content":"<div class=\"\"><div> <span>\"uhh Cream i'm not that hungry\" Tails said looking at his large meal. Cream looked up at him <br>\r\n\"you should eat Tails my mom said it isn't good to waste food\" she replied<br>\r\n\"oh sorry\" Tails said beginning to eat his meal. After he finished Tails rubbed his belly which was filled to bursting. \"oh man I think I ate to much\" Tails groaned. He looked over at Cream and his jaw dropped, Cream had left and was coming back bacck with a small sundae for herself and a large one for him. \"Cream I can't possibly eat this\" he saidwincing as his stuffed belly hit the table.<br>\r\n\"But why\" she asked upset, Tails didn't want to make her cry, he was afraid of her mother. \"don't worry i'll eat it\" he said taking a bite. \"oh thank you Tails\" she smiled eating hers. After Tails forced his sundae down he gasped. His stomach was tight and he felt like he would burst if he moved. He managed to get out and left with Cream holding his beachball sized belly. \"Tails I had such a nice time\" cream smiled. Tails tried to smile back but he was in to much pain. \"You should come by for dinner\"<br>\r\n\"You don't have to\" Tails replied<br>\r\n\"Oh I insist i'll go tell my mom\" she smiled running home. Tails realized he had no choice but to go. \"if Cream keeps this up i'm going to end up in the hospital\" Tails thought heading home to sleep his meal off. Later at night he headed over to Creams house slightly full. Once he entered he saw cream and her mother waiting for him.</span></div></div>",
            "created":1249534800,
            "id":740165,
            "title":"Cream is trying to fatten him up! What's go..."
        },
        "1121111":{
            "choices":[
                "After dinner",
                "During dinner"
            ],
            "content":"<div class=\"\"><div> <span>tails huffed as he arived at Cream's house he had walked the whole way in order to make his buldge go down. He didn't think Cream's mother would appreciate him looking like a glutton. He knocked on the door and was greeted by Cream's mother \"Oh Tails glad you could make it\" she smiled letting Tails in.<br>\r\n\"Thankyou Ms. Rabbit\" Tails bowed softly as he entered. Cream was already sitting down waiting for him and Tails sat down next to him. Vanilla soon followed and smiled \"I'm so glad you came for dinner Miles\" vanilla said \"you see Creams acted a little lonley for a while so this should be just what she needs\" Vanilla said as Tails nodded.</span></div></div>",
            "created":1274504400,
            "id":887222,
            "title":"It's just a normal dinner"
        },
        "11211112":{
            "choices":[
                "He looked at the plant on his table.",
                "He dicided to have some donuts."
            ],
            "content":"<div class=\"\"><div> <span>The three sat and enjoyed the dinner.But Tails seemed to just stare off into space,thinking.He could feel Cream poking his shoulder but couldn't hear her.<br>\r\n\"Tails!\"She shouted.That snapped him out of it.<br>\r\n\"What?\"He asked startled.<br>\r\n\"What were you doing?\"She asked.<br>\r\n\"Uhh,nothing.I need to go do...stuff.\"He stood up and headed to the door.<br>\r\n\"But you just got here Miles.\"Vanilla reminded him.<br>\r\n\"Sorry Ms.Rabbit,I'm busy.Thanks for the supper.\"He walked out and headed home.He locked the door and sat on the couch and.</span></div></div>",
            "created":1274763600,
            "id":889325,
            "title":"During dinner"
        },
        "1121112":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "\"Breakfast is ready\"",
                "\"why are we doing this?\""
            ],
            "content":"<div class=\"\"><div> <span>\"Oh Tails glad you could make it\" Vanilla smiled as Tails looked at the feast before him. \"come on Tails\" Cream smiled grabbing his arm and pulling him in. Tails was seated at the table and looked at the food in front of him. \"go on Tails we made this for you\" Vanilla said looking at Tails smiling. Tails looked at Cream who also smiled and then a thte food. \"I know i'm not going to like this\" Tails sighed as he took a bite. Cream and Vanilla watched Tails eat as they supplied him with more.When Tails felt full Cream would look said and Vanilla would give him a look and Tails knew he had to keep eating. Later Tails burped as he pushed his plate away. \"excuse me\" Tails moaned rubbing his belly which stuck out pressing against the table. \"i'm so glad you liked it Tails\" Cream smiled. Tails groaned he knew something was up but he was too full. Tails suddenly yawned \"and tired\" he added in his mind. \"oh Tails why don't you stay here for the night\" Cream offered. \"thanks\" Tails replied he was to tired and in pain to say no. Tails was givin a bed on the couch and slowly fell asleep.<br>\r\n<br>\r\nTails yawned as he woke up and noticed something was wrong. He immediatly noticed that his large belly was gone and he had a small layer of fat on his entire body, but he also noticed he was bound to the couch and couldn't move. He struggled and saw that his hands, feet, and tails were bound to the couch. \"oh Tails i'm so glad your awake\"  a voice said Tails turned and saw Vanilla looking down at him smiling, but there was something off about her smile. Vanilla continued to look at him for a while before turning to speak.</span></div></div>",
            "created":1251694800,
            "id":753340,
            "title":"Her mother wants to fatten him up too!"
        },
        "11211121":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "later that day",
                "later that week"
            ],
            "content":"<div class=\"\"><div> <span>\"wha? Ms vanilla i- mmph!!\" Tails was interupted by Vanilla stuffing a doughnut in the foxboy's chubby maw.<br>\r\n\"now now derie mother knows best\" she smiled as she fed him more and more Tails milky white fur stained with icing and jelly as he kept eating afraid he was truly going to burst. He gave a pleading look to his captors but that only seemed to encourage them. <br>\r\n\"look momma\" Cream smiled petting Tails cheek. \"Tails must be super hungry\"<br>\r\n\"but of course he is a growing boy, and growing boys must eat alot\" Vanilla replied stuffing another pastry into the fox's mouth. Tails was too full to squirm or protest as he lied there being stuffed like a prized pig.</span></div></div>",
            "created":1340082000,
            "id":1362858,
            "title":"Breakfast Time"
        },
        "112111212":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Tails attempts to escape",
                "Tails is moved to a new room"
            ],
            "content":"<div class=\"\"><div> <span>Tails let out a heavy groan as he felt something warm and gooey being stuffed into his maw. The poor Fox had been prisoner to Cream and her mother  the entire week and it had been almost nonstop food. Currently he was being fed his tenth breakfast and his stomach felt like a ticking time bomb about to blow. He let out a muffled yelp of pain as he felt one of th  rabbits rub his taunt stomach.<br>\r\n<br>\r\n\"Look Tails your belly button popped out\" Cream giggled as gave it a small push bringing tears to his eyes. <br>\r\n\"Now now Cream do be gentle Miles hasn't digested yet give him a few minutes before you play with him\" her mother gently scolded. Cream nodded and gave Tails a happy kiss on the belly as the Fox gave a small squirm of protest. The restraints on his wrists and ankles were digging in as the new fatty tissue blushes around. His chest was puffy and he had grown a small pair of boy boobs that grew thicker and lower each day. His once thin and tubelike arms had swollen into thick meaty limbs ending in sausage like fingers which threatened to burst out of the tight gloves. His legs were in a similar shape however he noticed that his thighs were much larger than any other mobian. He felt a snap at his feet as plump toes were stuffed into shoes several sizes smaller than he would like. Knowing that his favorite footware was close to breaking. Finally Tails biggest feature was surprisingly not his belly like most males but rather his butt and hips. The two furry globes were smooshes together and Tails figured his method of flight might be the reason he was bottom heavy.<br>\r\n<br>\r\n\"Moma Moma Tails is getting too big for the couch. Can we move him into my room?\" She asked innocently. Vanilla gave a small nod as Tails felt his restraints coming undone. This was his chance now hopefully he still had his usual ability to escape before he exploded.</span></div></div>",
            "created":1373778000,
            "id":1627867,
            "title":"Flabby fox"
        },
        "11211122":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "It was a feeding machine",
                "It was a large cake"
            ],
            "content":"<div class=\"\"><div> <span>\"why\" Tails asked hoping to get an answer. Vanilla looked down at him and smiled<br>\r\n\"Tails you are a growing boy and growing boys do need to eat\" she replied.<br>\r\n\"but i'm not hungry\" Tails stammered, suddenly he heard a large growl come from his belly and blushed slightly.<br>\r\n\"my point is proven\" she smiled before Cream entered holding a bowl full of something.<br>\r\n\"Now Tails please don't do this the hard way\" Vanilla said looking at the helpless fox.<br>\r\n\"but why\" he asked again. Vanilla sighed and dismissed Cream into the other room.<br>\r\n\"Tails i'm just worried about you and so is Cream you go out risking your life everyday and poor Cream gets so worried when you don't come home some days, so to fix this we're going to make sure you are unable to go out and fight\" vanilla explained<br>\r\n\"how's that\" Tails asked<br>\r\n\"simple Sonic won't let you go with him to fight if you're to big\" she smiled feeding Tails a spoonful of the substance in the bowl. It tasted very sweet to Tails<br>\r\n\"But i've still got all my machines\" he mumbled<br>\r\n\"yes but they'll be useless if you're too fat for them\" Vanilla replied giving Tails another spoonful. Suddenly Tails eye went open as the situation hit him like a ton of bricks.<br>\r\n\"Wait you're going to fatten me up\" he asked in alarm, Tails needed to stay thin becuase he needed to be able to fly and if he got fat that would become extreamly difficult.<br>\r\n\"yes but don't worry it won't take long as long as you eat this special treat I made you should be nice and fat by the end of this week\" Vanilla fed another spoonful into Tails mouth.<br>\r\n\"what is that stuff\" he coughed<br>\r\n\"it's my special gelatin Tails it's a recipe in one of my books, you see it's very sweet and it gets digested very quickly and it can cause a rapid weight gain\"<br>\r\n\"this is insane\" Tails yelped before another spponful was shoved into his protesting mouth.<br>\r\n\"Tails we just want what's best for you\" she smiled sweetly. Tails growled he hated what was going on, they wanted to fatten him up just so he couldn't go out an fight. However Tails hated to admit it but what he was eating was so delicious that he was upset that it didn't sit in his stomach as long as food should.<br>\r\n<br>\r\nLater at night tails was already showing the effects from the meal, his overal appearence had rounded out making him look more like a toy. His belly was resting on his thighs and resembled a white marshmellow. HIs arms and legs had also puffed up making his once loose gloves feel tight. Tails shifted as much as he could, he'd gotten a little overweight once, he wasn't accustomed to his larger backside a nd rear acting like pillows. Even his face was rounder sporting small fat filled cheeks and a second chin forming. Tails was mad at himself for not being able to resist the food every time he ate his body would crave more and more and his helpings had gotten bigger and bigger. just a few minutes ago tails had eaten a bowl of the sweet substance three times as big as when he first started. He looked at the kitchen and was amazed at how such a delicious dish only took a few minutes to make. He saw Vanilla's form as she brought a cart over to the fox Tails tried his best to see what was on the cart.</span></div></div>",
            "created":1266210000,
            "id":836937,
            "title":"plans and other things"
        },
        "112111221":{
            "choices":[
                "sonic arrived and didn't like what he saw.",
                "Sonic arrives and helps Vanilla."
            ],
            "content":"<div class=\"\"><div> <span>\"Oh no.\"Tails thought trying to escape.<br>\r\n\"Ahh,your excited.\"Vanilla said getting ready to turn on the machine.<br>\r\n\"No,I'm not!\"Tails shouted.He got an idea.He inhaled.\"HEY SONIC!HELP ME!\"<br>\r\nVanilla stuck the hose in his mouth.Just then....</span></div></div>",
            "created":1279602000,
            "id":921596,
            "title":"It was a feeding machine"
        },
        "1121112211":{
            "choices":[
                "Apotos (fewer treats, yet more fattening)",
                "Empire City ( Lots of room to exercise, yet more fatty foods)"
            ],
            "content":"<div class=\"\"><div> <span>the window suddenly broke open, glass and debris spewing everywhere, for a moment of confusion no one knew what the heck was going on. as the the dust settled, Sonic got a glimpse at his surroundings,he saw his little bro Tails with a hose stuck in his mouth, Cream hiding behind her mother, and Vanilla holding the hose. \"what are you injecting in to Tails?\" Sonic asked somewhat annoyed. \"umm...weight loss powder?\" \"oh thats alright then, sorry for the me--wait a minute, are you saying Tails is fat?\" \"take a look at him Mr.Sonic\" Cream said in her sweet voice, Sonic stepped closely to Tails, once Sonic looked at him he realized to his horror that he was looking a little pudgy, Sonic whistled and said with his findings \"Tails... I told you not to eat all that candy from Halloween at once..\" \"but Sonic look at the ingredients on that machine attached to the hose\" Tails said sadly \"ok....\" once Sonic had finished reading he was fairly ticked off. \"Vanilla? I hope your not doing what I think your doing..\" Sonic said, shaking his finger, \"what those ingredients?\" she said sweat going down her fur. \"this tub is from Big, he emptied once he was finished with it.\" \"oh\" Sonic suddenly turned on Tails with serious, somewhat angry face \"Miles pulling tricks isn't good, I'm very ashamed of you\" Sonic started to leave. then suddenly Tails started to do something that shocked everyone;he cried. and Sonic was amazed. Tails had two types of crying, the one where he wanted something, he hadn't done that since he was 6, and there was actual crying, which is what Tails was doing. Sonic's eye's were suddenly full of sympathy, \"oh uh.. its ok little buddy..I didn't meant to get angry, c'mon, lets uh.. get an ice cream.. then we can burn it off, hows that?\" Sonic said as he wiped the tear of Tails's squishy double chin muzzle. Cream and Vanilla were fustrated, they wanted a obese fox, and they weren't going to let Sonic leave, but, once again, Sonic used his super speed and blah blah blah you know the rest.<br>\r\n<br>\r\n\"thanks Sonic.\" Tails said quietly, \"hey no prob, buddy, afterward we're going to work all this off later ok?\" \"ok\" Tails replied with a smile that gave the fox a baby kit look,  the waitress looked familiar somehow, but Tails was too busy calculating how much weight he had gained and how to lose it, as Sonic was looking at the menue and deciding, not looking up, if only the duo realized that there were two long ears prodding out of the hat... \"pathetic\" Vannila said to her self as she walked in to the kitchen,putting the same substance in to Tails mint ice cream.... \"not to worry Cream, Mommy is just going to be followeing them around and make every meal Tails have be oh so fattening..\"<br>\r\n<br>\r\n\"ok bud, I found two places that would be good to run in to today, but I'll let you choose, Empire City or Apotos?\"</span></div></div>",
            "created":1294981200,
            "id":1035630,
            "title":"Confusion"
        },
        "112112":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "a weight gain formula",
                "a hunger formula"
            ],
            "content":"<div class=\"\"><div> <span>Tails shrugged and managed to eat the large meal as Cream smiled and ate hers. \"I never thought I could eat so much\" Tails smiled rubbing his bigger belly. \"Tails I didn't know you could eat so much\" Cream said looking at the fox with his beachball belly. \"Yeah it actually feels good\" Tails replied standing up. \"Mabye we could do this tomorrow\" Cream asked<br>\r\n\"sure\" Tails replied waddling out. Tails made his way home with people stopping to look at Tails the fox boys belly was almost as big as him. Tails made it home and plopped down on his couch and sighed rubbing his belly. \"I wonder what it would be like to be big\" Tails thought remembering how he was the smallest of the group and often had to do chores for them. He giggled imagined a bigger him looking down at Sonic when he was asked to do something. \"hmm I bet I could make something that'll help\" Tails said standing up</span></div></div>",
            "created":1256187600,
            "id":779982,
            "title":"Cream is just trying to be nice."
        },
        "1121121":{
            "choices":[
                "a turkey",
                "A cake"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>tails:thats it!<br>\r\nhe ran down stairs to start inventing.<br>\r\n<br>\r\n5 hours later.<br>\r\ntails:Ive done it!this will make any food more fattening depending on how many drops there is!I'll try.........</span></div></span></div>",
            "created":1256792400,
            "id":783423,
            "title":"a weight gain formula"
        },
        "11211212":{
            "author_id":"demongod18",
            "author_name":"DemonGod18",
            "choices":[
                "Eat the cake pieces one by one",
                "Devour the rest of the cake"
            ],
            "content":"<div class=\"\"><div> <span>Tails grabbed a chocolate cake and placed it on a table. He then got the formula and poured it on the cake. Tails grabbed a knife, sliced the cake into pieces and took one for him to eat. \"Alright, let's see if this works.\" Tails said to himself.<br>\r\n<br>\r\nHe took a bite off the cake piece, and it tasted amazing! Tails immediately started chowing down on the cake piece. Once he was done, he let out a satisfied burp. Suddenly the formula's effects were kicking in. His stomach bloated up, hit arms inflated with fat, he started growing another chin, and his butt blew up like a balloon. He didn't gain too much weight since it was one cake piece, but he did get fatter.<br>\r\n<br>\r\n\"This is great!\" Tails said to himself. \"The formula was a success.\"  He then decided to...</span></div></div>",
            "created":1503118800,
            "id":2371679,
            "title":"A cake"
        },
        "11212":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Robotnik/Eggman",
                "Shadow"
            ],
            "content":"<div class=\"\"><div> <span>Tails patted his gut and headed back home after stuffing himself \"mmm nothing like a full belly after a long day's work to make you feel good\" he smiled as he headed home. However just before he made it a shadowy figure leapted out and struck him in the back of the head knocking the kitsune out cold.<br>\r\n<br>\r\nTails groaned and woke up and found that he was bound to a large table unable to move. He heard footsteps and looked to see who it was.</span></div></div>",
            "created":1313643600,
            "id":1171022,
            "title":"Went home."
        },
        "112122":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "yes it was shadow",
                "somebody else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Shadow or was it somebody else?</span></div></span></div>",
            "created":1327813200,
            "id":1268196,
            "title":"Shadow"
        },
        "1122":{
            "choices":[
                "A feast! Eggs bacon and potatoes! Um!",
                "A bowl of bland cereal.",
                "Skip breakfast "
            ],
            "content":"<div class=\"\"><div> <span>Tails yawns as he gets out of bed. He goes to the bathroom and looks at himself in the mirror. <br>\r\n\"Tails,\" He told himself. \"You're not chubby anymore, you're fat!\"<br>\r\nHe was, he couldn't fly anymore, his plump tails could lift him from the ground no longer, his legs and butt were bigger, his arms plumper, a small double chin has started, but what was most noticeable was his belly, it went halfway down to his knees when he sat down and was hanging when he stood.<br>\r\n\"Man,\" Tails said as he went to the kitchen. \"I promised Sonic I would lose weight by the time he came back but I've only gained weight!\"<br>\r\nHe started to make his breakfast.<br>\r\nIt was....</span></div></div>",
            "created":1248930000,
            "id":735236,
            "title":"Fat"
        },
        "11223":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "He gorges the whole day",
                "He tries to loose weight"
            ],
            "content":"<div class=\"\"><div> <span>\"no I can't get any fatter\" Tails said deciding to skip breakfast completely. He headed outside and looked around. \"alright time to loose some weight\" Tails said taking off for a run. Tails sudden;y realized how much trouble running was when he found himself out of breath not to far from his house. \"oh man *huff* that was *huff* hard\" he panted. He walked back and collapsed on his couch exhausted from his small run. \"oh man Sonic is so going to be mad at me\" Tails groaned before he quckly grabbed some cookies that Cream sent him. \"that's another problem i've got to stop eating all these sweets Cream keeps sending me\" Tails said between bites. \"i'll just stop after this one\" he said before eating a cookie. \"uhh mabye after the next\" he said licking crumbs off his muzzle. unfortunatly Tails kept up the cycle until he emptied his stash of cookies. \"I did it again\" he cried loking at his belly. \"Ok that's it i'm going to get in shape right now\" he yelled as his stomach growled.</span></div></div>",
            "created":1251781200,
            "id":753742,
            "title":"Skip breakfast "
        },
        "112231":{
            "choices":[
                "Wants more",
                "Snaps out of it"
            ],
            "content":"<div class=\"\"><div> <span>Seeing that he needed to lose weight, he went for another run. This time, through town. While he had just started, he ran by Big the Cat's house, though Big tan after him. \"Help! Help!\" \"What?\" \"Come inside.and I will tell you what needs help.\" After both gorged guys were inside, Tails smelled some delicious fish. \"Smells good, whatever is in there.\" \"Actually, that is the problem. There is too much fish for me to eat, so I was wondering if you could help me.\" While Tails knew he needed to lose weight, his gut took control as he quickly.said yes. He then gorged himself. In fact, he did it all day, since Big catches a lot of fish. He stuffed himself silly, his belly expanding ever so much. Pound upon pound of fish fat grew his gut, pushing it far out as it gurgled and rumbled. By the end of the day, he had gained at least 1000 pounds and 3 meters of belly. He then...</span></div></div>",
            "created":1436850000,
            "id":2008084,
            "title":"He gorges the whole day"
        },
        "112232":{
            "choices":[
                "4 pounds, but he was getting more hungry.",
                "3 pounds."
            ],
            "content":"<div class=\"\"><div> <span>he then ran into town when he saw a new gym opening in town. <br>\r\ntails:maybe that's the answer.<br>\r\nhe then heads in and goes to a tredmill and set the speed to 3.a few minutes later he stops the tredmill and goes to the weigher. and he had lost...</span></div></div>",
            "created":1252990800,
            "id":760798,
            "title":"He tries to loose weight"
        },
        "1122322":{
            "choices":[
                "Its sonic!",
                "its amy"
            ],
            "content":"<div class=\"\"><div> <span>\"Only 3 stinking pounds?Im not going to lose all this weight before sonic gets back.\"he headed home, he then thought of something.\"maybe if I made a tredmill of my own like I made the weigher, I can lose this weight!\"as he entered his home he heard the phone ring.he answers it.......</span></div></div>",
            "created":1253250000,
            "id":762340,
            "title":"3 pounds."
        },
        "11223221":{
            "choices":[
                "an hour",
                "3 hours"
            ],
            "content":"<div class=\"\"><div> <span>\"hey buddy,its me sonic!did you lose the weight like I asked?\"sonic asked.tails sighed and said,\"sorry sonic,Im trying the best I can do but I can't lose it,no matter what I do!I need more time!\" \"well you better hurry,Im coming home tomarrow.\" \"oh man thats not enough time!\" \"well I have something for you if you can loose it.\" \"I'll see what I can do sonic.bye.\"they then hanged up.\"Oh man I need to make that tredmill and fast!\"he headed for his lab and made it within........</span></div></div>",
            "created":1253250000,
            "id":762366,
            "title":"Its sonic!"
        },
        "112232211":{
            "choices":[
                "it was 3 cakes and a ton of sweets",
                "5 cakes"
            ],
            "content":"<div class=\"\"><div> <span>he then got on and set it to 6. 8 minutes later he got on the weigher.\"hello tails.calculating your current weight.you last weighed 200 pounds. you now weigh 100 pounds.congradulations.\" the next day tails got a phone call from sonic.\"hey tails I just got off the plane.did you lose the weight?\" \"yeah!\" \"thats great! Im coming over with your gift now.see you in a minute.\"sonic then ran to tails house.he knocked on the door.\"come in.\"tails said.sonic walked in.\"wow,you didn't lie!here's your gift!\"</span></div></div>",
            "created":1253336400,
            "id":762750,
            "title":"an hour"
        },
        "1122322111":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Nothing",
                "alright i'll tell you"
            ],
            "content":"<div class=\"\"><div> <span>uhh Sonic what's all this\" Tails asked<br>\r\n\"you're reward for loosing all that weight\" Sonic smiled. Tails looked at his reward it was three very large cakes and a huge sack filled with sweetes.<br>\r\n\"oh and I made sure to get mint since I know you like it so much\" Sonic said handing a slice of cake to Tails.<br>\r\n\"but Sonic if I eat all this i'll get fat again\"<br>\r\n\"so\" Sonic smiled<br>\r\n\"ok tell me what's going on\" Tails questioned.</span></div></div>",
            "created":1253336400,
            "id":762752,
            "title":"reward"
        },
        "112232212":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                " He gained 25 pounds",
                "He gained 75 pounds"
            ],
            "content":"<div class=\"\"><div> <span>Tails wiped his brow as he looked at his work. \"alright now I can loose this fat\" Tails said suddenly hearing a growl. He looked down and noticed he hadn't had a meal all day. \"well a small snack couldn't hurt\" Tails sighed as he made his way to his kitchen. He opened it and was assaulted by the scent of baked treats as he looked a little pale. His fridge was stocked full of cakes a treats Cream had made for him. \"alright one sweet treat won't hurt\" Tails huffed taking a small slice of cake. he sat down and calmly ate it trying his hardest to ignor the mint taste that he loved. tails sighed and looked at his fridge and groaned I guess one more won't hurt\" he said getting up. he looked at the treat and once again fell into a craving cycle.<br>\r\n<br>\r\nTails groaned the next morning and found himself assleep at his table \"I better go see if I gained any weight\" he mumbled half asleep and he made his way to the bathroom feeling somthing pulling him down and something rubbing against his legs. passing the mirror he looked at his frosting covered muzzle and looked at the scale.</span></div></div>",
            "created":1264914000,
            "id":828275,
            "title":"3 hours"
        },
        "1122322122":{
            "choices":[
                "He managed to lose the weight in time.",
                "He didn't get enough time for Sonic entered."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Oh boy Sonic's going to kill me!\"He said running for the tredmill.\"I got to lose it and fast!\"</span></div></span></div>",
            "created":1264914000,
            "id":828360,
            "title":"He gained 75 pounds"
        },
        "11223221222":{
            "choices":[
                "\"Sorry Tails,but you didn't listen to me.\"",
                "\"Alright you got untill midnight.\""
            ],
            "content":"<div class=\"\"><div> <span>\"Oh.Hi Sonic.\"Tails said nervously.<br>\r\n\"It looks like you gained more then you lost.\"Sonic said poking Tails' fat.<br>\r\n\"Look,I got a little hungry and I ate all the sweets Cream gave me,and gained 75 pounds.\"He chuckled.Sonic sighed.<br>\r\n\"Tails, Im dissapointed in you.I was going to give you this teleporting watch,but  you can't have it.\"<br>\r\n\"Please Sonic,I need more time.\" Tails begged.Sonic then said........</span></div></div>",
            "created":1264914000,
            "id":828470,
            "title":"He didn't get enough time for Sonic entered."
        },
        "1123":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "obese",
                "Immobiles",
                "Gigantic..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>ok how big has Tails gotten before the story starts</span></div></span></div>",
            "created":1248757200,
            "id":734057,
            "title":"Bigger"
        },
        "11231":{
            "choices":[
                "Sonic, and he's not happy.",
                "The pizza guy! Finally!"
            ],
            "content":"<div class=\"\"><div> <span>Tails huffed as he lifted himself from the couch. He was hungry so he decided it was time for third lunch. It was getting harder to get up due to his massiveness.<br>\r\n\"What should I eat?\" Tails asked himself as he went to the kitchen. \"Man I have nothing! Guess I'll order pizza again.\" <br>\r\nHe ordered a few pizzas and then sat down on the couch with a bag of cookies to tide him over.<br>\r\nTails was huge, ever since Eggman was finally defeated Tails got lazy, he still worked on machines, but it became more of a hobby than anything. Tails stomach was gigantic and covered his knees which were folding over his plump shins, his legs were also big and he had big moobs, and his tails had become big and plump.<br>\r\nThe doorbell rang.<br>\r\n\"Finally!\" Tails exclaimed before going through the exercise that is getting up. \"I hate waiting for pizza!\"<br>\r\nHe opens the door and its......</span></div></div>",
            "created":1248930000,
            "id":735252,
            "title":"obese"
        },
        "112311":{
            "choices":[
                "Tells him to piss off, he's happy this way!",
                "Decides to try and lose some weight."
            ],
            "content":"<div class=\"\"><div> <span>Tails opened the door and his excited face turned to disappointment when it turned out to be Sonic tapping his foot annoyed.<br>\r\n\"Oh, hi Sonic.\" Tails said going back to the couch.<br>\r\n\"Tails what's happened to you?!\" Sonic demanded stomping over to him, grabbing the bag of cookies from him.<br>\r\n\"Hey!\" Tails cried in protest.<br>\r\n\"Tails you're fat!\" Sonic yelled.<br>\r\n\"Yeah, I noticed.\"<br>\r\n\"I'm putting you a diet bro! Now!\" <br>\r\n\"WHAT?!\" Tails yelled. Sonic had been threatening to put him on a diet, but this was the first time he seemed to be serious enough to make him go on one.<br>\r\n\"That's right!\" Sonic said, tossing the cookies in the trash can. \"Its not healthy to be this fat!\"<br>\r\nTails.....</span></div></div>",
            "created":1249102800,
            "id":736024,
            "title":"Diet time!"
        },
        "1123111":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "\"You want to be fat, fine i'll make you fat\"",
                "\"Fine I don't care\""
            ],
            "content":"<div class=\"\"><div> <span>\"Sonic I like being this big\" Tails replied.<br>\r\n\"but this can't be healthy\" Sonic yelled<br>\r\n\"Sonic for your information i'm in great condition, sure I can't run or fly anymore but I can still move and I don't care what you say or do i'm staying like this\" Tails yelled back.<br>\r\nSonic looked at Tails for a while...</span></div></div>",
            "created":1249794000,
            "id":741775,
            "title":"Tells him to piss off, he's happy this way!"
        },
        "11231111":{
            "choices":[
                "He feeds him a slice",
                "he feeds him the whole thing"
            ],
            "content":"<div class=\"\"><div> <span>Sonic raced out and soon came back with a large bag. \"Alright Tails you like being fat, alright i'll make you so fat you'll be a planet by the time i'm done with you\" Sonic said pulling out something. Tails looked and noticed it was a simple cake. \"That's it\" he asked<br>\r\n\"this isn't just any cake little bro it's got a special formula in it to make you nice and plump\" Sonic grinned walking over.</span></div></div>",
            "created":1256878800,
            "id":784186,
            "title":"\"You want to be fat, fine i'll make you..."
        },
        "11232":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "can we go somewhere",
                "can I have some more food"
            ],
            "content":"<div class=\"\"><div> <span>Tails groaned as he tried to move. \"don't worry buddy I hear ya\" a voice replied Sonic walked in and looked at his \"little bro\" who wasn't so little anymore. During a mission to stop Eggman Tails was captured and a new chemical was tested on him it was supposed to cause his motabalism to speed up and have Tails rapidly loose weight causing him to end up weak. However a small mistake in the formula caused the reverse to happen Tails motabalism slowed almost to a stop and it increased his stomach capacity, as a result Tails rabidly gained weight. It didn't matter how much he exercised he did he would always gain more weight. Eventualy Sonic adn the others convinced Tails to stay behind and he did, That was three months ago. \"Well Tails I made your favorite\" Sonic said showing Tails a plate of chilidogs Tails tried to move but it was a futile effort. \"I hate this\" tails huffed. Currently Sonic was taking care of Tails ever since Tails had trouble walking. Tails large rear took place of the bed he had crushed earlier. His bellywas touching the floor and if one were to lift most of it they would find plump feet attachted to legs bursting with fat. Tails arms were swollen and were to heavy to lift so they just rested on his moobs which were like large pillows, Tails  also had a triple chin that was starting to form a fourth this left only his chubby face to lay in his pillow of a neck. Tails, miraculously, was still able to move his tails each large enough to crush an unfortunate Mobian who stood under them. Now Sonic was the one to feed and clean Tails along with getting him anything he needed. \"Hey Sonic\" Tails said <br>\r\n\"Yes Tails\" Sonic replied<br>\r\n\"I was wondering...\"</span></div></div>",
            "created":1252213200,
            "id":756860,
            "title":"Immobiles"
        },
        "112322":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Amy",
                "Knuckles"
            ],
            "content":"<div class=\"\"><div> <span>Wha... sure Tails you don't have to be so shy about it i'll be glad to get you something\" Sonic said hurring away and returning holding a large box of pizza.<br>\r\nTails tried his best and grabbed a peice and ate it making sure not to get anything on his belly. \"Alright you keep eating i'll go get you something to drink\" Sonic said before the two heard a sound outside. \"Hang on\" Sonic said moving to the door to see who it was.</span></div></div>",
            "created":1264914000,
            "id":828287,
            "title":"can I have some more food"
        },
        "11233":{
            "author_id":"colwag",
            "author_name":"DanTails",
            "choices":[
                "Bigger then a house!",
                "BIGGER!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Only because we need to get Tails as massive as possible to start...</span></div></span></div>",
            "created":1248930000,
            "id":734806,
            "title":"Even bigger!"
        },
        "112332":{
            "author_id":"colwag",
            "author_name":"DanTails",
            "choices":[
                "Mountanous",
                "Moar!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, how about bigger then a mountain? How's that for a massive pile of fox?</span></div></span></div>",
            "created":1248930000,
            "id":734808,
            "title":"This is just stupid. And so beautiful.."
        },
        "1123321":{
            "author_id":"pedro01",
            "author_name":"pedro01",
            "choices":[
                "...he was fighting of of Eggman's robots.",
                "...he got himself stuck between two buildings.",
                "...he needed to find Sonic."
            ],
            "content":"<div class=\"\"><div> <span>Station Square was huge in comparison to other cities in all. There were some busy traffics among the way and all it seemed pretty normal in some cases, that is until one noise came to that. Their normal say was halted by that thumping noise, followed by a ground shook like earthquakes in motions. Many citizens wondered in their worrying sight as to what was going on, and so they should, when that huge cast of shadow had covered the entire section of the street.<br>\r\n<br>\r\nThere were screams all over and many people had started to run away from that huge looking figure, who looked so obese and humongous, that was waddling through the streets for whatever reason behind this. That huge looking figure you may ask is Tails.<br>\r\n<br>\r\nTails is more a fat giant, ever since Dr Eggman was going to test the ray machine to take over city. he may have stopped that, but too a risk by being hit by a laser beam, which made him into a obese giant that he is now. He's now looking bottom-heavy, which meant that his massive ass and thighs are the biggest part of his body in all, with his fat belly also bigger and jiggled each by step with it. The rest of his body was looking thick and chunky, and Tails had to settle in life like this in size.<br>\r\n<br>\r\nHe may had mixed emotion in all, but he would always be gentle or more to be careful not knocking down the city as much as his massive size may not go to his way. He looks like Godzilla, but fatter in some sense. Tails was waddling through the streets of the city when....</span></div></div>",
            "created":1497330000,
            "id":2335141,
            "title":"Fatzilla Tails"
        },
        "1123322":{
            "author_id":"colwag",
            "author_name":"DanTails",
            "choices":[
                "He's bigger then a country! Visible from Space!",
                "yawn.. too tiny."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Obviously, we're getting to the extremes. Anyone who dares start a story here has the love of many mega fatty fans.</span></div></span></div>",
            "created":1248930000,
            "id":734810,
            "title":"From the heavens above..."
        },
        "11233222":{
            "author_id":"colwag",
            "author_name":"DanTails",
            "choices":[
                "Bigger then Earth/Mobius",
                "Not even getting started!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The fox has swollen to a apocalyptic level. Dare you start with the planet already doomed?</span></div></span></div>",
            "created":1248930000,
            "id":734811,
            "title":"He IS the heavens above!"
        },
        "112332221":{
            "choices":[
                "Sonic came running up to his face at lightspeed",
                "Tails remembered the half destroyed moon and thought he should finish the job..."
            ],
            "content":"<div class=\"\"><div> <span>Tails`s gut enveloped more than a third of the world. His whole body coverred almost all of it. Everyone was squrming screaming andpanicking under their new organic celing. The Godlike fox had a third of the world`s food digesting in his all-devouring stomach. Tails smiled and said 'I can`t believe how HUGE I am\" as he rubbed the sides of his squishy frame.\" I`v seen earth from space before but this... this is unbeliveable\". He then then belched loudly sending tremors through his body and onto the planet damaging cities and highways. While reveling in his accomplishment, Tails pondered his next move. What happened next was...</span></div></div>",
            "created":1298610000,
            "id":1060771,
            "title":"Bigger then Earth/Mobius"
        },
        "1123322212":{
            "choices":[
                "Head for Angel Island",
                "Ignore the Earth"
            ],
            "content":"<div class=\"\"><div> <span>With a lick as his maw Tails turned his sights on the moon which was orbiting near the gargatuan fox. \"might as well\" he grinned as he tried to reach out for the rock but growled when his fat paw couldn't grasp it. \"humph...\" he pondered then got an idea, opening wide he inahled deeply pulling the moon closer to him. With a smirk he chomped down devouring the rock in four bites. \"ahh that hit the spot\" he smiled licking his mountanous cheeks. Belching and causing more destruction again Tails was enjoying his godlike position very much. Looking around he wondered if he should go after Angel Island or just ignore the earth all togehter.</span></div></div>",
            "created":1298782800,
            "id":1061337,
            "title":"Tails remembered the moon"
        },
        "11233222121":{
            "choices":[
                "he consumes the emeralds",
                "Knuckles tries to stop him"
            ],
            "content":"<div class=\"\"><div> <span>He grinned remebering the floating island and the emeralds that were there. \"if I consume those i'll really be a god\" he chuckled trying to see the small island. the glow of the master emerald easily gave it away ans it drfted closer to him.</span></div></div>",
            "created":1300770000,
            "id":1074715,
            "title":"Head for Angel Island"
        },
        "112332221211":{
            "author_id":"ryguy0228",
            "author_name":"Ryguy0228",
            "choices":[
                "He started gaining weight rapidly ",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>  Tails eats the emeralds but, the emeralds had an effect on him...</span></div></span></div>",
            "created":1587748140,
            "id":2823782,
            "title":"he consumes the emeralds"
        },
        "112332221212":{
            "choices":[
                "Leaves Earth",
                "Eats more of Earth"
            ],
            "content":"<div class=\"\"><div> <span>However, Knuckles tried to stop him. \"Tails, knock it off! You've gone crazy!\" \"Sorry Knuckles, it's time to get growth.\" With that, he blew knuckles away. Tails then proceds to eat the master emerald, goving Tails energy. With Tail's digestive system, the energy becomes food. His ultra-sized belly grows and growls, causing Angel Island to fall. So Tails ate it. Next, he...</span></div></div>",
            "created":1432098000,
            "id":1980726,
            "title":"Knuckles tries to stop him"
        },
        "112332222":{
            "author_id":"colwag",
            "author_name":"DanTails",
            "choices":[
                "Much larger then the entire solar system",
                "Even bigger!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I dare you to start one off this big. Double-dog-dare you.</span></div></span></div>",
            "created":1248930000,
            "id":734812,
            "title":"Light years of pure fox flab"
        },
        "1123322222":{
            "choices":[
                "bigger then two planets",
                "bigger!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>your insane!yeesh sonic and his pals have to act like mountin climbers to reach his head!how about this?</span></div></span></div>",
            "created":1253077200,
            "id":761508,
            "title":"Even bigger!"
        },
        "11233222222":{
            "author_id":"colwag",
            "author_name":"DanTails",
            "choices":[
                "The size of a galaxie!",
                "Bah, that's still anorexic! Bigger!"
            ],
            "content":"<div class=\"\"><div> <span>The space between mere planets covers a few hundred thousand planets in size. The Sun itself is a million times larger then our little Earth...<br>\r\n<br>\r\nSo.. the next appropriate size would be a more galactic one. One bigger then the milky way, a collection of billions, trillions of stars millions of times bigger then all of Earth. A story at that size? Well... it's possible. </span></div></div>",
            "created":1253163600,
            "id":761883,
            "title":"Basic astronomy"
        },
        "112332222221":{
            "choices":[
                "A galaxy",
                "Something larger"
            ],
            "content":"<div class=\"\"><div> <span>Tails had become quite huge. His planning finally came to good use when he developed a mutation for a 100% elastic stomach (so he will never reach a size limit) and to not have to breath. He than ate away. While many tried to stop him, he shrugged off the damage and ate them. The only ones left are Sonic and his close friends. Tails then ate worlds upon worlds, growing larger and larger, plumper and plumper. Gurgle. Tails realized he needed to eat, so he ate...</span></div></div>",
            "created":1432098000,
            "id":1980727,
            "title":"The size of a galaxie!"
        },
        "1123322222212":{
            "author_id":"ryguy0228",
            "author_name":"Ryguy0228",
            "choices":[
                "Yes.",
                "Something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a galactic cluster (groop of galaxies).</span></div></span></div>",
            "created":1535259600,
            "id":2539250,
            "title":"Something larger"
        },
        "112332222222":{
            "choices":[
                "ok.",
                "start here!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>uhh, huston we have a problem!a big problem I might add!lets just start the story to see how our furry friend got huge!</span></div></span></div>",
            "created":1253163600,
            "id":761966,
            "title":"Bah, that's still anorexic! Bigger!"
        },
        "1123322222222":{
            "choices":[
                "Yeah",
                "That was a joke. Bigger!!!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Are you sure?</span></div></span></div>",
            "created":1432098000,
            "id":1980723,
            "title":"start here!"
        },
        "11233222222222":{
            "author_id":"ryguy0228",
            "author_name":"Ryguy0228",
            "choices":[
                "Yes.",
                "Bigger."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about the size of a galactic cluster? (A several dozen galaxys)</span></div></span></div>",
            "created":1576270800,
            "id":2759152,
            "title":"That was a joke. Bigger!!!"
        },
        "113":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "thin",
                "fat",
                "bigger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>alright how big is he?</span></div></span></div>",
            "created":1271566800,
            "id":870053,
            "title":"Knuckles"
        },
        "1133":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "obese",
                "bigger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>ok how about now?</span></div></span></div>",
            "created":1271566800,
            "id":870055,
            "title":"bigger"
        },
        "11332":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                " 1) Immobiles",
                "2) Gigantic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How Big you want Knuckles to be?</span></div></span></div>",
            "created":1414904400,
            "id":1880862,
            "title":"bigger"
        },
        "114":{
            "choices":[
                "Fat ",
                "Thin"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How shall we start?</span></div></span></div>",
            "created":1249189200,
            "id":737026,
            "title":"Shadow"
        },
        "1141":{
            "choices":[
                "Chubby",
                "Overweight",
                "bigger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How fat exactly?</span></div></span></div>",
            "created":1249189200,
            "id":737028,
            "title":"Fat "
        },
        "11412":{
            "choices":[
                "Rouge who had also gained weight.",
                "Tails.\"Well if it isn't Shadow the 'fattest' life form once again.\" he said"
            ],
            "content":"<div class=\"\"><div> <span>Waking up to the sound of a buzzer,Shadow woke up from another restless night.He looked at the mirror and sighed.<br>\r\n\"Another day,and another round of Tails making fun of me.\" He said.\"I can't believe he'd hold up this big of a grudge about Cosmo.\"<br>\r\nEver seince He'd gained, Tails was making fun of it.<br>\r\n\"Hopefully I won't run into him.\"<br>\r\nHe gets into his shoes and walks to a resturant.as he walks in he bumps into.....</span></div></div>",
            "created":1264482000,
            "id":826140,
            "title":"Overweight"
        },
        "114121":{
            "author_id":"5jalpham1230",
            "author_name":"Scribe",
            "choices":[
                "“Anything for you my BBW life form.”",
                "“Hell no! Are you insane!?”"
            ],
            "content":"<div class=\"\"><div> <span>Rouge had certainly gained a fair amount of weight herself. Her outfit had gotten... as tight as one would imagine. Her boobs had pressed hard against her bra, if you listened closely you’d swear you’d hear the pressure of them near popping out. Her belly was out and bare for all to see. It had rolls of fat straining her navel and nearly dragged across the ground from its gravity. Her booty had absolutely no modesty, so much so that it had just pushed her shirt completely up over it and was bare for all the world to see. It had various dimples, blobs, and pools of fat lining two fat ass white cheeks that jiggle even as Rouge simply stood still. It resembled more a shelf of bad eating habits and lack of activity. Soon Shadow was shocked to feel Rouge bump her belly against his obese one. “My oh my, the ultimate lifeform became the ultimate blob.” While Shadow would normally get angry at this, with Rouge he had a bigger thought on his mind. “Listen Rouge, I don’t want to play any games: I’ve seen you’ve rather come to enjoy your new body, as do I, and you enjoy mine as as I have as well. Let’s skip the subtle talk. I know you gave up on Knuckle-head a long time ago. Join me in companionship.” “We’ll I’d love to Shadow, bits there’s one condition. The blobby boy who I know gives you trouble, Tails, is my current partner, but I’ve come to be open to more than one partner. Would you be open to it?”</span></div></div>",
            "created":1583385180,
            "id":2796849,
            "title":"Rouge who had also gained weight."
        },
        "1141211":{
            "author_id":"5jalpham1230",
            "author_name":"Scribe",
            "choices":[
                "Welcoming babies into the world! ",
                "Becoming young with their same bodies all over again!"
            ],
            "content":"<div class=\"\"><div> <span>“I’m glad to hear it!” Soon the three were getting close very fast. Shadow forgave Tails for his misgivings and teasings. Tails himself had gained weight in more embarrassing areas. His combo of wide load thighs and a ginormous ass however soon gave him more pride than embarrassment. Both Shadow and Rouge were into him slightly crushing and suffocating them between either his rubbing thighs or buttcheeks. Rouge was more of a massage, grabby, and cuddly type at this point in her life. She just adored lying in bed with Shadow and Tails on either side of her, smushing against her like an ice cream sandwich. They would alternate between the boys smushing her with their huge bellies and her giving them each a turn to rub their fat boi lardy asses against her uncontrollably wobbly, fleshy, and jiggly booty. Rubbing butts with Rouge turned the boys on especially the most. Shadow was the dancer of the group. Once being the ultimate lifeform, he had been free in all of his movements with his slim body. He somehow maintained the strength to move as he once did and used this to make the most active blob of ass, belly, moobs, and hedgehog one could imagine. The three loved each other dearly and soon were in the wonderful position of... </span></div></div>",
            "created":1583385720,
            "id":2796852,
            "title":"“Anything for you my BBW life form.”"
        },
        "114122":{
            "choices":[
                "Rouge blushed.\"Yeah.I heard what Tails said.\""
            ],
            "content":"<div class=\"\"><div> <span>\"Tails, I said I was sorry.\" He said.<br>\r\n\"And I said sorry wasn't going to cut it. you tried to kill her,And I told you I'd make every waking moment emberassing and hummiliating.And I found the way!Make sure to buy the salad lardo!\" He walked off laughing.Rouge saw what happened and walked up.<br>\r\n\"Hey Shadow.\" She said. Shadow looked at her and noticed she gained half the weight he weigh.<br>\r\n\"Oh hey Rouge.I see you've gotten bigger.\"</span></div></div>",
            "created":1264482000,
            "id":826274,
            "title":"Tails.\"Well if it isn't Shadow the '..."
        },
        "1141221":{
            "author_id":"benz02",
            "author_name":"HedgeOvrlrd",
            "choices":[
                "Shadow just waddles awa",
                "Rouge nuzzles Shaow"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\n Rouge started to blush, \"Yea, ever since the Metarex incident, I've been putting on some weight lately\" Rouge fondles her big tummy and giggles. <br>\r\n  Shadow had a blank stare on his face \"Rouge are you okay? Shadow asks the fat bat<br>\r\n<br>\r\n \"I'm fine\" Rouge says<br>\r\nShadow just grunted<br>\r\n  </span></div></div>",
            "created":1264568400,
            "id":826719,
            "title":"Rouge blushed.\"Yeah.I heard what Tails said..."
        },
        "11412212":{
            "choices":[
                "And he did that 5 weeks ago.",
                "That was mean."
            ],
            "content":"<div class=\"\"><div> <span>\"Hey, I think your kinda cute.\" She said seeing him blushing.<br>\r\n\"Oh.Well, I've been eating alot because of Tails. I didn't know he'd get this mad.I still remember his first move.\" He said remembering what happened that day,he was wearing pants and Tails showed him a game.Shadow put a funnel in the front of his pants and while he wasn't looking Tails poured water into the funnel.<br>\r\n\"HEY! SHADOW PEE'D HIMSELF!\"He shouted as a huge group crowded him pointing and laughing. The flashback ended as Rouge said......</span></div></div>",
            "created":1264568400,
            "id":826794,
            "title":"Rouge nuzzles Shaow"
        },
        "114122122":{
            "choices":[
                "gets tripped by Tails.",
                "bumped into Amy."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"I know.I wish I could make it up to him.\"Shadow said sighing.<br>\r\n\"Im sure you'll figure something out.\"Rouge said hugging Shadow.<br>\r\n\"Thanks.\"He walked out and....</span></div></span></div>",
            "created":1272776400,
            "id":876719,
            "title":"That was mean."
        },
        "1141221221":{
            "choices":[
                "\"That's taking it to far!But it's funny!\"Tails said.",
                "Shadow almost began to cry."
            ],
            "content":"<div class=\"\"><div> <span>He fell to the ground and caused a small earthquake.Tails began laughing while everyone who saw it thought Tails was going to far.Sonic and Knuckles came and helped Shadow up.<br>\r\n\"Tails,don't you think your going to far?\" Sonic asked.<br>\r\n\"No,this is taking it to far.\"He said pulling out a pie and shoving it in his face.Tails then pulled out  a sprayer and squirted Shadow in the face.He starts moving backwards and Tails threw a banana peel,making Shadow fall flat on his back.Tails began laughing.</span></div></div>",
            "created":1272776400,
            "id":877004,
            "title":"gets tripped by Tails."
        },
        "11413":{
            "choices":[
                "Yes!",
                "Even more so!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>oh is he even bigger and sexier?<br>\r\noh is he obese? with those hot flabby rolls? </span></div></span></div>",
            "created":1249189200,
            "id":737029,
            "title":"bigger"
        },
        "114132":{
            "choices":[
                "Lets get too it! ^^"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Oh he's immobile isn't he? So hot! To just snuggle on top of him and rest my head on his soft moob ^^</span></div></span></div>",
            "created":1249189200,
            "id":737030,
            "title":"Even more so!"
        },
        "1142":{
            "choices":[
                "Force fed",
                "Over eating",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How shall he get fat?</span></div></span></div>",
            "created":1414818000,
            "id":1880313,
            "title":"Thin"
        },
        "12":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Amy",
                "Rouge",
                "Cream",
                "Wave",
                "Sticks"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright which girl?</span></div></span></div>",
            "created":1248757200,
            "id":734055,
            "title":"Female"
        },
        "121":{
            "choices":[
                "she's depressed",
                "She got addicted.",
                "She's helping tails with an experiment."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why is she gaining?</span></div></span></div>",
            "created":1260680400,
            "id":805061,
            "title":"Amy"
        },
        "1211":{
            "author_id":"benz02",
            "author_name":"HedgeOvrlrd",
            "choices":[
                "Sonic says no and hurts Amy's feelings",
                "Sonic couldn't resist",
                "Sonic is unsure"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n     Sonic was trying to waddle as fast as he could, he was trying to get away from Amy, Amy was trying to fatten him up so she could catch him. Amy couldn't believe her plan was working, \"Sonic I made your favorite, Chocolate covered Chili dogs\" Sonic stops and thinks for a minute  </span></div></div>",
            "created":1262667600,
            "id":816159,
            "title":" "
        },
        "12111":{
            "author_id":"mr-lac",
            "author_name":"Mr Lac",
            "choices":[
                "Sonic wakes up and tries to cheer up Amy",
                "Sonic wakes up and is attracted by the new Amy"
            ],
            "content":"<div class=\"\"><div> <span>He was full from eating enough Chilly dogs from Amy already; and all that running made him tired out. He fell on his back side and just wanted a little nap. Amy who was standing there watching her love sleeping right in front of her there, started to feel a little miserable that Sonic just ignoring her... again. However this time was just a misunderstanding, but this misunderstanding led her to depression and the only way to stop this feeling was to fill it.<br>\r\n<br>\r\nShe looked at the plate that she was carrying, that was holding the Chocolate covered Chilly Dogs which she made for her love to eat; she decided to gorge on them to help fill the gap. She sat down non a near tree stump and eat each dog one by one, while tears started to fall from her eyes. She didn't care whether she was getting chocolate smudged all over her gloves and face, she just wanted to eat her depression away. As she ate and ate the chocolate covered chilly dogs, her body slowly started to expand as her belly start to make her dress ride upwards revealing her new developed belly, her breasts getting bigger in each different cup size, how her arms, thighs and legs were getting thicker and meatier making them more sluggish for her to move and eventually her butt was slowly getting bigger as well almost revealing her panties which were almost looking like a thong.<br>\r\n<br>\r\nOnce she finished eating them, she threw the plate onto the floor and placed her hands on her face as she continued to cry away her sore. Not noticing her sudden growth...</span></div></div>",
            "created":1280638800,
            "id":928204,
            "title":"Sonic says no and hurts Amy's feelings"
        },
        "121111":{
            "author_id":"lovelent",
            "author_name":"NicoNico",
            "choices":[
                "\"Become the Fattest thing Alive with Me\"",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>(both are over the age of 18)<br>\r\n<br>\r\nSonic woke up from his snooze and was wondering what the source of the noise was. As he got up, he saw a giant blob of pink that used to be Amy. He went over to try and tap her on the shoulder, but Amy ignored him. Since that didn't work, he tried another method.<br>\r\n<br>\r\n\"Hello?\" This got Amy's attention since it was the voice of Sonic, the one that sent her into this depression. She then lowered her hands and clenched her fists hard before getting up and glaring at him. <br>\r\n<br>\r\n\"Hello? Hello? Is that all you have to say to me after what you did?\" <br>\r\n<br>\r\nSonic blinked for a moment in confusion until he remembered what she said earlier and he rubbed the back of his head. \"I was full from earlier, that's why. I didn't mean to hurt your feelings like that, I am sorry.\"<br>\r\n<br>\r\n\"Well it's a little too late for that.\" Amy barked back. \"I am tired of being treated like dirt from you and this was the final straw for me. You're going to have to do a lot more in order to get my forgiveness.\" <br>\r\n<br>\r\n\"Excuse me? Why should I when you took it that far and turned into a blob like that? Over one action? Besides, you're not exactly an irreplaceable thing in my life. But all right, I'll play along. What do you want me to do?\"</span></div></div>",
            "created":1544418000,
            "id":2587842,
            "title":"Sonic wakes up and tries to cheer up Amy"
        },
        "1212":{
            "author_id":"bestthe",
            "author_name":"Johnny the Pirate Monkey",
            "choices":[
                "250lbs",
                "400lbs",
                "550lbs"
            ],
            "content":"<div class=\"\"><div> <span>Amy had been stalking Sonic for some time, but only recently did she finally decided to try one of his favorite foods: Chili-Dogs. She couldn't get enough of them. She had been stuffing herself silly all week, devouring dog after dog. She'd packed on enough weight that she was now...</span></div></div>",
            "created":1428382800,
            "id":1960620,
            "title":"She got addicted."
        },
        "12121":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Eat more Chili dogs",
                "Go see Sonic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She weight at 250lbs, Amy's breasts grow 2 cups sizes it went to A-cup to C-cup, Her belly is a size of basketball &amp; she got a bubble butt. \"Now what should I do?\" Amy asks.</span></div></span></div>",
            "created":1428642000,
            "id":1962034,
            "title":"250lbs"
        },
        "121211":{
            "author_id":"bestthe",
            "author_name":"Johnny the Pirate Monkey",
            "choices":[
                "She digs in",
                "Sonic came by, smelling the chilidogs"
            ],
            "content":"<div class=\"\"><div> <span>Amy starts messing up her kitchen, getting everything she needed for the delectable meal she was about to indulge in. Dozens of hotdogs were grilled, buns were toasted with some garlic butter and a few family sized cans of chili were warming up on the stove. She then grabbed what other toppings she'd need: Chips, Cheese, Sour Cream, the whole shabang, this was going to be one of the best meals yet!<br>\r\n<br>\r\nOnce Everything was finished and ready to eat...</span></div></div>",
            "created":1428642000,
            "id":1962089,
            "title":"Eat more Chili dogs"
        },
        "1212111":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Weight herself ",
                "Go have a bath and then visit Sonic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She being dig in chili dogs. the first chili dogs when in her mouth and it taste awesome so she ate dog after dog adding her 250 pound body. After her huge meals she want to do next?</span></div></span></div>",
            "created":1428642000,
            "id":1962105,
            "title":"She digs in"
        },
        "12121111":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "She prepares and eats more chili dogs",
                "She calls up Sonic and asks if he'd like to go on a date"
            ],
            "content":"<div class=\"\"><div> <span>Amy jiggles her stuffed, bloated belly after finishing about fourteen chili dogs (She had lost count of the exact number.). She sighs with satisfaction. She looks at herself in the mirror and finds an odd appreciation for her expanded body. \"It's so heavy... and Soft. It's nice. I wonder how much I weigh now...\", Amy quietly says to herself. She walks over to the bathroom (With some minor struggle from her stuffed state.) and steps on the scale. The display on the scale freaks out and displays nothing. \"Oh? I think that... I just broke the scale. I didn't think that I had grown that much.\", Amy says, impressed with her recent spike in gluttony. She blushes from the thought. \"Well, what should I do next? Outside of those wonderful chili dogs, I didn't have any real plans today.\", Amy says, rubbing her tummy in concentration.</span></div></div>",
            "created":1563771600,
            "id":2690525,
            "title":"Weight herself "
        },
        "121211112":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "She picks a large dress",
                "She picks a T-shirt and shorts"
            ],
            "content":"<div class=\"\"><div> <span>Amy goes to her phone to dial in Sonic's number, but something's wrong. Her tummy starts growling. \"Man, I'm starving.\" said Amy. She goes to her stove and quickly prepares 6 chili dogs. Once they are done, she returns to the phone. She dials his number, beginning to eat a chili dog. He picks up. \"Hi! What's up, Amy? I haven't heard from you in a little while.\", Sonic said. She automatically begins to consume a second chili dog, but speaks anyway.  \"Hi, Sonic! I was wonder if you'd like to hang out this afternoon.\", Amy said with her mouth full. \"Sure thing, Amy! Are you alright? You sound a bit... stuffy.\", Sonic said. Amy giggles.\"You could say that.\", Amy replies. \"Okay.. well I'll see you then.\", Sonic says as he ends the call. Amy hangs up the phone and reaches for the plate to get another chili dog, but it was empty. Amy laughs. She burps and then shakes her belly, feeling waves of excitement from the prospect of growing larger. \"Oh! I wonder how Sonic will react to my soft physique. I hope he's alright with it.\",  Amy worries. She goes to the closet to pick something to wear to her date.</span></div></div>",
            "created":1563783660,
            "id":2690531,
            "title":"She calls up Sonic and asks if he'd like to go..."
        },
        "1212111122":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "She meets up with Sonic at the buffet"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She puts on a pair of shorts and a T-Shirt. These were somewhat small on her hefty frame, but she liked that. Her soft, pink belly was peeking out just beneath the shirt. She giggled at the sight of her generous tummy being so proudly displayed.</span></div></span></div>",
            "created":1563784140,
            "id":2690533,
            "title":"She picks a T-shirt and shorts"
        },
        "12121111221":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "Sonic hates it and tries to persuade her to lose weight",
                "Sonic loves it and begins to feed her."
            ],
            "content":"<div class=\"\"><div> <span>Upon collecting heaps of chili dogs, she seats herself in a booth at the buffet. The table dug in to her already distended belly by about a foot. She pushes the table to make herself more comfy. Sonic shows up and sits across from the gluttonous gal with a singular plate of chili dogs. \"Hey, Amy! Hungry?\" Sonic asked, unable to see her behind the stacked plates. Amy, delightfully immersed in her gorge, was caught off guard. \"Oh hey, Sonic! Yeah, I'm famished.\" Amy replied. Amy moved the plates and Sonic's eyes locked onto Amy's big belly pouring out of her shirt. \"Amy?\", Sonic asked. \"Yeah, Sonic?\", Amy replied with her mouth stuffed. \"You... you've... gotten big.\", Sonic said in shock. Amy nervously replies, \"Oh... yeah. Well, it's actually- I- I've been packing myself full of those incredible chili dogs that you've introduced me to!\" She grabs her belly without thinking about it. \"So... are you alright with this?\" Amy says, lifting her bloated tummy onto the table.</span></div></div>",
            "created":1563785520,
            "id":2690537,
            "title":"She meets up with Sonic at the buffet"
        },
        "121211112212":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "Amy takes Sonic to her house.",
                "Sonic and Amy go to Tail's workshop."
            ],
            "content":"<div class=\"\"><div> <span>Sonic, not saying a word, reaches across the table and begins to rub Amy's bloated stomach. Amy blushes and looks Sonic in the eyes. \"Oh, Sorry!\", Sonic said in embarrassment as he quickly retracted his arm. Amy replies, \"No, it's okay. It feels nice!\" Sonic moves moves his hand back to the soft, but firm surface of her constantly growing midsection. He continues to rub for about 3 minutes. Amy closes her eyes and smiles, enjoying the belly rub after a week long marathon of eating and stretching her belly to a size she had never foreseen. \"So, you do like me this way.\", Amy says. Sonic replies, \"Yeah. More of you to love, right?\" Amy giggles. \"At this rate, there will be much more very soon.\", Amy said as she felt the jiggling sensation that resulted from her belly being moved so much. \"Care to feed me some of those chili dogs?\" Amy said, pointing to Sonic's full plate. \"That is, if you're not going to eat them.\", she added with her mouth watering at the idea of having more chili dogs within her stomach. It took all of her restraint to not take and eat them right now. \"Oh, yeah! Of course, Amy. You must be starving.\" Sonic replied playfully. He slid each chili dog into her mouth one by one. She was extremely fast in wolfing them down. She accidentally bites Sonic's finger as he inserts a 6th chili dog. Amy finishes all of them before noticing Sonic's finger bleeding through his glove. \"Oh my gosh! What happened?\" Amy asked. \"I think you bit my finger. No problem, though. All that matters is that you're enjoying yourself.\" Sonic replied. \"No, Sonic! You've got to get that fixed up.\" Amy said.</span></div></div>",
            "created":1563864060,
            "id":2690908,
            "title":"Sonic loves it and begins to feed her."
        },
        "1212111122121":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "Amy makes dozens of chili dogs for herself",
                "She tries on some old clothes"
            ],
            "content":"<div class=\"\"><div> <span>Amy tries to get out of the booth, but she instead pushes the table into Sonic's direction. This pins him against his seat. \"Hang on a second Amy. Sit down.\", Sonic says as he is being squashed. Amy sits down, giggling at the situation her big belly had caused. Sonic gets up and moves the table out of her way. She gets up and looks at her tummy. The short while that she had spent at the buffet had made a noticeable impact on her waistline. When she had arrived her shirt and shorts were pretty tight, her belly riding her shirt up a bit.  Now her massive pink paunch had exposed itself much more, causing her shirt to go upward by about 8 inches. She felt a sort of comfort in how full she was. It was a feeling she craved nearly as much as chili dogs and Sonic's love. She couldn't help but be excited to see how her usual red dress fit her now. She and Sonic made their way back to her house. Amy started to go toward the bathroom to get a bandage for Sonic. \"Hold on, Amy. You've got to let that food settle.\" Sonic said, poking her belly in a playful manner. Amy giggled before saying, \"Okay. Well, the bathroom is at the end of the hall.\" Sonic walked off in the direction of the bathroom.</span></div></div>",
            "created":1563865560,
            "id":2690916,
            "title":"Amy takes Sonic to her house."
        },
        "12121111221212":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "She picks her oldest and smallest dress that he had worn when she met Sonic",
                "She picks her well known red dress"
            ],
            "content":"<div class=\"\"><div> <span>Amy just realized how tight her clothes were after recent gorge. The shorts and t-shirt clung incredibly tight, with almost no space between them and the surface of her body. She loved every bit of it. It was a vivid reminder of the work she had done, stuffing herself continually. She started to walk toward the cabinet to get something to snack on, before something happened. The pant-legs of her shorts ripped wide open after struggling to hold the immense girth of her generous thighs for so long, with the remaining material of her shorts sinking into the fold of fat between her belly and thighs. She began to laugh, proud of herself for this accomplishment. Realizing that she had to get a new change of clothes on, she went to her bedroom to pick something out.</span></div></div>",
            "created":1563940740,
            "id":2691295,
            "title":"She tries on some old clothes"
        },
        "121211112212121":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "Sonic is in the living room, watching her approach.",
                "Sonic invited Tails over."
            ],
            "content":"<div class=\"\"><div> <span>Amy goes to the back of her closet and finds a green top and an orange skirt that she had worn when she was maybe 12. Amy has fond memories wearing this outfit, such as meeting Sonic. She had outgrown these clothes by the time she was about 14, when she opted to go for a red dress with a hoop skirt instead. Amy rubbed her belly rolls sensually, thinking about wearing the old clothes with her bigger form. Amy pulled the frilly orange skirt up her wide legs, but it stopped at the knee. She tugged at it, desperate to show Sonic how large she had become. Eventually successful, she went for the top. She pulled it over her globular form. It immediately ripped on both the left and right sides. \"Whoops. Heh.\", Amy said, turned on by the destruction her tummy caused. She walks out to the living room.</span></div></div>",
            "created":1571474460,
            "id":2735166,
            "title":"She picks her oldest and smallest dress that he..."
        },
        "1212111122121212":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "She sends Tails away to a test run in the ocean, so she can be alone with Sonic.",
                "She plots to devour Tails."
            ],
            "content":"<div class=\"\"><div> <span>Amy walks into her living room to find out that Sonic had invited Tails to her house. Sonic and Tails seemed to be arguing over something. \"Come on, Tails. You can't test your inventions everywhere we go!\", Sonic said. \"I'm just testing a conveyor system for my workshop.\", replied Tails. Amy wanted attention for her outfit and said, \"Hey, Sonic.\" Tails looked at her horrified. \"Jeez, you weren't kidding. She really did get big.\", Tails said. Amy blushed, turned on by Tails' would-be insult. \"What inventions did you bring today, hon?\" Amy asked. \"I have a prototype breathing apparatus for water travel\", Tails said, pulling the item out. Amy had an idea.</span></div></div>",
            "created":1571475360,
            "id":2735170,
            "title":"Sonic invited Tails over."
        },
        "12121111221212121":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "Sonic makes more chili dogs.",
                "The two of them go shopping for clothes."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Shouldn't you go test it out?\" Amy asked. \"Maybe... All right.\", Tails responded, leaving. She and Sonic are alone once again.</span></div></span></div>",
            "created":1571476620,
            "id":2735174,
            "title":"She sends Tails away to a test run in the ocean..."
        },
        "12121111221212122":{
            "author_id":"jadam",
            "author_name":"Davatta",
            "choices":[
                "Amy seeks more victims."
            ],
            "content":"<div class=\"\"><div> <span>\"Would you like us to help you test your invention?\", Amy asked. \"Sure!\", Tails replied anxiously. Amy filled a swimming pool with chili and told Tails to test his invention there. He went ahead and jumped in. Once Tails was distracted, Sonic tilted the pool and Amy began to drink the contents, including Tails. She swallowed him slowly and greedily. She felt him travel through her gullet to meet the hundreds of chili dogs in her rotund frame. When she was finished, the weight of her belly pinned her down. She rubbed her stretched, vast, gut while moaning. She loved it all. Loved her humongous tummy and Sonic's undivided attention. Tails still lived within her, moving around, to Amy's delight. Every movement sent waves of pleasure throughout her body. She began to moan uncontrollably.</span></div></div>",
            "created":1571476500,
            "id":2735173,
            "title":"She plots to devour Tails."
        },
        "12123":{
            "author_id":"stickfox",
            "author_name":"Stick Fox",
            "choices":[
                "Months later after eating and eating",
                "Amy misses Sonic"
            ],
            "content":"<div class=\"\"><div> <span>Amy grew extremely fat in such short time and couldn't be happier. She rubbed belly rolls up and down while moaning. She loved how fat she was getting and wanted more. So much pink flabby flesh covered her body. She spent hours of eating and feeling her self everyday. Her old clothes didn't fit, so she ordered a pair of pink and white shorts with a pink tank top. She really wanted to show off her enormous belly, which at this point filled up her lap. Amy sat around her home, buying foods online so she didn't have to move much. <br>\r\n<br>\r\nLazing around all day in bed and eating was something she grew to get use to too, considering how much she use to chase around Sonic, but that was back in her more petite past. She picked a triple cheeseburger with extra bacon and mayo and ate up the whole thing aggressively, followed by a hardy wet belch. She slapped her massive stomach, watching her jiggle and slosh around between her huge thighs. Now she was looking foward to a fattening future. She was one big, fat and happy hedgehog.<br>\r\n </span></div></div>",
            "created":1488603600,
            "id":2285015,
            "title":"550lbs"
        },
        "121231":{
            "author_id":"slashdbzanime",
            "author_name":"Dbzslash",
            "choices":[
                "750 lbs.",
                "1050 lbs."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>After months of eating and lazing around, Amy has grown too about...</span></div></span></div>",
            "created":1507352400,
            "id":2397564,
            "title":"Months later after eating and eating"
        },
        "121232":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Sonic loves Amy's new fat body ",
                "Sonic hates Amy's new fat body"
            ],
            "content":"<div class=\"\"><div> <span>But she did miss Sonic so Amy lift off the couch &amp; waddle to the phone &amp; called him. \"hello\" Sonic said. \"Hi Sonic\" Amy ask. \"Oh Amy what do you want?\" he reply. \"I like to know if you want come over to my home to talk\" she reply. \"Okay\" he answered &amp; hang up the phone. Amy was happy to see Sonic but what will be his look when he see me?<br>\r\nSonic came to the door of Amy's house &amp; knock at her door. Amy open the door &amp; Sonic saw her 550 pounds body in the Pink &amp; White shorts with a Pink tank top. \"Well?\" Amy ask?</span></div></div>",
            "created":1500267600,
            "id":2355026,
            "title":"Amy misses Sonic"
        },
        "1213":{
            "choices":[
                "Amy is still eating",
                "tails checks on her and he's attracted."
            ],
            "content":"<div class=\"\"><div> <span>\"Thanks again for helping out Amy.\"Tails told her.<br>\r\n\"Well,I know it'll ruin my figure,but I'm happy to help.So what will this experiment prove?Amy asked sitting in front of a table of fat foods.<br>\r\n\"Just one thing.The first one is too see if men are attracted to big girls.But you might want to take it easy.\"<br>\r\n\"How comes?\"<br>\r\n\"You see,I made a special fattening ingrediant inside one of each of the foods on the table.So just take it easy,and I'll check on you in 15 minutes.\"<br>\r\n15 minutes later.</span></div></div>",
            "created":1260680400,
            "id":805150,
            "title":"She's helping tails with an experiment."
        },
        "12132":{
            "author_id":"benz02",
            "author_name":"HedgeOvrlrd",
            "choices":[
                "Tails jump onto Amy's tummy",
                "Tails falls in love with Amy"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n Tails returns to check on Amy, as he promised. Tails didn't recognize the the immense hedgehog at first, \"Amy, is that you?\".<br>\r\n Amy was massive all over, her dress was riding up to her breasts making it a a bra, and her bust was massive, so massive it beat Rouge's bust. <br>\r\n  <br>\r\n  Amy's rump was so immense her panties were feeling tight on her rear, her panties were now considered to being a thong, her thight were so huge they were rubbing against each other, and last and certainly not least Amy's tummy was huge.<br>\r\n<br>\r\n  \"Hi Tails darling, how do I look hon?\" Amy asks. \"Ugh..\" \"You look great Amy\" Tails answers</span></div></div>",
            "created":1264136400,
            "id":823879,
            "title":"tails checks on her and he's attracted."
        },
        "121321":{
            "choices":[
                "\"I think that's kinda cute.\"",
                "\"I've always wanted to be fat.can I gain more pounds?\""
            ],
            "content":"<div class=\"\"><div> <span>Amy lies on tails couch as she feels something on her massive belly.She looks up to see Tails sitting.<br>\r\n\"Uhh.Tails?did you fatten me up just to get to me?\"She asked.<br>\r\n\"Well,I always had a crush on you.but I wouldn't know how you would react when I told you I love fat girls.\" He said blushing. Amy then said.....<br>\r\n</span></div></div>",
            "created":1264482000,
            "id":825939,
            "title":"Tails jump onto Amy's tummy"
        },
        "1213211":{
            "author_id":"benz02",
            "author_name":"HedgeOvrlrd",
            "choices":[
                "Tails is surprised that Amy can still move",
                "Amy loves stuffing Tails"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\n Amy thinks for a moment, *I've always loved fat boys, maybe I can use this to my advantage*  Amy imagines Tails being as big as she was, she giggles at the thought of him being huge. \"Tails?\" Amy asked Tails<br>\r\n<br>\r\n \"Yes gorgeous\" Tails flirted.<br>\r\n<br>\r\n Amy started to stuff Tails with food </span></div></div>",
            "created":1264482000,
            "id":826023,
            "title":"\"I think that's kinda cute.\""
        },
        "12132112":{
            "choices":[
                "\"Just tell me next time you pull a stunt like that.\"",
                "\"Why didn't you ask? I wouldn't mind.\""
            ],
            "content":"<div class=\"\"><div> <span>But while stuffing him,and she didn't notice it,but Tails was choking on a chicken bone. She didn't notice it till his face turned blue.<br>\r\n\"Oh my!\" She exclaimed. She then gave tails an himlic manuver. As she was pulling the chest towards her, the bone feel out. Tails began breathing.<br>\r\n\"Tails, I'm so sorry!I didn't mean to!I just kinda like fat boys and was hoping you wouldn't mind.\"She said panicing. Tails then said.....</span></div></div>",
            "created":1264482000,
            "id":826087,
            "title":"Amy loves stuffing Tails"
        },
        "121321121":{
            "choices":[
                "Why do you like fat girls?",
                "Are you really in love with me?"
            ],
            "content":"<div class=\"\"><div> <span>\"I promise,but can I ask you something?If you had a crush on me,Why havn't you tell me before?\" She asked looking at Tails.<br>\r\n\"Well,It's just that you were always going after Sonic,I thought it would be a waste of time.And seince Cosmo is dead I thought I'd might have a chance to date you.\"He explained.Amy then asked......</span></div></div>",
            "created":1265000400,
            "id":828884,
            "title":"\"Just tell me next time you pull a stunt li..."
        },
        "1213211211":{
            "choices":[
                "Say yes and get fat with Amy",
                "Say no."
            ],
            "content":"<div class=\"\"><div> <span>\"Why do you like fat girls?\" Amy asked looking at Tails.<br>\r\n<br>\r\nTails then blushed red in embarrassment. \"U.Umm, it's because I think there's a lot more to offer but they are. Incredibly soft.\"<br>\r\n<br>\r\nBut instead of feeling embarrassed or awkward, Amy had a big grin on her face. \"Oh Tails, you think fat girls are soft? That's so sweet.\" She then walked closer to Tails and rubbed her belly up against his fur which made his blush turn even redder. \"It does feel really good when my fur brushes up against yours.\" Amy's grin grew even wider.<br>\r\n<br>\r\nAmy then decided to gaze into Tails' eyes with blush on her face. \"Say Tails, I'd like to grow bigger but I'd be more motivated to gain even more weight if you gained along with me.\"<br>\r\n<br>\r\nTails was left speechless by that request. He didn't think Amy would be so accepting of this idea,but now she wants him to also gain weight?</span></div></div>",
            "created":1437022800,
            "id":2008616,
            "title":"Why do you like fat girls?"
        },
        "12132112111":{
            "author_id":"slashdbzanime",
            "author_name":"Dbzslash",
            "choices":[
                "Continue with story",
                "Skip to 3 weeks"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Yes, I would love to gain along with you\", says Tails, \"Ohh, thank you Tails\", Amy said, excited for what is about to come.</span></div></span></div>",
            "created":1507352400,
            "id":2397567,
            "title":"A fat couple "
        },
        "121321121112":{
            "choices":[
                "Cut to them eating",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>(Both characters are over the age of 20)<br>\r\n<b>3 weeks later</b><br>\r\n<br>\r\nAs the three weeks passed by, a larger Amy Rose was sitting at the table. By this point, she was just in her bra and undergarments due to outgrowing her dress long ago. But she didn't care, she was happy with the extra weight on her.<br>\r\n<br>\r\nBut she wasn't the only one. As the door swung open with their big breakfast, she got a good look at her Tails. He had tripled in weight. His moobs were huge, his rolls were numerous and his belly jiggled with each step. His ass was also a lot bigger since gaining all this weight, and it was also carrying some of the food due to how big it was now. <br>\r\n<br>\r\nAs he placed it down, Amy had a big grin on her face, admiring her hunk.</span></div></div>",
            "created":1507438800,
            "id":2398054,
            "title":"Skip to 3 weeks"
        },
        "1213211211122":{
            "author_id":"lovelent",
            "author_name":"NicoNico",
            "choices":[
                "Yes",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Makes out with him on the table?</span></div></span></div>",
            "created":1544418000,
            "id":2587873,
            "title":"Something else happens"
        },
        "1213211212":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "with a kiss",
                "with some then else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>of cause I od silly what do you think I am a lie. will maybe she said. I'll povet to you. how is he going to do that?</span></div></span></div>",
            "created":1373259600,
            "id":1624717,
            "title":"Are you really in love with me?"
        },
        "12132112122":{
            "author_id":"lovelent",
            "author_name":"NicoNico",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Denounce Sonic as her love?</span></div></span></div>",
            "created":1544418000,
            "id":2587871,
            "title":"with some then else"
        },
        "122":{
            "choices":[
                "She starts to gain lots of weight!",
                "She gets really,really hungry"
            ],
            "content":"<div class=\"\"><div> <span>\"GIVE ME MY EMERALD!\" Yelled rouge <br>\r\n<br>\r\n\"FOR THE LAST TIME IT'S NOT YOURS!\" Knuckles yelled back in annoyance <br>\r\n<br>\r\nRouge sat down on one of the temples steps and crosses her arms.<br>\r\n<br>\r\n\"Well I'm not leaving without it\". She said with a smile<br>\r\n<br>\r\nKnuckles raised up one of his fists<br>\r\n<br>\r\n\"If you don't leave right now, I'm gonna....\" Knuckles was suddenly had an idea (I know I'm shocked too) He gave rouge a smile that sent a chill up her spine<br>\r\n<br>\r\n\"Wait right here\" he said as he ran into the temple. Rouge just sat there with a confused look on her face.<br>\r\n<br>\r\n\"What is he up too?\" She said confused <br>\r\n<br>\r\nSuddenly Knuckles returned with a big black box in his hands.<br>\r\n<br>\r\n\"If I give you this will you stop trying to steal my emerald? said knuckles handing her the box.<br>\r\n<br>\r\n\"If you think paying me is gonna make me stop from taking the emerald, you better think agai...\" Rouge was lost of words after she opened the box, cause inside was a ruby the size of a football. She pulled it out and held it in her hands. \"Wow this ruby is huge!\" She said with joy in her eyes.  \"Wait and see what happens next.\" Knuckles smiled<br>\r\n<br>\r\nThe ruby started to glow and then shrink in her hands.\"Hey whats happening to the ruby?\" she asked as the ruby disappeared into nothing.<br>\r\n<br>\r\n Rouge looked angrily at Knuckles \"Well Knucklehead your payoff just disappeared, so are you gonna give me the emerald or wha...?<br>\r\n<br>\r\nRouge suddenly felt strange, she look at knuckles and yelled \"WHAT DID YOU DO TO ME?!\"<br>\r\n <br>\r\n</span></div></div>",
            "created":1253595600,
            "id":764563,
            "title":"The cursed ruby"
        },
        "1221":{
            "choices":[
                "Obese",
                "Immobile",
                "It should stop now.trust me,some guys love the big girls."
            ],
            "content":"<div class=\"\"><div> <span>knuckles started to  laugh.<br>\r\nrouge:What's happening?<br>\r\nknuckles:This is what happens when you try to steal my emerald!<br>\r\nrouge then tried to  fly,but she gained so much weight that she fell to the ground.she then remembered that she's near tails' workshop.<br>\r\nrouge:maybe tails can figure this out.<br>\r\nshe then started to run.but due to gaining so much weight she started to breath heavily so she walked.she then arrived at tails' workshop. she knocks on the door.<br>\r\ntails:Hello?<br>\r\nrouge:Tails it's me rouge, I sorta have a little problem.can you help.<br>\r\ntails:That depends,what happened?<br>\r\nrouge:well knuckles gave me this big ruby,but then it started to shrink,it then dissapered and Im begenning to gain weight.<br>\r\ntails:Well come in,sit down and I'll see what I can do.<br>\r\nSo she walked in and sat down. she then saw her belly still starting to grow,now her legs we're becoming massive and her arms are becoming thicker. tails then brought in a X-ray.<br>\r\ntails:uh-hu.<br>\r\nrouge:what is it?<br>\r\ntails:It apperes that knuckles have givin you the ruby that makes you gain weight to a certain point.<br>\r\nrouge:what point is that?<br>\r\ntails:.....</span></div></div>",
            "created":1253768400,
            "id":765205,
            "title":"She starts to gain lots of weight!"
        },
        "12211":{
            "choices":[
                "the sound of a hammer.",
                "Something purring on her belly."
            ],
            "content":"<div class=\"\"><div> <span>\"And you won't be able to fly or steal treasure for three years.\"He told her.<br>\r\n\"Three years?!\"Rouge shouted disapointed.<br>\r\n\"But it doesn't matter how much you gain,you loose the weight.but you can stay with me.I keep the guest room clean if anyone needs a place to stay.\"<br>\r\n\"Well that sounds nice of you.\"<br>\r\nshe gets up and heads for the guest room.<br>\r\n\"Can I get you anything?\"tails asked.<br>\r\n\"Oh,no need to bother yourself.\"Rouge said.later that night rouge woke up to........</span></div></div>",
            "created":1260594000,
            "id":804869,
            "title":"Obese"
        },
        "122112":{
            "choices":[
                "sleep on Rouge's belly.",
                "Sleep in his bed."
            ],
            "content":"<div class=\"\"><div> <span>She looks up to see tails sleeping on her belly swaying his tails.<br>\r\n\"Tails.Uh Tails?\"She said trying not to disturb tails.<br>\r\n\"Huh?Oh my!\"Tails jumped off.<br>\r\n\"Rouge,Im teribly sorry,this never happened before.\"He told her.<br>\r\n\"I get it,you must like big girls.\"<br>\r\ntails began blushing.<br>\r\n\"Well.(nearvous chuckle)\"<br>\r\n\"Tails,I don't mind.In fact,I think it's kinda cute.\"<br>\r\ntails blushed harder.<br>\r\n\"Well go ahead.\"<br>\r\n\"No thanks,I didn't mean to wake you up.\"<br>\r\n\"It's fine tails.\"<br>\r\ntails dicided to..........</span></div></div>",
            "created":1260594000,
            "id":804881,
            "title":"Something purring on her belly."
        },
        "12212":{
            "author_id":"soosmees",
            "author_name":"Soosmeez",
            "choices":[
                "Rouge swears for ten hours",
                "Tails tells something to Rouge about sonic"
            ],
            "content":"<div class=\"\"><div> <span>Tails:\"you uh uh hmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm\"<br>\r\nRouge:what!;\"<br>\r\nRouges chair then breaks then her stomach starts expanding.she true to get up but can't.<br>\r\nTails.:immobilety<br>\r\nRouge:fuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu</span></div></div>",
            "created":1562389200,
            "id":2682999,
            "title":"Immobile"
        },
        "12213":{
            "choices":[
                "help me get back at knuckles,and I'll date you",
                "find me those rubys,and Im yours."
            ],
            "content":"<div class=\"\"><div> <span>rouge said,\"well Im glad that it....\"she then thought about what tails said.she asked,\"why,do you like big girls?\"tails started to blush and said,\"Uh...(gulp)y...yes.ah haha.\"rouge thought of something.\"well isn't that cute?\"tails started to blush harder. rouge said,\"I'll tell you what.....\"</span></div></div>",
            "created":1253768400,
            "id":765416,
            "title":"It should stop now.trust me,some guys love the ..."
        },
        "122131":{
            "choices":[
                "she doesn't mind"
            ],
            "content":"<div class=\"\"><div> <span>\"Ok,here's what we do.\" tails told her about his plan.back at angel island.tails put a music box behind the master emerald.\"Never gonna give you up!\" \"huh?Oh my god! it plays music!\" knuckles said.rouge and tails snickered.\"I got to tell the others!\"he runs off.\"Ok tails,Im yours!But can I stay with you,for a few days?\" \"of course rouge.\"Later that night,rouge woke up to the sound of purring.she looked up and saw tails curled into a ball sleeping on her belly swaying his tails.\"tails?\" \"Uh?Oh!sorry rouge.\"</span></div></div>",
            "created":1254200400,
            "id":767948,
            "title":"help me get back at knuckles,and I'll date you"
        },
        "1221311":{
            "author_id":"benz02",
            "author_name":"HedgeOvrlrd",
            "choices":[
                "Rouge asks Tails if he's ok",
                "They make out"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Something was off about Tails \"Hon?\" Rouge asks her overweight love. Tails had gained the same amount of weight as Rouge</span></div></span></div>",
            "created":1254286800,
            "id":768396,
            "title":"she doesn't mind"
        },
        "12213111":{
            "choices":[
                "she wants to know if somethings wrong.",
                "she talks to him"
            ],
            "content":"<div class=\"\"><div> <span>\"I think The ruby\"s power must have rubbed on me.except of gaining weight,I must have gotten so hungry I must have raid the fridge.\"he explained.\"Are you sure something ain't bothering you?\"rouge asked.\"Uh.well.....\" \"yes?\" \"Well I found something that can interest you.\" \"What?\" \"I was in the forest when I found a mine.\" \"I hate mimes.\" \"no not mimes rouge,mines as in dimonds,rubies,jewels.\" \"Thats interesting.\" \"yeah.Well good night.\" \"good night tails.\" as she tried to sleep,she saw tails walk outside.</span></div></div>",
            "created":1254286800,
            "id":768459,
            "title":"Rouge asks Tails if he's ok"
        },
        "122131111":{
            "author_id":"benz02",
            "author_name":"HedgeOvrlrd",
            "choices":[
                "Rouge sweet talks her husband",
                "Rouge has to bribe Tails"
            ],
            "content":"<div class=\"\"><div> <span>   <br>\r\n   Rouge thinks that something is bothering Tails, this was keeping her up. Rouge gets the courage to ask Tails if something was bothering him, Rouge takes her cell phone out of her bra and gives him a call. \"Hello?\" Tails answers \"Miles, come home please we need to talk, and it's not the \"Talk\" talk\"<br>\r\n<br>\r\n  Rouge had to wait a few minute for Tails. \"I'm here Rouge, now what is it?\" Tails asked Rouge. \"Come sit Miles\" Tails does what  he is told. \"I have been noticing that something is bothering you, do you want to talk about it?\"<br>\r\n<br>\r\n Tails shrugs </span></div></div>",
            "created":1254373200,
            "id":768611,
            "title":"she wants to know if somethings wrong."
        },
        "1221311111":{
            "choices":[
                "rouge gets hungry.",
                "the next day"
            ],
            "content":"<div class=\"\"><div> <span>rouge said,\"Oh c'mon handsome,you can tell me.\"Tails blushed.\"well,you know how sonic is all healthy?\"rouge nodded.\"Well Im afraid he might try to but me on a diet.He'll do anything to get me back.\"rouge frowned.\"don't worry tails,I won't let him.\" \"thanks rouge.and tomarrow I'll show ya that mine I told ya about.\"</span></div></div>",
            "created":1254373200,
            "id":768771,
            "title":"Rouge sweet talks her husband"
        },
        "12213111111":{
            "choices":[
                "the cake and pie.",
                "the pie."
            ],
            "content":"<div class=\"\"><div> <span>in the middle of the night,rouge woke up hungry.\"Uhh.tails,did you leave any food in the fridge?\"she asked trying to let tails sleep.\"uh,yeah.theres a pie,a half of cake,and some pop.\"he said.\"Thanks.\"she headed downstairs and grabbed.........</span></div></div>",
            "created":1254373200,
            "id":768868,
            "title":"rouge gets hungry."
        },
        "122131111111":{
            "choices":[
                "200 pounds",
                "264 pounds"
            ],
            "content":"<div class=\"\"><div> <span>she takes the food into the dining room.she pulls out a special fattening salt and put it all over the food.as she eats the food,her outfit almost started to rip from her massive belly.her brms and legs became thicker and her hips and butt became wider.her breasts also became wider,as she grew a chin.after she was done eating she got on the scale.she had gained...........</span></div></div>",
            "created":1254459600,
            "id":769026,
            "title":"the cake and pie."
        },
        "1221311111112":{
            "choices":[
                "Rouge and Tails eat a big breakfast first!",
                "Rouge gos to get some new clothes while Tails makes them a new bed!"
            ],
            "content":"<div class=\"\"><div> <span>\"I've gained 264 pounds so That brings my weight up to....464 pounds!\" Rouge say in excitement. She then looked at her watch and yawned. <br>\r\n<br>\r\n\"It's getting late, time to get some sleep.\" she said as she walked back to the bedroom.When she got back to the bedroom she saw tails asleep on his side of the bed. She giggled to her self at how cute he looked.She then sat down on her side of the bed.<br>\r\n<br>\r\n\"Crrrreeekk!\" The bed frame suddenly broke under rouges great weight.\"aaahh!\" Rouge and tails yelled in unison. Tails quickly jumped up as rouge fell down with the bed. The mattress was undamaged, but the bed frame had fallen apart.<br>\r\n<br>\r\n\"Rouge! Are you ok !\" He said looking down at the now even bigger bat. Rouge looked up a her love and smiled \"I'm ok, but I think we need a we need a bigger bed.\" Tails smiled back at her.\"I'll make us a new bed tomorrow, I'll make it bigger and stronger.\" He said as he rubbed her belly.<br>\r\n<br>\r\n\"I think I need to get some new clothes too, this outfit is getting tight.\" she said as she tugged on some of the fabric of her outfit. Tails nodded in agreement.\"Ok you can do that while I make the new bed, then we can go to that mine I told you about.\" tails then looked down at the mattress and saw that rouges new size took up the entire mattress.<br>\r\n<br>\r\n\"Hey where am I gonna sleep now?\" Tails said with a sad look on his face. Rouge smiled and pointed at her belly.\"Why don't you sleep on my belly.\" Tails smiled at this idea, he climbed on top of rouge and rested his head on her big breast.\"Good night my love\" he said as he drifted off to sleep.\"Good night my plump little fox.\" she said as she fell asleep.<br>\r\n<br>\r\nThe next morning.....<br>\r\n<br>\r\n </span></div></div>",
            "created":1254459600,
            "id":769163,
            "title":"264 pounds"
        },
        "12213111111122":{
            "choices":[
                "stay with tails.",
                "go with rouge,get new cloths,and get lunch."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>to avoid being immobilize,rouge and tails had a few peices of toast. rouge headed to the store,and tails got to work on a new bed.</span></div></span></div>",
            "created":1254459600,
            "id":769171,
            "title":"Rouge gos to get some new clothes while Tails m..."
        },
        "122131111111222":{
            "choices":[
                "they found the mines.",
                "they got hungry"
            ],
            "content":"<div class=\"\"><div> <span>as rouge walked out the store,she still had some money for lunch.she heads to a drive thrue,and ordered 4 cheese burgers,two large fries and two large pops.she ate two of the burgers.she got home and entered.\"hi tails.I got you some food.\"she said.\"just put it on the table rouge.\" \"I see you got the bed done.\" \"yep.\"rouge pulled out her fries and the fattening salt.she ate the fries as her belly became bigger.\"so can you show me the mines?\" she asked.\"yes.\" \"lets go!\" they both walked out.</span></div></div>",
            "created":1254459600,
            "id":769240,
            "title":"go with rouge,get new cloths,and get lunch."
        },
        "122132":{
            "author_id":"benz02",
            "author_name":"HedgeOvrlrd",
            "choices":[
                "Tail's asks Rouge if she is only in this for the food and the ruby's",
                "Tails takes his half"
            ],
            "content":"<div class=\"\"><div> <span>  Rouge was getting used to being with Tails. Rouge was in the bedroom \"Hurry up big boy, I'm hungry Miles\" Tails waddles in with some chinese food \"Have you noticed I've put on weight my sweet dumpling\" <br>\r\n<br>\r\n Rouge just took her half of the meal and started to chow down<br>\r\n<br>\r\n</span></div></div>",
            "created":1254027600,
            "id":766679,
            "title":"find me those rubys,and Im yours."
        },
        "1221321":{
            "choices":[
                "Use the radar!",
                "To angel Island we go!"
            ],
            "content":"<div class=\"\"><div> <span>The two sat there and finished their food. After they finished tails took the take out boxes to throw them away, while rouge ate the last egg roll.<br>\r\n\"Does she really love me or is she using me?\"tails thought to himself.<br>\r\n<br>\r\nWhen tails got back to the bedroom he saw rouge still sitting on the bed rubbing her big belly.Tails sat next to rouge on the small bed.<br>\r\n\"Rouge are in this for me or are you in this for the food and the ru- aahh!\" With out warning rouge rolled over on top of tails making him fall back on to the bed. He could feel rouges big rolls of fat smother his body and her big breast resting on his chest. Tails was now face to face with rouge.\" Kiss me my plump little fox\"She said with a seductive smile. \"Well that answers my question\" he thought to himself happily as the two kissed.<br>\r\n<br>\r\nLater that day tails got the X-Tornado jet ready. He packed lots food (Of course), and other supplies. Rouge walked up to tails and put her arms around him.<br>\r\n\"So whats the plan miles\" she said lovingly. \"I have two plans actually, we can use this radar to find the other rubies or we can go to angel island and make knuckle tell us.\"<br>\r\n</span></div></div>",
            "created":1254027600,
            "id":766856,
            "title":"Tail's asks Rouge if she is only in this fo..."
        },
        "1222":{
            "author_id":"jobobo19",
            "author_name":"carl.a.pruuitt",
            "choices":[
                "Rogue",
                "Sally",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Should we stick with Rogue or Sally or someone else?</span></div></span></div>",
            "created":1562562000,
            "id":2683684,
            "title":"She gets really,really hungry"
        },
        "123":{
            "author_id":"acehigh",
            "author_name":"ElectrokinteticEvolution",
            "choices":[
                "Normal-sized",
                "fat",
                "Bigger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How large at first?</span></div></span></div>",
            "created":1250485200,
            "id":745766,
            "title":"Cream"
        },
        "1231":{
            "choices":[
                "A giant chocolate cake!",
                "A room full of candy!",
                "A gigantic tub of ice-cream!"
            ],
            "content":"<div class=\"\"><div> <span>Cream walked though the garden near her house with glee as the summer sun shone on her. Not a cloud was in the sky. Cream played outside until her stomach growled in hunger. \"Oh, I must be very hungry! I haven't eaten all day!\" she said as she ran inside her house. Her mother was in the living room reading a magazine called 'Mothers Weekly'. When Cream came in she said, \"Mommy? Can I have something to eat?\" <br>\r\n<br>\r\nVanilla simply nodded and said, \"Of course dear! But don't eat too much or it'll spoil you dinner later.\" Cream went in the kitchen and found...</span></div></div>",
            "created":1374814800,
            "id":1635039,
            "title":"A Small Hunger"
        },
        "12312":{
            "choices":[
                "Vanilla smiled, and asked if she was ready for dinner.",
                "Vanilla sighed, and told her she would have no dinner tonight."
            ],
            "content":"<div class=\"\"><div> <span>The entire kitchen was filled with delicious candy and treats!<br>\r\n\"Mmm...\" Cream drooled, rubbing her starved belly. Ignoring her mothers advice, she dove straight into the pile of sweets, devouring it all as she swam through the figurative sea of chocolate.<br>\r\nShe ate, and ate, and ate some more, no end was in sight for Cream's candy binge. And she wouldn't have it any other way...<br>\r\n<br>\r\nShe'd managed to eat every bit of candy in the kitchen, gaining a large potbelly, almost as large as a basketball.<br>\r\nHer mother came in, and saw the mess of crumbs and wrappers around the kitchen, as well as her overfed bunny daughter,  sitting in the middle of the chaos, licking her lips and rubbing her belly...</span></div></div>",
            "created":1427346000,
            "id":1954413,
            "title":"A room full of candy!"
        },
        "123121":{
            "choices":[
                "Cream nodded, and prepared herself for a large Sundae.",
                "Cream shook her head, and was taken off to bed."
            ],
            "content":"<div class=\"\"><div> <span>\"Aw, look at my cute little angel... still have room for dinner?\" Vanilla asked, lovingly.<br>\r\n\"Mmhm!\" Cream responded, still chewing on some chocolate.<br>\r\nShe lifted her large belly over to the table, and awaited her dinner. <br>\r\n<br>\r\nWhen it came, 30 minutes later, Cream was greeted with a big pile of Carrot Burgers, nearly 30 of them, and she began eating them with as much energy and speed as she did the pile of candy before.<br>\r\n\"When you're done with that, I have more coming up.\" Vanilla smiled, as she left her daughter to eat.<br>\r\n<br>\r\nAfter a long dinner, with Cream having seconds, thirds and even fourths, she was finally full.<br>\r\n\"Ooohh...\" Cream moaned, now having gained a ton of weight. She now weighed around 400 pounds!<br>\r\nVanilla returned, asking Cream if she was ready for Dessert.</span></div></div>",
            "created":1427346000,
            "id":1954428,
            "title":"Motherly Love."
        },
        "1231211":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Cream awoke with serious hunger pains time for a large midnight snack!",
                "Creams mother came into her room to feed her more"
            ],
            "content":"<div class=\"\"><div> <span>The now obese bunny was ready for her desert<br>\r\nVanilla smiled it looked like the weight gain powder she used is working wonders as her once skinny daughter looked like she weighed twice as much as her<br>\r\nHer now beach ball sized belly was jammed into the table her once tiny flat butt was now 2 large melons that were crushing her tiny chair she was even growing boobs now because of how fat she was and cream loved it she had no idea why didn't do this sooner Cream was an adorable fatty<br>\r\n<br>\r\n\"Ok cream eat all of it ok dont leave anything left\" Cream smiled \"sure thing mom\"<br>\r\nCream smiled as she was giving a Sundae that was as big as her head she licked her lips and admittedly started shoving large spoon fulls into her fat mouth <br>\r\nShe moaned with each bite she didn't care that she was getting fatter she just wanted to eat as much as she could she loved it <br>\r\nAfter 20 minutes of none stop eating the Sundae was gone and cream now weighed around 500 pounds and was beyond full<br>\r\n<br>\r\nCream yawned \"mom I'm tired can i go to bed? Vanilla smiled \"sure thing lets get you changed\"<br>\r\nVanilla than helped her obese daughter get dressed into her now skin tight PJs they couldn't even cover her belly as her shirt was too small now even her PJ bottoms couldn't cover her now large butt crack <br>\r\nVanilla smiled \"you look adorable sweet heart now off to bed you need to rest if you want to get big\"<br>\r\nCream got into her bed witch now seemed alot smaller to her and feel asleep dreaming about food<br>\r\n<br>\r\nBut hours later in the dead of night...</span></div></div>",
            "created":1427432400,
            "id":1954449,
            "title":"Cream nodded, and prepared herself for a large ..."
        },
        "12312112":{
            "choices":[
                "The next morning, Cream was hungry, despite her midnight feeding.",
                "Cream has a wonderful dream..."
            ],
            "content":"<div class=\"\"><div> <span>Vanilla entered Creams room with a large vat of pudding, the Weight Gain Powder mixed in, ready to be poured into an unsuspecting bunnys mouth.<br>\r\nVanilla carefully placed the tube down Creams throat, and turned the valve, releasing the pudding into Creams mouth.<br>\r\nShe grew and grew, and a wide, subconsius smile spread across Creams face. She eventually broke the bed, but was still unawakened. Vanilla was thankful.<br>\r\n<br>\r\nBy the time the Pudding Vat ran dry, Cream was the size of a boulder! She weighed nearly 1,500 pounds, her butt now larger than Yoga Balls!<br>\r\nVanilla smiled, and went downstairs to prepare Cream's breakfast.</span></div></div>",
            "created":1427432400,
            "id":1954456,
            "title":"Creams mother came into her room to feed her more"
        },
        "123121121":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "\"I'm going to hand feed you\" ",
                "\"I have a machine  here to help fattning you up\""
            ],
            "content":"<div class=\"\"><div> <span>Late in the morning Cream slowly awoke \"Yawwwn Mmmm what for breakfast?<br>\r\nThat when cream fully awoke and was shocked to see she was now half as big as her room and completely naked!<br>\r\nShe couldn't believe how fat she was her belly was incredible large and spread across the floor her arms and legs were being swallowed by fat and only her fat little hands and feet could be seen her once flat chest now had two large beach ball boobs and her last but not least her butt was giant and was now crushing what was left of her bed and pushed up into the back wall <br>\r\n<br>\r\nCreams fat cheeks blushed \"wow I'm so big I wonder if its possible ill be able to lose all this weight in time for Sonic's next adventure?<br>\r\nThat's when her door opened and her smiling mother came in with a cart filled with fatty breakfast food <br>\r\nVanilla said \"honey I need to tell you the truth the big reason why I'm doing all this is because I dont want you to go on any more dangers adventure's with sonic and his friends the truth is I want to keep you all for my self so I thoght the best thing to do is to fattening you up so you never have to leave me again I love you cream and I'm going to make you my big little girl\"<br>\r\n<br>\r\nCream blushed \"but mom what about school? what about are friends? <br>\r\nVanilla smiled \"dont worry sweet heart for now on its just going to be you and me for now on now lets feed you some more your far to skinny for my liking\" <br>\r\nCream was a little worried that her mom mite of lost her mind and was now a hardcore feeder<br>\r\nBut at the moment she didn't care what ever it was that her mom put into her food it was making cream far to hungry to care about anything but eating <br>\r\nCream blushed \"oh mommy please feed me I'm so hungry!<br>\r\nVanilla smiled \"that's my girl now...\"</span></div></div>",
            "created":1427432400,
            "id":1954631,
            "title":"The next morning, Cream was hungry, despite her..."
        },
        "1231211212":{
            "choices":[
                "\"Yes! But I'd like to enjoy my food, without the machine.\"",
                "\"Yes! Turn it on to Max Speed!\"",
                "\"No, I'm full and tired. Wake me when my tummy rumbles.\""
            ],
            "content":"<div class=\"\"><div> <span>Vanilla pulled out a large machine, with a long tube attached to it.<br>\r\n\"This device will fatten you up with all types of food, it's good because I don't need to cook. It cooks it's own food!\"<br>\r\nThe machine whirred on, and the tube entered Cream's awaiting mouth. She then felt food entering her mouth, being given barely any time to chew before she was on to the next large bite. Though this wasn't a problem, as the food slid down Cream's throat as smoothly as air.<br>\r\nCream grew and grew, and her mother watched, and climbed stop her when she began filling up her room. Eventually, she burst through the entire house, becoming much larger than it was.<br>\r\n\"Mmm!\" Cream smiled, loving both the gain and the food she was eating.<br>\r\n<br>\r\nHer mother shut off the machine, and asked cream if she wanted more.</span></div></div>",
            "created":1427432400,
            "id":1954641,
            "title":"\"I have a machine  here to help fattning yo..."
        },
        "12312112121":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Cream was as big as her neighborhood",
                "Rouge and Amy were attempting to stop Cream "
            ],
            "content":"<div class=\"\"><div> <span>Cream was now sitting atop of her ruined house her butt was smoothing what was left of the house<br>\r\nPeople were running all over the neighbourhood as they were panicking because of the giant bunny blob <br>\r\nVanilla climbed up to her blob daughters face she smiled as he looked at creams pleasured face her cheeks were as big as watermelons and her lips were stuck in a permanent kissy face look she had 5 chins and her voice was much deeper from all the fat she was,,,adorable <br>\r\n<br>\r\n\"mommy I think I mite of crushed my chao....\" Vanilla smiled \"mmmm your so cute Cream look at how mature your body is now your boobs are 20 times bigger than mine and your butt and belly are sooo cute! I cant even see your hands and feet anymore oh I love it\" <br>\r\nCreams kissy face smiled and she said \"Mommy can you hand feed me now I love being hand fed\"<br>\r\nVanilla giggled \"anything for you my butterball!<br>\r\n<br>\r\nVanilla than started pulling ready made meals from the machine and started shoving them into creams mouth <br>\r\nShe took whole burgers and pizzas and stuffed them into her mouth making her fat cheeks bulge with fat <br>\r\n\"More mommy more! cream said throw mouth fulls <br>\r\nVanilla could here the sound of cars and trees being pushed over and crushed by Creams growing belly and butt <br>\r\nVanilla didn't care at all that her fat little girl was destroying the neighbourhood she loved Cream to much to stop <br>\r\n<br>\r\nHours pass and vanillas arms are becoming tired from all the hand feeding Cream was in total bliss and beyond stuffed<br>\r\nOnce Vanilla was done she stood up to see... </span></div></div>",
            "created":1427432400,
            "id":1954658,
            "title":"\"Yes! But I'd like to enjoy my food, wi..."
        },
        "123121121211":{
            "choices":[
                "In Cream's Dream...",
                "In Vanilla's dream...",
                "When they woke up..."
            ],
            "content":"<div class=\"\"><div> <span>The rest of the neighborhood was crushed beneath Creams massive body, if Vanilla had to guess, she'd say Cream weighed over 200 tons.<br>\r\n\"Oh, my stars...\" Vanilla sighed, amazed at how much she'd made her daughter grow.<br>\r\n\"Mm... That's the best meal I've had in my LIFE!\" Cream said, licking her lips to collect any uneaten food around it.<br>\r\n<br>\r\nVanilla rolled into Cream's impossibly large rear, and fell asleep, as did Cream moments later.</span></div></div>",
            "created":1427432400,
            "id":1954669,
            "title":"Cream was as big as her neighborhood"
        },
        "1231211212112":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "\"Kiss me\"",
                "\"Fatten me up\""
            ],
            "content":"<div class=\"\"><div> <span>Vanilla was resting on her daughters giant butt and was in total bliss Creams fat felt so comfy to sleep on <br>\r\nIt was very quiet now as every living thing near there neighbourhood had evacuated to get away from the giant fat bunny girl<br>\r\nBut as Vanilla slept she started to dream in her dream Vanilla was sitting on a grass filed with Cream sitting next to her<br>\r\nVanilla looked over to Cream who was blushing Vanilla said \"what's wrong honey? <br>\r\nCream smiled \"mom do you love me? Vanilla said \"of course I do sweet heart I love you more than anything in the whole world\"<br>\r\nCream than said out of no were w\"ell would love me if I was REALLY fat? <br>\r\nVanilla giggled and said \"honey you could be as fat as the galaxy and I would alleyways love you no matter what besides I think you would look cute fat\"<br>\r\nBut something happened when Vanilla said that suddenly Cream was gaining in weight her belly ballooned out her butt grew large her arms and legs became pudgy her face became soft and round and her cloths became tight   <br>\r\nthat's when cream faced Vanilla and said \"if you love me mom than I want you to...</span></div></div>",
            "created":1427432400,
            "id":1954703,
            "title":"In Vanilla's dream..."
        },
        "12312112121122":{
            "choices":[
                "Someone coming to see them.",
                "Cream waking up."
            ],
            "content":"<div class=\"\"><div> <span>\"Of course honey.\" Vanilla responded, and she found a bag full of treats, and while Cream naturally gained, she grew fatter faster with the food being stuffed into her.<br>\r\n\"Mm... More, mom... Moooore...\" She moans, as Vanilla feeds her more and more.<br>\r\n<br>\r\nVanilla finally wakes up, and finds that Cream is still asleep. She smiles, and finds the Weight Gain Machine. She decides, since Cream wanted to be so fat, she'd speed up the process.<br>\r\nShe stuck the tube down Creams throat, and fattened her up.<br>\r\n<br>\r\n<br>\r\nAfter only an hour, Creams weight doubled, but Vanilla noticed...</span></div></div>",
            "created":1427432400,
            "id":1954714,
            "title":"\"Fatten me up\""
        },
        "123121121211222":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Cream suddenly started growing really fast!",
                "Cream suddenly started to inflate like a balloon"
            ],
            "content":"<div class=\"\"><div> <span>Cream slowly awoke after a few hours of eating \"mmmffff\" Cream said with the hose in between her lips <br>\r\nVanilla came over to her \"good morning sweetie sorry about the early meal but you looked so hungry in your sleep I just had to give to a Big midnight snack though I do think I'v gone a little overboard..\"<br>\r\n<br>\r\nCream than looked down and saw that her already giant belly was almost as big as her old home town her town sized belly was now growing across the mountains and destroying the near by forests <br>\r\nVanilla giggled \"oh my stars your belly is so adorable looking I wish I had arms big enouth to hug it all!<br>\r\nCream felt so stuffed she felt like her belly would pop by poking it how long would her mother keep feeding her?<br>\r\n<br>\r\nVanilla than said \"oh I'm being such a bad mother I'm so sorry dear here let me turn of the machine so you can digest your meal I dont want my fat little girl having indigestion\"<br>\r\nShe turned it off and took the hose out of Creams mouth \"mommy I'm soooo full..\"<br>\r\nVanilla giggled \"oh your so cute! she bent down and hugged her fat daughters fat face <br>\r\nCream burped and said \"Mommy my belly is so full how long will take for me to digest it all?<br>\r\nVanilla said \"I dont know dear but I do now how to speed up the process!<br>\r\n<br>\r\nShe than suddenly put a pill into her mouth \"what was that mommy?<br>\r\nVanilla smiled \"its a pill to help you digest your big meal I have a whole bottle here have some more\"<br>\r\n As cream took her digestion pills Creams body started to jiggle<br>\r\n\"Mommy I feel strange..\" <br>\r\n<br>\r\nAnd as Vanilla finished giving Cream the pills...</span></div></div>",
            "created":1427432400,
            "id":1954871,
            "title":"Cream waking up."
        },
        "1231211212112221":{
            "choices":[
                "Cream slowly stopped gaining, and was now half the size of the planet.",
                "Cream outgrew the planet, and was still growing."
            ],
            "content":"<div class=\"\"><div> <span>Cream began getting fatter, and she was worried. She thought her fat would overtake the entire world!<br>\r\n\"Don't worry, honey, I'm going to keep you safe.\" Vanilla said, watching her fat daughter grow fatter<br>\r\n<br>\r\nCream could do nothing but await the gain to slow down, and wait she did. Her fat covered the tallest mountains, many cities, and was nearly almost a quarter the size of the entire planet!<br>\r\n\"M-m-mommy?\" Cream asked, a bit scared.<br>\r\n\"Yes, dear?\" Vanilla responded.<br>\r\n\"P-please make this st-st-stop...\" Cream said.<br>\r\n\"Oh, but this is only beginning! You'll be the fattest bunny in the world!\" Vanilla cheered.<br>\r\nCream, worried, watched as her body grew and grew, fatter and fatter...</span></div></div>",
            "created":1427432400,
            "id":1954894,
            "title":"Cream suddenly started growing really fast!"
        },
        "12312112121122211":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "The largest most fattning carrot in the world ",
                "A giant skyscraper cake "
            ],
            "content":"<div class=\"\"><div> <span>From space earth could be seen clearly and now resting ontop of earth was the Giant blob bunny Cream the rabbit<br>\r\nHer belly was hanging over the side of the earth and casted a shadow across the right side of earth as on the other side Creams butt was pressing into the cold snow of the Antarctic as she smothered all of the north and in the very middle was Creams tiny little head with giant cheeks and and hundreds of chins with her tiny mother next to her <br>\r\n<br>\r\nCream sighed \"ohhh I'm so fat and jiggly I can feel whole city's between my fat folds...\"<br>\r\nVanilla giggled like a school girl \"oh my goodness your such a fat ass Cream your so adorable!<br>\r\nCream looked at her mom and wondered why she never noticed how much of a fat lover her mother was<br>\r\nVanilla looked around \"wow I cant even see the end of your belly and butt its incredible oh Cream what a great start off to are now life this all is\"<br>\r\nCream was confused \"mommy I think I'm big enouth,, my friends are going to be mad at me about all this so I need to go to gym really soon...\"<br>\r\nVanilla started laughing \"oh Cream we have only just started dont worry any ways I'm alleyways here for you now open wide dear its time for another big feast!<br>\r\nthis time I'm  feeding you.. \"</span></div></div>",
            "created":1427432400,
            "id":1955000,
            "title":"Cream slowly stopped gaining, and was now half ..."
        },
        "123121121211222112":{
            "choices":[
                "\"Yes! Keep feeding me more!\"",
                "\"No, I'm so full... I couldn't possibly eat more...\""
            ],
            "content":"<div class=\"\"><div> <span>A giant cake, nearly the size of a skyscraper, appeared in front of Cream, and she gulped, worried.<br>\r\n\"Don't worry, Cream. You'll be fine, just keep eating for mommy.\" Vanilla said, smiling at Cream as she was fed with the cake, gaining more and more.<br>\r\nCream, after eating half the cake, came to the realization that she would never escape this situation. So, the best thing to do was to just get used to it. Besides, her mother needs to stop sometime... Right?<br>\r\n<br>\r\nCream eventually ate the whole cake, her body now encompassing all of the earth. Her fat crushed everything and everyone underneath it, but neither Cream not Vanilla cared anymore <br>\r\n\"Do you want more? I can feed you all you want, my big fat fuzzy bunny.\" Vanilla teased<br>\r\n<br>\r\nCream responds...</span></div></div>",
            "created":1427432400,
            "id":1955019,
            "title":"A giant skyscraper cake "
        },
        "1231211212112221122":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "The sun ",
                "The soler system "
            ],
            "content":"<div class=\"\"><div> <span>\"Mommy..can I just have a small meal now? Cream said throw her mouth stuffed to the brim with cake <br>\r\nVanilla just kept shoving hand fulls of cake into Creams mouth not caring she just wanted to see her fat daughter get fatter <br>\r\n\"Now Cream you have to realise I need to feed you more I cant let my daughter starve that would make me a bad mother now stuff fussing and enjoy your snack\"<br>\r\nThere was no way out of this for cream all she could do was eat as her feeder mommy fed her the rest of the giant cake <br>\r\n<br>\r\nBut as the cake slowly became smaller cream started to feel lighter <br>\r\nThat's when Vanilla smiled \"yes its happening hold on baby!<br>\r\nCream started to get so big that earth's gravity could no longer hold her and she slowly started to float into space!<br>\r\nCream looked down to see that she was now floating around earth Cream blushed \"oh my I think everybody can see my naked now how embarrassing...\"<br>\r\nVanilla was so happy \"my goodness Cream your as big as earth now maybe even bigger! <br>\r\nCream blushed \"mommy I think the moon is stuck between my butt cheeks..\" Vanilla turned around to see the moon now trapped between Creams earth shattering butt cheeks and giggled<br>\r\n<br>\r\nVanilla walked over to her daughters fat face and smiled \"wow you have grown so big now I'm so proud of you dear\"<br>\r\nVanilla hugged her daughters fat face and said \"I love you honey now I think its time for a quick snack..\"<br>\r\nCream blushed \"oh no not more I just eat .. <br>\r\n<br>\r\nTime skip to some time later and Cream was now the size of...</span></div></div>",
            "created":1427518800,
            "id":1955160,
            "title":"\"No, I'm so full... I couldn't poss..."
        },
        "12312112121122211222":{
            "choices":[
                "Cream is denied a break, and stuffed twice as much.",
                "Cream is accepted a break."
            ],
            "content":"<div class=\"\"><div> <span>Cream was now the size of the entire Solar System, and was so immensely fat that she threw off the rotations of all other galaxies, as they flew into her fat-filled belly.<br>\r\nCream felt the vibrations of her fat as the planets hit her belly.<br>\r\n\"Oof...\" Cream moaned, the planets slightly hurting her massive frame, \"I-Is it over...?\"<br>\r\n<br>\r\nVanilla laughed, \"Oh, no! We need you to be as fat as the UNIVERSE!\" <br>\r\n\"Oh, no... can I at least have a break?\" Cream asked.<br>\r\n\"Well...\"</span></div></div>",
            "created":1427518800,
            "id":1955161,
            "title":"The solar system "
        },
        "123121121211222112221":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Cream had finaly become as large as the multi verse and stooped [END]",
                "Cream keeps growing past being as big as the universe "
            ],
            "content":"<div class=\"\"><div> <span>Cream was never going to stop growing till she couldn't possible get any fatter <br>\r\nVanilla was on a mission and that mission was making her precious little girl into the fattest thing in all existence with no see able end <br>\r\nVanillas machine was so powerful that it made that even in Cream current weight Cream was perfectly healthy and even better the machine stooped her ageing!<br>\r\nCream would never grow older thanks to machine so Cream could be a fat young blob for all eternity even her mother could never grow old so Cream and Vanilla could be together forever  <br>\r\nVanilla wanted to be with Cream no matter what and if that meant making her into a shapeless blob so big not even the universe can hold her weight than so be it.. <br>\r\n<br>\r\nAs Cream was being fed by her loving feeder mommy Cream tried to speak throw the feeding pipe in her mouth <br>\r\nVanilla loved how even now Cream was still trying to convince her to stop feeding her but there was no way Vanilla could stop now<br>\r\nVanilla just loved Cream more and more the fatter she got she could barely even see Creams face anymore throw the chins and plant sized cheeks even creams lips were fat now and Vanilla could barely make eye contact with her own child because Creams fat face and neck fat were blocking her eyes Cream was beyond huge her belly was so huge now and had no visible end <br>\r\nCreams boobs were both galaxy sized Creams butt was unthinkably huge and smothered the far reaches of the universe nothing was bigger than Cream <br>\r\n<br>\r\nVanilla watched as her daughter grew bigger and bigger Vanilla had never bean happier <br>\r\nCream was still trying to talk and Vanilla decided that she mite as well here her daughter talk before they outgrow the universe <br>\r\nShe took the pipe out and her daughters burped \"Hffff,,,mommy..hhfff I'm BURP..so fat..\"<br>\r\nVanilla smiled \"yes my dear your so cute now I'm sorry that your fat body is now taking over the whole universe but Cream I want you to know I have had the time of my life and even if this somehow ends one day I couldn't had spent my time better I love you Cream..\"<br>\r\nCream said throw her fat lips \"I... love you too.. burp..mommy..\"<br>\r\nVanilla smiled \"that's my girl...\"  </span></div></div>",
            "created":1427691600,
            "id":1956321,
            "title":"Cream is denied a break, and stuffed twice as m..."
        },
        "1231211212112221122211":{
            "content":"<div class=\"\"><div> <span>Cream finally became as large as the universe, and managed to break the bonds of reality, and came tumbling down into a plane of nonexistence.<br>\r\n\"Where are we?\" Cream managed to ask, through her impossibly fat face.<br>\r\n\"We're here.\" Vanilla said simply, embracing the void.<br>\r\n<br>\r\nVanilla managed to make Cream so undeniably fat, that they were deemed impossible for reality, and were sent to an infinite realm, where Cream could continue fattening up for all eternity, without compromising the bonds of reality to complete annihilation of existence.<br>\r\nAnd they stayed there, Vanilla keeping Cream fat and happy.<br>\r\n<br>\r\nCream was happy, as well, because she learned to accept her massive weight, and now with no more uncomfortable galaxies ramming into her rear, she could learn to be happy, for her mother.</span></div></div>",
            "created":1427691600,
            "id":1956427,
            "title":"Cream had finaly become as large as the multi v..."
        },
        "1231211212112221122212":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Felt she really wanted a break.",
                "Obsessed with wanting to grow even more."
            ],
            "content":"<div class=\"\"><div> <span>After some time, Cream was as big as a universe now. As big as was, Vanilla still wanted her sweet daughter to grow even more. Vanilla wanted Cream to outgrow the universe, but maybe all the planes of existence point, Cream just accepted not getting any breaks and just deal with the feedings.<br>\r\n<br>\r\nAt this point, her hunger was close to endless now. A giant void that could never be filled. Cream and Vanilla could see all the stars and other universes. As long as there was space, Vanilla wanted Cream to fill it.<br>\r\n<br>\r\nThe machine fed Cream more and more and churned loud enough for the whole galaxy to hear. Her belly grew beyond the bonds of one universe on onto the next one. Then the next one. Then the next one. After a while of universe filling, Cream...</span></div></div>",
            "created":1500094800,
            "id":2354038,
            "title":"Cream keeps growing past being as big as the un..."
        },
        "12312112121122211222122":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Cream broke the bounds of the Multiverse and starting expaning in the Megaverse.",
                "Vanilla stopped for a bit."
            ],
            "content":"<div class=\"\"><div> <span>As Cream started to began expanding enough to begin filling up the parts of the Multiverse, something started happening with Cream. After doing nothing but eating the whole time, it started to affect Cream's desires.<br>\r\n<br>\r\n\"More... Want... More...\" Cream muttered with the hose still in her mouth.<br>\r\n\"You want more? Okay sweetie. I'll fix the machine to go even faster.\" Vanilla said happily want to give Cream what she wants.<br>\r\n<br>\r\nA few tweaks and the machine was working faster by 10 times. Cream still grew with every passing second. Yet it still wasn't enough.<br>\r\n<br>\r\n\"More.... More....\" Cream moaned.<br>\r\n<br>\r\nIt seems like after eating so much, Cream now only cared about eating since it was all she could do. Cream's fat continued on to the limits of the Multiverse. Cream then....</span></div></div>",
            "created":1502168400,
            "id":2366565,
            "title":"Obsessed with wanting to grow even more."
        },
        "1232":{
            "choices":[
                "Fastfoward to Tails' next visit",
                "Cream goes to visit Tails",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Based on this drawing -&gt; <a rel=\"nofollow\" href=\"http://browse.deviantart.com/?qh=&amp;section=&amp;q=Tails+gives+Cream+cake#/dwmit2\" target=\"_blank\">http://browse.deviantart.com/?qh=&amp;sectio...</a><br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nCream swallowed the last bite of her carrot cake with a huge gulp and patted her enlarged and soft stomach. She hiccuped and giggled, then got up to put the plate in the sink. Cream's body truly had thickened over the past month and a half. The carrot cake she just ate was just the most recent of many cakes she had been wolfing down recently. Needless to say, the cakes were absolutely delicious, but were rather fattening should they be eaten by only one person. The effects that these carrot cakes had taken on Cream's body were obvious, as a month ago, Cream did not have such thick arms and legs, such a wide waist, or, most apparent, such a large belly. While she wasn't huge or anything scale tipping, she was certainly bigger than she was last month.<br>\r\n<br>\r\nBut Cream's new eating habits aren't her fault; the cakes were offered to her. One of her closest friends, Tails, had been baking these carrot cakes for her, and for her only. Over the last month and a half, Tails would stop by Cream's house and offer a carrot cake to her, and she would take it and eat it. While it is certainly a nice thing to do, what really made Cream pack on all these pounds is that his arrivals with the cakes were <i>very</i> common. Not daily, but rarely would any more than three days pass without Tails giving Cream cake.<br>\r\n<br>\r\nCream couldn't really say she even had a care for her recent weight gain, in fact, she hardly even knew about it. Sure she could feel it in her body and her clothes that she's getting bigger, but more often than not, she doesn't notice. Vanilla, Cream's mother, had noticed her daughter's expansion, and it wasn't until she said something about it that Cream actually knew about it. Vanilla didn't tell Cream about her weight gain to make her stop, she was simply telling her just to let her know. Vanilla wasn't really a mother that would do anything for or to her daughter to make her sad; as far as Vanilla could be concerned, her daughter's happiness was the most important thing in the world. So, Vanilla allowed Cream to continue eating Tails' carrot cakes, and as a result, the once slim and light Cream became chubby and heavy.<br>\r\n<br>\r\n </span></div></div>",
            "created":1290920400,
            "id":1003824,
            "title":"Fattening gifts, chubby results"
        },
        "12322":{
            "choices":[
                "Tails plays with Cream's belly",
                "Tails gives Cream a cake that was already baked"
            ],
            "content":"<div class=\"\"><div> <span>'I never did get to thank Tails for the cake today...' Cream thought to herself as she walked towards the front door of her house, 'He visits me all the time, I'll go visit him!'<br>\r\n<br>\r\nCream walked outside of her house and jumped, flapping her large rabbit ears. Unfortunately, she fell right back onto the ground. Confused, she tried jumping into flight again, but with the same results - she dropped like a rock. The overweight rabbit eventually gave up and sighed, then started walking instead of flying.<br>\r\n<br>\r\n\"I can't even fly...\" Cream muttered to herself, \"I couldn't have gotten <i>that</i> fat could I?\" Cream looked down at her body and rubbed her abdomen with one hand, noticing the sort of \"dome\" like shape her stomach took. She poked her belly through her dress, and winced a little at how far her finger went in. To make it worse, she had eaten an entire cake just a few minutes before hand, so her stomach wasn't empty, and therefore, her finger couldn't go as far.<br>\r\n<br>\r\nCream eventually started getting a little tired. Strange, considering all the running she used to do, getting tired from walking, especially just for a few minutes, shouldn't be tiring for her at all. It was a little obvious to Cream as to why she was getting winded already - her tubby body.<br>\r\n<br>\r\nFortunately for Cream, Tails' house was just in sight. She sucked it up just a little bit more so she could reach his house, but by this point, she started to breathe heavily and sweat a little. Cream managed to make it to the front door and gave it a few knocks. Seconds later, the door was open by the very person Cream was expecting: Tails. Tails gasped and immedietly lunged at Cream to give her a hug. Tails not only loved the fact that Cream had just visited him, but he also loved the fact that her body was so soft and warm.<br>\r\n<br>\r\nTails pulled away a little so he could see Cream's face, \"I'm so happy to see you, but why did you come?\"<br>\r\n<br>\r\nCream's smile filled her puffy face, \"I just wanted to come and say thank you for the cake for today, I never did thank you earlier.\"<br>\r\n<br>\r\n\"Oh well you're welcome sweetie- uh I mean, Cream.\" Tails answered. Although Tails' little stutter was pretty good at masking what he originally said, it was no use with Cream. She clearly heard him say \"sweetie\".<br>\r\n<br>\r\n\"Besides,\" Said Cream as she used the hug to pull Tails towards her, \"You always visit me, so I just wanted to visit you for once.\"<br>\r\n<br>\r\n\"That's...\" Tails' face reddened, \"That's nice...come right in.\" Cream let go of Tails and walked right in. Tails closed the door behind them, \"Make yourself feel at home.\"<br>\r\n<br>\r\n\"Thanks. So what have you been doing?\" Cream asked, looking around.<br>\r\n<br>\r\n\"I've actually been baking more cakes for you, surprise surprise.\" Tails answered.<br>\r\n<br>\r\nCream turned to Tails, \"Really?\"<br>\r\n<br>\r\n\"Really. I've noticed how quick you were to eat the cake I gave you earlier today, so I figured that maybe you might have room for more cake. I was planning on giving you another cake today actually.\"<br>\r\n<br>\r\n\"Cool.\"<br>\r\n<br>\r\nTails walked into the kitchen and picked up a large bowl, \"The cake is already baking, but here's the rest of its batter if you would like.\"<br>\r\n<br>\r\nCream followed Tails and took the offered bowl, \"I love cake batter!\" Cream squealed as she looked inside the bowl. Sure enough, the inside was covered, but not filled with, cake batter. Delicious cake batter. Cream slid her hand around the inside of the bowl so she could get as much of the battery as possible and licked it off of her hands. She moaned in joy - she hadn't had cake batter in quite a long time, and it was a taste she absolutely loved. Not as good as the carrot cakes, but pretty far up there.<br>\r\n<br>\r\n\"Tails,\" Cream started, after swallowing, \"I have a question.\"<br>\r\n<br>\r\n\"Yes Cream?\" Tails asked.<br>\r\n<br>\r\n\"Um...have I been getting fat?\" Cream asked.<br>\r\n<br>\r\nTails looked at Cream, \"Why?\"<br>\r\n<br>\r\n\"Well...I jiggle, I couldn't fly - I had to walk here, and I got tired rather quickly.\" Cream pointed out.<br>\r\n<br>\r\nTails winced when Cream said she walked to his house, \"You walked here?\"<br>\r\n<br>\r\n\"Yes.\"<br>\r\n<br>\r\n\"Well I wouldn't be too worried about it.\" Tails assured as he walked towards Cream, who went back to licking the cake battery. He gave Cream's belly a light pat and slowly rubbed it, \"You do look like you have been putting on some weight, but you're just a little chubby. No problem.\"<br>\r\n<br>\r\nCream made a verbalization of agreement as she continued to lick the bowl clean of its contents.</span></div></div>",
            "created":1291093200,
            "id":1005056,
            "title":"Too tubby for her flight"
        },
        "123222":{
            "choices":[
                "Asked Tails to rub her belly",
                "Asked Tails for another cake"
            ],
            "content":"<div class=\"\"><div> <span>\"But...\" Said Tails, \"I happen to be on an...experiment, and I have a favor to ask you.\"<br>\r\n<br>\r\nCream made eye contact, \"What favor?\"<br>\r\n<br>\r\n\"Well, since you <i>have</i> been putting on weight, I was hoping that you would help me with this project I'm doing. It is a...sort of medicine I'm trying to make for overweight people. I'm aiming for something that would make the expansion of fat cells slower, at the very least, so the user doesn't gain weight anywhere near as fast, and would actually be able to catch up and eventually lose weight faster than he or she can gain it.\" The whole statement had a sort of overtone that made it sound unconvincing, but Cream bought it.<br>\r\n<br>\r\n\"And you want to test it on me?\" Cream asked.<br>\r\n<br>\r\n\"Well...if you don't mind.\"<br>\r\n<br>\r\nCream smiled, \"I'd gladly help you Tails!\"<br>\r\n<br>\r\nTails sighed in relief, then scratched the back of his head, \"Thanks, I really appreciate it...though if you don't mind, you're probably going to have to gain some more weight. I don't think I'll be able to achieve the results I want unless you're fatter.\"<br>\r\n<br>\r\nCream shrugged, \"I'll do it. I just hope it'll work; I don't want to become a blob.\"<br>\r\n<br>\r\n\"If it doesn't work, I'll try everything to make you lose the weight.\"<br>\r\n<br>\r\n\"Thanks.\"<br>\r\n<br>\r\n\"Well since you've agreed to help me out on this, and since I need you to be a...\"few\"...pounds heavier, I have a cake that I've already baked for myself that you can have.\"<br>\r\n<br>\r\n\"Really?\" Cream asked, excited to eat the delicious carrot cake.<br>\r\n<br>\r\n\"Yeah, I'll go get it.\" Tails said as he left the room. Cream looked at a couch that was beside a wall and walked to it and sat in it. The seat cushion immedietly lowered in height when the overweight rabbit rested upon it. Cream leaned back and took a decent look at her body, particularly her midsection. Even when leaning back, Cream's belly still stuck out a good two inches, and had a slight hang. Not enough to hang over the waistline, but there was a hang nonetheless. Cream softly rubbed her belly with a single hand and gave it a few pats as Tails walked back into the room with the carrot cake.<br>\r\n<br>\r\nTails placed the cake on the table which was a few feet away from Cream, \"Well, dig in. Be careful to not make a mess.\" He punctuated his sentence with a friendly chuckle. Cream took no hesitation and certainly did dig in to the carrot cake, shoving the delicious breaded glory into her mouth, and ravenously sending it down her throat and into the pit that was known as her stomach.<br>\r\n<br>\r\nWhile this was a rather terrible display of eating habits compared to what Cream would normally do, the carrot cakes were the only things that Vanilla would allow Cream to, for lack of a better word, \"attack\". Since Cream enjoys them so much, it seemed logical to let her enjoy them as much as she could, while still keeping her regular eating habits in check. Cream would generally eat these cakes on her own terms, as they would almost never serve as a part of the three-square-meal pattern, unless they were saved for desert.<br>\r\n<br>\r\nTails watched as Cream ate and ate and ate the cake. This sight caused the fox to smile, because it represented multiple conclusions: 1, considering Cream had already eaten a cake barely even an hour ago, that means that she might be able to stomach <i>two</i> cakes at once, 2, it certainly proved that Cream either loved the carrot cakes, or had become enthusiastic about gaining weight due to Tails' story, and 3, it just went to show just how quickly Cream will enlarge.<br>\r\n<br>\r\nThe cake wasn't necessarily big, so it didn't take Cream long to finish it. She rubbed her stomach with both hands then looked at Tails with her cake covered face, \"I just thought about it...\"<br>\r\n<br>\r\n\"What?\" Tails asked, grabbing a tissue box. He walked to Cream and handed her a tissue, which she used to wipe the cake off of her face.<br>\r\n<br>\r\n\"Having you been baking these cakes to make me gain weight for your experiment?\" Cream asked.<br>\r\n<br>\r\nTails was tongue tied for a brief moment, but he came up with his answer, \"Not really. I've been working on this project for a while, and I kinda just wanted to give you a gift really. I know how much you love carrots, so I thought a carrot cake would be a good idea, and since you loved the cake so much, I just decided to bake more and more for you. It was just coincidence.\"<br>\r\n<br>\r\nCream continued to slowly rub her belly. Tails eyed her belly for a brief moment and asked, \"May I join you?\" When Cream made a confused face at him, Tails moved his hands in a gesture that implied rubbing.<br>\r\n<br>\r\nCream...</span></div></div>",
            "created":1291266000,
            "id":1006677,
            "title":"A sly plan, going down the hatch"
        },
        "1232221":{
            "choices":[
                "Follow Cream",
                "Fast forward to Tails' next visit the next day"
            ],
            "content":"<div class=\"\"><div> <span>Cream smiled, \"Do you want to rub my belly?\"<br>\r\n<br>\r\nTails nodded and motioned towards Cream, placing his hand on the squishy mound. He then moved his hand across the belly, feeling its warm softness through Cream's dress. He gave her belly a quick slap, which, while it didn't hurt, sent a jiggle across the entire belly. Tails felt a little awkward, but rather happy, as there was one thought he couldn't get out of his head.<br>\r\n<br>\r\n'She's gonna be so delicious.' Tails' subconscience thought. Tails' conscience kicked it and thought, 'NO! That's Cream! My friend!'<br>\r\n<br>\r\nTails tried his best to ignore both of these thoughts as he rubbed Cream's belly, but his subconscience got the better of him, \"Would you like more food Cream?\"<br>\r\n<br>\r\n\"I'm not hungry right now.\" Cream answered, \"Besides, I like having my belly rubbed. So soothing.\" Tails grinned and pinched Cream's belly.<br>\r\n<br>\r\n\"Hey!\" Cream protested. This only unintentionally prompted Tails to grab her belly and shake it violently. After giggling and jiggling for a bit, Cream got up and shoved her belly into Tails' body, knocking him down to the floor.<br>\r\n<br>\r\nCream gasped, \"Are you ok?!\"<br>\r\n<br>\r\nTails laughed and quickly got back on his feet, \"Do that again!\"<br>\r\n<br>\r\nCream grinned and did as she was asked. Much like before, she shoved her belly right into Tails' torso and, much like before, knocked him down. This time however, Tails didn't get up; he was too busy laughing. Cream offered her hand to help Tails back on his feet. Tails grabbed Cream's hand as she pulled him back to his feet.<br>\r\n<br>\r\n\"That was so funny, I didn't expect that the first time at all!\" Tails exclaimed.<br>\r\n<br>\r\nCream giggled, \"Surprised you, didn't I.\"<br>\r\n<br>\r\n\"Oh I got a surprise for you, come with me.\" Said Tails as he walked to his kitchen towards the fridge. Cream immedietly followed him. Tails opened the door to his fridge and gestured towards the inside of it, \"Take a look at this.\"<br>\r\n<br>\r\nCream peered into the fridge. Tails backed away to give her more room. Tails walked behind her without being noticed and shoved his hands onto her sides, just above the waist, tickling her. Cream then jolted and started bursting with uncontrolled laughter and shaking as Tails continued to tickle her.<br>\r\n<br>\r\nTails then released Cream of her ticklish vassalation and her laughter died down. Cream looked at Tails.<br>\r\n<br>\r\n\"You little...How did you know I was ticklish?\" Cream asked.<br>\r\n<br>\r\nTails shrugged, \"I didn't, but I surprised you didn't I?\"<br>\r\n<br>\r\nCream nodded, \"How long will it be until your experiment is ready for me?\"<br>\r\n<br>\r\n\"It's ready actually.\" Said Tails, \"It's just that you need to be a bit fatter. You can clearly see, I have plenty of food in this house that I don't even eat, and a lot of it are cakes meant for you. I was actually considering making some brownies for you to have within the next few days.\"<br>\r\n<br>\r\n\"Really?!\" Cream asked.<br>\r\n<br>\r\n\"Yeah, but seriously though, if you think you'll need help to gain the weight I need you to gain, just give me a visit. I'll bake stuff for you that'll fatten you up. What about your mom though? Does she make fattening food?\"<br>\r\n<br>\r\nCream shook her head, \"If she did, I think I would have been this big a long time ago. I'll talk to her about it and see what she can do.\"<br>\r\n<br>\r\n\"Sweet.\" Said Tails, \"Thanks again by the way.\"<br>\r\n<br>\r\n\"No problem.\" Said Cream, \"I gotta go, but do have anything I can eat on the way back home?\"<br>\r\n<br>\r\nTails reached to the top of his fridge and pulled down a bag of potato chips, \"Not much, but it'll hold you until you get him right?\"<br>\r\n<br>\r\n\"Maybe.\" Cream half-agreed, taking the bag, \"But since I'll have to walk, these things might make me put on...<i>maybe</i> half a pound.\"<br>\r\n<br>\r\n\"At best.\" Tails agreed.<br>\r\n<br>\r\n\"I'll see you tomorrow?\" Cream asked, heading towards the door.<br>\r\n<br>\r\n\"I'll pay you a visit. I'll try to bring more cake while I'm at it.\" Said Tails.</span></div></div>",
            "created":1291352400,
            "id":1007197,
            "title":"Delicious...wait what?!"
        },
        "12322212":{
            "choices":[
                "Cream eats both cakes",
                "Cream eats one cake and saves the other for later"
            ],
            "content":"<div class=\"\"><div> <span>In the early of morning, the sun was just barely up, the grass was still wet, and Tails stood just outside Cream's house, with three carrot cakes on the ground beside him.<br>\r\n<br>\r\nTails looked at the front door and sighed, 'Keep it together man,' he thought, 'you know what you're baking these cakes for her for, and you've already decided to do it.' Suddenly, his conscience kicked in, 'NO! She's my-', but his subconscience came back, 'You have already decided, follow through with it...no pressure...she's already somewhat big already, maybe another 20 pounds and she'll be fat enough.'<br>\r\n<br>\r\nTails sighed again and knocked the door three times. After a few moments, the door was opened, and on the other side was Cream, rubbing her eyes. She was wearing a set of blue pajamas, though the shirt looked rather tight and was somewhat revealing of the lower part of her belly. To make it worse, the bottom button strained so badly to keep itself attached that it looked like a deadly weapon ready to fire at any moment.<br>\r\n<br>\r\n\"Good morning Cream.\" Tails greeted. He picked up one of the cakes, \"I brought you three cakes this time.\"<br>\r\n<br>\r\nCream yawned, \"I haven't even had breakfast yet; I just woke up.\"<br>\r\n<br>\r\nTails chuckled and handed Cream the cake he held, \"Looks like I brought you breakfast then didn't I.\"<br>\r\n<br>\r\nCream giggled and took the cake, \"Cake for breakfast, that's new. Thanks.\"<br>\r\n<br>\r\n\"Here.\" Said Tails as he squatted down to pick up the remaining two, \"I have more. Where would you like me to put these?\"<br>\r\n<br>\r\nCream smiled and said, \"In my belly.\" This remark caused Tails to laugh out loud, nearly dropping the cakes.<br>\r\n<br>\r\n\"But seriously though,\" Said Tails, whose laugh was still dying down, \"Where would you want me to put these?\"<br>\r\n<br>\r\n\"I already told you; in my belly.\" Said Cream, \"But for now, let's put them on our dining room table k?\"<br>\r\n<br>\r\n\"Ok.\" Said Tails as he followed Cream into her house, and towards a table that was just outside of the kitchen. They laid the three cakes on the table.<br>\r\n<br>\r\n\"Ok so...I'll see you later.\" Said Tails, turning towards the door.<br>\r\n<br>\r\n\"Thanks again Tails.\" Said Cream, \"I'll make sure I finish all of these today.\"<br>\r\n<br>\r\nTails chuckled as he walked toward the front door, \"Your welcome, and make sure you pack on some more pounds while you're at it.\"<br>\r\n<br>\r\nCream giggled, \"I'm sure I will get a bit fatter. Bye!\"<br>\r\n<br>\r\n\"Bye!\" Tails called out as he closed the door from the outside.<br>\r\n<br>\r\nCream looked back at the three carrot cakes that sat on the table beside her. She sat in one of the chairs and brought one of the cakes towards her. She then picked up a fork on the table and took a bite out of the carrot cake, then she looked up and made a quiet moan of delight, as the cake was phenominally delicious. From that moment on, the next few minutes consisted of Cream shoving her fork into the cake, eating the piece of cake, then repeating. This constant pattern was repetative, but with each passing repeat the cake was getting smaller and smaller, being transferred piece by piece into the belly of the rabbit that was eating it. Cream certainly wasn't kidding when she said she wanted the cake \"in her belly\". Within moments, the cake was out of sight, but Cream's abdomen wasn't. When she had finished the cake, she stretched, which had unfortunately brought the bottom button of her pajama shirt to its end. The button popped, but it didn't fly off like what most people would have expected. Now the button merely hung, dangling loosely, barely attached to the piece of sleeping attire. The lack of the bottom button doing its work caused the pajama shirt to rise up and spread out some. Now, every inch of Cream's soft belly from the belly button down was perfectly visible, but Cream paid no attention. She merely rubbed her belly and licked her lips at the remaining two cakes.</span></div></div>",
            "created":1291525200,
            "id":1008731,
            "title":"Cake for breakfast"
        },
        "123222122":{
            "choices":[
                "Clothes shopping",
                "Skip to when they're back, and Cream has big clothes and a craving for the cake"
            ],
            "content":"<div class=\"\"><div> <span>You would think that Cream hadn't eaten in days. That she had been starved, malnutritioned, deprived of any amount of supplements. As Cream \"attacked\" one of the two remaining cakes, wolfing them down with impressive speed, these assumptions became more and more believable, yet more and more unbelievable, because she had eaten another cake just like this one mere moments ago. She showed no focus or attention to anything else; at that moment, all that mattered was making that cake disappear off the face of the earth, and the only way it could be done is by stuffing it into her rather large belly. If she had the chance to, she would admit that she was running low on space. Eating two cakes in such a short time, even with her large appetite, would be a tricky achievement. This didn't faze her. She didn't slow down; she kept eating, the cake kept shrinking, and her belly kept expanding ever so slightly.<br>\r\n<br>\r\nCream leaned back and burped. Looking down at the plate, she smiled at the lack of any cake on top of it. She gave her belly a quick little pat and giggled. All she needed was a top-hat and black suit and this whole binge would have looked like a magic trick. As she looked at the third and final cake, her belly growled, not of hunger, but of digesting, and she knew it. She would have loved to have eat this last cake, but she knew her limits. She simply sighed, lazily got up from the chair, which creaked with the tiniest of movements, took the cake and placed it in the fridge. It'll have to wait for later.<br>\r\n<br>\r\nJust then, Vanilla walked into the kitchen yawning. She noticed that Cream was putting something in the fridge, but what really caught her attention was the quality of Cream's pajamas.<br>\r\n<br>\r\n\"Good morning Cream,\" The adult rabbit said with a smile, \"I'm guessing you already had breakfast.\"<br>\r\n<br>\r\nCream closed the fridge and stood straight up with a big smile and nodded, \"Tails came by and brought me some cakes! They were delicious!\"<br>\r\n<br>\r\n\"Really! Carrot cakes?\" Vanilla asked. She knew that they were carrot cakes; it certainly wasn't the first time Tails brought some over. She just wanted to ask.<br>\r\n<br>\r\nCream nodded again and gestured to the fridge, \"I put one of them in the fridge for later; I'm stuffed after eating the other two.\"<br>\r\n<br>\r\n\"You ate two whole cakes?\" Vanilla asked, surprised.<br>\r\n<br>\r\n\"I did!\" Cream exclaimed. She patted her belly, causing it to bounce, \"They were yummy yummy in my tummy!\"<br>\r\n<br>\r\nVanilla hesitated before crouching down to give her daughter's belly a poke, \"Well I'm glad to hear that you liked them, and that you saved some for me too.\"<br>\r\n<br>\r\nCream giggled, \"I was actually going to eat it later, but I'll share.\"<br>\r\n<br>\r\n\"Well thank you very much.\" Vanilla said with a big grin, \"And it looks like you're going to need some new clothes and pajamas too. Go get the scale in the bathroom and weigh yourself for me, and I'll get the tape measure so I can see what size you need. Ok?\"<br>\r\n<br>\r\nCream nodded and said, \"Ok.\" It was almost as if she was excited about it. She turned and waddled out of the kitchen, and Vanilla reached into a drawer and pulled out a roll of measuring tape.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nCream stepped on the scale, which was a big square shaped digital scale. It made a beeping sound, and a dash mark ran from one side of the screen to the other for a few seconds. It beeped one more time and 42 lbs 7 oz popped up on the screen. Cream had to bend over a little to see her weight, as her belly was obstructing her vision slightly. 42 pounds may not seem like much, but considering the fact that Cream was only about 3 feet tall, this was a pretty big number for weight. Vanilla momentarily walked in with a roll of measuring tape in her hand. She looked down at the scale and nodded, \"42 pounds. That's pretty big.\"<br>\r\n<br>\r\n\"Yup.\" Cream agreed with her face covered in a smile. Vanilla knelt down and Cream held her arms up. Vanilla placed one end of the tape right above Cream's belly button and held it in place with her thumb, then wrapped the tape around Cream's body once, and stopped the tape right above Cream's belly button. Vanilla looked closely at the numbers and looked back at Cream.<br>\r\n<br>\r\n\"26 inches.\" Said Vanilla.<br>\r\n<br>\r\n\"Pretty big?\" Cream asked, knowing the answer.<br>\r\n<br>\r\nVanilla wrapped the tape up and agreed, \"That's pretty big. Of course this doesn't impair how cute you are.\" <br>\r\n<br>\r\nCream grinned, \"I am a growing girl.\" She rubbed her belly, \"I should be called Chubby Cream!\"<br>\r\n<br>\r\nVanilla giggled, \"Well I think you're going to be bigger than chubby before you know it. Anyway, the clothes you have now are large, so we're going to be looking for extra large clothing, maybe even double extra large. Get dressed and we'll leave when I have breakfast.\"<br>\r\n<br>\r\n\"Ok mommy.\" Said Cream</span></div></div>",
            "created":1298091600,
            "id":1056561,
            "title":"One more for now"
        },
        "1232221222":{
            "choices":[
                "Brownie binge",
                "Later that day, when Tails visits Cream again"
            ],
            "content":"<div class=\"\"><div> <span>Cream and Vanilla walked up to the front door of their house. Vanilla was wearing her usual blouse and dress, and Cream was wearing a dress very similar to the orange dress she usually wears, but of course much bigger to accommodate for her size. Vanilla fiddled with her keys in one hand; her other hand was holding bags of clothes. She stuck a key into the door nob and opened the door, with Cream being the first of the both of them to walk into the house. After closing the door, Cream walked into the kitchen, but Vanilla walked to Cream's room so she could put the new clothes in her closet. While Vanilla did this, Cream pulled the third cake out of the fridge and licked her lips loudly. She placed it on the table and prepared to dig in before being stopped by her mother.<br>\r\n<br>\r\n\"Come on Cream, I asked you to save some for me.\" Vanilla said in a slightly teasing voice. Cream sighed and got two plates and two forks form a nearby drawer and gave one plate and fork to her mother, who sat down at the table on the opposite side from Cream, with the cake in between them. From that point on, they both started eating the cake from top to bottom. Cream was eating much faster than Vanilla was, and with much bigger bites. Vanilla couldn't really complain about it, but it did sort of bug her a little.<br>\r\n<br>\r\n\"Cream, could you please try eating a little slower?\" Vanilla suggested.<br>\r\n<br>\r\nCream released a tiny burp and an \"excuse me\" before answering with, \"Sorry mother; I'm just hungry.\"<br>\r\n<br>\r\nAgain, Vanilla couldn't say anything against that. They had been gone for a few hours, mainly because the mall was quite a distance away and because it took them a while to find dresses that were big enough for Cream's girth. Vanilla had to admit that she was starting to feel a little hungry by the time they started heading back.<br>\r\n<br>\r\n\"It's ok, just don't inhale the cake.\" Vanilla softly commanded. She took another bite and said, \"Delicious. Tails baked this right?\"<br>\r\n<br>\r\nCream would have said something, but her mouth was full, so she simply nodded.<br>\r\n<br>\r\n\"I'd love to get the recipe from him; these cakes are fantastic!\" Vanilla exclaimed.<br>\r\n<br>\r\nCream patted her belly and agreed, \"I know!\" She said, before breaking into a giggle that Vanilla couldn't help but join.<br>\r\n<br>\r\nAfter a few more moments, the cake was almost completely gone, but Vanilla got up from her seat and said, \"Ok, I'm done. It was very good.\"<br>\r\n<br>\r\n\"It's the best cake you've ever had right?\" Cream asked, pulling what remained of the cake towards her.<br>\r\n<br>\r\n\"It is the best cake I've ever had. Tails is a great cook.\" Vanilla said before taking her plate and fork to the sink to wash them. Cream looked down at the rest cake and shoved it into her mouth, practically swallowing it with one gulp. Almost on cue, the doorbell rang. <br>\r\n<br>\r\nVanilla looked back towards Cream and asked, \"Cream could you get that please?\"<br>\r\n<br>\r\nWithout second thought, Cream got out of her chair and walked towards the door. She looked through the peephole in the door and gasped with excitement. She opened the door immedietly and smiled wide. Tails was on the other side, holding a tray of brownies.<br>\r\n<br>\r\n\"Hey Cream!\" Said Tails, \"Here are the brownies I mentioned.\" He hardly needed to hand them to Cream; she practically took the tray out of his hands, unable to contain herself.<br>\r\n<br>\r\n\"Thanks!\" Said Cream, \"I don't know what to say!\"<br>\r\n<br>\r\n\"Maybe, but I know what you can do with those brownies.\" Tails stated. Cream grinned; she knew exactly what he meant.<br>\r\n<br>\r\n\"Anyway, I can't stay for long.\" Tails continued, \"I have to meet up with Sonic down at Green Hill, but I'll be back later. Ok?\"<br>\r\n<br>\r\nCream nodded, \"Ok! I'll just eat these while you're gone!\"<br>\r\n<br>\r\nTails shrugged, \"That's what I gave them to you for. Bye!\"<br>\r\n<br>\r\n\"Bye!\" Cream called before closing the door, holding the tray in one hand. She headed back to the kitchen, saying \"Mommy Mommy! Look what Tails brought me!\"<br>\r\n<br>\r\nVanilla turned to Cream, \"Aww...\" She verbalized when she saw the brownies, \"That was awfully nice of him. I can only imagine how good those must taste.\"<br>\r\n<br>\r\n\"Let's find out.\" Said Cream as she took a brownie and ate it. Almost instantly after swallowing it, she might as well have started bouncing off the walls. \"THESE ARE DELICIOUS!!!\" She screamed.<br>\r\n<br>\r\n\"Really?! Oh, let me have just one bite.\" Vanilla begged. Cream answered her wish by holding a brownie up to her so she could bend over and take a bite out of it. Her reaction wasn't much different, but was much more calm at least.<br>\r\n<br>\r\n\"Wow, these <i>are</i> delicious!\" Vanilla exclaimed.<br>\r\n<br>\r\n\"More?\" Cream asked.<br>\r\n<br>\r\n\"No thanks.\" Vanilla said as she started washing the soap off of her hands, \"That cake filled me up quite well. You can have those brownies if you want.\"<br>\r\n<br>\r\n\"Ok, thanks!\" Cream exclaimed. She took a nearby chair and sat on it, then began to feed upon the chocolate, carrot juice covered brownies.</span></div></div>",
            "created":1298178000,
            "id":1057183,
            "title":"Taking down the last cake"
        },
        "12322212221":{
            "author_id":"bestthe",
            "author_name":"Johnny the Pirate Monkey",
            "choices":[
                "Cream passes out in the chair",
                "Tails returns, with even Baked Goods"
            ],
            "content":"<div class=\"\"><div> <span>Vanilla started to leave \"I'm going to do some laundry and then relax with a little TV, is there anything else you need?\"<br>\r\n<br>\r\nCream swallowed her second brownie now \"Mm~ Yes there is, mommy. can I have some milk, please?\"<br>\r\n<br>\r\n\"Sure thing, sweetie\" Vanilla opened the fridge and brought out the half gallon of 2% milk, placing it on the table with a cup for Cream.<br>\r\n<br>\r\n\"Thanks, mommy\" Cream said happily as she started on her third and forth brownies. She was pushing her cake filled belly's limits even further with each bite of these chocolate squares. At about her tenth one she popped the cap off the milk jug, drinking straight from it to clear her pallet for the next dozen or so, her thick neck bulging and constricting with each gulp. She knew her belly was getting full, but these were too good. Tails had brought them over fresh from the oven, meaning they were still warm and gooey. She continued to fill her mouth in her stuffed stupor as she absentmindedly stretched her belly to hold more capacities of food. Her dress started to ride up as there was a steady increase of her to cover. Bite after bite, gulp after gulp, she continued until the 40 brownies and half gallon of milk were gone, and even then she was licking at the plate to get at all the crumbs. Her cheeks puffed up as some gas tried to escape, but she didn't want to interrupt her mother's show with a distraction like that. Cream looked at the clock to see that an hour had passed. \"oh wow, I hardly noticed\" she giggled as she rubbed her over-filled tummy. \"If I keep like this I'll be 50-55lbs by morning.\" She yawned, her body wanting to rest after such a stuffing.</span></div></div>",
            "created":1427605200,
            "id":1956090,
            "title":"Brownie Binge"
        },
        "123222122212":{
            "author_id":"bestthe",
            "author_name":"Johnny the Pirate Monkey",
            "choices":[
                "Resist the temptation and stop now",
                "Gimmie those pastries!"
            ],
            "content":"<div class=\"\"><div> <span>Cream started to nod off in her chair when a ringing doorbell startled her awake.<br>\r\n<br>\r\n\"Don't worry honey, I'll get it\" Said her loving mother. As Vanilla answered the door, she was met with young fox boy genius.<br>\r\n<br>\r\n\"Afternoon, Vanilla,\" he said with a smile. He was holding Two Dozen Doughnuts, and what looked like a wagon full of groceries for making even more sweets and treats. \"I'm back from Green Hill Zone and thought I'd stop and stay for a proper visit.\"<br>\r\n<br>\r\n\"Oh, but of course. Do you need help with any of that?\"<br>\r\n<br>\r\n\"Nah, I'm good, thanks though.\"<br>\r\n<br>\r\nShe steps aside to let the fox in, \"While you're here, could I get that cake recipe from you? It was Really good!\"<br>\r\n<br>\r\n\"Sure thing, I'll write it up and put it on the fridge\"<br>\r\n<br>\r\n\"Oh that would be wonderful, you're such a darling\" She smiled as she watched him march into the kitchen, and then returned to her shows, leaving the little ones be.<br>\r\n<br>\r\nCream turned her head to see Tails, too stuffed to move. \"How's my Hungry Bunny doing?\" he asked as he placed the donuts on the table.<br>\r\n<br>\r\nShe lets out another small burp, \"N-not so hungry anymore. 3 cakes and 40 brownies? I'm so full, just look at my tummy.\" Her new dress, which fit not even a couple hours ago, was now riding up her belly, the under part of it exposed.<br>\r\n<br>\r\n\"Aww, that's too bad,\" he opens the boxes, the scent of the pastries filling the room, \"These just came fresh from the bakery,\" her mouth already starting to water, \"and I had them over fill each of these with a Creamy Carrot Filling just for you~\"</span></div></div>",
            "created":1429074000,
            "id":1964888,
            "title":"Tails returns, with even More Baked Goods"
        },
        "1232221222122":{
            "author_id":"bestthe",
            "author_name":"Johnny the Pirate Monkey",
            "choices":[
                "Bed Time",
                "Further Feeding"
            ],
            "content":"<div class=\"\"><div> <span>The stuffed rabbit lurched forward and grabbed two of the over-cremed doughnuts with each hand and started filling her cheeks once again. Their fillings were very rich and oh so smooth, she could hardly believe such a sweetness existed. As she swallowed, she winced at the slight pressure her belly was under as it distended a little more. She couldn't handle much more eating, but she didn't want to stop either.<br>\r\n<br>\r\n\"Are you alright, Cream?\" the fox boy asked.<br>\r\n<br>\r\n\"Y-yeah, just...ooooogh...so...so full. I'm about ready to burst\"<br>\r\n<br>\r\n\"Here, let me help you with that,\" he smiled as he looked through the bags he brought over. Tails pulled out a bottle of lotion. A side project for fattening up the rabbit girl, made to ease her belly aches and help it stretch a little further. Squirting some lotion onto her belly, he started to gently rub it into her skin and fur. She wasn't thrilled about it at first, as she was so very full, but after a few minutes, the pain had subsided, and Cream started snacking again.<br>\r\n<br>\r\nOne doughnut after another vanished from it's box and into her mouth. The food filled balloon that was her belly steadily growing as she devoured the pastries. Her dress rode up even higher, not even covering half of her belly by the time she finished all 24 of the tasty treats. Once again, she was super full, not wanting to eat another bite. She was about to let out a large, satisfied belch when Tails locked lips with her, letting the sweet gas fill his cheeks. \"T-tails!?\" she blushes.<br>\r\n<br>\r\nHe licks his lips as he chuckles, \"Wow, your kisses are almost as sweet as you are.\" Cream blushes even more. \"ready for another course?<br>\r\n<br>\r\n\"Th-thank you, Tails, but...I'm really Really full now,\" she tries to get out of her chair, but her cheeks seem quite wedged into it. \"All this eating has made me quite sleepy.<br>\r\n<br>\r\n--<br>\r\nTails helps Cream get to bed<br>\r\nOR<br>\r\nTails finds a way to get Vanilla out of the house and feeds Cream further</span></div></div>",
            "created":1430283600,
            "id":1971304,
            "title":"Gluttonous Stuffing"
        },
        "12322212222":{
            "choices":[
                "Tails cooks some fattening food for Cream",
                "A little discussion about Tails gaining weight along side Cream"
            ],
            "content":"<div class=\"\"><div> <span>Tails stood just outside the door to Cream's house. He sighed and knocked on the door three times and brought his hand from the large, elaborately designed slab of wood. Within seconds, he faintly heard footsteps drawing nearer and louder to the other side of the door. He was hoping it was Cream, but instead, Vanilla answered the door. Vanilla smiled, happy to have a visitor, and Tails smiled, asking, \"Hello ma'am. Is Cream here?\"<br>\r\n<br>\r\nVanilla's smile grew a little wider as she turned and called, \"Cream, Tails is here!\" Very shortly, Cream came rushing towards the door, and practically tackled Tails in the form of a big hug. She let Tails go after a few seconds of the hug and they smiled at eachother.<br>\r\n<br>\r\n\"I'm sorry I didn't bring anything for you Cream.\" Tails apologized, scratching the back of his head.<br>\r\n<br>\r\n\"Oh it's ok.\" Said Cream, \"Those brownies were great by the way.\"<br>\r\n<br>\r\n\"Glad you liked them.\" Said Tails. He turned to Vanilla and asked, \"Vanilla, can Cream come over to my place for a while? Please?\"<br>\r\n<br>\r\nVanilla released a soft chuckle and answered, \"If Cream wants to...\"<br>\r\n<br>\r\nCream practically cut her mother off with jumping and shouting \"Thank you thank you thank you!\" She gave her mother a big hug.<br>\r\n<br>\r\n\"You can stay until tomorrow, but I want you back by lunchtime, ok?\" Vanilla ordered. Cream pulled her face up so she could nod, \"Go pack yourself a change of clothes, and then you may go.\"<br>\r\n<br>\r\nCream squealed in joy and would've started skipping back into the house if her girth allowed it. With Cream gone, Vanilla took this opprotunity to personally thank Tails for all the good's he's been baking.<br>\r\n<br>\r\n\"Thanks for all the food you've been making for Cream.\" Vanilla thanked, \"They've been giving me a break from cooking.\" That very statement made the two of them laugh a little.<br>\r\n<br>\r\n\"You're welcome.\" Said Tails, \"I started baking cakes for her when I was in the middle of cooking some food for myself, and I started thinking of her. After I ate, I baked a carrot cake for her, and I guess it just turned into a habit from then on.\"<br>\r\n<br>\r\n\"Well that's very sweet of you.\" Said Vanilla.<br>\r\n<br>\r\n\"Although, I can't help but think that Cream's been putting on weight from the cakes I've been making for her...\" Tails falsely wondered. He knew that Cream's weight gain was caused by his bakeries, but he didn't want Vanilla to know.<br>\r\n<br>\r\n\"Don't worry Tails.\" Vanilla assured, \"She's been sitting around quite a bit recently as well, that's probably what's doing it.\"<br>\r\n<br>\r\n\"Ok.\" Tails agreed, continuing his act. Moments later, Cream approached them, carrying a small duffel bag.<br>\r\n<br>\r\n\"Ok Cream, I'll see you tomorrow.\" Said Vanilla as she bent down to kiss Cream on the cheek, \"Have fun you two.\"<br>\r\n<br>\r\n\"We will mommy!\" Cream assured as she followed Tails, who lead the way to his house, \"Bye!\"<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nTails and Cream walked close to each other, making their way towards Tails' house. They haven't spoken a word to each other, but after a long time of silence, Cream decided to say something.<br>\r\n<br>\r\n\"I really appreciate this Tails, thanks.\" Said Cream. Tails turned to her and smiled.<br>\r\n<br>\r\n\"You're welcome. To be honest, I came over today to see how big you were. The reason I wanted you to come over was because I thought you were ready for my experiments.\"<br>\r\n<br>\r\n\"Really?\" Cream asked, somewhat excited.<br>\r\n<br>\r\n\"I think so, but I'm not quite sure.\" Said Tails, \"I'll have to weigh and measure you before I start.\"<br>\r\n<br>\r\n\"Oh my mom already did that.\" Said Cream, \"I weigh 42 pounds and my belly is 26 inches around!\"<br>\r\n<br>\r\n\"Yeah you're gonna have to get a little bigger, sorry.\" Said Tails, \"But what am I worrying about? I've got plenty of food at my house you can eat. My experiment can wait a little while longer.\"<br>\r\n<br>\r\n\"Ok!\" Cream agreed. She was a little disappointed that she wasn't big enough for Tails' experiment with weight loss, but like he said, it probably won't be much longer. Besides, she remembered what Tails said last time. Supposedly, he had lots of food that were quite fattening, and that he would let her eat it if she wanted/needed to.<br>\r\n<br>\r\nBut a rather interesting thought entered her mind, \"Tails, you said you have a lot of fattening food right?\"<br>\r\n<br>\r\n\"Yeah?\"<br>\r\n<br>\r\n\"Why don't you ever eat it yourself?\" Cream asked.<br>\r\n<br>\r\nTails chuckled, \"I'm saving it for you silly.\"<br>\r\n<br>\r\nCream giggled, \"I know, but why can't you eat some? So we can bet chubby together!\"<br>\r\n<br>\r\nTails took a second to think about it and said, \"Maybe. Just maybe.\"<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nAfter minutes of walking, they finally approached Tails' house. Tails worked with some keys to unlock it, barely hearing Cream's growling belly as he did so. He paused and turned back to her with a sarcastic face that had \"was that you?\" written all over it.<br>\r\n<br>\r\nCream giggled, \"Sorry Tails, I can't help it.\"<br>\r\n<br>\r\n\"Riiiiiiight.\" Tails sarcastically agreed. He went back to fiddling with the lock and opened the door.</span></div></div>",
            "created":1298350800,
            "id":1058540,
            "title":"Cream stays over at Tails' for a while"
        },
        "123222122221":{
            "choices":[
                "Tomorrow morning - breakfast",
                "Tomorrow, around lunch time - Tails takes Cream back home"
            ],
            "content":"<div class=\"\"><div> <span>\"Annnnnnd, your meal is ready!\" Tails announced. He stepped out of his dining room into his living room, where Cream lazily sat on a couch watching TV. From her position, she could not see the kitchen. Precisely what Tails wanted; he wanted to make it all a surprise. With excitement and hunger, Cream cried \"Yay!\" and practically jumped from the couch, following Tails into the dining room. The instant she stepped inside, she squealed in joy.<br>\r\n<br>\r\nWhile the table wasn't big, being circular and only four feet across, the majority of it was covered in baked goods, desserts, and snacks, which primarily consisted of junk food. The foods were carefully divided and categorized: the baked goods on one end, desserts on another, and the junk food on another, and each category also seemed to be strategically ordered in size. The baked goods were brownies, cakes, muffins, and cupcakes. The desserts were bowls ice cream for the most part, but jello and yogurt were in the mix as well. The \"snacks\", as mentioned before, were junk food - chocolate bars, hard candy, typical small snacks that would give any kid a complete sugar rush.<br>\r\n<br>\r\nCream wasted no time and rushed to devour her first target - the desserts. While she knew that desserts should be eaten last, her instincts new that eating all that ice cream before it would melt would be a smarter proposition, so she went were her gut told her. She didn't bother with a spoon; shoveling handfuls of the dairy goods was much quicker, but also much messier unfortunately. On the plus side, it wasn't as messy as anyone would've thought. One could only see very little of the ice cream fall from her hands down to her clothes. Cream of course paid little attention to any of this, and aimed all of her focus on eating and eating and eating.<br>\r\n<br>\r\nShe had to stop, however, as one could only rapidly eat ice cream for so long before the inevitable happens - a brain freeze. She abruptly paused her feast to grab her head in cold pain. Within seconds, she stuck her thumb into her mouth, rubbing against the roof of her mouth. Because of this, her brain freeze dwindled to nothing in mere moments, and she went back to stuffing herself. She couldn't eat much more ice cream though - there was hardly any left by this point. When she realized she ate all of the ice cream, she pulled the plate of jello to her face and started slurping it up as if she was drinking it. The jello showed no resistance as it was sucked into her mouth and then swallowed into her stomach. As Tails watched this magnificent event, he couldn't help but think that he should've made more jello.<br>\r\n<br>\r\nCream then attacked the yogurt. Much like the jello, she basically drank it, and also much like the jello, there wasn't much of it, so it was all gone before Tails even knew it. With the dessert section completely eaten, Cream motioned towards the side with all of the candy. Her instincts told her that she needed the sugar to keep herself going, and she complied. Tails took the liberty of unwrapping all of the candy, so all Cream had to do was eat it. The hard candy wasn't very tough - they shattered rather easily - so they went down quite easy. The chocolate bars practically disappeared into thin air whenever she brought one to her face. She was so quick to eat them that even Tails thought they just vanished right before his eyes. At least he had a very good idea of where it went.<br>\r\n<br>\r\nWhile there was a lot of candy, Cream didn't take long to eat all of it. When she finally finished, she burped, then giggled. She then turned towards the baked goods, leaning towards them like a predatorial animal. As she got up and walked to the side with the rest of the food, it became clear to Tails that Cream's stuffing was catching up - her skirt definitely looked tighter than it did a few minutes ago. Before, it merely looked like a big orange clock that hung over her torso down to her thighs. By this point, anyone could see that her belly and waist were pressing against it, but barely.<br>\r\n<br>\r\nTails chuckled to himself as he watched Cream feed upon the muffins, gulping them down in two or three bites each. He smiled at Cream's progress. She had just started with these muffins about half a minute ago, and she was already done. She then \"attacked\" the cup cakes. Now these things were tiny. Cream was able to fit three of them in her hand, so it goes without saying that these things weren't even chewed before they entered her gullet. Even their large numbers didn't stop the hungry Cream from giving them a new home. With the cup cakes gone, she went after the brownies next.<br>\r\n<br>\r\nCream could feel it - she was stuffed full. She knew that she probably wasn't going to be able to eat all of these brownies and have enough room for that cake. She began to doubt herself, as each brownie she swallowed left less and less space in her belly. She tried to ignore it, but each passing morsel made itself comfortable in what little room she had left. As she reached for the last brownie, she tried her best to not think. If she thought about how full she was, she would probably stop. She couldn't let that happen. She had food to eat, a loving fox to impress, only one brownie left, and pounds to put on.<br>\r\n<br>\r\nTails started clapping his hands together. Cream leaned back onto the chair, softly moaning in pain. She looked down at the plate of brownies and saw that it was completely clean, aside from crumbs. She had eaten the last brownie. She had eaten <b>everything</b> on that table, except for the cake. It'll have to wait.<br>\r\n<br>\r\nCream turned to Tails and said, \"Tails...I'm gonna pop. Help me up please.\"<br>\r\n<br>\r\nTails quickly helped Cream onto her feet and walked her out of the dining room, \"That was very good.\" He complimented, \"I didn't know you could eat that much.\"<br>\r\n<br>\r\n\"Thanks.\" Cream softly said, \"I'm a little surprised too...\" They reached the couch, and Tails helped Cream lay against the back of the couch - he knew that laying on your back was a bad idea when you just ate, but he couldn't imagine how badly it would be in this case.<br>\r\n<br>\r\n\"I'm going to be <i>so</i> fat...\" Cream whispered, dozing off.<br>\r\n<br>\r\nTails smiled and softly rubbed her belly, which aided her in her sleepiness. When it became clear to him that she was finally out like a light, he stopped rubbing, and left the room so he could get some sheets for her. It wasn't close to night, but he knew that she was going to be asleep for a while, so long as he kept things quiet.</span></div></div>",
            "created":1298437200,
            "id":1059669,
            "title":"Tails cooks some fattening food for Cream"
        },
        "1232221222211":{
            "author_id":"bestthe",
            "author_name":"Johnny the Pirate Monkey",
            "choices":[
                "Watch Cream Eat",
                "Skip to When She Finishes"
            ],
            "content":"<div class=\"\"><div> <span>Cream lazily awoke to the smell of breakfast being cooked. She rubbed the sleep from her eyes as she tried to sit up, a task more difficult in tight clothing...tight clothing? She patted her tubby body, which had put on a few more pounds thanks to last night's snacking binge. Her new XXL dress was loose yesterday now was acting like her old dress. She ran to Tails' Bathroom where the scale was at and decided to see how much she had packed on.........55lbs.........she couldn't believe it. She had packed on over 10lbs in the course of a day. She couldn't help but smile at her progress.<br>\r\n<br>\r\n\"This will surely make me eligible for Tails' Experiment soon. I better get to work,\" she giggled as she went to the kitchen, trying not to skip, as that would help burn the fat she had worked so hard to pack on. Upon entering the kitchen, she saw that the table was yet again filled to the edges with food for her. There was also a note on her chair.<br>\r\n<br>\r\nCream,<br>\r\nSorry to cook and leave, I didn't have enough syrup. I'll be back in an hour or so. Please enjoy breakfast.<br>\r\nTails.<br>\r\n<br>\r\nSeeing how many pancakes and waffles were on the table, Cream couldn't help but giggle a little bit. She saw there was enough syrup for a stack of 5, and that certainly wouldn't do. Waddling over to the fridge, she opened it to see if there were any cans of whip cream. Lucky for her there were 5 full cans. She smirked, wondering how many pounds she'd be able to pack in today.</span></div></div>",
            "created":1360126800,
            "id":1525779,
            "title":"Tomorrow morning - breakfast"
        },
        "1233":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Obese",
                "immobile",
                "GIGANTIC"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how big exactly are we talking about?</span></div></span></div>",
            "created":1280638800,
            "id":928136,
            "title":"Bigger"
        },
        "12331":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Cream eats a massive meal.",
                "Other choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Cream get so obese and how will she get bigger?</span></div></span></div>",
            "created":1344747600,
            "id":1403032,
            "title":"Obese"
        },
        "123311":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Head to a buffet.",
                "Go to Cream and Vanilla's house."
            ],
            "content":"<div class=\"\"><div> <span>In the past couple of days, Cream has been doing quite a lot of eating. By that, I mean a ton of it. Cream's mother Vanilla was making a lot of food for her. It has lead Cream to weighting over 400 pounds. Her body was really round and her face was puffy with two extra chins. Cream also seem to have a thing for always being hungry. Currently, she was eating a large ice cream with double scoops. After finishing that, she was still quite hungry.<br>\r\n<br>\r\n\"Hehehe! Sounds like my tummy wants more.\" Cream said.<br>\r\n<br>\r\nSince she was hungry she decided to get some more food.</span></div></div>",
            "created":1344747600,
            "id":1403122,
            "title":"Cream's Massive Meal"
        },
        "1233111":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "The blob bunny invades a few unsuspecting fast food restauraunts.",
                "The blob bunny invades a few supermarkets."
            ],
            "content":"<div class=\"\"><div> <span>At that moment cream the blob bunny had managed to get through her front door and started heavily stomping towards a new really fattening all you can eat buffet that she could devour and get bigger in size and heavier as well.<br>\r\n<br>\r\nAs soon as cream the blob bunny arrived at the really fattening all you can eat buffet, everyone who was there had seen the blob bunny herself come stomping towards the really fattening food and began sticking her head into every tub of food that was there, as she was eating she started getting bigger and heavier than ever before until she ate the last remaining piece that was left and let loose a burp that would make tails and everyone else shudder with fear.<br>\r\n<br>\r\n*URPPPPP* mmm mmm that was delicious. Cream said in a deep booming voice.<br>\r\n<br>\r\nNow the ever growing and ever hungry blob rabbit started wondering where she should go eat next and possibly become a giant blob bunny.</span></div></div>",
            "created":1344747600,
            "id":1403220,
            "title":"Head to a buffet."
        },
        "12331111":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Cake Factory.",
                "Ice Cream Factory."
            ],
            "content":"<div class=\"\"><div> <span>Still hungry, ever when she was over half a ton, Cream went to the nearest chain of fast food restaurants. The first one she went to she order a ton of burgers. She ate each and everyone she had and slowly got bigger by doing so. By the time she was done, she gained another 100 pounds and went straight to the next restaurant. She order chili dogs and got huger with each she ate. Customers and others started to fear Cream's seemly endless hunger. After heading to five more restaurants, Cream was over 3000 pounds.<br>\r\n<br>\r\n\"BUUUUUUURRRRRPPPPP!!!!\" Cream belched. \"I still so very hungry. I may be big, but my tummy feels small and empty.\"<br>\r\n<br>\r\nCream was still hungry, but all the restaurants were closed. She would need to go find some else to get food. Lucky, there were two food factories she could go to. One was a cake factory. The other factory was an ice cream. Which one should she go to?</span></div></div>",
            "created":1345179600,
            "id":1406751,
            "title":"Invade a few fast food restaurants"
        },
        "123311111":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Decides to head to the Ice Cream Factory.",
                "Find something else to eat."
            ],
            "content":"<div class=\"\"><div> <span>As soon as Cream got to the factory, she quickly knocked open the gates. As she went in, she sawed a massive storage of cakes being made. Many were stored in boxes and many were out in the open. Cream felt that she was in heaven with all the thousands of cakes.<br>\r\n<br>\r\n\"So much cakes!\" Cream said. \"Soon, it will all be in my tummy.\"<br>\r\n<br>\r\nCream began to start eating the cakes. She opened the boxes and started gulping each and every cake. Getting bigger with each one. There were so many different kinds for her to have. But she didn't care about flavors. She just ate and ate. Soon, all of the cakes were gone. Cream was now so big she outgrew the factory and broke the building down. Cream was now over 200,000lbs.<br>\r\n<br>\r\n\"BUUUUUUUUURRRRRPPPPPP!!!!!!!!!!\" Cream belched. \"Yummy!\"<br>\r\n<br>\r\nCream was super blobby now, but still hungry for more.</span></div></div>",
            "created":1345179600,
            "id":1406857,
            "title":"Cake Factory."
        },
        "1233111111":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Cream trys to find more food.",
                "Eggman shows up to she the big bunny blob."
            ],
            "content":"<div class=\"\"><div> <span>With several tubs of Ice Cream just waiting to be eaten, the already massive Cream blob stomp to the factory. She ripped off the roof and looked down at all the ice cream.<br>\r\n<br>\r\n\"Tasty, tasty ice cream!\" Cream said drooling.<br>\r\n<br>\r\nCream then began to suck up all the Ice Cream in the factory. Chocolate, Strawberry, Vanilla. All the Ice Cream went inside of Cream. It was not long before it was all gone. Cream even ate the building. Being 400,000 lbs, Cream was a massive blob mountain.<br>\r\n<br>\r\n\"The Ice Cream and Cake was so yummy.\" Said Cream.<br>\r\n<br>\r\nShe should be immobile. But her hunger is what drives her to move.</span></div></div>",
            "created":1345179600,
            "id":1406863,
            "title":"Ice Cream Factory."
        },
        "12331111111":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Cream devouring the city.",
                "Meanwhile....."
            ],
            "content":"<div class=\"\"><div> <span>Cream was still very hungry, but she was able to find anymore actually food.<br>\r\n<br>\r\n\"Ohhhhh......I may be big, but I have a bigger hunger.\" Cream said. \"The factory was tasty. Maybe some of the other buildings are tasty too.\"<br>\r\n<br>\r\nCream walks all the way to the city. Causing a eartquack with every step she makes. Everyone who was in the city ran as fast as they could. There was no one who wanted to try and stop her. Soon the city was deserted and emptied. Cream lifted one of the buildings and started eating it. She thought it was delicious.<br>\r\n<br>\r\n\"Mmmmmm! Not bad.\" She said about to have.<br>\r\n<br>\r\nCream then decided to eat more buildings.</span></div></div>",
            "created":1349154000,
            "id":1438863,
            "title":"Cream goes to the city."
        },
        "123311111112":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Tails starts heading towards the city itself.",
                "Other."
            ],
            "content":"<div class=\"\"><div> <span>Outside of the city that Cream was devouring, Tails was at his home relaxing as he was watching something on his television until an urgent news bulletin interrupted whatever show Tails was watching as he couldn't believe what he was seeing as Cream was devouring the city itself.<br>\r\n<br>\r\n\"Is that Cream? It can't be it just can't be, but how did Cream herself get so big? I gotta do something after all the city's citizens need someone to save the day.\" Tails said.<br>\r\n<br>\r\nWhat will Tails do next?</span></div></div>",
            "created":1526187600,
            "id":2492658,
            "title":"Meanwhile....."
        },
        "123311112":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Follow tails as he tries to stop the blob bunny by becoming a giant monster.",
                "Follow the blob bunny's rampage across station square"
            ],
            "content":"<div class=\"\"><div> <span>And so the blob bunny had begun heavily stomping towards an ice cream factory and as soon as she smashed her through the metal gates to the ice cream factory, she practially had stars in her eyes as she had seen every kind of ice cream flavor even seen.<br>\r\n<br>\r\nAt that moment the blob bunny had gotten her paws on every ice cream bucket she had noticed and began poking her head into every ice cream bucket, but as she was eating everything up in sight she began getting bigger and bigger until she outgrew the factory she was in and smashed through the roof of the factory itself and was now at least 50ft tall and 25 tons.<br>\r\n<br>\r\n\"BUUUUUUURRRRPPPP!!!!\" the now giant blob bunny belched. \"Well now i'm a giant blob bunny. Now that i'm big i guess i can devour a few unsuspecting cities unless someone can stop me, now make way for me the giant blob bunny you expendable little extras.\"  <br>\r\n<br>\r\nNow cream was about devour an unsuspecting city or two as she began heavily stomping towards downtown station square and nothing would able to stop her at all costs. After all cream was now a giant blob bunny with an endless appetite.<br>\r\n</span></div></div>",
            "created":1345179600,
            "id":1406771,
            "title":"Ice Cream Factory."
        },
        "12333":{
            "author_id":"bogger",
            "author_name":"Shinuto",
            "choices":[
                "20,000lbs!",
                "bigger....much bigger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Just how \"GIGANTIC\" is our little rabbit?</span></div></span></div>",
            "created":1304398800,
            "id":1099128,
            "title":"GIGANTIC"
        },
        "123332":{
            "author_id":"bogger",
            "author_name":"Shinuto",
            "choices":[
                "Enormous: 100,000 to 500,000lbs",
                "more, more, more, MORE!!!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Even bigger than that! Ok then how big do you want her?</span></div></span></div>",
            "created":1304398800,
            "id":1099129,
            "title":"Cream is gonna start off massive!"
        },
        "1233321":{
            "author_id":"ohshc",
            "author_name":"las moras",
            "choices":[
                "She simply enjoyed being so enormous.",
                "She want to get as big as or even fatter mother."
            ],
            "content":"<div class=\"\"><div> <span>Cream woke up on a bright sunny morning taking a moment to stretch her arms above her head before surveying her enormous girth. She was over 200 tons of bunny bigger than a house and capable of shaking the ground underfoot.<br>\r\nWas big and she loved it and the only thing she loved more was getting bigger. She spent a day stuffing her face, packing on pounds with the heaviest meals imaginable.<br>\r\n<br>\r\nShe did this because...</span></div></div>",
            "created":1503118800,
            "id":2371651,
            "title":"Enormous: 100,000 to 500,000lbs"
        },
        "12333211":{
            "author_id":"dannyboy101",
            "author_name":"Trigger The Chu",
            "choices":[
                "Eating mountains of food.",
                "Using a feeding machine."
            ],
            "content":"<div class=\"\"><div> <span>She didn't just enjoy being big. She also enjoyed having massive meals. The colossal eating has now only gave her an massive belly, but a massive hunger to boot. She wouldn't just eat food by the pound, she would eat it by the ton. Then more and more so.<br>\r\n<br>\r\nHer huge weight is because of feeding with her mother, feeding with Tails, or feedings just for herself. She was getting close to rivaling the size of the Death Egg. But with the way she's been, she might surpass that soon.<br>\r\n<br>\r\nCream wanted to take her gaining to a whole nother level by....</span></div></div>",
            "created":1507698000,
            "id":2399894,
            "title":"She simply enjoyed being so enormous."
        },
        "123332111":{
            "author_id":"ohshc",
            "author_name":"las moras",
            "choices":[
                "100 tons.",
                "200 tons.",
                "More."
            ],
            "content":"<div class=\"\"><div> <span>Creams meals were always big to feed her massively hungry flabby belly but today she was going to take things to another level. Normally her meals would consist of a few tons of rich filling foods but now she was planning to put away mountain's meals. Her mother and her had been working hard putting together the countless piles of food necessary all the while Cream's stomach was growling in anticipation loud enough to shake the walls.<br>\r\nFinally it was ready a pile of exquisitely prepared food even more massive than's own corpulent form was set out in front of her and the bunny girl got to work eating. Chubby cheeks, flabby jowls, and multiple chins jiggling as her jaws worked overtime to pack away mighty meal.<br>\r\n<br>\r\nCream tore into the food in front of her the huge meal disappearing down her throat with surprising swiftness. Eventually she finished off the huge mass of food and looked down at her body smiling as she saw her weight had gone up by at least...</span></div></div>",
            "created":1535864400,
            "id":2541996,
            "title":"Eating mountains of food."
        },
        "12333212":{
            "author_id":"ohshc",
            "author_name":"las moras",
            "choices":[
                "Breakfast with her mother.",
                "Eating out with a friend.",
                "More choices."
            ],
            "content":"<div class=\"\"><div> <span>Cream may have been big but her mother was truly enormous. Vanilla was 1500 tons of bunny blubber that positively dwarfed her daughter. Cream looked to her mother's enormous obesity hoping to one day be as fat or perhaps even fatter than her.<br>\r\n<br>\r\nFor Cream today was another day of working towards that goal by stuffing her face as greedily as possible starting with...</span></div></div>",
            "created":1591004580,
            "id":2843988,
            "title":"She want to get as big as he even fatter mother."
        },
        "1233322":{
            "author_id":"bogger",
            "author_name":"Shinuto",
            "choices":[
                "Mountain sized! Cream flows over the lanscape!",
                "Thats too small!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>SO you want her to start out even fatter?! Okay then let's go!</span></div></span></div>",
            "created":1304398800,
            "id":1099130,
            "title":"Cream is getting REALLY big here."
        },
        "12333222":{
            "author_id":"bogger",
            "author_name":"Shinuto",
            "choices":[
                "The size of a planet: Anywhere from Pluto to Jupiter. ",
                "What?! That's tiny! I want more fat!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Cream is so fat here she is now big enough to be measured on a planetary scale!</span></div></span></div>",
            "created":1304398800,
            "id":1099131,
            "title":"Planet Cream"
        },
        "123332222":{
            "author_id":"bogger",
            "author_name":"Shinuto",
            "choices":[
                "Galaxy sized, she now eats them as snacks!",
                "BIGGER!!!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here we start off with Cream's fat spreading out as much as a galaxy! Spreading out to billions of stars, trillions of planets, and many many rolls of fat!</span></div></span></div>",
            "created":1304398800,
            "id":1099134,
            "title":"A big milky...and creamy galaxy"
        },
        "1233322222":{
            "author_id":"bogger",
            "author_name":"Shinuto",
            "choices":[
                "Universe sized Cream the Rabbit",
                "larger still?! Multiverse!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here Cream is so fat she fills the entire universe or pretty much all of it. This is the last choice....wait no there seems to be even more?!</span></div></span></div>",
            "created":1304398800,
            "id":1099135,
            "title":"Final fat choice, or is it?"
        },
        "12333222222":{
            "choices":[
                "Multiverse is good.",
                "Teensie-tinesy, EVERYTHING COVERED IN CREAM!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You're INSANE!</span></div></span></div>",
            "created":1321765200,
            "id":1226028,
            "title":"larger still?! Multiverse!"
        },
        "123332222222":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Cream mother was a fedder ",
                "Cream wanted to be fat "
            ],
            "content":"<div class=\"\"><div> <span>Once there was nothing but stars and the deep blackness of space..<br>\r\nBut those days have changed the universe multi verse and everything other reality's and dimensions has now bean replaced by furry yellow and white flab<br>\r\nEvery corner of reality is being smothered by the Cream the rabbit once a small bunny now was a universe crushing blob of fat that spread across all of multi verse spreading her fat into every corner of time and space <br>\r\n<br>\r\nHer belly reached the far end of the multi verse and had hundreds of fat jiggly rolls with galaxy's stuck between her fat folds<br>\r\nHer once flat chest was now universe sized breasts that rested on her giant belly her boobs were jiggly and soft and smoothed planets <br>\r\nAnd than there was her butt witch could be mistaken for 2 giant universe smothering butt cheeks that crushed everything in its path<br>\r\nAnd finally there was her face her tiny tiny face lost deep within her fat neck and galaxy sized cheeks and never ending chins <br>\r\nYou could barely even tell that it was her face her eyes were no longer visible because the back of her neck fat covered her eyes<br>\r\nHer lips were massive and stuck in kissy face Cream barely even looked like bunny anymore more just a blob with boobs and an ass <br>\r\n<br>\r\nBut just how did Cream become this god of fat so big that she replaced space and time <br>\r\nWell that was a long time ago back when Cream was just a normal little bunny<br>\r\nThis all happened because... </span></div></div>",
            "created":1427778000,
            "id":1956777,
            "title":"Teensie-tinesy, EVERYTHING COVERED IN CREAM!"
        },
        "1233322222222":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "She became evil and wanted to crush everthing with her fat body ",
                "She was just incredible greedy and wanted to eat and get fat "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Cream wanted to get fat but the reason why she wanted to get so fat was because..  </span></div></span></div>",
            "created":1427778000,
            "id":1956779,
            "title":"Cream wanted to be fat "
        },
        "12333222222221":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "\"A machine that will fatten me up so i can crush sonic than the WORLD\"",
                "\"A serum that will give me super powers! (will backfire and make her fat) "
            ],
            "content":"<div class=\"\"><div> <span>Back when Cream was just a normal little girl on earth everything was normal sonic and his friends tried to defeat the evil doctor Eggman and Cream just helped out Sonic and his friends but no one truly know that Cream was not just a normal little girl <br>\r\nBehind closed doors Cream the rabbit was really a Evil young genius who wanted to rule not just earth but all of reality!<br>\r\nCream was very smart and acted like a normal little girl to everyone around her but under her normal house she had a giant laboratory were she experimented with ways to rule the earth <br>\r\n<br>\r\nUnknown to sonic and his friends Eggman only made a few robots in fact Cream was the one making giant robots and evil experiments and sold them to Eggman to defeat Sonic and everyone else Cream was just very good at hiding that fact <br>\r\nThe only other person who know about how evil Cream was was her mother Vanilla who helped her special little girl in her evil plots <br>\r\nShe was no were as smart as Cream and wasin't really evil she just loved Cream and wanted to help her even if she was insane and evil<br>\r\n<br>\r\nOne day Cream was working in her laboratory working on some kind of serum that could give her the power needed to take over the world <br>\r\nCream smiled \"yes my experiments are working perfectly!<br>\r\nVanilla than came throw the door with a plate full of cookies \"hi honey are our plans for world domination going ok? <br>\r\nCream smiled evilly \"I think I have done it mother I have made a new plan that will give me the ability to destroy sonic and all that gets in my way <br>\r\nVanilla smiled \"oh that's wonderful what's it do dear? <br>\r\nCream chucked evilly \"it is my greatest creation..\" </span></div></div>",
            "created":1427778000,
            "id":1956782,
            "title":"She became evil and wanted to crush everthing w..."
        },
        "124":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "thin",
                "fat",
                "bigger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>alright how big of a bird is she?</span></div></span></div>",
            "created":1248757200,
            "id":734060,
            "title":"Wave"
        },
        "1242":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "Tails",
                "Storm"
            ],
            "content":"<div class=\"\"><div> <span>Wave growled as she looked at Jet. After they lost another race to Sonic Jet wasn't in the best of moods. \"it's all your fault\" Jet yelled looking at Wave.<br>\r\n\"how's this my fault\" she replied<br>\r\n\"if you wern't so fat we would've won\" Wave looked away lately she hadn't been exerciseing as much and had put on a few pounds nothing to much just enough for her to start wearing baggier clothes to hide the extra weight.<br>\r\n\"mabye you're the one who's fat\" replied as jet stormed off. Wave turned away and suddenly heard foot steps behindher she turned to see who it was.</span></div></div>",
            "created":1254546000,
            "id":769338,
            "title":"fat"
        },
        "12421":{
            "choices":[
                "He steps back",
                "He shows her his gear"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh it's you\" Wave said looking at the fox.<br>\r\n\"I saw Jet leave is everything alright\" He asked<br>\r\n\"Why do you want to know\" She demanded she did not like how the kit acted around her. \"He's just trying to pretend to care so he can ruin us at the race\" she thought in anger<br>\r\n\"I just want to make sure everythings ok\" he replied walking closer.<br>\r\n\"Listen i'm fine and I don't need anyone bugging me especialy a freak like you\" Wave replied before realizing what she had just said. She looked and saw Tails looking away upset.<br>\r\n\"look Tails i'm sorry\" Wave sighed<br>\r\n\"It's ok you're probably just mad besides i've gotten used to people calling me that\" Tails replied. Wave was a surprised at how Tails was able to shrug off what she had said.<br>\r\n<br>\r\n\"Anyway I wanted to see how things were going\" Tails was right next to Wave and was staring eye to eye with her.<br>\r\n\"Why are you so interested in talking to me?\" Wave asked<br>\r\n\"Well you seem like a nice person and it's nice to talk to someone else about technical stuff\" Tails replied<br>\r\n\"Speaking of Technical how the heck did you manage to win today, even after I modified the other's gear?\"<br>\r\n\"Well...\" Tails began</span></div></div>",
            "created":1260075600,
            "id":801964,
            "title":"Tails"
        },
        "124211":{
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><div> <span>\"I uh tried something new\" Tails said nervously.<br>\r\n\"What\" Wave was curious at the fox's stratagy. Tails looked and turned to the side and Wave could see what he meant. \"You're fat!\" she exclaimed. Tails looked at her a blushed while rubbing the back of his head. \"Yeah I wanted to test to see if by gathering enough mass I could improve the thrust of the Engine thereby increase Velocity and speed\" Tails explained. Wave looked and couldn't belive how she didn't notice Tails before, he was starting to develope a second chin and she still didn't notice.<br>\r\n\"HEy Wave\" Tails said<br>\r\n\"Yeah\"<br>\r\n\"I think this is the first time you've ever called me something besides Shorty\"<br>\r\n\"Oh I guess you're right\"<br>\r\n\"Hey do you want to come back to my place Sonic and the others were going to throw a party with losts of food\" Tails offered Wave noticed his expression and smirked.<br>\r\n\"It looks like someone can't wait for the food\"<br>\r\n\"Yeah I guess I got a little to addicted when I started this\" Tails replied blushing. \"So how about it?\"</span></div></div>",
            "created":1260075600,
            "id":801966,
            "title":"He steps back"
        },
        "1243":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Obese",
                "Immobile",
                "GIGANTIC"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how big exactly are we talking about?</span></div></span></div>",
            "created":1427691600,
            "id":1956542,
            "title":"bigger"
        },
        "12431":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "500Lbs",
                "700Lbs"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How fat you want Wave to be?</span></div></span></div>",
            "created":1428642000,
            "id":1962114,
            "title":"Obese"
        },
        "12432":{
            "author_id":"stickfox",
            "author_name":"Stick Fox",
            "choices":[
                "More robots enter her room",
                "Wave received a phone call"
            ],
            "content":"<div class=\"\"><div> <span>Wave let out an enormous belch. She started licking frosting and meat sauce off of her beak. The sexy swallow just eat up her fifth meal of the morning and was waiting for her next one. Wave fell into enormous state of gluttony over the past few years and it shows! weighing in over 2000 lbs, she laid on enormous mattress having her rolls of bird blubber hang off the edges. She had groggy and sleepy look on face. Thinking about nothing except food and gaining more weight. She couldn't move a single inch, her body can only jiggle her fat. Wave wasn't satisfied at this weight. She wanted to eat more and more. Her fat self expanding more and more. An endless sea of blubber. <br>\r\n<br>\r\nShe began to smell her coming from down the hall. Calzone, baked ziti with meatball, lasagna and plate of cookies. <br>\r\n<br>\r\n\"Mmm... more food coming this way... burrrrp... so hungry... thank goodness I created those serving robots before i got too fat to move... burp!\"<br>\r\n<br>\r\nThe little robot wore a chef hat and was playing a little tune on its built in radio. It rolled the food cart with all the smells going into her beak. Wave started to drool as she opened her beak waiting for it to be stuffed. The robot scooped up a big wad of lasagna and placed three cookies on top of the Italian cuisine. It shoved it into Wave mouth and she began to moan. She slowly chewed and ate the food up. The process repeated it self till all the food on the tray was gone. The grabbed a funnel and long rubber tube out of the closet and took out a gallon of chocolate milk out of the mini fridge. It placed the tube into Wave yellow beak and squeezed the funnel into the tube. The robotic servant started pouring the chocolaty beverage down the funnel and Wave drank it all down in matter of minutes. <br>\r\n<br>\r\nThe little robot removed the funnel and Wave let another burp. <br>\r\n<br>\r\n\"BUUUUUURAAAPP!!! Oh by the gods, that was delicious... It's time for my body massage serve bot...\"<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1494306000,
            "id":2316898,
            "title":"Immobile"
        },
        "125":{
            "author_id":"jssr13",
            "author_name":"spirit-of-13",
            "choices":[
                "thin ",
                "fat",
                "bigger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The crazy badger then? How big should she start?</span></div></span></div>",
            "created":1422162000,
            "id":1923285,
            "title":"Sticks"
        },
        "1253":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Obese",
                "Immobile",
                "GIGANTIC"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how big exactly are we talking about?<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1427518800,
            "id":1955331,
            "title":"bigger"
        },
        "12533":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "The piggy dough girl's size.",
                "A different gigantic monster form and size."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay so Sticks will start off  gigantic, but how gigantic will she be?</span></div></span></div>",
            "created":1427518800,
            "id":1955339,
            "title":"GIGANTIC"
        },
        "125332":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Godzilla size",
                "Cloverfield size"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind gigantic monster form &amp; size?</span></div></span></div>",
            "created":1428469200,
            "id":1961064,
            "title":"A different gigantic monster form and size."
        },
        "1253321":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "She's good although completely paranoid.",
                "She's pure evil and mean spirited."
            ],
            "content":"<div class=\"\"><div> <span>One day reports of a gigantic jungle badger had spread throughout the village itself, as Sticks a Godzilla type monster was becoming a hot topic itself, as everyone was wondering about when Sticks herself would appear, until it happened as everyone gazed up at Sticks in complete shock and awe at Sticks herself.<br>\r\n<br>\r\nBut was Sticks in reality a good although completely paranoid giant monster or was she pure evil and mean spirited?</span></div></div>",
            "created":1428469200,
            "id":1961067,
            "title":"Godzilla size"
        },
        "12533211":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Go to the lake & eat fish",
                "Go to the the jungle & eat fruit"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Hi everybody\" said Sticks everyone was happy that she was good giant monster just then her belly started to rumble Sticks said \"where I going to eat?\"</span></div></span></div>",
            "created":1428469200,
            "id":1961123,
            "title":"She's good although completely paranoid."
        },
        "125332111":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Dr. Eggman and his two bots.",
                "A hunk of a giant monster mainly Antoine Coolette."
            ],
            "content":"<div class=\"\"><div> <span>\"I know I'll stomp on over to the lake and eat as much fish as i can.\" Sticks said as she stomped off to where the lake was at.<br>\r\n<br>\r\nEventually, Sticks reached the lake itself and began eating as much as fish as only she could, until something caught her attention.<br>\r\n<br>\r\nBut who or what caught her attention?</span></div></div>",
            "created":1428469200,
            "id":1961146,
            "title":"Go to the lake & eat fish"
        },
        "1253321112":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Keep eating more fish",
                "Go over there & say hi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There was another Godzilla like name Antoine Coolette &amp; boy what a hunk. Sticks was thinking \"What shall I do?\"</span></div></span></div>",
            "created":1428469200,
            "id":1961147,
            "title":"A hunk of a giant monster mainly Antoine Coolette."
        },
        "12533211122":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Terrorize Dr. Egg Man and pay Sonic and the gang a surprise visit.",
                "Go on a rampage together."
            ],
            "content":"<div class=\"\"><div> <span>\"I know I'll go over there and introduce myself in a Muppet Babies fantasy situation style reminiscent of good clean fun.\" Sticks said as her Muppet babies fantasy situation that was reminiscent of good clean fun as the badger dough girl laid eyes upon captain cookbook in this case Antoine's heroic alter ego.<br>\r\n<br>\r\n\"Hi there you handsome coyote biscuit.\" The badger dough girl<br>\r\n<br>\r\n\"Hello there my little overstuffed cream puff.\" Captain cookbook lovingly replied.<br>\r\n<br>\r\nNow what will the two giant monster babies who are in love with each other do?</span></div></div>",
            "created":1428469200,
            "id":1961167,
            "title":"Go over there & say hi"
        },
        "125332111222":{
            "author_id":"coolboy_2010",
            "author_name":"coolboy",
            "choices":[
                "Go to the village ",
                "Go to the city"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Do you want go on a rampage?\" Sticks said. <br>\r\n<br>\r\n\"Sure\" Antoine answer. <br>\r\n<br>\r\nWhere this two Godzilla like monster rampage?</span></div></span></div>",
            "created":1428469200,
            "id":1961183,
            "title":"Go on a rampage together."
        }
    },
    "info":{
        "author_id":"jssr13",
        "author_name":"spirit-of-13",
        "brief_description":"a weight gain featuring Sonic and anyone else",
        "created":1248839280,
        "description":"<td align=\"left\" class=\"norm\">keep the story good and if you start a plot don't end it try to make it branch out. No sex, slob, anything like that and no one can die alright other than that have fun.</td>",
        "id":1585944,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1591004580,
        "modified":1591004580,
        "pretty_title":"Sonic charas weight gain"
    }
}