{
    "chapters":{
        "1":{
            "author_id":"pappybaker45",
            "author_name":"Pappybaker45 ",
            "choices":[
                "She opens up the back of her panties to place you near her gigantic  bum.",
                "She places you between her giant tits.",
                "She places you infront of her vagina and masturbates with you.",
                "She lets you massage her feet"
            ],
            "content":"<div class=\"\"><div> <span>It's 8am in the morning your parents have just left for New York. Your sister Danielle barges through the door waking you up. \"Morning Harvey mum and dad have already left didn't want to wake you up I know how you like to sleep in on your summer holidays\". \"Hey Harvey do you wanna play a game\", said Danielle giggling quietly.  \"What game Danielle\", asked Harvey. \" Harvey I know about your abillity\", says Danielle smirking slightly.  \"What ability\" \" you know, that shrinking ability you have\", said Danielle giggling quietly.<br>\r\n<br>\r\nYou think about what your about to do and think of how beautiful your Sister is as a giantess and how you remember dreaming about this since you met her. <br>\r\n<br>\r\nDanielle watches as you shrink to 5 inches tall, dreaming about how she can't wait to play with you in her room.<br>\r\n<br>\r\nYou look upwards at your giantess sister and gorpe at the thought of your sister playing with you. Feeling a slight tingle down below.<br>\r\n<br>\r\n\"What do want to do with me Harvey I'll let you pick first\", said Danielle excitedly.</span></div></div>",
            "created":1583125200,
            "id":2795690,
            "title":"Your sister in-law knows about your ability."
        }
    },
    "info":{
        "author_id":"pappybaker45",
        "author_name":"Pappybaker45 ",
        "brief_description":"You have the power to shrink to 5 inches, what is going to happen.",
        "created":1583174700,
        "description":"<td align=\"left\" class=\"norm\">You are called Harvey you are 17 years old and you can shrink to the size of 5 inches.<br>\r\n<br>\r\nYou live with your Brothers Sister in-law Danielle who is 21 years old.<br>\r\n<br>\r\nAlso you have a 3 year old younger sister called Amy.</td>",
        "id":2214689,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583180280,
        "pretty_title":"Giantess Sister In-law"
    }
}