{
    "chapters":{
        "1":{
            "author_id":"kinoko",
            "author_name":"Kinoko_Breloom",
            "choices":[
                "Approach the Breloom ",
                "Pout and wait for your trainer",
                "Watch the other pokemon a bit longer"
            ],
            "content":"<div class=\"\"><div> <span>It is a usual day at the local park. The crisp autumn breeze, the sound of small pokemon gleefully play fighting... it is quite lovely. <br>\r\n<br>\r\nYour trainer had left you here for a while to play with the other pokemon. The reason was unknown to you, since you were fully evolved and clearly not interested in the rambunctious antics of the younger pokemon. <br>\r\nYou look over at a fennikin being scooped up by its trainer and placed in a small navy green Jeep. Letting out a loud huff, you grumble to yourself as your jealous mind longed to go home as well. <br>\r\nDeciding to make the best of the situation, you peer around at the other pokemon. <br>\r\nA poochyena and an electrike wrestle around in the grass, growling and barking and they play. There were plenty of other pokemon: a few nickits, a glameow, a ton of yampers, and one rather large breloom. How fascinating...<br>\r\nYou ponder a bit on what to do, clearly curious about the other fully evolved pokemon.</span></div></div>",
            "created":1606338540,
            "id":2945956,
            "title":"A calm autumn day"
        },
        "11":{
            "author_id":"kinoko",
            "author_name":"Kinoko_Breloom",
            "choices":[
                "Back away slowly",
                "Gently stand up",
                "Walk toward him"
            ],
            "content":"<div class=\"\"><div> <span>You decide that meeting a new pokemon could possible make the time go by a bit quicker. You wave to the breloom, which was happily rolling around in the grass. Seems that won’t get his attention... You call out the cry of your species, testing if sound would get him to notice you. As you let out a raspy cry, the breloom perks up his head and stands on his hind legs. Swiveling his head this way and that, the mushroom-like creature eventually spots you. Looking straight into his dark eyes, you let out a small gulp.<br>\r\n<br>\r\nStanding up may cause it to charge.. and who knows what may happen to you if you attempted that... Certainly, you’d be pounded to DUST. </span></div></div>",
            "created":1606410000,
            "id":2946404,
            "title":"Better be Cautious..."
        },
        "111":{
            "author_id":"kinoko",
            "author_name":"Kinoko_Breloom",
            "choices":[
                "Tease him a little",
                "Bite and scratch at his face"
            ],
            "content":"<div class=\"\"><div> <span>The breloom senses your fear. You can now see a slight smirk on his face, causing you to shudder. You don’t want to know what he’s thinking, but it becomes clear when you see something you were definitely not expecting. The Breloom trots toward you, keeping his head low as he begins to circle you. The seed pods in his tail rattle each time the Pokémon’s foot hits the ground, letting you know he’s ready to fight. His warm breath washes over your fur as he stares at you, way too close for comfort.</span></div></div>",
            "created":1606510800,
            "id":2946978,
            "title":"Frightened.."
        },
        "1111":{
            "author_id":"kinoko",
            "author_name":"Kinoko_Breloom",
            "choices":[
                "Struggle and push him away",
                "Stroke his tongue"
            ],
            "content":"<div class=\"\"><div> <span>You gently stroke along his neck, petting from the chin to the base of the neck. <br>\r\n<br>\r\nThe breloom begins to murr blissfully, thumping his long thick tail against the grass, causing some spores to fly out. <br>\r\nHe begins to nuzzle against your cheek, his face warm and smooth to the touch. <br>\r\nAs you begin to relax a bit, the breloom begins to gently lick your face. <br>\r\nThat hot, slimy tongue coats you with saliva, making the breloom’s intentions now very much clear.</span></div></div>",
            "created":1606531440,
            "id":2947157,
            "title":"A sticky situation"
        },
        "112":{
            "author_id":"kinoko",
            "author_name":"Kinoko_Breloom",
            "choices":[
                "Pat his head",
                "Cry for help"
            ],
            "content":"<div class=\"\"><div> <span>You stand up to face the breloom, which cocks his head curiously. <br>\r\n<br>\r\nHe slowly begins to approach you, his heavy hind claws making loud thud each time he steps forward. <br>\r\n<br>\r\nCowering a bit, you lower your head into the grass so only your ears stick out.<br>\r\n<br>\r\n The duel type seems friendly and all, but he could just be putting up a facade followed by a wicked Mach punch for all you know. <br>\r\n<br>\r\nAs you hide yourself as best as you can, you hear the breloom approaching, closer and closer... <br>\r\n<br>\r\nSuddenly, you feel the breloom’s whiffing at your face.<br>\r\n<br>\r\n He lets out a soft murr.</span></div></div>",
            "created":1606515900,
            "id":2947017,
            "title":"Hiding"
        },
        "12":{
            "author_id":"kinoko",
            "author_name":"Kinoko_Breloom",
            "choices":[
                "Run for your life",
                "Try to fend it off"
            ],
            "content":"<div class=\"\"><div> <span>As soon as you set a foot forward, toward the breloom, his head perks up from the grass he was rolling in only seconds ago. The breloom slowly rises to his twin-clawed feet, ‘loom’ing over your distant form. You back away from him slowly, lowering yourself in submission to avoid any aggression from the slightly larger pokemon. He swishes his tail from side to side, releasing some light-colored spores into the air. You continue backing up, before falling backwards and toppling onto your rear. The breloom charges forward, head down and ready to attack. As he rushes at you, your heartbeat races.</span></div></div>",
            "created":1606510320,
            "id":2946976,
            "title":"A risky move..."
        }
    },
    "info":{
        "author_id":"kinoko",
        "author_name":"Kinoko_Breloom",
        "brief_description":"Includes vore and some nsfw elements~",
        "created":1606338180,
        "description":"<td align=\"left\" class=\"norm\">It was the usual day at the local park. The crisp autumn breeze, the sound of small pokemon gleefully play fighting... it was quite lovely. Your trainer had left you here for a while while she visited with some neighbors. She <i>knew</i> how you hated the neighbors. Well, its better here than at home at least. Deciding to make the best of the situation, you peer around at the other pokemon. A poochyena and an electrike wrestle around in the grass, growling and barking and they play. There were plenty of other pokemon: a few nickits, a glameow, a ton of yampers, and one rather large breloom. How fascinating...</td>",
        "id":2238447,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":null,
        "modified":1606531440,
        "pretty_title":"Breloom’s Breakfast (breloom/viewer)"
    }
}