{
    "chapters":{
        "1":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Human",
                "Monster"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You are either human or monster. And for best experience watch the scooby doo movie. </span></div></span></div>",
            "created":1583470800,
            "id":2797496,
            "title":"The setup"
        },
        "11":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Male",
                "Female"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>As a human you are either a Male or female, for the better experience be your respective gender.</span></div></span></div>",
            "created":1583470800,
            "id":2797511,
            "title":"Human"
        },
        "111":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Option 1",
                "Option 2",
                "Option 3"
            ],
            "content":"<div class=\"\"><div> <span>You are either,<br>\r\n<br>\r\nOption 1 A jock 21 year old 6 foot 2 quarterback named brock on a vacation, who enjoys strutting around shirtless showing of his Olympic build, who always thinks with his muscles.<br>\r\n<br>\r\nOption 2 a rather scrawny 18 year old student named jamie who is here on vacation with his long time freind and crush Elizabeth. Jamie always stops and thinks before he acts, never kidding himself about his strength, or lack there of.<br>\r\n<br>\r\nOption 3 a 34 bank robber named zack who just fled the country in order to hide from the authorities. Zack fancies himself an opportunist who knows how to make the most of a bad situation.</span></div></div>",
            "created":1583470800,
            "id":2797513,
            "title":"Male"
        },
        "1112":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "First choice ",
                "Second choice"
            ],
            "content":"<div class=\"\"><div> <span>You cant belive that your childhood crush, Melanie, invited you to come with her to Spooky island. You and her have spent the last few days just hanging around the resort and you really want to make a move on her but just don't have the balls to do it.<br>\r\n<br>\r\n\"Hey mel, you want to head to the trail tonight, there's supposed to be a meteor shower.\" You ask as then suddenly a huge monster crashed through the window in the lounge area. There is panic everywhere with people screaming and running left and right. All you can think of is protecting melanie from those things.<br>\r\n<br>\r\n\"YOU GET OUT OF HERE MEL\" You shout as you push her through the panic. One of the monsters notices you and runs up to you. You try and fight back picking up a table lamp next to you and throwing it at the creature. You hit it and the glass seems to cut it but to no avail. The creature grabs you with its massive claw hand and brings you closer to its face. The monster proceeds to blow some sort of knockout green gas into your face. You inhale it and are promptly knocked out.<br>\r\n<br>\r\nAs you come to you realize that you are strapped to a sort of alter chair. You dont even try to escape knowing your lack of strength so you carefully observe your environment. You see in front of you a massive claw arm, seemingly linked to a controller on a podium. Next to wich is a giant blue glowing cauldron next to wich is a pit with more of that green smoke coming out of it. Finally you realize there is a man coming in wearing what looks like a wrestling outfit.<br>\r\n<br>\r\nThe man walks up to the podium with the controller for the claw and starts moving it towards your chest. \"Where is melanie\" you shout repeatedly until the claw hits your chest. Then you realize that it isn't puncturing your skin, but that it moved through it, touching your soul. Then you realize that this claw is grasping your soul and probably going to remove it from your body. As the claw pulls out you begin to feel heavy as your vision blocks out for a second. You then come too while looking at your body.<br>\r\n<br>\r\nYou now realize you have two options, first try jerking towards the wrestler to hopefully push the gears out to release you, or second plead with him and lie saying you can help him</span></div></div>",
            "created":1584680400,
            "id":2804201,
            "title":"The bookworm"
        },
        "11121":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "You feel regret",
                "You feel free",
                "Ah screw that body, it sucked anyway "
            ],
            "content":"<div class=\"\"><div> <span>You decide to fight it and jerk wildly around an it seems you anticipated the wrestlers control because there was a snap in the arm causing one of the pincers to open and for you to escape. As you seem to slide through the other pincers you see the exit to the cave and go at full speed. You realize now that you have just left your body back in the cave.<br>\r\nWhich feeling do you have?</span></div></div>",
            "created":1584680400,
            "id":2804208,
            "title":"First choice "
        },
        "111212":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Spirit boy",
                "Get a pair of legs",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You feel refreshed as you spend the next hour or so just enjoying the sensation of flying around the island. All worry and care are down below. Just then as you look down you see a party going on at a pool and wonder, how many souls are there in that vat? <br>\r\nYou now realize having gotten lucky it is now your duty to one way or another save people from this fate. You need to get back to the cave you think to yourself. But do you go back as just a protoplasm or do you get a body first?</span></div></div>",
            "created":1585026000,
            "id":2806565,
            "title":"You feel free"
        },
        "1112122":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "The beach",
                "The hotel",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You think it wont be much use to not have limbs when you get in there. So you begin looking for an isolated body where?</span></div></span></div>",
            "created":1585026000,
            "id":2806566,
            "title":"Get a pair of legs"
        },
        "11121221":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "You explore this body",
                "There's no time for that now."
            ],
            "content":"<div class=\"\"><div> <span>You think well the beach is closer to the cave. So you fly towards the beach and to your luck, there seems to be a woman sun tanning on her own. She seems tree o bin mid twenties, long blond hair with modest c cup breasts. A beautiful athletic biuld but with a nice plump ass underneath her. She is wearing a tight red bikini and some sun glasses.<br>\r\n<br>\r\nYou fly down from your height and as you reach 10 feet away you shout \" HEY!\" to get her attention. This plot is eww works as she opens her mouth ever so slightly to respond and using your accumulated momentum blast past her lips and down her throught to her chest. The body now being inhabited by two entities is trying to reject one of you and begins spasming around while you use all your willpower to force the demon out of this body.<br>\r\nAs you spasm around you begin feeling a hot almost pleasurable sensation beginning all around your chest as this bodys breasts seem to swell up somewhat to almost f cups bursting your bikini top off. The swelling does subside as a green hole opens up between the chest and a green mist ejects out and you are hit with a wave of pleasure that almost feels like cumming from your chest. The green mist becomes a shower slowly becoming one of the demons at the attack. You only have time to catch your breath from the sensation as you see the demon freak out and begin bubbling up under the sun and ultimately explode into a shower of gold dust in front of you.<br>\r\nYou sit up with your now bare breast on full display feeling very aroused. What do you do?</span></div></div>",
            "created":1585026000,
            "id":2806573,
            "title":"The beach"
        },
        "111212212":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Use confidence and strut right through",
                "Hide in the woods and sneak around ",
                "More options "
            ],
            "content":"<div class=\"\"><div> <span>You have a mission you think to yourself as you put back on your bikini top that burst off. Although as you try to get up you almost immediately fall over due to thos bodys center of gravity. You adjust yourself as you get a good look down at your breasts. You begin moving slowly with your breasts jiggling this way and that and you begin to pick up the pace as you get used to this bodys curvature.<br>\r\n<br>\r\nYou walk through the forest towards the cave as you see a group of people male and female, all scantily clad in speedos and bikinis coming from the cave.<br>\r\n<br>\r\nSHIT, you think to yourself, all of them are probably possessed by the demons. You need to come up with something and quick!</span></div></div>",
            "created":1585198800,
            "id":2807339,
            "title":"There's no time for that now."
        },
        "1112122122":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                " Into the cave",
                "Follow the group by blending in",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You assume that the demons would be able to spot a faker and duck off behind a clump of bushes near the cave entrance and you hear there conversation as they go by.<br>\r\n<br>\r\n\"Remember that you can do what you want to in these bodies but they belong to mandravonius and only by his allowance to use the deamun ritus can you truly become one with your new host.\" <br>\r\n<br>\r\nSo that's what the demons want not just your body but soul to to become you. As the group passes you wonder how much else you can learn from them or if you should just find this daemun ritus thingie.</span></div></div>",
            "created":1585198800,
            "id":2807342,
            "title":"Hide in the woods and sneak around "
        },
        "11121221221":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "The pyramid ",
                "The cauldron ",
                "The green pit"
            ],
            "content":"<div class=\"\"><div> <span>You let the group pass as you stealthily albeit clumsily due to your lack of balance, and happily you see the cave empty. You look around and see the glowing cauldron, a green gas filled pit and upon an alter next to the claw you see a pedestal the has a pyramid object on it. Which do you investigate?</span></div></div>",
            "created":1585198800,
            "id":2807345,
            "title":" Into the cave"
        },
        "111212212213":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Just reclaim the body",
                "Try the demon",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You very cautiously step near the edge and look down into the pit and to your horror you see what looks like an endless drop with those demons lying asleep in an endless quantity. You gasped audibly and cover your mouth with your hands as you inch away from the pit. You decide to look at the pyramid next.<br>\r\nIn almost shock from the horror of the pit you slowly walk over to the mundane seeming pyramid. On it you notice some images of almost highroglific nature and from what you can tell there is a person who affixes this to your chest and drawing a sacrifice of power can become a god. What this means you have no idea. One thing this does tell you is that the monsters are apparently soules due to a curse shown on the underside of the pyramid.<br>\r\n<br>\r\nThis sparks an idea in your mind, if the monsters are soulless could you possess a monster? The idea has merit you think to yourself. As you are thinking the deamun ritus begins glowing and you fell very light headed, as all of a sudden your protoplasm is spat out of your mouth causing the body to fall to the floor.<br>\r\n<br>\r\nWhat the hell was that you think flying around the cave again. You think to yourself, should you just reclaim the body of the woman, or go test your hypothesis?</span></div></div>",
            "created":1585198800,
            "id":2807351,
            "title":"The green pit"
        },
        "1112122122132":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Grab the pyramid ",
                "Investigate the cauldron ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You think what's the harm in trying and glide towards the pit and in. You see hundreds of thousands of these things below but you stay to the top and pick one that looks to be massive, even for one of these things to be your test subject. As it opens its mouth snoring you fly straight in and not only does it work but it actually feels good to you. Almost like putting on a glove.<br>\r\n<br>\r\nYou stand up carefully to not wake any of the other monsters and use your new giant legs to jump out of the pit. As you get up you realize 2 things, first God these beasts are massive as you must be 11 foot 6 at the least with long limbs and clawed hands. And two that if these things blow up in the sunlight then you cant go out now. You will need to reclaim the female body another  way.<br>\r\nYou seem to be able to recall memories from this empty soules husk that you occupy that all you nee to do is shove your hand into a host's mouth. So you trust your fake memories and crawl along to the female body and pry her puffy red lips open with one hand and reach in with the other.  <br>\r\nTo your absolute amazement your hand begins turning to dust as you seem to be filling up the body. The body eager to have a driver again tilts her head back, straightening her throught eager to gulp down more of you as your shoulder now begins turning to dust. As more body parts of your demon host are absorbed the more you can feel the bodys pleasure at this sensation. Once your waist is absorbed you feel a throbbing arousal in your pussy that is completely overpowering to you and as the last bit of the demon body enters her your mouth slams shut as you can feel yourself cumming now and you let out a moan of pleasure, now you realize in a sexy female voice.<br>\r\nYou get up feeling very hot, what do you do?</span></div></div>",
            "created":1585198800,
            "id":2807353,
            "title":"Try the demon"
        },
        "11121221221321":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Someone specific ",
                "Someone random",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You shake off your feelings of arousal and go grab this ever so important pyramid wich now seems to have no effect on you. You try what the hieghroglyphs say to do and place it on your exposed chest. For a moment nothing happens but then with the force of that spirit claw it opens your chest and shoves itself Inwards expanding your breasts in the process you moan slightly as you realize you need to push it in all the way to conceal it.<br>\r\nYou push it in wich seems to expand your breasts to an almost dd size where they are barely being covered by your bikini. After taking care of your breasts you then walk over, more confidently and less wobbly than before, to the cauldron. Inside of wich is hundreds,  ney thousands of souls swirling around a vortex in the center. Do you look for someone specific or just pick up some random souls?</span></div></div>",
            "created":1585198800,
            "id":2807355,
            "title":"Grab the pyramid "
        },
        "111212212213211":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "You look for your girlfriend ",
                "You want this body so its soul",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who do you look for, your gf, or your bodys soul?</span></div></span></div>",
            "created":1585285200,
            "id":2808293,
            "title":"Someone specific "
        },
        "1112122122132112":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Find other males ",
                "Go have sex, you are two horny",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You think how your old body was conspired to this smoking hot babe and you want to have it so you begin looking for this bodys soul. You reach into the vat and grab a female soul and pull it out.<br>\r\n<br>\r\n\"Oh thank christ someone came looking for me, thank you so much.\" The soul says.<br>\r\n<br>\r\n\"Sorry not the right soul\" you say as you put her back in. You grab another female soul and you see a very old almost mummified face as it begins to speak.<br>\r\n<br>\r\n\"Mortal you have helped to release clartornat from my 3 thousand year prison. Now release me and I will let you serve in my new world as royalty instead of as a slave\" you think about what this crazy lady said for a moment then just shrug putting her soul back. Apparently this island has been operational for thousands of years.<br>\r\n<br>\r\nYou reach again in to grab a soul and as you pull it out you find a very pissed off woman who immediately starts shouting at you. \"What do you want now monster you already have my body, do you want personal information now\" she says as you walk away from the vat with her in your hand. You answer back \" I was considering releasing you but now that I have this,\" you motion to the deamun ritus rising out of your chest \" I can become you instead.<br>\r\n<br>\r\nYou move her soul towards the now opening pyramid as a blue light shines out beginning to pull her into it and she screams in horror as she is absorbed into pyramid. When this happens you get hit with a wave of ecstasy and pleasure along with your memories being flooded with the girls. <br>\r\n<br>\r\nYou are Elizabeth Thompson a twenty three year old college student working towards a medical degree. You are happy that you lost your virginity two nights ago two a college hunk and were relaxed and able to enjoy the island before the monsters attacked. <br>\r\n<br>\r\nYou laugh to yourself, you had done it, you are now Elizabeth as you now have her life memories at your disposal. You think I could find some other guys in there and get them bodies, or I could go and explore my own. What do you do?</span></div></div>",
            "created":1585285200,
            "id":2808298,
            "title":"You want this body so its soul"
        },
        "11121221221321122":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Solidify your alligence with the monsters",
                "Save the human by destroying the monster",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You strut your way out of the cave down to the hotel with your now very tight bikini barely holding your breasts in. You see a group of probably possessed guys down by a grill and you walk up to the biggest muscliest man and sensually say,\" hey man I'm sure that mandravonius wouldn't mind us using these bodies In the hotel. You wanna come with me?\" The man looks at you and your massive tits and smiles with glowing green eyes as you pull his hand towards the hotel.<br>\r\n<br>\r\nYou go up to your room the man slaps your ass before closing the door, causing you to moan very femininely. He pushes you onto the bed and rips off his own close revealing a perfect 6 pack and a massive 8 inch long erection as he climbs on the bed moving towards you. With ease you RIP off your bikini revealing your shaven perfectly pink pussy and your massive tits with well proportioned nipples. You take his massive cock in your hands as you begin rubbing it with one hand and remembering that Elizabeth kept the line In her bedside drawer. <br>\r\nYou apply it as you rub faster and faster. You can feel his dick begin pulsating as you know what that means.<br>\r\nInstead of keeping it I your hands you move up and place his dick between your breasts and begin squeezing it causing him to grunt in pleasure and you to follow sute by moaning under your breath. He begins breathing heavily as he reaches his climax and you open your mouth like a slut willing and ready for his cum. He does not disappoint as he cums for a solid 2 seconds like a hose being turned on high at your face and you swallow as much as possible tasting the salty bitter cum with a smile on your face.<br>\r\nHis dick has plenty more for you as he pushes you onto your back and violently inserts his still lubed and slick dick into your pussy. You shriek in shock and pleasure as he begins fucking your brains out. He pounds you over and over again as you moan with each thrust louder and louder with both you and him having green eyes that are glowing under the sun. You feel yourself reaching your climax as you begin conveying this to your partner.<br>\r\n\" I'm uuugh gonna cum, I'm uugh gonna UUUGGH CUUM!\" You shriek as you feel yourself release an internal liquid and the man reciprocates by cumming in you as you feel his hot liquid pour inside you. You smile as you both embrace while still adjoined and kiss passionately. <br>\r\nAfter he falls off of you something completely un expected happens, a protoplasm comes flying through the window and hits the man in the mouth knocking him to the floor. You know what is happening as you have a few ideas in mind.</span></div></div>",
            "created":1585285200,
            "id":2808310,
            "title":"Go have sex, you are too horny"
        },
        "111212212213211222":{
            "author_id":"axidentprone",
            "author_name":"Axidentprone",
            "choices":[
                "You return to the cave",
                "Protoplasm are flying over the island"
            ],
            "content":"<div class=\"\"><div> <span>You watch on as his body hits the floor and begins to spasm. The way the body squirms around on the floor reawakens your sexual desire and you begin to masturbate.<br>\r\n<br>\r\nAbout a minute goes by of the fight for control of the Male body when the demon is suddenly released. The sight of the creature leaving the body brings you to orgasm.<br>\r\n<br>\r\nAs you lay on the bed in the afterglow, the demon lands in the glow of the sunlight and explodes.<br>\r\n<br>\r\nYou put your bikini back on and help the guy to his feet. He thanks you for the help but you're suddenly taken back by the female voice coming from the very manly body.<br>\r\n<br>\r\nShe says her name is Katie, a 23 year old theater student. She explains how she had been trapped in the cauldron for a month since they stole her soul and body.<br>\r\n<br>\r\nKatie begins to notice that staring at your well endowed figure was making her new member very excited. You drop to your knees and drop Katie's trunks, freeing her new member to the world.<br>\r\n<br>\r\nYou put your hands on her manly cheeks and give her her first received blow job. She cums into your mouth and tells her trunks up. \"We have to go and help everyone in the cauldron, Let's go!\" You follow after her out of the room.</span></div></div>",
            "created":1585285200,
            "id":2808483,
            "title":"Save the human by destroying the monster"
        },
        "111213":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Body shopping at the hotel",
                "Body shopping at the beach ",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You say your farewells and leave your body for whatever purpose they had with it and go body shopping. Do you go to the hotel or the beach or somewhere else?</span></div></span></div>",
            "created":1584680400,
            "id":2804212,
            "title":"Ah screw that body, it sucked anyway "
        },
        "1112132":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "The model",
                "The jock"
            ],
            "content":"<div class=\"\"><div> <span>You decide to float your way to the beach free as ever without a care in the world. As you approach you see two figures both walking away from each other. One is a beautiful pinup model, who is sporting what seems to be DD sized breasts and a fine ass, with a white bikini on and the other is a shirtless man with ripped abs and and biceps for days. Who do you decide to go after?</span></div></div>",
            "created":1584680400,
            "id":2804224,
            "title":"Body shopping at the beach "
        },
        "11121321":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Put the bikini back on ",
                "Screw cloths I'm going another round",
                "Track down the monster in the jocks body"
            ],
            "content":"<div class=\"\"><div> <span>You decide that the voluptuous woman is very appealing and give the man some time to make some distance. Just then you notice the woman peel off her bikini and begin masturbating alone on the beach under the sun. You think this is the perfect opportunity to claim your knew suit. <br>\r\n<br>\r\nAs the woman lay moaning on the sand you charge at her agape mouth and violently nail her to the ground. You can feel the monster in her body try to push you back out but you are persistent and can begin to feel massive pressure building in your chest. For a moment your breasts seem to expand to a larger size and then back to their normal glorious DD. The monster is then pushed out of your new chest and it almost feels like cumming as you are stunned by this the monster is standing right over you.<br>\r\n<br>\r\nThe monster begins to panic in the sun as you slowly crawl backwards and the monster begins to bubble up and explode into a shower of mist. You sit up and decide what to do.</span></div></div>",
            "created":1584680400,
            "id":2804278,
            "title":"The model"
        },
        "111213212":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Back to the cave",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>You think to yourself I picked this bombshell beauty for a reason as you admire your breasts. You stand up and stroke your long golden blond hair then rub your hands down your perfectly cute yet seductive face. Down more you hit your neck then the top of your tits. You've never even touched a womans boob before so you have no idea how it will feel. You run your dainty fingers gingerly across your nipples then squeeze them giving you a jolt of pleasure. You feel instinctively your pussy becoming even better than it was because of your previous inhabitant.<br>\r\n<br>\r\nYou sit down on the sand and look down at it, the void between your legs and how perfectly shaven and pink it is. You've seen pirn and naked images online but nothing compares to the real thing. You balls up and plunge two fingers in your vagina and get hit with a wave of pleasure and ecstasy. You begin moaning as you repeat this motion and this is when you first realize it, you still sound like a dude!<br>\r\n<br>\r\nAlbeit it isnt horribly distracting from the moment as you always did have a high voice and you then with your free hand grab your left tit and massage it gently seemingly stimulating your pussy even more. You begin to pump harder and harder, and moan louder and louder as you approach your first orgasm as a girl. It is like nothing you have ever felt before with wave after wave of pleasure hitting you so hard, you almost lose conciousness.<br>\r\n<br>\r\nWhen you finally relax after that you decide it would be best to no squander this and get going. You strap back on your bikini as you recall something in the cave. There was some sort of pyramid on an alter in there, maybe it is important. What do you do? Go back to the cave or go somewhere else?</span></div></div>",
            "created":1584680400,
            "id":2804290,
            "title":"Screw cloths I'm going another round"
        },
        "12":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "The pool",
                "The hotel",
                "The beach",
                "The lockers",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>You are a demon of unspecified gender, 7 feet tall, purple skinned and almost dog faced. You goal is to inhabit the bodies of some person to survive the sun and flee the island.<br>\r\nYou have been informed by your leader, Mandravonius, that your first raid on the people on spooky island will soon commence. Where will you go to find a body?</span></div></div>",
            "created":1583470800,
            "id":2797510,
            "title":"Monster"
        },
        "123":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "The male and female \"sit fighting\"",
                "The group of girls",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You decide on going to the edge of the island to hunt. Even at night you with your cunning animal instincts gamble drunk college students will probably be at the beach.<br>\r\nYou make your way through the forest to the beach and when you get there you crouch in the bushes near the trees and survey your possible vessels. You see two people a male and a female, strangely what it seems to you to be sit fighting while the woman on top screams in pain, and on the other side you see a group of girls all laying about in the moonlight and swimming in the waves.<br>\r\n<br>\r\nWhere do you go from here?</span></div></div>",
            "created":1583470800,
            "id":2797520,
            "title":"The beach"
        },
        "1231":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "The female",
                "The male"
            ],
            "content":"<div class=\"\"><div> <span>You and your comrade monster creep around a thicket of trees and rocks and approach the now passed out duo on the sand. For good measure you blow your knockout gass in there faces to ensure they do not wake up. You notice that the female has two rather large mounds protruding from her chest.<br>\r\nThe male seems to have a large stick like section of flesh erect from his waist. Which do you claim? </span></div></div>",
            "created":1583470800,
            "id":2797530,
            "title":"The opprotunest monster"
        },
        "12311":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Find your comrade and try this sex with him",
                "Go hunt some more",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You choose the female and gingerly pick up the nude body and carry it back to your cave, along with that of your comrade. When you reach the cave you are instructed to hold your find up against the back of the stand while they shackle her arms to the sides.<br>\r\n<br>\r\nYou are instructed to go into the pit while the removal occurs and you follow your orders. As you wait you hear a woman shouting and screaming and then frantically talking as all of a sudden she stops. You are then summoned up to take possession.  You step close to her voluptuous nude body and hold her head gently in your claw. Then with your thumb you pull open her mouth and stick your other hand in. As It enters your arm begins turning to dust and you are slowly being sucked inside her.<br>\r\n<br>\r\nAs you become more and more dust you see some liquid that is clear being excreted from the groin area of your son to be host and you grin wondering what it will feel like. As the last of your feet enter your mouth snaps closed and you feel a very pleasurable sensation in your new groin as liquid is slowly falling out of it you are released and clothed with a small bikini and taken to you induction ride where you learn what it is to be human. <br>\r\n<br>\r\nFrom here you can do what you like but you must stay on the island for at least 3 days. Every activity will take 4 hours. What do you do?</span></div></div>",
            "created":1583470800,
            "id":2797540,
            "title":"The female"
        },
        "125":{
            "author_id":"leluch",
            "author_name":"Jamestown",
            "choices":[
                "Forest paths",
                "The mountain trail",
                "Readers choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You decide to not go anywhere too populated.</span></div></span></div>",
            "created":1583470800,
            "id":2797515,
            "title":"More"
        }
    },
    "info":{
        "author_id":"leluch",
        "author_name":"Jamestown",
        "brief_description":"Have fun going through spooky island as either human or monster while trying to survive.",
        "created":1583526360,
        "description":"<td align=\"left\" class=\"norm\">In this choose your own adventure style story, you will be either a human or monster from the 2002 scooby doo live action movie. The story may contain gender bending, and sex of any sort. Do not kill any characters created only monsters. Try to use proper grammar and spelling but I will only care if it is really agreagus. Also do not use any characters shown in the movie, only the monsters and completely new people. Above all else when writing please try to theme all events around the powers shown in the scooby doo movie with the monsters.</td>",
        "id":2215047,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585346340,
        "pretty_title":"Body swap, a protoplasm story"
    }
}