{
    "chapters":{
        "1":{
            "author_id":"joobjoob",
            "author_name":"JoobJoob",
            "choices":[
                "1 inch",
                "1/2 inch",
                "2 inches",
                "1 foot",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lets start off with choosing some basics of the story :D<br>\r\n<br>\r\nFirst how small will you shrink?</span></div></span></div>",
            "created":1583470800,
            "id":2797299,
            "title":"It begins.."
        },
        "11":{
            "author_id":"joobjoob",
            "author_name":"JoobJoob",
            "choices":[
                "Home",
                "School(highshcool or college)",
                "Work",
                "Park",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>and now, where will you shrink?</span></div></span></div>",
            "created":1583470800,
            "id":2797300,
            "title":"1 inch"
        },
        "111":{
            "author_id":"james.foley",
            "author_name":"James F",
            "choices":[
                "One of your roommates",
                "Can't worry about that, one of your roommates is comming",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Your name was Jim, you were 22.  You were unemployed, but had an interview set up for this afternoon.  You resently moved into a house that was already occupied 5 attractive women, who were all between the ages 22-26. You woke up, got some breakfast, and then sat on the couch by the window, and watched some T.V.  You heard some footsteps coming our way, but before you saw who it was, you felt tingly, and closed your eyes for a while, then you opened them, and everything was bigger.  \"What? did I shrink?\" you asked.  what caused this?</span></div></div>",
            "created":1585112400,
            "id":2807170,
            "title":"Home"
        },
        "12":{
            "author_id":"joobjoob",
            "author_name":"JoobJoob",
            "choices":[
                "Home",
                "School(highshcool or college)",
                "Work",
                "Park",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>and now, where will you shrink?</span></div></span></div>",
            "created":1583470800,
            "id":2797301,
            "title":"1/2 inch"
        },
        "13":{
            "author_id":"joobjoob",
            "author_name":"JoobJoob",
            "choices":[
                "Home",
                "School(highshcool or college)",
                "Work",
                "Park",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>and now, where will you shrink?</span></div></span></div>",
            "created":1583470800,
            "id":2797302,
            "title":"2 inches"
        },
        "14":{
            "author_id":"joobjoob",
            "author_name":"JoobJoob",
            "choices":[
                "Home",
                "School(highshcool or college)",
                "Work",
                "Park",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>and now, where will you shrink?</span></div></span></div>",
            "created":1583470800,
            "id":2797303,
            "title":"1 foot"
        },
        "143":{
            "author_id":"chaosjeff1",
            "author_name":"Mc Writer",
            "choices":[
                "Locker Rooms. Alot of sweaty women post workout.",
                "Workout Area. Alot of currently sweaty women.",
                "Yoga Session. Less sweat but alot of different poses."
            ],
            "content":"<div class=\"\"><div> <span>It was a day like any other to you. Waking up in the morning and heading off to work. You worked at a gym that frequently had gender-specific days, and today was the female one. Male workers were still allowed to come but all workers, in general, had been screened to make sure they wouldn't do something stupid. The thing is, they didn't think of the possibility of someone liking the smell of people working out, of all things, which is a category you fell under. You never told anyone but secretly relished in the smell of sweat that came off the female patrons as they worked out with you as a spotter. <br>\r\n<br>\r\nAnyway, back to the now. As you opened the door you were greeted by one of your co-workers at the front desk. She said hi, you said hi back, standard formalities. Before you went into the back however, you decided to use the washroom. You went into the stall and right before you closed the door you felt a sense of vertigo swing over you as your world spun. When the burst of nausea ceased, you noticed you had shrunk all the way to a foot, not even reaching most people's knees unless they were really short.<br>\r\n<br>\r\nYour first thought was to run out of the washroom, so run out you did. Thankfully it was women's only day so you didn't encounter any giants on your way out. When you got out a long pair of legs strode right in front of you. Right before you called out, the smell of sweat coming from her had you entranced. It wasn't like you were 2 inches tall, subject to die at the flick of a toe. Perhaps you could have some fun and not have to get someone's attention right away.<br>\r\n<br>\r\nWith this thought in mind, you headed to...</span></div></div>",
            "created":1585717200,
            "id":2811495,
            "title":"Working at the Gym."
        }
    },
    "info":{
        "author_id":"joobjoob",
        "author_name":"JoobJoob",
        "brief_description":"Shrunk down on accident, you are suddenly forced into situations that are very unpleasant.",
        "created":1583486580,
        "description":"<td align=\"left\" class=\"norm\">You don't know  why or how but you were shrunk. Now you have to survive, but everyone around you usually fails to notice you and you get stuck in unpleasant situations constantly.<br>\r\nExamples include, you are forced to endure feet, butts, and all sorts of things in between.<br>\r\n<br>\r\nThis 18+ story<br>\r\n<br>\r\nFeel free to add entries, but be aware if I deem them too short or not fitting, I may change them.<br>\r\n<br>\r\nThis is my first thing im making on writing.com so hopefully this will be fun :)<br>\r\n<br>\r\nRULES:<br>\r\nFemale giantess interactions only, the only male interactions allowed are minor, such as talking to someone, or carrying a tiny somewhere.<br>\r\n<br>\r\nBasically anything goes, however the main character is immortal and does not die, they flatten instead.(this can be subject to change if i <br>\r\ndeem your entry is a good end and the path went on for long enough.)<br>\r\n<br>\r\nI want each path to go on for a good amount before you try and add any ends, certain exceptions apply if I think it fits.<br>\r\n<br>\r\nHaving a willing tiny go through this stuff is allowed As well. The tiny doesn't have to hate it<br>\r\n<br>\r\nRules may be added later as I deem fit, and decide on more.<br>\r\n<br>\r\nI hope you enjoy :D</td>",
        "id":2215006,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585741200,
        "pretty_title":"Adventures when your tiny stink"
    }
}