{
    "chapters":{
        "1":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Weiss figures out what's going on. ",
                "Weiss programs Ruby by accident not knowing what her new Glyph does",
                "Weiss stops the glyph out of concern for Ruby",
                "Someone else shows up",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Weiss woke up horny. That was common nowadays, since she went to Beacon. It didn't help that she was surrounded by those three.<br>\r\n<br>\r\nSitting up in her bed she looked around the room to see some of the causes of her problem. Blake Belladonna, and her perfect ass the glorious Bellabooty. Yang Xiao Long, who's boobs greet the sun. She breast boobily and titted around. This was how most of Weiss's thoughts on Yang went.<br>\r\n<br>\r\nGetting up to go to the bathroom Weiss saw the last person she's tormented by. Ruby Rose didn't have anything specifically sexy about her, but Weiss was always more wet when she saw Ruby. Sighing she moved to the bathroom so she could get ready for the day.<br>\r\n<br>\r\n------------------------<br>\r\n<br>\r\nWeiss had made it through another day of pent up sexual frustration and was going back to the team RWBY dorm when-<br>\r\n<br>\r\n\"WEEEIIISS!\" Ruby yelled as she sped directly in front of Weiss. \"We have to spare today, remember?\"<br>\r\n<br>\r\n\"Oh, of course. I don't know how I forgot.\" Weiss said knowing that she was distracted by all the beautiful women around her.<br>\r\n<br>\r\nThe two made they're way to an empty courtyard on the side of Beacon and begin.<br>\r\n<br>\r\nRuby charges straight forward with the full might of her semblance and Weiss was preparing a Glyph to counter, when she was distracted by Coco Adel. Watching another source of arousal walk by Weiss's glyph wasn't stopped but came out different. A result she wasn't expecting.<br>\r\n<br>\r\nRuby was distracted from her frontal assult by the kind of glyph that her bff made. <i>It's...a spiral...</i> was the last coherent thought that Ruby had before her mind and body stopped looking at the spiral.<br>\r\n<br>\r\nWith Coco gone, Weiss's mind returned to the task at hand and she was surprised to see that she had made a glyph. Another thing that surprised her was that it was a glyph she didn't recognize and it had stopped her partner all together.<br>\r\n<br>\r\n\"Ruby?\" Weiss asked concerned<br>\r\n<br>\r\n\"...Yes...\" Was all the reply she got.</span></div></div>",
            "created":1594357200,
            "id":2865666,
            "title":"Weiss's progress."
        }
    },
    "info":{
        "author_id":"shely",
        "author_name":"turtleguru",
        "brief_description":"Weiss is horny.",
        "created":1594431300,
        "description":"<td align=\"left\" class=\"norm\">(During first 3 volumes at some point, flexible canon for convenience.) <br>\r\n<br>\r\nWeiss Schnee shared a room with three of the sexiest girls in Beacon. She would love to have even one of them fuck her, but who knows how they'll respond to that? Luckily she has a solution.<br>\r\n<br>\r\nHer Glyphs. While training she found out how to make a glyph that will put anyone into a hypnotic trance. She immediately starts planing on how to turn her team and every other sexy girl in the school into her sex slaves.<br>\r\n<br>\r\nRules:<br>\r\n1) Good grammer. I'll allow you some typos but if a chapter is incomprehensable, I'll delete it.<br>\r\n2) I can add rules later if I think of any more.<br>\r\n<br>\r\nHave Fun</td>",
        "id":2226535,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595036940,
        "modified":1595036940,
        "pretty_title":"Weiss's Hypnosis Glyph"
    }
}