{
    "chapters":{
        "1":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Weiss figures out what's going on. ",
                "Weiss programs Ruby by accident not knowing what her new Glyph does",
                "Weiss stops the glyph out of concern for Ruby",
                "Someone else shows up",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Weiss woke up horny. That was common nowadays, since she went to Beacon. It didn't help that she was surrounded by those three.<br>\r\n<br>\r\nSitting up in her bed she looked around the room to see some of the causes of her problem. Blake Belladonna, and her perfect ass the glorious Bellabooty. Yang Xiao Long, who's boobs greet the sun. She breast boobily and titted around. This was how most of Weiss's thoughts on Yang went.<br>\r\n<br>\r\nGetting up to go to the bathroom Weiss saw the last person she's tormented by. Ruby Rose didn't have anything specifically sexy about her, but Weiss was always more wet when she saw Ruby. Sighing she moved to the bathroom so she could get ready for the day.<br>\r\n<br>\r\n------------------------<br>\r\n<br>\r\nWeiss had made it through another day of pent up sexual frustration and was going back to the team RWBY dorm when-<br>\r\n<br>\r\n\"WEEEIIISS!\" Ruby yelled as she sped directly in front of Weiss. \"We have to spare today, remember?\"<br>\r\n<br>\r\n\"Oh, of course. I don't know how I forgot.\" Weiss said knowing that she was distracted by all the beautiful women around her.<br>\r\n<br>\r\nThe two made they're way to an empty courtyard on the side of Beacon and begin.<br>\r\n<br>\r\nRuby charges straight forward with the full might of her semblance and Weiss was preparing a Glyph to counter, when she was distracted by Coco Adel. Watching another source of arousal walk by Weiss's glyph wasn't stopped but came out different. A result she wasn't expecting.<br>\r\n<br>\r\nRuby was distracted from her frontal assult by the kind of glyph that her bff made. <i>It's...a spiral...</i> was the last coherent thought that Ruby had before her mind and body stopped looking at the spiral.<br>\r\n<br>\r\nWith Coco gone, Weiss's mind returned to the task at hand and she was surprised to see that she had made a glyph. Another thing that surprised her was that it was a glyph she didn't recognize and it had stopped her partner all together.<br>\r\n<br>\r\n\"Ruby?\" Weiss asked concerned<br>\r\n<br>\r\n\"...Yes...\" Was all the reply she got.</span></div></div>",
            "created":1594357200,
            "id":2865666,
            "title":"Weiss's progress."
        },
        "12":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Ruby meets Weiss in the library",
                "Ruby runs into someone.",
                "Meanwhile, with Weiss in the library.",
                "Weiss checked out the book and went somewhere else.",
                "Weiss ran into someone."
            ],
            "content":"<div class=\"\"><div> <span>“What are you doing?” Weiss asked.<br>\r\n<br>\r\n“…Pretty…” Ruby droned, staring into the spiral glyph.<br>\r\n<br>\r\n“Why are you so exhausting?” Weiss sighed. “It’s just a practice glyph.” Ruby didn’t respond and Weiss began to get impatient. “Fine, I don’t care what you do.” She packed up her stuff and spared one last look at Ruby’s young supple body. “Why don’t you act more like me?” She stormed off and slammed the door behind her.<br>\r\n<br>\r\nThe jolt broke the glyph and Ruby jumped up in surprise as she came back to her senses.<br>\r\n<br>\r\nLittle did Weiss know what she did.<br>\r\n<br>\r\n“What was I doing?” Ruby asked, crossing her arms and acting exactly like Weiss. “Oh, right. We have that test coming up with Professor Port. I need to study.” She sat down at her desk and frowned. “Why do I keep my desk so messy?” She spent a good fifteen minutes carefully organizing everything. “There, now that my desk is clean. I can start working.”<br>\r\n<br>\r\nThen she realized what the real Weiss did.<br>\r\n<br>\r\n“Oh, darn. I need to get a book from the library to finish.” Ruby sighed and stood up. “Hope no one else started yet so they actually have a copy. Seriously, why does Beacon need us to read certain books and only have a couple copies? It’s so idiotic.”<br>\r\n<br>\r\nRuby then left the room.<br>\r\n</span></div></div>",
            "created":1595307600,
            "id":2872908,
            "title":"Weiss programs Ruby by accident not knowing wha..."
        },
        "121":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Weiss figures out what's going on",
                "Ruby figures out what's going on",
                "Their fight continues for the rest of the day",
                "The pair wakeup naked next to each other. The fuck happend?",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Weiss sees Ruby in the library and expects an apology. What she got was a scoff.<br>\r\n<br>\r\n\"Are you going to rent a book immediately after leaving sparring early?\" Ruby sneered.<br>\r\n<br>\r\nWeiss was aghast. \"Wh- I- How DARE! You're the one who just stopped doing anything out of nowhere.\"<br>\r\n<br>\r\nRuby rolled her eyes in a very Weiss like manor. Weiss noted this as very odd behavior.</span></div></div>",
            "created":1595394000,
            "id":2872952,
            "title":"Ruby meets Weiss in the library"
        },
        "1211":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "A small test to see how it works.",
                "A large test to see what Ruby would do while under.",
                "Weiss can't resist and has some fun."
            ],
            "content":"<div class=\"\"><div> <span>“At least you’re studying,” Ruby huffed. “Not wasting your time. That’s something to be said.”<br>\r\n<br>\r\n“Ruby?” Weiss asked. “Are you okay?”<br>\r\n<br>\r\n“I’m fine, just annoyed you left without saying anything.” Ruby replied, crossing her arms. “IT’s rude.”<br>\r\n<br>\r\n“As I said!” Weiss refuted loudly. “You’re the one who just spaced out and acted like you were hypno...”<br>\r\n<br>\r\nWeiss blinked.<br>\r\n<br>\r\n“What?” Ruby asked, noticing her change.<br>\r\n<br>\r\n“I… actually, I’m sorry for leaving,” Weiss lied. “I thought you were done and wanted to check up on something.\"<br>\r\n<br>\r\n“Thank you for apologizing,” Ruby told her. “That’s very mature of you.”<br>\r\n<br>\r\nWeiss was now one hundred percent sure. Ruby was acting like her. Her words came back to her as she thought back to their last encounter. The rune hypnotized her or something and Weiss’ words reprogrammed her somehow. This required more study. Of course, Weiss needed to test this out.<br>\r\n<br>\r\n“I actually researched something I need to try and would love someone as intelligent as you to help out.” Weiss lied.<br>\r\n<br>\r\n“I suppose I can help you out.” Ruby replied, trying to act haughty but had a slight smile.<br>\r\n<br>\r\nThey headed to a private arena and Weiss made sure to lock the door so they wouldn’t be disturbed.<br>\r\n<br>\r\n“So, what did you want to show me?” Ruby asked.<br>\r\n<br>\r\n“This.”<br>\r\n<br>\r\nWeiss conjured the spinning glyph in front of Ruby and the moment Ruby’s eyes stared at it, they glazed over.<br>\r\n<br>\r\n“Can you hear me, Ruby?” Weiss asked.<br>\r\n<br>\r\n“…Yes…” Ruby responded in a daze.<br>\r\n<br>\r\n“Oh my god, it worked!” Weiss gasped.<br>\r\n<br>\r\nShe had accidently made a mind control glyph and Ruby was completely under. This had to be explored. Maybe some small tests, but could she contain her excitement? Ruby and her sister Yang always told her she should have some fun. Maybe she could, even if it was at their expense.<br>\r\n</span></div></div>",
            "created":1595394000,
            "id":2872958,
            "title":"Weiss figures out what's going on"
        },
        "12113":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Go further with Ruby",
                "Find other girls to hypnotise",
                "Yang saw this play out.",
                "Weiss and Ruby DO need to study actually",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>First things first, \"Ruby from now on you won't imitate me.\" Weiss said authoritatively.<br>\r\n<br>\r\nThe younger women only hummed in response. Weiss could only assume that means she was receptive to her command.<br>\r\n<br>\r\nWeiss felt her mouth go dry as she looked up her entranced partner. Weiss had to hold back her... urges for a while now. Would it be wrong to...? Weiss swallowed deciding that it was worth it, at least once.<br>\r\n<br>\r\n\"From now on,\" Weiss had to force her voice from shaking \"Ruby you will be my... sex friend. A friend who will perform sexual activities with me whenever I ask.\"<br>\r\n<br>\r\nWeiss froze when she saw Ruby stirring, but when she settled back into trance Weiss let out a shaky breath.<br>\r\n<br>\r\n\"It goes without saying that you won't tell anyone about it.\" Weiss said \"It's not weird, it's just not worth mentioning.\"<br>\r\n<br>\r\nWeiss slowly dropped her glyph and watch Ruby carefully.<br>\r\n<br>\r\nRuby woke up and looked around. \"When did we go to the library?\" <br>\r\n<br>\r\nWeiss elected to ignore her partners questions instead posing her own. \"U-unimportant. Ruby as your, s-sex friend I'd like to request a kiss while we're here.\"<br>\r\n<br>\r\nWhen Ruby didn't answered at first Weiss tense but thankfully the silver eyed reaper eventually said \"Yeah, sure. There's no need to be nervous Weiss.\"<br>\r\n<br>\r\nSure enough Ruby did kiss Weiss. In fact she started making out with her in the library. Weiss was overjoyed, not only was she <i>finally</i> getting some form of sexual activity, but now she had someone who she could always relieve herself with. Maybe more than one if she kept using her glyph...</span></div></div>",
            "created":1595394000,
            "id":2873042,
            "title":"Weiss can't resist and has some fun."
        },
        "121131":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Blake returns in the room.",
                "Weiss goes hunting for a new test subject.",
                "Weiss grabs a notebook and begans to write down what she knows."
            ],
            "content":"<div class=\"\"><div> <span>Weiss could feel her crotch getting wet.<br>\r\n<br>\r\nShe NEEDED relief, but the library was not the place.<br>\r\n<br>\r\n“Let’s go back to the room,” Weiss told Ruby. “I want you to… eat me out so badly.”<br>\r\n<br>\r\n“Okay, I’d love too.” Ruby told her with a huge innocent smile.<br>\r\n<br>\r\nWeiss grew even hornier as she looked onto the adorable girl. The two of you left the library and headed back to your room. Ruby seemed completely normal but Weiss was incredibly nervous. She had no idea how long the glyph’s mind control would last. Was it permanent or would it wear off? What was the limits? Being an intelligent and organized girl, these questions kept flashing through her mind. However, when Ruby grabbed her hand and pulled her into the empty room, all those questions were pushed from her mind.<br>\r\n<br>\r\n“Where do you want to do it, Weiss?” Ruby asked.<br>\r\n<br>\r\n“Umm, bed is fine.” Weiss assured her, as she sat down on her bed. She removed her shoes and socks then, slowly and slightly red faced, removed her snow white panties. Then she lifted up her dress and revealed her pussy to Ruby. Before the glyph, Weiss never though this would be possible. “G-go ahead and eat me out. I need release.”<br>\r\n<br>\r\n“It’s beautiful, you don’t have to be nervous,” Ruby assured her, kneeling down on the floor. The moment her breath hit Weiss’ lips, she flinched and Ruby grinned. “I’ll make you feel really good Weiss.”<br>\r\n<br>\r\n“I look forward to it… oh!”<br>\r\n<br>\r\nRuby licked Weiss’ lower lips and all words failed her. She wrapped her arms around Weiss’ legs to hold her still as her tongue began to dig deeper into Weiss’ pussy. Weiss fell back on the bed and gripped the sheets as pleasure flooded through her. This was a thousand times better than simple masturbation. The sound of slurping followed by the ripples of pleasure sensation  was a huge turn on.<br>\r\n<br>\r\n“Ah… Ruby… more…” Weiss gasped.<br>\r\n<br>\r\nThe slurping intensified and her tongue started moving at super speed. Weiss’ eyes began to roll up in her head. Ruby was using her semblance to speed up her tongue. The sensation was incredible and something Weiss could never have done herself. Weiss couldn’t keep herself holding back under this assault.<br>\r\n<br>\r\n“Oh god! I’m… cumming!”<br>\r\n<br>\r\nWeiss felt the warm liquid shot out all over Ruby’s face. The tongue assault stopped and Ruby raised her head to look at Weiss. Her tongue licked some of the juices off her lips. Weiss was panting and it took a moment to push herself up slightly.<br>\r\n<br>\r\n“Enjoy it?” Ruby asked with a knowing smile.<br>\r\n<br>\r\n“That was… amazing,” Weiss gasped. “How did you know to do that?”<br>\r\n<br>\r\n“This was my first time, so I just wanted to impress you.” Ruby blushed and stood up, looking away. “I got to go meet up with Yang in Vale. I’ll see you later Weiss. Let me know if you ever want to do sex things.”<br>\r\n<br>\r\n“Sure, Ruby.”<br>\r\n<br>\r\nWeiss laid on the bed thinking what to do next. Yang and Ruby would be gone for a few hours, so she had time to try out the glyph some more. A devious grin formed on her face. With this glyph, all of her sexual desires could be satisfied, perverted or otherwise. Of course, she could use it for revenge on people. All those months of Yang teasing her for having small breasts for example. Though, right now, she probably should keep testing the Glyph and figure out what all it was capable of.<br>\r\n</span></div></div>",
            "created":1595394000,
            "id":2873077,
            "title":"Go further with Ruby"
        },
        "1211313":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Blake returns to the room",
                "Weiss searches for Coco. She is kinda the one who brought this on",
                "Weiss contacts her sister and asks if she also has a hypno glyph",
                "Weiss ask Goodwitch about this evolution of her semblance",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Weiss recorded the important facts about her Glyph right away.<br>\r\n<br>\r\n1. It appears with a spiral design on it<br>\r\n2. It can entrance however people break from its influence the moment they are no longer looking at it.<br>\r\n3. While subject 1 hasn't resisted my influence it lagged on my more extreme order.<br>\r\n <br>\r\nHer next goals where to see if it affected different people differently, if she could get more than one person under at once, and whether or not it has a time limit. For that she'll need more than one test subject. Thankfully she knew a lot of people she could test this on. And a lot of people she wanted to sleep with.</span></div></div>",
            "created":1595394000,
            "id":2873189,
            "title":"Weiss grabs a notebook and begans to write down..."
        },
        "12113131":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Oblivious Blake.",
                "Install triggers",
                "Weiss programs something else."
            ],
            "content":"<div class=\"\"><div> <span>While Weiss was deciding what to do, the door to her dorm opened and Blake walked in.<br>\r\n<br>\r\n“Hey, Weiss.” She greeted.<br>\r\n<br>\r\n“Hey,” Weiss replied absentmindedly, staring at the notebook. She shook her head and looked up, realizing she just got a gift from god. With Yang and Ruby gone, she and Blake would be alone for hours. “What have you been up to?”<br>\r\n<br>\r\n“Just got back from the Emerald forest,” Blake replied, sititng down. “Had a quick shower in the locker rooms beforehand.”<br>\r\n<br>\r\nWeiss suddenly imagined that lushes ass of hers with water running down it.<br>\r\n<br>\r\n“What about you?” Blake asked, pulling a book from her pile.<br>\r\n<br>\r\n“Finished up some sparing with Ruby before she left with Yang and then doing a bit of studying,” Weiss replied. “I discovered a new glyph I’m trying to figure out how to use it effectively.”<br>\r\n<br>\r\n“A new one?” Blake asked.<br>\r\n<br>\r\n“Yeah, want to see?”<br>\r\n<br>\r\nBlake shrugged.<br>\r\n<br>\r\n“Sure, but I don ‘t think I’ll be able to help much.”<br>\r\n<br>\r\nWeiss smiled and conjured the spinning rune in front of Blake. Blake stared at it and then her eyes glazed over.<br>\r\n<br>\r\n“Can you hear me?” Weiss asked.<br>\r\n<br>\r\n“…Yes…” Blake muttered in a monotone, just like Ruby.<br>\r\n<br>\r\nWeiss had to contain her excitement. She would have to test it a few more times to be sure, but It appeared to work on all people. It wasn’t a fluke with Ruby. Faunus and Humans reacted the same. Now she had to decide what to have Blake do. With Ruby, she changed her personality and changed what her opinion on sexual intercourse.<br>\r\n<br>\r\nTo further her tests, she needed to do more.<br>\r\n<br>\r\nHer first idea was to set it up so Blake would be oblivious to anything Weiss did to her in the room. That would allow Weiss to play with Blake’s sexy body all she wanted without issue. She could have Blake see it as normal. Or, she could try hypnotic triggers. Yang and Ruby watched hypnosis shows in the room before, those triggers could be activated with a word or action. Weiss could set up Blake to do anything she wanted with a single phrase or snap of her fingers.<br>\r\n<br>\r\nHer mind kept racing through the possibilities.<br>\r\n</span></div></div>",
            "created":1595394000,
            "id":2873279,
            "title":"Blake returns to the room"
        },
        "121131312":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Hungry Kitty",
                "Compliment the Bellabooty",
                "Miss my maid",
                "None, Ruby and Yang came back early. ",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Weiss decided to instill some triggers \"Blake whenever I say the words 'Hungry Kitty' you will eat me out and not notice that you're doing it. Afterwords you will clean up the mess, understood?\"<br>\r\n<br>\r\nWhen Blake gave an affirmative answer, Weiss continued.<br>\r\n<br>\r\n\"Whenever I compliment your ass you won't think it's weird and instead offer to let me see and touch it. Anytime I tell you that I miss my maid, you will become my sexy kitty servant until I tell you that I am no longer homesick. You won't remember doing any of this.\"<br>\r\n<br>\r\nWeiss dispelled her glyph and happily decided which trigger to use first.</span></div></div>",
            "created":1595394000,
            "id":2873291,
            "title":"Install triggers"
        },
        "1211313122":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Keep going.",
                "Kitty might be hungry.",
                "Weiss misses her maid."
            ],
            "content":"<div class=\"\"><div> <span>Weiss watched Blake sit down on her bed and begin reading.<br>\r\n<br>\r\nWhat trigger did she want to do first? Ruby had just ate her out not to long ago, so maybe one of the others.<br>\r\n<br>\r\n“Hey, Blake.” Weiss called over.<br>\r\n<br>\r\n“Yeah?” Blake looked up.<br>\r\n<br>\r\n“You ass looks really nice today.” Weiss told her. Her breath stopped when Blake looked at her and paused for a moment.<br>\r\n<br>\r\n“Really?” Blake looked at her. “Thank you. Do you want to see and touch it? No one else is around.”<br>\r\n<br>\r\n“Yes!” Weiss coughed. “I mean, yes please.”<br>\r\n<br>\r\nBlake turned over on the bed and pulled her pants down, followed by her black underwear. Blake was now pants less. Weiss couldn’t stop the huge smile on her face as she walked over. Putting her hand on Blake’s ass, she began to feel it. Supple and firm, the perfect ass. Her hands moved and groped it, enjoying the sensation of finally playing with what she could never have before. Bending down, she kissed Blake’s butt cheek and then sniffed.<br>\r\n<br>\r\nIt didn’t smell bad. Blake kept herself clean.<br>\r\n<br>\r\nUnable to resist, Weiss sucked on her finger for a moment and then slowly pushed it into Blake’s ass.<br>\r\n<br>\r\n“Hffftt.” Blake took a sharp intake of air, but kept reading. She really was ignoring Weiss now.<br>\r\n<br>\r\nWeiss smiled and played with Blake’s butt, deciding what to do next.<br>\r\n</span></div></div>",
            "created":1595394000,
            "id":2873315,
            "title":"Compliment the Bellabooty"
        },
        "12113131221":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "She uses one of the other triggers",
                "Looks for more women to... test on",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Weiss started with one finger and pulled out a little bit before putting on two fingers. Blake ignored her even if she gasped in pain. With a little time (and maybe Ruby’s smaller hands) Weiss would be able to fit her whole hand in Blake’s butt.<br>\r\n<br>\r\nWeiss kisses Blakes ass on the cheek. It was fun. With her taste for booty sated Weiss...</span></div></div>",
            "created":1595394000,
            "id":2873345,
            "title":"Keep going."
        },
        "121131312212":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Triggers like Blake.",
                "Change her personality and thoughts like Ruby.",
                "Do something new with Coco."
            ],
            "content":"<div class=\"\"><div> <span>Feeling confident, Weiss got off and prepared to head out. Subconsciously noticing Weiss was done, Blake put on her panties and pants and went back into her normal reading position. She had no idea Weiss just violated her ass nor Weiss plans to see how much of her hand she could get into there in the future. Weiss debated using the triggers on Blake, but since Blake was programmed and a roommate, it wasn’t a rush job.  She could do it anytime.<br>\r\n<br>\r\nScribing down her findings in her book, she headed toward the door.<br>\r\n<br>\r\n“I’m heading out for a bit,” Weiss told Blake. “I’ll be back later.”<br>\r\n<br>\r\n“Okay.” Blake looked up from her book for a moment, nodded, then went back to her reading.<br>\r\n<br>\r\nWeiss had to resist skipping as she went down the hallways. Things were going perfectly. Ruby would have sex with her anytime she wanted and the Bellabooty was available for her to use anytime she wanted. She wished Yang was here so she could get some revenge on that girl who insulted her chest side constantly. However, Weiss wasn’t someone to waste time. She had a target in mind.<br>\r\n<br>\r\nCoco Adel, a super-hot wealthy fashionista. A perfect girl for someone like Weiss.<br>\r\n<br>\r\nIt took a good thirty minutes to find her, but Weiss found her in the locker rooms. Coco was a tough girl who trained a lot when not working on her fashion. She was the only one in the locker room, but that didn’t mean someone else wouldn’t come in.<br>\r\n<br>\r\n“Hey, Coco!” Weiss greeted.<br>\r\n<br>\r\n“Oh, sup Weiss. Coming back for some more training?” Coco grinned. “Working hard I see.”<br>\r\n<br>\r\n“Want to have a friendly spar?” Weiss asked, hoping to get her to a locked room for fun.<br>\r\n<br>\r\n“Eh, I shouldn’t,” Coco mused. “Need to work on some new outfit designs for the next season.”<br>\r\n<br>\r\n“Ah, want to at least see something cool?”<br>\r\n<br>\r\n“Sure.” Coco was interested and Weiss conjured the glyph.<br>\r\n<br>\r\nOne moment later, Coco was entranced.<br>\r\n<br>\r\n“Now, how about you grab all your stuff and come with me to one of the training rooms.” Weiss told her. Coco followed the moving glyph and once they were in a training room, Weiss locked the door. “Oooo, I can’t wait to examine the body.” She licked her lips as she looked Coco up and down. “What would be the most entertaining way?”<br>\r\n</span></div></div>",
            "created":1595394000,
            "id":2873348,
            "title":"Looks for more women to... test on"
        },
        "1211313122121":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Use fashionable trigger",
                "Use compliments",
                "Style trigger",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“Coco from now on, every time I tell you to do something and I say that it’s fashionable you will do it no questions asked.” Weiss smiles as Coco says the trigger back.<br>\r\n<br>\r\n“Also,” she continued “Everytime I compliment you, you will feel horny. Whenever I say that your out of style you will believe anything I tell you is in style and will dress like that.”<br>\r\n<br>\r\n“...Compliment...horny...” Coco droned “...style...believe...”<br>\r\n<br>\r\nWeiss felt excited.</span></div></div>",
            "created":1595480400,
            "id":2873771,
            "title":"Triggers like Blake."
        },
        "12113131221211":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Keep going.",
                "Leave, but adjust Coco's fashion.",
                "Leave after complimenting her."
            ],
            "content":"<div class=\"\"><div> <span>Coco snapped out of the trance when Weiss got rid of the glyph.<br>\r\n<br>\r\n“Sorry, dozed off there for a moment.” Coco apologized.<br>\r\n<br>\r\n“I was wondering,” Weiss said. “Are you and Velvet a couple?<br>\r\n<br>\r\n“Guess the cats out of the bag,” Coco sighed. “If you can, keep it quiet. Velvet’s really anxious about those things, but yeah. We are. She finally asked.”<br>\r\n<br>\r\nWell, that was going to complicate things now that Weiss would have to put Velvet under too. That didn’t mean she couldn’t have a taste.<br>\r\n<br>\r\n“It’s fashionable to forget Velvet and make out with me passionately while we are alone like this.” Weiss told her, careful to use wording to avoid problems until Velvet was enslaved.<br>\r\n<br>\r\nCoco blinked and her eyes grew lusty. She moved forward and wrapped her arms around Weiss, before slamming her lips against hers. Weiss loved the taste as Coco’s tongue invaded her mouth. Their hands began to explore each other as their tongues locked together. Coco was not shy and made sure to grope Weiss’ ass. Weiss meanwhile was enjoying her hips and the taste of her lips.<br>\r\n<br>\r\nThis continued for a few minutes before they broke contact.<br>\r\n<br>\r\nWeiss could still taste Coco’s lips.<br>\r\n</span></div></div>",
            "created":1595480400,
            "id":2873799,
            "title":"Use fashionable trigger"
        },
        "121131312212112":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Give Pyrrah triggers",
                "Change her mind like she did with Ruby",
                "Move her crush from Jaune to Weiss",
                "Pyrrah needs someone to milk her.",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>\"You know Coco,\" Weiss said smiling to her self \"It's out of fashion to cover up so much. You need to show more skin to stay on trend.\"<br>\r\n<br>\r\nWeiss left Coco to ponder that. She happily walked through the halls of beacon planning what else she could make people do. She had some embarrassing ideas for a certain pair of tits attached to a blond. But first she found a pair of tits attached to a red head.<br>\r\n<br>\r\n\"Pyrrah,\" Weiss greeted \"How <b>are</b> you doing today?\"<br>\r\n<br>\r\n\"Oh hello Weiss.\" She greeted polity. \"I'm doing about as well as I ever do.\"<br>\r\n<br>\r\nWeiss didn't like Pyrrah's crush on Jaune for a number of reasons, but now she had a way to correct that.<br>\r\n<br>\r\n\"Well if you need a pick me up,\" Weiss said Producing her glyph \"This could help.\"<br>\r\n<br>\r\nPyrrah fell into trance and Weiss was happily thinking about what to do to her.<br>\r\n<br>\r\n</span></div></div>",
            "created":1595480400,
            "id":2873886,
            "title":"Leave, but adjust Coco's fashion."
        },
        "1211313122121124":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Time to Milk Pyrrha.",
                "Try the Lollipop command.",
                "Do something else with Pyrrha."
            ],
            "content":"<div class=\"\"><div> <span>Well, Jaune doesn’t know Pyrrha is crushing on him, so no one will be the wiser. In her great generosity, Weiss could allow Pyrrha to be friends with Jaune, but Pyrrha was going to be one of Weiss’ concubines. Looking over the sexy redhead champion, Weiss decided she could use the triggers Weiss was preparing for Yang. While Yang had an amazing rack, her commands were going to be more… embarrassing.<br>\r\n<br>\r\n“When I say Milk Maid,” Weiss told Pyrrha. “You’re going to believe your tits need milk. Naturally, it’s embarrassing and I’m the only one who can do it. You won’t want other people to find out, so if we are in public, you’ll do whatever you can to get me to come with you alone somewhere without drawing attention. Milking consists of me playing with your breasts in anyway I want. Squeezing or sucking them, whatever. You’ll believe I’m milking you. When I say, Udders Empty, you’ll believe we’re done. Once you leave, you’ll forger we did it.”<br>\r\n<br>\r\nLongest command yet, but will be tons of fun.<br>\r\n<br>\r\n“Next, when I say ‘Lollipop’ followed by something or a body part, you’ll immediately start licking it,” Weiss continued. “Regardless what part it is. To you, it will be the most delicious thing you’ve ever tasted and you eagerly want to taste it. Once I say, ‘You Reached the Center’ you will stop licking and forget what you did.”<br>\r\n<br>\r\nThen she had to do something for Pyrrha, even if she didn’t know she needed it.<br>\r\n<br>\r\n“You will not have a crush on Jaune anymore,” Weiss told her. “You still like him as a friend and leader, but not boyfriend material. Your crush is transferred to me.”<br>\r\n<br>\r\nWeiss smiled as she decided what to do next.<br>\r\n</span></div></div>",
            "created":1595480400,
            "id":2873897,
            "title":"Pyrrah needs someone to milk her."
        },
        "12113131221211243":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Milk her",
                "Lollipop",
                "Boob competition",
                "Ass competition",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Weiss thought of various more triggers.<br>\r\n<br>\r\n\"Whenever I tell you that I'm horny, you'll happily do whatever you can to satiate me without thinking anything is out of place.\"<br>\r\n<br>\r\nPyrrah nodded along as usual<br>\r\n<br>\r\n\"When I tell you there's a tit competition you will need to see Yang's boobs for comparison with your own. You will stop at nothing to see them. When I say that theres an ass competition you will do the same thing for Blake's butt.\"<br>\r\n<br>\r\nWeiss smiled as she thought about which trigger to...trigger.</span></div></div>",
            "created":1595566800,
            "id":2874418,
            "title":"Do something else with Pyrrha."
        },
        "121131312212112431":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Trigger her more.",
                "Head back to your room to play with Blake and wait for Yang and Ruby",
                "Weiss had another stop to make."
            ],
            "content":"<div class=\"\"><div> <span>Now for the fun.<br>\r\n<br>\r\n“Milk Miad.” Weiss said.<br>\r\n<br>\r\nPyrrha took a deep breath and seemed to pant as her hands reached up to her chest. She looked around and then stared at Weiss. Her face was turning red and her voice shook as she spoke.<br>\r\n<br>\r\n“W-Weiss…” Pyrrha asked shakily. “Can I ask you… a huge favor?”<br>\r\n<br>\r\n“What is it?” Weiss asked.<br>\r\n<br>\r\n“I need you to… umm… I know it’s strange, but I need you to… milk my breasts.” Pyrrha’s face matched her hair.<br>\r\n<br>\r\n“Milk your breasts?” Weiss asked, pretending to be stunned. “What?”<br>\r\n<br>\r\n“Please!” Pyrrha begged. “I’ll do anything. I just need someone to do it. You’re the only one I can trust.”<br>\r\n<br>\r\n“…Okay.” Weiss agreed a lot faster than a normal person would. Pyrrha was relieved and removed her shirt before unclasping her bra. Weiss stared at her chest.<br>\r\n<br>\r\n“Do whatever you need to.” Pyrrha told her.<br>\r\n<br>\r\n“I will.”<br>\r\n<br>\r\nWeiss walked up and began groping those plump melons. Pyrrha began to moan, as she imagined her boobs being milked due to Weiss’ touch. Smiling to herself, Weiss started to suck on her nipple, causing even more moans. Her other hand began to twist Pyrrha’s other nipple.<br>\r\n<br>\r\n“Ahhhh!” Pyrrha gasped.<br>\r\n<br>\r\nWeiss nibbled her tit a bit and then started sucking the other one. She was groping those breasts like they were the most important pudding on the planet. Weiss finally had her fun and let go, licking her lips.<br>\r\n<br>\r\n“Udder Empty.”<br>\r\n<br>\r\n“Thank you!” Pyrrha thanked. “I’m so sorry for putting you on the spot. I just needed that.” She covered her chest and blinked, forgetting everything. “What where we doing?”<br>\r\n</span></div></div>",
            "created":1595566800,
            "id":2874425,
            "title":"Milk her"
        },
        "122":{
            "author_id":"xanaboy1",
            "author_name":"Banjogeek",
            "choices":[
                "Ruby is confused at what Yang is saying",
                "Ruby decides not to answer Yang's question and goes to the library",
                "Ruby explains that she always studies.",
                "Weiss finds the two of them together arguing",
                "Blake finds the two of them together arguing."
            ],
            "content":"<div class=\"\"><div> <span>When Ruby was in the Halls she failed to notice someone in front of her it was her sister Yang. They bumpped into one another.<br>\r\n<br>\r\n\"Ruby watch were you are going,\"said Yang getting up off the floor.\"Why did you bump into me like that?\"<br>\r\n<br>\r\n\"I think you should watch were you are going sister..I have to get to the library for this book I need for studying,\"said Ruby explaining as she got up.<br>\r\n<br>\r\n\"Wait hold on.. studying you don't study,\"said Yang confused.\"I have never seen you ever want to study before.\"</span></div></div>",
            "created":1595480400,
            "id":2873901,
            "title":"Ruby runs into someone."
        },
        "1221":{
            "author_id":"xanaboy1",
            "author_name":"Banjogeek",
            "choices":[
                "Weiss is no longer at the Library and Ruby doesn't spot her",
                "Weiss is still at the Library.",
                "The Book is gone and Weiss isn't there",
                "Ruby notices her sister following her",
                "Ruby notices her own outfit and decides she needs a new one."
            ],
            "content":"<div class=\"\"><div> <span>\"I am quite confused at what you are saying sister,\"said Ruby shrugging.\"Anyway if you are going to keep me any longer. I won't be able to get a book and study.\"<br>\r\n<br>\r\n\"Ruby.. are you alright?\"asked Yang quite concerned at how her sister was acting.<br>\r\n<br>\r\n\"Yes..I am alright,\"said Ruby confused.<br>\r\n<br>\r\n\"O-OK sister,\"said Yang mumbling as she watched Ruby walk pass her to the library after she was far enough away. Yang began to tail her from behid to see if she was able to see what was going on with her.</span></div></div>",
            "created":1595480400,
            "id":2873913,
            "title":"Ruby is confused at what Yang is saying"
        },
        "12212":{
            "author_id":"xanaboy1",
            "author_name":"Banjogeek",
            "choices":[
                "Weiss remembers about the Gylph",
                "Weiss says OK and forgets that she used the Gylph",
                "Yang is spotted by Weiss",
                "Yang makes a loud noise and makes herself known",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Ruby made to to the Library just before Weiss was about to leave.<br>\r\n<br>\r\n\"Ruby what are you doing here?\"asked Weiss confused.<br>\r\n<br>\r\n\"Studying,\"answered Ruby.\"It's what I always do. gah you are just like my sister who just stopped me in the halls and asked the same question. now if you can..wait were is the last copy of the book.\"<br>\r\n<br>\r\nRuby noticed that Weiss had the book.<br>\r\n<br>\r\n\"Looking for this I guess?\"asked Weiss showing off the book to Ruby.<br>\r\n<br>\r\n\"Yes when you are done can I have that book to study partner?\"asked Ruby politely.</span></div></div>",
            "created":1595480400,
            "id":2873927,
            "title":"Weiss is still at the Library."
        }
    },
    "info":{
        "author_id":"shely",
        "author_name":"turtleguru",
        "brief_description":"Weiss is horny.",
        "created":1594431300,
        "description":"<td align=\"left\" class=\"norm\">(During first 3 volumes at some point, flexible canon for convenience.) <br>\r\n<br>\r\nWeiss Schnee shared a room with three of the sexiest girls in Beacon. She would love to have even one of them fuck her, but who knows how they'll respond to that? Luckily she has a solution.<br>\r\n<br>\r\nHer Glyphs. While training she found out how to make a glyph that will put anyone into a hypnotic trance. She immediately starts planing on how to turn her team and every other sexy girl in the school into her sex slaves.<br>\r\n<br>\r\nRules:<br>\r\n1) Good grammer. I'll allow you some typos but if a chapter is incomprehensable, I'll delete it.<br>\r\n2) I can add rules later if I think of any more.<br>\r\n<br>\r\nHave Fun</td>",
        "id":2226535,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595637120,
        "modified":1595637120,
        "pretty_title":"Weiss's Hypnosis Glyph"
    }
}