{
    "chapters":{
        "1":{
            "author_id":"aac288901",
            "author_name":"aac",
            "choices":[
                "That you look different (transform)",
                "That your shrunk",
                "Dont realize what's going on and explore",
                "Dont realize and stay put",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You wake up in a dense jungle. Unaware of where you are. The last thing you remember is drinking a few beers and watching tv. You know there isnt any jungle near your apartment. You notice...</span></div></span></div>",
            "created":1565326800,
            "id":2699656,
            "title":"The jungle"
        },
        "11":{
            "author_id":"aac288901",
            "author_name":"aac",
            "choices":[
                "Ant",
                "Spider",
                "Fly",
                "Cricket",
                "Rollie pollie"
            ],
            "content":"<div class=\"\"><div> <span>You look at your arms and they start to freak out a little bit as you notice you dont have hands! Your arms are a different color than normal as well. You see something shiny in the jungle ( piece of glass) and walk up to see your reflection. Your a ...</span></div></div>",
            "created":1565413200,
            "id":2699837,
            "title":"That you look different (transform)"
        },
        "111":{
            "author_id":"aac288901",
            "author_name":"aac",
            "choices":[
                "You see the way to the apartment ",
                "Someone is coming your way"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The feeling is overwhelming at first, then you think this could be fun. Multiple legs and super strength. You easily lift a pebble twice your size. Trying out your new body you climb a blade of grass to get a better view...</span></div></span></div>",
            "created":1575090000,
            "id":2754013,
            "title":"Ant"
        },
        "113":{
            "author_id":"aac288901",
            "author_name":"aac",
            "choices":[
                "Family",
                "Single woman 20s"
            ],
            "content":"<div class=\"\"><div> <span>Your sense of smell has increased dramatically, you spin around in disbelief. Definalty have wings. More legs and small hairs. Big eyes. Yep I'm a fly. Trying to make the best of it you attempt to fly. After a few attempts and crashing, up you go. Now you can see where you are. The community garden! Flying is pretty sweet, but then someone is coming.</span></div></div>",
            "created":1597381200,
            "id":2885681,
            "title":"Fly"
        },
        "12":{
            "author_id":"aac288901",
            "author_name":"aac",
            "choices":[
                "Figure out exactly where you are ",
                "Rest for a while",
                "Someone comes",
                "Something comes"
            ],
            "content":"<div class=\"\"><div> <span>You walk around for a few minutes then come to a familiar landmark. It's a coke can...except its gigantic. You start to panic thinking you must be in a dream and pinch yourself. After taking a deep breath you realize you must be about 1/4 of an inch tall. You make a plan to...</span></div></div>",
            "created":1565413200,
            "id":2699931,
            "title":"That your shrunk"
        },
        "13":{
            "author_id":"aac288901",
            "author_name":"aac",
            "choices":[
                "The ground shakes",
                "There is something in the bushes"
            ],
            "content":"<div class=\"\"><div> <span>It's hot and humid as the sun beats down in the dense foliage. It's time to move and hopefully figure out where you are. You're not incompetent and can use the sun to try and stay on track. After an hour, you are starting the wear down, it's odd that you haven't seen any animals or birds. Then you see something odd. It looks like a cucumber but its huge, the size of a bus. Confused you sit down to try and figure out what's really going on. Just then...</span></div></div>",
            "created":1565758800,
            "id":2702148,
            "title":"Dont realize what's going on and explore"
        },
        "14":{
            "author_id":"aac288901",
            "author_name":"aac",
            "choices":[
                "The ground is rumbling ",
                "Wake up, the sun is fully out and it's hot "
            ],
            "content":"<div class=\"\"><div> <span>Looking around your completely lost. You remember watching a survival show that says to stay put if you get lost and you have better chances of being found. You try to put together a small shelter and sit down to wait. It's kind of a relaxing area, lots of green trees that look funny. You start to drift off as you lay down...</span></div></div>",
            "created":1565586000,
            "id":2701007,
            "title":"Dont realize and stay put"
        },
        "15":{
            "author_id":"sky1",
            "author_name":"Alexi",
            "choices":[
                "They get theto deal with it authorities. Would they believe the gang?",
                "They go see a mad scientist that fox knows....",
                "They run for there lives and end up never mentioning it again until..."
            ],
            "content":"<div class=\"\"><div> <span><b>It didn't take long once the community garden closed for the evening before the squirrels, the fox, two cockroaches, and the crows, all four of them head a meeting.<br>\r\n,<br>\r\nThey were fed up with the way some trashed the grounds and didn't know who it could be, so they decided to do a vigil nighter. This way the culprits would be caught and punished. So, began the vigil. Crows perched in the apple and plum trees, Squirrel, after taking a few nuts from the walnut tree. Cockroaches stayed in the long grass near some food that had been dumped, fox prowled by the chicken hutch, his favorite pacer space, he hunched down on all fours. <br>\r\n<br>\r\nIt didn't take long before the garden began to smell, the long grass moved in lines and large footprints followed.<br>\r\n<br>\r\nThe gang had to hold their fear in and couldn't believe what they saw. It was like a SciFi movie.  and they were followed by A mischief of rats came through he grass like an army and followed by a pit of snakes crawling. The cockroaches ran for cover and hid behind the shed with fox already there followed quickly by the squirrels. They devoured all the greens, so unusual and then they were like re-charged batteries, the night was heavy and a storm was brewing. What happened next, was it, aliens, from another planet, disguised as the mischief and the pit disappeared into the soil leaving a mess. The gang had to warn others and  came out of hiding shaking, <br>\r\n<br>\r\n\"What do we do next,\" asked squirrel..... <br>\r\n </b></span></div></div>",
            "created":1597467600,
            "id":2885944,
            "title":"Other"
        }
    },
    "info":{
        "author_id":"aac288901",
        "author_name":"aac",
        "brief_description":"You shrink in the only city garden(GP!)",
        "created":1565404020,
        "description":"<td align=\"left\" class=\"norm\">The story is based in a community garden in a big city, the kids come here to pick veggies with their parents or friends, people come to hangout, everyone in town likes this place! It's the only green area for blocks.<br>\r\n<br>\r\nYou are in your 20s and have an apartment nearby. You either shrink to an inch or less or transform into type of bug in the garden. <br>\r\n<br>\r\nAnything goes except male interactions. Gp for good additions and I will add to your interactive story! Let's make this big! 1000gp for first 3 good additions <br>\r\n<br>\r\n2000 views no adds? Come on people! I will add more as well when new additions are posted</td>",
        "id":2197826,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597608180,
        "modified":1597608180,
        "pretty_title":"Community garden shrink"
    }
}