{
    "chapters":{
        "1":{
            "author_id":"liamkennedy",
            "author_name":"LiamKennedy",
            "choices":[
                "Disney Films",
                "Pixar Films",
                "Disney TV shows",
                "Expanded Universe",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ok, so first choose your category!</span></div></span></div>",
            "created":1553230800,
            "id":2633517,
            "title":"Let's Begin"
        },
        "11":{
            "author_id":"xavieraios",
            "author_name":"Xavieraios",
            "choices":[
                "Tangled",
                "The Frog Prince",
                "Peter Pan",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which movie do you want to experience?</span></div></span></div>",
            "created":1555909200,
            "id":2648695,
            "title":"Disney Films"
        },
        "111":{
            "author_id":"rogerdavis",
            "author_name":"davis ",
            "choices":[
                "Flynn Rider",
                "The King"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which guy from Tangled</span></div></span></div>",
            "created":1588568400,
            "id":2829959,
            "title":"Tangled"
        },
        "1111":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "Sure, I love that horse!",
                "No, Flynn Rider will do",
                "Someone else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about Maximus?</span></div></span></div>",
            "created":1591678800,
            "id":2848461,
            "title":"Flynn Rider vs Maximus"
        },
        "11111":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "Wait til Flynn's asleep and alone",
                "Lead Flynn somewhere"
            ],
            "content":"<div class=\"\"><div> <span>Ever since Maximus met Flynn and Repunzel, he wasn't feeling like himself for a wnile. His mood changed, his trust lifted, but something else is wrong. You see, Flynn gives Maximus a few apples per day, but all at once, one every 5 hrs as a treat. Unfortunately, that gave Max horrible gas andhe blames Flynn for that, so he decided to get revenge on him, but how...?</span></div></div>",
            "created":1591678800,
            "id":2848465,
            "title":"The Noble Steve"
        },
        "111111":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "He's gonna make Flynn kiss his ass",
                "He's gonna use Flynn as his new toilet"
            ],
            "content":"<div class=\"\"><div> <span>Nighttime seemed like the perfect opportunity to fart on Flynn, no can see you doing it, Perfect! You wait til nightfall and hid near Flynn's napping spot until Flynn falls asleep. You made your move and quietly snuck up on Flynn, towering over him. You turn around and slowly rest rear end on Flynn's face, you adjust to make yourself feel comfortable. You let out a silent SBD on his face, followed by 3 short poots. The farts smelled bad, but to your suprise, Flynn hasn't woken up yet. You look back to admire the remains of Flynn's face that is cover by your white horse butt, the site was amusing and gave you a hard-on. You grunted once more and let a loud 20 second blast on Flynn's face, thus waking him. He screamed and protested, trying to get you to get off, but to no advil. The struggles made him tickle your anus, causeing more long and stinky farts to come out. He coughed from the stench and began to beat on your ass and pull your tail, every yank resulted to a hot SBD to the face. Flynn gave up in exhaustion, accepting the circumstance he's in currently. He sniffed your ass unwillingly since it's the only source of air, it reeked of apples and shit. \"No more apples for you\" Thought Flynn. An idea struck you as you grinned with evil, the next time he coughed, you moved your anus to his mouth. This made him scream once more, trying not to taste your anus. You let out 5 30 seconds poots into his mouth, causing his cheeks to fill with horse gas, making him gag in the process. You lifted you rear up from his face, but kept him in place. \"MAX?! ARE YOU OUT OF YOUR MIND?!\" Max gave him a look. \"I'm not going to give you apples again, do you mind getting off of me?\" Max shook his head \"What do you want from me?\" Max thought for a moment and decided...</span></div></div>",
            "created":1591678800,
            "id":2848467,
            "title":"Sleeping under the full moon"
        },
        "12":{
            "author_id":"hunky",
            "author_name":"LucasFan17",
            "choices":[
                "The Incredibles ",
                "Coco",
                "Up",
                "Other",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Pixar film would you like?</span></div></span></div>",
            "created":1556773200,
            "id":2653966,
            "title":"Pixar Films"
        },
        "121":{
            "author_id":"hunky",
            "author_name":"LucasFan17",
            "choices":[
                "Dash!!",
                "Other",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who do you want to fart on you?!</span></div></span></div>",
            "created":1556773200,
            "id":2653968,
            "title":"The Incredibles "
        },
        "125":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "Sure",
                "Nah"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Ratatouille?</span></div></span></div>",
            "created":1591678800,
            "id":2848430,
            "title":"Rat and Patooie"
        },
        "1251":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "Remy",
                "Ameal",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Let's start with the ones we all know and love.</span></div></span></div>",
            "created":1591678800,
            "id":2848432,
            "title":"La Ratatouille"
        },
        "12511":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "In the Sewers (Rat Colony)",
                "In Paris (Gusto's Kitchen)"
            ],
            "content":"<div class=\"\"><div> <span>(Remy Dialogue): Here we are again, a stupid good for nothing dialogue to interrupt a story like this, but here me out because this make sense eventually. In case you haven't seen the Film (I know, Deadpool moment, but we rats can do it too), I became one of the biggest chefs of Gusto's Restaurant. I was born with a high sense of taste and smell, which make me the poison checker of the rat colony. The thing is, I wanted something more because, let's face it, we steal garbage to eat... GARBAGE! So I snuck into the old lady's house, took Gusto's Cookbook and nearly made out alive. All was good, until I took a wrong turn and ended up in Paris. I found Gusto's Restaurant and decided to have a peak of the kitchen itself. *Rips up the rest of the dialogue* You know what? That's not why your here, so I'm going to go straight to it. This is the story of how a food loving Rat like me, becomes gassy from something that ISN'T garbage. Now, I'm going to shut up, and let you decide how my gassy rat rear will take place, heck, I don't care if you make gas out all of Paris. One last thing, My name is Remy, I have teal fur, I'm fairly thin and I love to cook. Alright, that's it, it's your turn now, how about something easy to start things off... Where am I?...</span></div></div>",
            "created":1591678800,
            "id":2848444,
            "title":"The Rat who became a Chef"
        },
        "125111":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "Stink up the Colony",
                "Find Someone"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Great... The Sewers... Well, I suppose you want me to gas up the whole colony? Or do you have something else in mind?</span></div></span></div>",
            "created":1591678800,
            "id":2848447,
            "title":"Home Stink Home"
        },
        "1251112":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "Ameal",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Way-woah-woah-woah-woah-WOAH! Hang on.. I feel like I know where this is going, you want me to fart on someone don't you? *Sigh* Fine.. if it makes you happy.. Who do you want me to fart on?</span></div></span></div>",
            "created":1591678800,
            "id":2848449,
            "title":"Want some gas?"
        },
        "12511121":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "Go ahead"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Figured as much you want Ameal, fine I'll tell you how it happened.</span></div></span></div>",
            "created":1591678800,
            "id":2848450,
            "title":"Do farts smell as good as Garbage?"
        },
        "125111211":{
            "author_id":"orangeskunk5",
            "author_name":"OrangeSkunk5",
            "choices":[
                "Remy finds Ameal asleep somewhere",
                "Ameal is nowhere to be found (Surface?)"
            ],
            "content":"<div class=\"\"><div> <span>It happened back before we had to escape the old lady's house due to an \"accident\".<br>\r\n<br>\r\nMe and Ameal where helping to get food for the colony, and when I mean Me and Ameal, I ment me specificly.<br>\r\n<br>\r\nYou're already  aware of thefact that I'm choosen for poison checker thanks to my gift, but Ameal would rather go and eat it before we can get a \"Supply\". <br>\r\n<br>\r\nI decided to pull a prank on him to see how he would react. When \"we\" went to go collect food (It's garbage), I cracked on off next to him to see if he reacts, it was sorta loud, so I made it seem like I did that on accident.<br>\r\n<br>\r\nHe sniffed the air a few times and told me that it was fine, which made me think he likes my farts. After about 20 minutes of getting... whatever we got even was before it became old and spoiled... we returned to the colony. <br>\r\n<br>\r\nA few years leads to where I am now, in the sewers with my family and occasionally go up to the surface to see how Linguini and Colette are doing. A few years seems like a while doesn't it? So I'm going to go find Ameal and see it he still likes the smell of my farts...</span></div></div>",
            "created":1591938000,
            "id":2850063,
            "title":"Go ahead"
        },
        "13":{
            "author_id":"liamkennedy",
            "author_name":"LiamKennedy",
            "choices":[
                "Suite Life",
                "Wizards of Waverley Place",
                "Jessie",
                "Austin & Ally",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which TV show?</span></div></span></div>",
            "created":1553230800,
            "id":2633520,
            "title":"Disney TV shows"
        },
        "131":{
            "author_id":"jesshutcj",
            "author_name":"Jess ",
            "choices":[
                "Cody sits on your face",
                "Zack sits on your face",
                "Neither sit on your face"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Cody and zack</span></div></span></div>",
            "created":1579323600,
            "id":2775320,
            "title":"Suite Life"
        },
        "132":{
            "author_id":"xavieraios",
            "author_name":"Xavieraios",
            "choices":[
                "Justin",
                "Max",
                "Mason"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character tortures you?</span></div></span></div>",
            "created":1555909200,
            "id":2648693,
            "title":"Wizards of Waverley Place"
        },
        "1321":{
            "author_id":"kirito-kun",
            "author_name":"kirito",
            "choices":[
                "He sits on you",
                "He takes off his pants",
                "He takes off his underwear"
            ],
            "content":"<div class=\"\"><div> <span>You are eating at the Waverly sub station, reading a book about wizards, the waiter is really friendly with you.<br>\r\n\"Hey I saw you're reading something on wizards, are you into this?\" he asks you when you finish eating<br>\r\n\"Yeah I find the magic's history really interesting\" you answerd<br>\r\n\"Me too\" he tells with a smile \"By the way my name is Justin\"<br>\r\n\"Mike, nice meeting someone who is into this too\" you respond<br>\r\n\"I have few things about magic in my room, would you see them later?\" <br>\r\n\"Yeah why not\" you think he's flirting with you but even if you're not gay that could be cool and you could be friends<br>\r\n\"See you when my job is done\"<br>\r\n<br>\r\n----Later that day----<br>\r\n\"Alright, follow me upstair, all my famaly is outside\" he tells you<br>\r\nYou follow him to his room, \"Okay so show your magic things\" you says laughing<br>\r\n\"Oh it's right here\" he responds with a mischievous voice, you turn around and see him with a wand, he points it at you and you feel weird, you fall on his bed, you can't move or even talk, all you can do is move your eyes and breathe by your nose.<br>\r\n\"You know it's been a long time I wanted to do that to someone and you're perfect\" he says whil come closer to you<br>\r\nHe places you correctly on his bed, your head on the pillow, he points his wand again \"If you have question it's time\" suddenly you can talk again \"What are you gonna do to me?\" you ask with a panicked voice<br>\r\n\"Just torturing you with my fart, they are so stinky that my family want me to fart only in my room\"<br>\r\nYou want to beg but he points his wand and your mouth is closed again<br>\r\n\"It's time\" he says while laughing evilly</span></div></div>",
            "created":1566277200,
            "id":2705418,
            "title":"Justin"
        },
        "13211":{
            "author_id":"kirito-kun",
            "author_name":"kirito",
            "choices":[
                "You do it",
                "You don't"
            ],
            "content":"<div class=\"\"><div> <span>He bends down next to your face to takes off his shoes and lets out a tiny, silent fart but it's so stinky your nostrils hairs burn, you want to sream to him to free you but all he hears is muffled <br>\r\n\"Oh this is nothing compare to what his coming and I should free your mouth, it will be funnier if I hear you suffer from my gas\" he start laughing while imagining it.<br>\r\nHe puts his feet on each side of you and starts get down, his jean slim give hime a litlle wedgie, he sits on you and your nose is right between his cheeks, the pressure and his jean hurt you<br>\r\n \"Stop, you will kill\" you scream<br>\r\n\"Don't worry I make you immortal,I don't want to use my toy\" he just keeps gets down down on you, your nose goes deeper and finally<br>\r\n <i>Pppprrrrprprrprprprr</i> he lets out a big fart straight into your nose, he was right it's way worse than the first one, you want to puke but you can't surely because of his spell before the smell goes he lets out an another one <i>prbprbbprbbrbbrprt</i> a wet one this time, you groan in disgust<br>\r\n\"This so much fun\" you heard him say and laugh while you suffer and cry <br>\r\n\"We will make a deal, kiss my ass during 5 minutes and you will be rewarded otherwise you will be punish, just to inform you, I've got a lot of gas to release\"</span></div></div>",
            "created":1566277200,
            "id":2705438,
            "title":"He sits on you"
        },
        "133":{
            "author_id":"xavieraios",
            "author_name":"Xavieraios",
            "choices":[
                "Luke",
                "Ravi",
                "Tony"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character tortures you?</span></div></span></div>",
            "created":1555909200,
            "id":2648692,
            "title":"Jessie"
        },
        "134":{
            "author_id":"xavieraios",
            "author_name":"Xavieraios",
            "choices":[
                "Austin",
                "Dez",
                "Dallas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character tortures you?</span></div></span></div>",
            "created":1555909200,
            "id":2648694,
            "title":"Austin & Ally"
        },
        "135":{
            "author_id":"kirito-kun",
            "author_name":"kirito",
            "choices":[
                "Lab Rats",
                "Mighty med",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why not some Disney XD?</span></div></span></div>",
            "created":1570424400,
            "id":2729587,
            "title":"Other"
        },
        "1351":{
            "author_id":"kirito-kun",
            "author_name":"kirito",
            "choices":[
                "Adam",
                "Chase",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who's gonna be the victim?</span></div></span></div>",
            "created":1570424400,
            "id":2729591,
            "title":"Lab Rats"
        },
        "13511":{
            "author_id":"kirito-kun",
            "author_name":"kirito",
            "choices":[
                "Chase",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>(Here a photo of Adam: <a rel=\"nofollow\" href=\"https://urlz.fr/aIV8\" target=\"_blank\">https://urlz.fr/aIV8</a> )<br>\r\nAdam is alone in the house and goes to the basement to play with the cabins settings, he pushes on random button just because he thinks it's funny. Few times later he goes to sleep but the cabin's settings are still changed. During the night the cabin affect his body and shrink him to 3 inches. He wakes up because someone steps in.<br>\r\nWho is it?</span></div></div>",
            "created":1570424400,
            "id":2729601,
            "title":"Adam"
        },
        "135111":{
            "author_id":"kirito-kun",
            "author_name":"kirito",
            "choices":[
                "...some gassy food'",
                "...nothing between you and me\""
            ],
            "content":"<div class=\"\"><div> <span>(Chase: <a rel=\"nofollow\" href=\"https://urlz.fr/aIVK\" target=\"_blank\">https://urlz.fr/aIVK</a> )<br>\r\nChase comes in the basement to wake up Adam but doesn't see him in his cabin. While looking for him he notices a doll inside and look closer. But it's not a doll it's a tiny Adam trying to open his cabin. Chase opens it and seizes him.<br>\r\n\"Hey <i>big</i> brother how do you manage to shrink <b>again</b>?\" asks Chase visibly amused<br>\r\n\"I don't know yesterday I played with the cabins and I woke up like this\"<br>\r\n\"Wait you played with ALL the cabins!\" he screams upset \"Fortunatly I did't sleep here because we are alone here for a week, maybe more so if we both shrank it would have been a nightmare, but once again I will fix your craps\"<br>\r\n\"Oh thanks I can't stand being tinier than you\" says Adam with laughs<br>\r\n\"You know what Adam, I think being doll size for week will learn you to not mess with settings and I could have fun\" tells Chase with a mischievous grin<br>\r\n\"Wait what do you mean? you can't do that I'm your brother\" begs Adam<br>\r\n\"Yeah the brother that uses me to wash the toilet, that sits and farts on my face because the couch isn't comfortable enough and other things even grosser\" Chase yells to Adam who is smilling to all the memories<br>\r\n\"But it feels so good to have something like your nose between my cheeks and your struggles everytimes I farted *laughs* so funny\" responds Adam<br>\r\n\"Well maybe you're right, let me try\" with that he puts Adam on a chair and comes down on him, all Adam can see before getting crush is the white wall of Chase training pants. When he is sit Chase moves to place is brother in his crack, Adam trys to push him and to struggle out but the only effect is to make Chase laughs. <br>\r\n\"Poor Adam it's seem your powers don't work\" Chase laughs at him \"And I hope it's not too stinky, my pants hasn't been washed since months\"<br>\r\nIn fact Adam is living a nightmare, the smell under Chase's ass is like a boys locker room, the air is filled with sweat and his pants is impregnated of farts scent. Adam try to scream but all he gets is a mouth full of ass sweat that he is forced to drink. He wants to puke and struggle even more.<br>\r\n\"You were right it's really funny to feel you there, but it would be funnier with...</span></div></div>",
            "created":1570510800,
            "id":2730168,
            "title":"Chase"
        },
        "1351111":{
            "author_id":"kirito-kun",
            "author_name":"kirito",
            "choices":[
                "... it's way too hot with those pants\"",
                "...I have to go to the bathroom\""
            ],
            "content":"<div class=\"\"><div> <span>Adam screams and struggles when he hears that which makes Chase chuckles. Chase stands up and seizes him<br>\r\n\"I think there is some beans upstairs\" he says to Adam with a mischievous smile. He goes in the kitchen while Adam is fighting and begging in his fist.<br>\r\nHe takes a can of beans and head to the living room<br>\r\n\"You're right about one thing\" he tells Adam who is still fighting<br>\r\n\"What?\" yhe tiny boy asks confused<br>\r\n\"This couch is not really comfortable and you are a better cushion\" he responds laughing as he places him on the couch and sits right on him. Adam has no time to react as his brother's ass is once again coming down on him.<br>\r\nChase is resting, watching TV eating some beans and enjoying his tiny brother struggling under his ass and it's about to get way funnier because the beans start to kick in. He raises a butt and <i>PRRPRRRRPRPRRP</i> he rips an explosive fart right on his brother. He can't help but laughs as Adam fights even more he can even hear him gag because of the smell. <i>Phhhhhhhhhhh</i> he releases a long silent fart that makes Adam coughs. After launching a bit, he stands up and looks at the weak tiny Adam<br>\r\n\"Your comfortable and a good fart sniffer, I didn't smell any of my farts\" he says to tease him<br>\r\n\"I'll make you pay\" Adam responds weakly<br>\r\n\"You shouldn't threaten me, you don't even know how to grow back\" he laughs at him<br>\r\nAdam tries to stand but the farts made him really weak<br>\r\n\"I hope you enjoy it because it's about to get funnier because...</span></div></div>",
            "created":1591678800,
            "id":2848575,
            "title":"...some gassy food'"
        },
        "14":{
            "author_id":"liamkennedy",
            "author_name":"LiamKennedy",
            "choices":[
                "Marvel",
                "Star Wars",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose your universe.</span></div></span></div>",
            "created":1553230800,
            "id":2633519,
            "title":"Expanded Universe"
        },
        "141":{
            "author_id":"rulydoglover7",
            "author_name":"RulyDoglover",
            "choices":[
                "Spider man",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So you go to New York City to see around and you see a guy that looks like Peter parker</span></div></span></div>",
            "created":1578546000,
            "id":2771704,
            "title":"Marvel"
        },
        "1411":{
            "author_id":"rulydoglover7",
            "author_name":"RulyDoglover",
            "choices":[
                "You say yes",
                "You say no"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You go to the guy and tap his shoulder and he turns around and asks for your name and you tell him and tells you in a whisper that he's Peter Parker and he asks you to come to his house you hear a rumble in his stomach and.......</span></div></span></div>",
            "created":1578546000,
            "id":2771706,
            "title":"Spider man"
        },
        "14111":{
            "author_id":"rulydoglover7",
            "author_name":"RulyDoglover",
            "choices":[
                "He farts on you",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>So you tell him yes and he grabs your hand and basically drags you to his apartment and then he opens it for you and you thank him and then you walk in but when you do you hear a lock then when you turn around you see Spider Man and he shoots a web at you and you fall and land in the bed and he comes over to you and says what should I do first.</span></div></div>",
            "created":1578546000,
            "id":2771709,
            "title":"You say yes"
        }
    },
    "info":{
        "author_id":"liamkennedy",
        "author_name":"LiamKennedy",
        "brief_description":"You are just an average guy who's about to experience a lot of Disney gas!",
        "created":1553303520,
        "description":"<td align=\"left\" class=\"norm\">Pick your character and get sniffing.<br>\r\n<br>\r\nNo unnecessary death.</td>",
        "id":2186044,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1591944540,
        "modified":1591944540,
        "pretty_title":"Disney Guys Fart Torture"
    }
}