{
    "chapters":{
        "1":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "U.A. Students",
                "U.A. Staff",
                "Heroes",
                "Villains",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are the first few choices, the characters chosen will be the ones changing size. Also, PM if you have any questions.</span></div></span></div>",
            "created":1548997200,
            "id":2611101,
            "title":"The Beginning "
        },
        "11":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Midoriya",
                "Bakugo",
                "Class 1A",
                "Class 1B",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First, we have Midoriya the cinnamon roll we all like. Then there's Bakugo, the one we all love to hate. These two seem like the ideal candidates to shrink down.</span></div></span></div>",
            "created":1548997200,
            "id":2611258,
            "title":"U.A. Students"
        },
        "111":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Story Slot 1",
                "Story Slot 2",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The way I'm setting this up is that each character will have multiple different storylines you can add to. </span></div></span></div>",
            "created":1548997200,
            "id":2611259,
            "title":"Midoriya"
        },
        "1111":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Notice me Teacher.",
                "Dodging Practice",
                "Special Edition Midoriya Cushion"
            ],
            "content":"<div class=\"\"><div> <span>Izuku arrived at class incredibly early, even for him. He didn't see his day being defined by passing out at his desk and waking up at a few inches tall. Nor by the fact that he has no idea why he suddenly shrank down and that no one seems to have seen him. So, he plans to climb down his chair and rush over to the teacher's desk.<br>\r\n<br>\r\n\"I wonder what would have happened if Mineta ended up shrinking?\" <br>\r\n<br>\r\n<div align=\"center\">---</div><br>\r\n<br>\r\n<b><u>In an alternate timeline.</u></b><br>\r\n<br>\r\n\"Now the boobs will be mine!\" Mineta yells up in a victorious glee, not noticing as someone's foot starts to drop on top of him.<br>\r\n<br>\r\n<div align=\"center\">---</div><br>\r\n<br>\r\nIzuku shook this thought from his mind before putting his plan into action.<br>\r\n<br>\r\n1. Izuku makes it to the front of the room, just in time to see Midnight enter the room. It seems like she will be teaching the class today.<br>\r\n<br>\r\n2. On the way to the front of the room, other students begin to enter. Leaving Izuku trapped in the middle of the floor, having to avoid the footfalls of his classmates. <br>\r\n<br>\r\n3. Before Izuku can do anything, a classmate comes in and steals his seat. They end up trapping Izuku beneath their rear, whether they notice him or not is up to you.</span></div></div>",
            "created":1549947600,
            "id":2616976,
            "title":"An odd day in class."
        },
        "11113":{
            "author_id":"brevination",
            "author_name":"Brevination",
            "choices":[
                "Hagakure ",
                "Mineta "
            ],
            "content":"<div class=\"\"><div> <span> \"Let me see, if I get a running start; I may be able to leap safely to the ground. But I have to calculate the trajectory, as well as the momentum I'll need\", Midoriya began one of his famous muttering sessions. As he quietly talked to himself, he remained blissfully unaware that a few classmates had trodded in. Two of them were walking towards his desk.<br>\r\n <br>\r\n As Midoriya finished his session, he was covered by a shadow; an enormous butt was descending upon him. Before he could dodge it, it'd already come on him. Midoriya could only wait for class to start, hoping whoever was sitting on him would go to their own seat at that point. After a few minutes, whoever was sitting on him had stood up; and to his horror, Midoriya was stuck between the cheeks of his unknown, unaware captor.<br>\r\n<br>\r\n As said captor walked off, Midoriya heard someone call out.<br>\r\n<br>\r\n \"See you after homeroom...\"</span></div></div>",
            "created":1561352400,
            "id":2678186,
            "title":"Special Edition Midoriya Cushion"
        },
        "111131":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Found by the Invisible Girl",
                "Mineta's Dream, Izuku's Nightmare",
                "Lunch Time!",
                "The last person he wants to be found by.",
                "He's been found."
            ],
            "content":"<div class=\"\"><div> <span>Izuku’s eyes widened when he heard Hagakure’s name as the giantess began to take her seat. He was between the buttcheeks of the invisible girl, and he had no way of getting her attention. While he was thankful to be held against her panties rather than being trapped directly in her butt crack, he was still worried about dropping to the floor below. Though, he wished he did try to escape after she arrived back at her seat and began to sit down. <br>\r\n<br>\r\n“No, no, no,” Izuku said as he tried to free himself from his tight situation. His struggles were in vain, however, and he found himself trapped beneath her once again. ‘At least I’m durable at this size.’<br>\r\n<br>\r\nHagakure calmly sat down, completely unaware of the tiny boy she had trapped beneath her. It wasn’t until Aizawa walked in and began to call roll that she noticed Midoriya was missing. Everyone else was in class, and she saw him leave the dorm this morning. ‘I wonder if he’s okay.’<br>\r\n<br>\r\nLooking around, she noticed the other students were also a bit worried about Izuku, but Aizawa didn’t seem to notice as he began lessons. Midoriya also went unnoticed by his giant captor as he continued to struggle. The only response he got was a quick flex of her cheeks that removed any progress he made to escape. How is Izuku going to escape from this one? <br>\r\n<br>\r\n1. Hagakure notices Izuku and frees him when no one is looking. Deciding that he didn’t mean to get sat on, she decided to stash him somewhere to keep him safe before showing him to Jirou and Mina later.<br>\r\n<br>\r\n2. Aizawa decides to put the kids through a training exercise and sends them off to get changed. Hagakure arrives their first and begins to remove her clothing, during which Izuku falls free. Before he can celebrate, he realizes he’s stuck in the girl’s locker room.<br>\r\n<br>\r\n3. Izuku remains trapped until the class heads to the cafeteria for lunch. He’s able to grab Hagakure’s skirt and pulls himself free. While’s he’s climbing her, she bumps into someone and sends Izuku flying off among the students that are eating. Go nuts.<br>\r\n<br>\r\n4. Izuku successfully escapes from the butt only to get knocked off of the chair and land under Bakugo’s desk. When he finally comes to, he realizes that he needs to get the help of his childhood bully.<br>\r\n<br>\r\n5. Izuku frees himself and falls to the floor, thankfully landing unscathed. He begins to wander around the room during lessons when someone along the way grabs him.</span></div></div>",
            "created":1593925200,
            "id":2862208,
            "title":"Hagakure "
        },
        "1112":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Ochako Uraraka ",
                "Momo Yaoyorozu ",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Izuku Midoriya didn't know what to expect when he woke up this morning. Last night things at the UA dorms got pretty hectic when the whole of Class 1-A decided to celebrate their success in gaining their hero licenses. Well except Bakugo and Todoroki, they had to try again next time. But they still joined the party all the same.<br>\r\n<br>\r\nIt had been a nonstop carnival of movies, chips, cake, and soda. It was honestly the most fun Midoriya had ever had since he and his class went to the mall. But now the party was over and Izuku was wracking his brain trying to figure out his current predicament. He obviously never made it to his room as he was in the middle of the UA dorms' living room. But why oh why was everything so huge?!<br>\r\n<br>\r\nThe coffee table stood above him like a skyscraper, the sofa was akin I-island in size, and the flat-screen T.V that sat on the wall was now comparable to the flat-screen in Times Square. Somehow he had shrunk. It was the compete reversal of Mt. Lady's quirk! Izuku was as fascinated as he was terrified. If he had to make a rough estimate of his size he'd have to be at least half a centimeter. <br>\r\n<br>\r\nHow had this happened. It couldn't have been someone else's quirk could it? There was no one with a shrinking quirk in his entire class. Could it have been another class? Maybe? Or could it have been something else entirely. Was this somehow related to One-For-All? It had never done anything aside from break his bones before. Shaking his head, Izuku decided to put the 'how' on the shelf for now and focus on finding help.<br>\r\n<br>\r\nIf he could get someone's attention without getting smashed on accident then he could most likely get back to normal. That is if what happened to him hadn't happened to anyone else. He prayed not. His worries proved to be unfounded though as what felt like an earthquake knocked him off his feet. <br>\r\n<br>\r\nWhat was that? There multiple in rapid succession, almost like a pattern. Wait a minute, could it be? Yes it was! Footsteps. Izuku regained his balance and turned to the source of the quakes. As the figure turned the corner Izuku's jaw dropped. He couldn't believe how small he was in comparison.<br>\r\n<br>\r\nIt was none other than...</span></div></div>",
            "created":1566882000,
            "id":2708647,
            "title":"Izuku's Small Morning "
        },
        "11121":{
            "author_id":"lalaker16",
            "author_name":"LALaker16",
            "choices":[
                "Full Cowling Climb",
                "Toe Smash"
            ],
            "content":"<div class=\"\"><div> <span>His best friend and crush, Ochako Uraraka, Izuku continued to gawk as he was equal parts amazed and terrified, his normally petite crush is now a giantess of epic proportions.<br>\r\n<br>\r\n<i>Oh my god, she somehow looks even more beautiful at this size, how is that even-</i><br>\r\n<br>\r\nAnd then he heard her call out, her normally sweet voice booming like thunder.<br>\r\n<br>\r\n\"DEKU? ARE YOU AWAKE YET?\" normally he loved to hear her voice, but now, it's too loud for him to handle.<br>\r\n<br>\r\nthe ground quaked once more, and she seems to be getting closer as the booming sound of footsteps and quakes seem to get stronger.<br>\r\n<br>\r\nIzuku was still frozen on the floor in awe at the size of his crush, when suddenly the sky seemed to darken, he had a moment to recognize that he made to jump away when a ginormous foot before him, kicking up dust and sending him flying 3 meters away, as he was standing up, he once again could only gawk as the size difference hits him once again, he couldn't believe it, a simple footstep sent him flying.<br>\r\n<br>\r\n\"DID DEKU-KUN WAKE UP ALREADY?\" She asked to herself, her voice soft, but to him, it might as well have been one of Kacchan's explosions.<br>\r\n<br>\r\n<i>Focus Izuku, you need to get her attention, but how?</i> His mind was running a mile a minute as he tried to come up with ways to catch her attention, and so far he only had 2 options.<b>(And because I'm a free member that means only 2 choices)</b><br>\r\n<br>\r\n1. Hitch a ride on her toes and climb up from her foot to her ear with Full Cowling.<br>\r\n<br>\r\n2. Punch her toe, starting with a 5% powered smash, and use 50% as a last resort, and then go back to option 1,<br>\r\n<br>\r\nOf course, whatever choice made, he knows it won't be that simple.</span></div></div>",
            "created":1592802000,
            "id":2855119,
            "title":"Ochako Uraraka "
        },
        "113":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Kyoka Jiro ",
                "Mina Ashido ",
                "More students"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><font class=\"size4\" style=\"\"><b>Pick a hero in training </b></font><br>\r\n<br>\r\n<br>\r\nSeat No.12) Hearing Hero: Earphone Jack, Kyoka Jiro <br>\r\n<br>\r\nSeat No.2) Ridley Hero: Alien Queen... or Pinky, Mina Ashido<br>\r\n<br>\r\n<br>\r\n<b>Or More Options</b></span></div></span></div>",
            "created":1590037200,
            "id":2839095,
            "title":"Class 1A"
        },
        "1132":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Slot 1",
                "Slot 2",
                "More Slots"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><font class=\"size4\" style=\"\"><b>Create your own Story</b></font><br>\r\n<br>\r\n<br>\r\nSlot 1<br>\r\n<br>\r\n<br>\r\nSlot 2<br>\r\n<br>\r\n<br>\r\nMore Slots</span></div></span></div>",
            "created":1590037200,
            "id":2839096,
            "title":"Mina Ashido "
        },
        "11321":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Mina dream about being a giant",
                "Mins has a nightmare about being shrunk",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>All-For-One was no stranger to boredom. For someone who's lived as long a life as he, boredom was common place. The trick was finding ways to keep himself busy or amused when there was no real work to do. But here in Tartarus, in this small cell, all there was was nothing. Just him, a bullet proof plexiglass window, and a gun set to turn him into swiss cheese if he tried anything funny.<br>\r\n<br>\r\nIt was a small price to pay though in order to allow his own successor to flourish, but at the end of the day he was still human like anyone else. He craved a little excitement. The only problem was he wouldn't find any within these four walls. The only thing he had here was time. Time that was ever so slowly slipping away from him. Damn that cursed symbol of peace. Oh well, at least he could take solace in knowing All-Might's time in the limelight was over.<br>\r\n<br>\r\nBut that still didn't solve his current dilemma. He was still bored out of his skull. He needed to generate a little excitement lest he go mad. He couldn't bust out as that would ruin things for the League, and he could kill time by fiddling around with his stolen quirks so blatantly, otherwise he'd be shot full of holes.<br>\r\n<br>\r\nHe had to think, it must be nighttime by now, the guard's shift changes happened just a few minutes ago. Everyone of significance to him in the outside world was probably fast asleep by now. Tomura, Kurogiri, All-Might, his precious students at UA, all of them. He did wonder what they were all dreaming though, the would be heroes especially. What did the next generation dream of? <br>\r\n<br>\r\nHe'd be lying to himself if he didn't admit he was quite curious. Perhaps a dream walk was in order? It was a relatively simple quirk, useless really. All it did was allow him to project himself into other's dreams. He didn't even remember why he took it. Probably to torture some poor soul no doubt. The only positive about it right now though was that it might be the only quirk he could use without getting shot.<br>\r\n<br>\r\nThe villain known as All-For-One lowered his head and nodded off. Before he knew it his astral form left his body, completely invisible to the gun overhead, and floated off into the night. His Target would be UA, after all, he couldn't help but find the idea of terrorizing the hero faithful amusing.<br>\r\n<br>\r\nIt didn't take him long to reach the UA dorms either as his ghostly form simply fazed through everything. Like this he was complete invisible and couldn't be heard unless he entered a dream. He slowly floated through the halls, peeking his head through each door. One was room decorated with music posters and instruments. Another a lavish room with a queen sized bed that took up majority of the space. Clearly the students had made this place their home away from home.<br>\r\n<br>\r\nHe peeked into a few more rooms until he came across one that really got his attention. A room that was decorated from head to toe in pink. Add to that, the room's lone occupant was also pink. Had it not been for the clashing color of her clothes he might've missed her entirely. \"Well what do we have here.\" he whispered.<br>\r\n<br>\r\nAll-For-One drifted closer to the sleeping student who had apparently kicked the covers off her bed in her sleep. She was also snoring really loudly too, indicating she was in deep sleep. Perfect. He might finally be able to have a little fun now. He placed his hand against the girl's head... and slowly disappeared into her dreams...</span></div></div>",
            "created":1590037200,
            "id":2839140,
            "title":"Encounter "
        },
        "1133":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Mineta",
                "Kirishima",
                "Shoto",
                "Iida",
                "More Students"
            ],
            "content":"<div class=\"\"><div> <span>Here are some more students in 1A to choose from.<br>\r\n<br>\r\nSeat Number 19: Minoru Mineta-Grape Juice<br>\r\n<br>\r\nSeat Number 8: Ejirou Kirishima-Red Riot<br>\r\n<br>\r\nSeat Number 15: Shoto Todoroki-Shoto<br>\r\n<br>\r\nSeat Number 4: Tenya Iida-Ingenium<br>\r\n<br>\r\nTake your pick.</span></div></div>",
            "created":1594098000,
            "id":2863886,
            "title":"More students"
        },
        "11331":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Slot 1",
                "Slot 2",
                "Slot 3",
                "Slot 4",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some options involving the lecherous goblin. Have fun at his expense.</span></div></span></div>",
            "created":1594098000,
            "id":2863893,
            "title":"Mineta"
        },
        "13":{
            "author_id":"noctis24",
            "author_name":"Noctis",
            "choices":[
                "Mt.Lady(if she grows while the other has shrunk, she will be like a planet!)",
                "Mirko",
                "Bubblegirl",
                "Wild Wild Pussycats(one or the three at the same time)",
                "Others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There has to be a lot of female heroes, let's name some of them and continue if your interested</span></div></span></div>",
            "created":1583038800,
            "id":2795121,
            "title":"Heroes"
        },
        "131":{
            "author_id":"penslayer5",
            "author_name":"PenSlayer5",
            "choices":[
                "Slot 1",
                "Slot 2",
                "More Slots"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><font class=\"size5\" style=\"\"><b>Pick a slot, any slot! </b></font></span></div></span></div>",
            "created":1588050000,
            "id":2826529,
            "title":"Mt.Lady"
        },
        "15":{
            "choices":[
                "Kota Izumi",
                "Inko",
                "Mitsuki",
                "Masaru Bakugo",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay so who's going to change sizes then?</span></div></span></div>",
            "created":1550034000,
            "id":2617163,
            "title":"Other"
        },
        "151":{
            "choices":[
                "Shino Sosaki",
                "Mount Lady",
                "Momo Yaoyorozu"
            ],
            "content":"<div class=\"\"><div> <span> Kota Izumi awoke like normal however several things were off. For one he was now a measly half inch tall. Second, he wasn't in his room. He couldn't tell where it was because of how dark it was. <br>\r\n<br>\r\n\"T-t-this has to be a dream, right?\" Kota said to himself nervously. He pinched his arm, but nothing happened. Kota then tried to remember what happened the previous night,  but it was all a haze. After about 30 seconds of trying to remember what happened the door opened revealing...<br>\r\n <br>\r\n <br>\r\n. <br>\r\n </span></div></div>",
            "created":1550034000,
            "id":2617184,
            "title":"Kota Izumi"
        },
        "1513":{
            "author_id":"ricardo2902",
            "author_name":"cool",
            "choices":[
                "Special Ingredient Kota",
                "New Team Mascot",
                "Stranded and Alone"
            ],
            "content":"<div class=\"\"><div> <span>As the lights turn on Kota sees that he isn't in his room, but what appears to be a storage area. <br>\r\n<br>\r\n<i>'How did I end up in here?'</i>  He questions, before looking up at the giant face of Momo Yaoyorozu. Well, as much as he could see given her considerable chest size. She appeared to be wearing her school uniform, which was odd since they were still at the camp. <br>\r\n<br>\r\n\"Ms. Mandalay said there would be more supplies in here for tonight's dinner. So, where would they be located?\" Momo wonders aloud before stepping into the room. Kota barely dodges out of the way of her feet when she comes to a stop at a box behind him. Kota looks up at her as she bends over, giving him a good view up her skirt in the process. <br>\r\n<br>\r\n<i>'I have to get her attention somehow.'</i> Kota thinks to himself before noticing Momo beginning to pull various food packets out of the box and set them down on the ground in front of her. <i>'Perfect!'</i><br>\r\n<br>\r\n1. As Kota runs forward to get Momo's attention, he is gathered up with the food supplies and carried off to the cooking area. It looks like he'll be joining the students for dinner.<br>\r\n<br>\r\n2. Kota can get Momo's attention, and Momo brought him to his aunt and the other Wild Wild Pussy Cats. Predictably, they find him to be quite adorable. <br>\r\n<br>\r\n3. Before Kota can do anything, Momo leaves the storage area. This means that he will have to go around the camp and try to get someone's attention.</span></div></div>",
            "created":1550120400,
            "id":2617449,
            "title":"Massive Creati"
        },
        "15132":{
            "choices":[
                "Kota slips into one of their cleavages",
                "They manage to calm down and ask Kota what happened",
                "They calm down but don't bother dealing with Kota's problem",
                "Some other students come over hearing the commotion "
            ],
            "content":"<div class=\"\"><div> <span>Kota thought for a bit about how he could get Momo's attention and he decided to go for the most obvious tactic: yelling at the top of his lungs.<br>\r\n<br>\r\n\"Hey! Momo! Look over here!\" Kota shouted at the top of his lungs yelling various things to get attention. Momo perked up, she could of sworn she had heard something. She went towards where she heard the voice. <br>\r\n<br>\r\n\"Kota!?\" Momo shouted, surprised she saw the young boy so small and tiny. \"Y-yeah, it's me can you please take me to my Aunt?\" Kota asked, Momo was quiet for a bit \"Of course, I will.\" The curvy teen crouched a bit so she could grab the small boy.<br>\r\n<br>\r\nMomo managed to find Mandalay, Pixie-bob and Ragdoll (No Tiger because I don't like Male Giants)<br>\r\n<br>\r\n\"Miss Mandalay, I have something to show you.\" Momo said, holding out the tiny Kota. Immediately the three squealed and started fighting over him, nuzzling his tiny body.<br>\r\n<br>\r\nWhat now?</span></div></div>",
            "created":1550811600,
            "id":2621455,
            "title":"New Team Mascot"
        }
    },
    "info":{
        "author_id":"ricardo2902",
        "author_name":"cool",
        "brief_description":"The characters from My Hero Academia go through various size changing adventures.",
        "created":1549052400,
        "description":"<td align=\"left\" class=\"norm\">Got this idea after going through and not seeing very much size stuff for My Hero Academia. So, I’m adding this so that others can bring their ideas to this story. Feel free to write whatever you want as long as you follow the rules and guidelines listed out below.<br>\r\n<br>\r\n1.  Keep the My Hero Academia characters in character. What I mean by that is if someone like Mina finds a shrunken boy in her cleavage, she isn’t going to crush them immediately. She may tease them a bit, but she isn’t going to hurt them, unless they deserve it, intentionally. Unless it’s Mineta, do whatever you want to him.<br>\r\n<br>\r\n2. I’m perfectly fine with giant males in this story, please don’t make them the sole focus. I don’t want this to become like the other shrinking stories for this anime. Saying again, I’ll allow it, but please don’t make that all that’s added.<br>\r\n<br>\r\n3. Keep the farting and toilet stuff nonexistent; I don’t want any of that here. Same with psychotic torture. <br>\r\nEdit: Surprised I'm only adding this now but no giant animals.<br>\r\n<br>\r\n4. No child characters interactions, like Eri and Kota. They can talk to whoever is shrunken all they like, but they can’t do anything to them. They can be shrunken though, that is something I've decided to allow.<br>\r\n<br>\r\n5. Chapters need to be at least a paragraph long. Only adding this in so it will still be interesting to read.<br>\r\n<br>\r\nAdditions are encouraged. Please use correct spelling and grammar, and I hope you enjoy it.<br>\r\n<br>\r\nShips are welcomed.</td>",
        "id":2181515,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1594191000,
        "modified":1594191000,
        "pretty_title":"My Hero Academia Size Story"
    }
}