{
    "chapters":{
        "1":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "a family member",
                "superhero",
                "a neighbour",
                "an anthro",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>my name is quentin, i am 30 years old and had a gift, i cannot die, nor pass out, for this reason that if i smell a deadly smell, i remain conscious even if i suffer and if i am eaten of air (or gas) I get bigger like a balloon, but I can't burst so I can inflate unlimited.<br>\r\n<br>\r\nI am also very shy even too much, and I have a desire which is to feel the farts of the others, for that I will write an advertisement on a site of dating fetish.<br>\r\n<br>\r\nthe ad says \"hello, I am a very shy man, with a particular gift of not dying, I am looking for men or male animals, which forces me to feel their farts, the rules are<br>\r\n- no public (except gangbang).<br>\r\n- make me feel, so it is you who chooses the pose and also it is you who chooses when these finishes, I have no say.<br>\r\n- the meeting this fact at home or at your place where I accept a place but discreet out of sight.<br>\r\nleave me surprised, these to say i want to find out how are your fart when you make me feel them<br>\r\n-possible to make role plays, fights etc.<br>\r\n- be the cruelest, don't worry about me.<br>\r\n<br>\r\nif you like or would like to try fart on someone's face I'm here, that you had small, medium, large or even mortal farts \"<br>\r\n<br>\r\nthe minute the ad appears on the site, you already receive a response.</span></div></div>",
            "created":1584853200,
            "id":2805248,
            "title":"beginning"
        },
        "11":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "ben your big brother",
                "mathias your little brother",
                "your father",
                "Dan your police brother (NYPD).",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>when you read the answer \"hi quentin, well I didn't know we had a ready the same fetish, in addition when I see you every day, I imagine you under my buttocks\" I was shocked then I answered \"we know this\" he tells you \"yes i am a member of your family\"<br>\r\nI'm thinking but who can it be?<br>\r\nin the fammile I have my big brother a monster because he is a bodybuilder with very hard and strong muscles, I already saw them easily grind bones and once had to share the shower I saw his huge ass like two bowling balls and even a moment I accidentally touch these buttocks which were two very hard balls, he eats only meat and his mixture for athletes and I know that when he goes to do these needs nobody goes behind him in the wc for a long time, I also have a little brother who is rumored at school and a tyrant everyone is afraid of himself the teachers, he also has my father a retired former wrestler c 'is a sumo is he was known as big in the ring and also make these adversaries suffer with his big ass, he too, I also have another brother who works in the police (NYPD) but he loves staying 24 hours in his police uniform because the police have this authority and have their respect, he never leaves his uniform even for sleeping (so it will make you feel against his uniform).<br>\r\n<br>\r\nI say \"ah, who is that?\" he answers you ....</span></div></div>",
            "created":1584853200,
            "id":2805265,
            "title":"a family member"
        },
        "111":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "your brother rings at the door",
                "your father is leaving today, you must go to your father with Ben",
                "your phone rings, Ben sends you a video or he starts sitting on his phone",
                "Ben is behind you",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>he answers \"it's me Benjamin\" I wanted to scream behind your pc, because the story about the shower made you so embarrassed that you didn't watch it anymore so you don't know what it looks like today and this story goes back to when you two were still living with your father, now both of you lived alone with your father, but each year your father and your little brother go on vacation so that you and Benjamin had to take care of your father's house together, even if you came home in the evening and your father's house and a real pigsty rather it's clean but it removes a bad smell that masks all the smell. then Benjamin not seeing that you do not answer while you are still connected tells you \"this is what happens as soon as I want, I find you, as soon as we find it alone, I have fun that you want it or not \"I take a little fear but as I will have no choice I answer\" okay \"then something comes back to my mind, your father will soon go on a trip with your little brother so soon you will be alone with Benjamin, you take your aganda ....</span></div></div>",
            "created":1584853200,
            "id":2805288,
            "title":"ben your big brother"
        },
        "14":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "skunk club",
                "the elephant group",
                "a group of felines",
                "group of bears",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>the mysterious person says \"hello, my name is brutus, I like your ad\" I answer him \"hello, thank you, so you wanted to do it\" brutus answers you \"yes, but are you bothered if have this gives meeting in a bunker, and that I come with friends \"I was astonished but I said\" for your friend no problem they can meem participated after for the bunker, I think it is discreet, far from look \"burtus responds immediately\" yes, it is far from the eyes, because entering it is in the forest and as its will be transquille nobody can hear us, disturb us and in addition a bunker and great because no air can come in or go out \"I answer him\" ok \"then brutus gives the address when I arrive at the entrance of the bunker, I see that indeed nobody can enter us or see then I go in, nobody in the bunker I tells me \"these a bad joke\" then I wait for someone to go down the steps and I see at the door.<br>\r\n<br>\r\n<br>\r\n---------------------------------------------------------------------------- -----------------<br>\r\n<br>\r\nskunk club: a group of skunk reputed to humiliate the humans like the anthro with their smell, real tyrants (of course the human don't know that the anthro exists), but in this group, they have the chief who is the most cruel (brutus) and also the chef and the worst even these comrade can not stand these smells.<br>\r\n<br>\r\nthe elephant group: they are several elephants who love to crush their victim but also sit on their victim then fart before tightening the buttocks to crush them.<br>\r\n<br>\r\na group of felines: they are several mixes of feline animals, such as cats, lion, tiger, etc.<br>\r\n<br>\r\ngroup of bears: these bears first make a strong bearhug to break the bones which makes it possible to immobilize their victim then after it  facesitting for fart on the face of their victim, each bear waits for that victim to recover to do everything since the beginning ( bearhug, fart).<br>\r\n</span></div></div>",
            "created":1584853200,
            "id":2805254,
            "title":"an anthro"
        },
        "141":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "ask accept, come put your head on my throne",
                "first you have to fight our best skunk.",
                "request refused, young skunk first",
                "you must come from yourself sniff my armpit three times",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>it was dark in the bunker because you had forgotten to turn on the light and when you see a group in front of the door you cannot distinguish because of the backlight, then one of them switches on the light and you see a group of skunk, he was about 5, the one who had turned on the light wears a crown, for you it was the king because in addition to the crown he was taller than all the others and his smell begins to fill space it had no more fresh air but what you notice these the other antro next which was afraid of the king, you could see it in their glance and you notice behind you that it had an enormous concrete throne of the same texture as the bunker and it had no fabric or cushion then you watch the group advancing, you could see a young (but adult) moving slowly as shy, next to a skunk with a training cap, and other .<br>\r\nhe was all the same these to say black hair with white stripes but he was all different like a borrowing because he had that had 1 strip of several more, he in s that had the strip that begins with the nose of other by the neck, there are some which have a band on the tail of the other not or at mid tail;<br>\r\nthen all the skunk stops and the king comes up a little and says \"well, here you are, here because of your announcement that I like, you see how new they are (he shows you must the young skunk that you saw) at the end he has to put up what he has learned and we will judge if he can join our family after he has done I authorize the other skunk to play, but as you must know the rumor in this forest the humans found its mysterious death, because some does not support the new one of others manages to support until the other plays, which makes me I am full because it never happens to me even if I punish my skunk of times, but are lucky to have you because after what you say, you can not pass out or die but you can suffer, so we will have fun and for you your life before and finished you will be with us forever or until we want you more \"then the king begins to lead to his throne when you say\" ok my lord (the king returns in. ur face you), I would have a request \"what you will never ask you will have done but the king wants to know\" what is your request \"you were always crouched and you said while looking at the king\" voila j would like you to break the code a bit, I would like you to find another human for this novice skunk but while he finds it I will like to have my face that you use as a cushion for your throne \"the king this dish laugh then tell you \"you're sure you want it, I have no problem but you're going to regret being below\" then the king turns around and lifts it up so you can see his ass, the white hairs almost of his ass was putrid green but what shocks you these smoke that comes out, a putrid green smoke as well and the concern the smoke comes out without it farting and going on, you tell yourself that for the smell to be visible it must be really concentrated and smelly then the king returns with a smile and says</span></div></div>",
            "created":1585458000,
            "id":2809369,
            "title":"skunk club"
        },
        "1412":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "biggy jumps and crushes you",
                "biggy catches you",
                "you get to hide (you win)",
                "too late you're in biggy's ass (biggy wins)",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>the king says \"here is what I propose to you, you must fight our best warrior, if you win you can be my cushion, if you lose you will have to clean the sweat of all the skunk but also eat their whole fart, and you will wean also toilet (in your mouth) the game is simple you to win you must avoid that our warrior wins the avoidance as much as possible, the warrior will have to do catch and wrestling to put you down but for him to win he must block your head in his ass and fart you for 1 hour, if you escape from his ass before 1 hour, he will have to start again, if after 1 hour you are still in his ass he has to win, and for the match you had 4 hours, if the bell rings after 4 hours and you are in his ass the warrior wins, if you are not in his ass you win unless he has succeeded within 1 hour the game stops. \"<br>\r\nyou reflect and you accept then the king calls \"here is biggy our champion\" and the other skunk this to separate the tram ground and you see a huge super muscular skunk which leaves the mark of feet behind him due to his weight he had in one but one human skull, it turns over you see are huge muscular behind it pushes in the skull you don't even see the skull out anymore, it was completely shut up then it serves the buttocks two second after it releases and a dust falls with some piece of bone then the king said \"by the way I forgot to tell you biggy is my brother so he is like me odor level\" and the door of the bunker closes, you had no choice, you could not even go out<br>\r\n<br>\r\nthe bell rings to mark the start of the match</span></div></div>",
            "created":1585458000,
            "id":2809380,
            "title":"first you have to fight our best skunk."
        },
        "1414":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "you breathe only once and you want more",
                "you only breathe twice and you want more",
                "you only breathe three times but you don't want sweat",
                "you breathe three times and you swallow the sweat",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>the king says \"here is what I propose to you, I lie down so that you have access to my armpit (yes it is so big that you are the size of her ass) and you are going to have to come and put your nose in my armpit, you stick your nose in the armpit until it hits the bottom then you will have to take three breaths, I want to feel that you are breathing then after you will have to put a lick to take my sweat and swallow it, all this you must do it yourself, if you do it I accept your request if you refuse or do not do it to the end, you will be punished for disturbing me \"then the king lies down on the hard ground and he raises an arm, he also had a green smoke coming out of his armpit but in addition to these hairs he had a tuft like a drill at the level of his armpit, with a lot of sweat that was tight, you take your heartache because now you do not want to be punished, your face was near his armpit but you can not put your head in the smell and unbearable, you start to stick your head in the forest, it was like in a sauna except that instead of having hot steam you had hot sweat everywhere</span></div></div>",
            "created":1585458000,
            "id":2809382,
            "title":"you must come from yourself sniff my armpit thr..."
        },
        "15":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "a person with his animal",
                "gangbang",
                "a scientist (theme science)",
                "anime",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>the minute the ad appears on the site, you already receive a response.</span></div></span></div>",
            "created":1584853200,
            "id":2805249,
            "title":"other"
        },
        "155":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "sport ( be careful your head is above the uniform at the start)",
                "police, army, etc(be careful your head is above the uniform at the start)",
                "celebrity",
                "obese",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>the minute the ad appears on the site, you already receive a response.</span></div></span></div>",
            "created":1585026000,
            "id":2806544,
            "title":"other"
        },
        "1551":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "american football (with both teams)",
                "wrestler (alone)",
                "boxer (alone)",
                "horse riding (collective locker room, so with all the jockey)",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>the person answers you \"hello, I would like to make you feel my farts but in a somewhat special way\" I wonder what \"what a special way\" and the person answers me \"voila, I am a sportsman I would like that we meet in the locker room just after a match and we can have fun, at the beginning you will have your head above my uniform \"hum you like it, I answer him\" ok, I'm ready, but in what sport are you \"....</span></div></div>",
            "created":1585026000,
            "id":2806571,
            "title":"sport ( be careful your head is above the unifo..."
        }
    },
    "info":{
        "author_id":"demon57740",
        "author_name":"demon",
        "brief_description":"you put an advert to be forced to smell farts",
        "created":1584908160,
        "description":"<td align=\"left\" class=\"norm\"><u><b><span class=\"cteal\"><font class=\"size45\" style=\"\">rules</font></span></b></u><br>\r\n<br>\r\n- you embody quentin 30 years old so in history everyone is in the first person.<br>\r\n<br>\r\n- no women.<br>\r\n<br>\r\n- no death.<br>\r\n<br>\r\n- no end.<br>\r\n<br>\r\n- not in public, the meetings will always be at your place or at the person who responds to the announcement, except the science theme).<br>\r\n<br>\r\n- - the science theme: scientists are looking for 2 remedies, 1 remedy for civilians which allows the fart to no longer feel anything (not very successful or missed or even to increase the fart etc., remedy of limited duration) and the second sound remedy for soldiers (so in uniform) he tries to find a (permanent) remedy that makes the smell of their fart deadly. So in this theme you will be hired to sniff the fart of civilians or soldiers.<br>\r\n<br>\r\n-  all is possible, so you could meet animated, superhero (be careful to respect the superhero, for example superman can not sweat as all the series says, but as he does not speak of his fart then you could choose whether normal fart or loose atomic fart etc, the superheroes will be cruel to you), animals (male), anthro (male), giant, etc.<br>\r\n<br>\r\n- possible to play with the size (they can shrink you).<br>\r\n<br>\r\n- possible to make gangbang type meetings (several people, except you will be the only sniffer).<br>\r\n<br>\r\n- respect the previous chapter<br>\r\n</td>",
        "id":2216643,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1585460267/item_id/2216643.jpeg",
        "modified":1585463820,
        "pretty_title":"farts adverts"
    }
}