{
    "chapters":{
        "1":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Legend of Zelda",
                "Fire Emblem ",
                "Tales of Vesperia ",
                "Pokemon",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What game series will the body swapping happen in?</span></div></span></div>",
            "created":1554526800,
            "id":2641056,
            "title":"Beginning "
        },
        "11":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Skyward Sword era",
                "Ocarina of Time era",
                "Twilight Princess era",
                "Wind Waker era",
                "Somewhere else in the timeline"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First of all, we're going to need to narrow down when this tale will take place.<br>\r\n<br>\r\nWhere in the timeline will this occur?</span></div></span></div>",
            "created":1560056400,
            "id":2670845,
            "title":"Legend of Zelda"
        },
        "115":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Era of the Wilds (BotW)",
                "Era of Light and Dark (LttP)",
                "A different era"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If not any of those eras, then which?</span></div></span></div>",
            "created":1560229200,
            "id":2672100,
            "title":"Somewhere else in the timeline"
        },
        "1151":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Pre-Calamity",
                "Post-Calamity"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does this take place before or after the calamity?</span></div></span></div>",
            "created":1572670800,
            "id":2741259,
            "title":"Era of the Wilds (BotW)"
        },
        "11511":{
            "author_id":"gechoman44",
            "author_name":"gechoman44",
            "choices":[
                "Link",
                "Zelda"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character will be followed?</span></div></span></div>",
            "created":1573880400,
            "id":2747597,
            "title":"Pre-Calamity"
        },
        "115111":{
            "author_id":"gechoman44",
            "author_name":"gechoman44",
            "choices":[
                "Zelda",
                "Impa"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Link had only just rested at a campfire, but something had felt off. He had had a dream of Ganon cursing him, but he couldn’t remember what the curse was. He looked down and saw that he was now in the body of...</span></div></span></div>",
            "created":1573880400,
            "id":2747598,
            "title":"Link"
        },
        "1151111":{
            "author_id":"gechoman44",
            "author_name":"gechoman44",
            "choices":[
                "Impa",
                "Purah"
            ],
            "content":"<div class=\"\"><div> <span>“Oh, crap!” Link screamed as he (or I guess she now) had seen that he was now in the body of Zelda. He was still at the campfire, but had her body and clothes. He thought about what he needed to do, and decided he needed help. He could only think of two people who could help him. So he decided to go ask for help from...</span></div></div>",
            "created":1573880400,
            "id":2747599,
            "title":"Zelda"
        },
        "12":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Awakening ",
                "Fates",
                "Path of Radiance/Radiant Dawn",
                "Heroes",
                "Different Fire Emblem "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Fire Emblem game?</span></div></span></div>",
            "created":1554526800,
            "id":2641183,
            "title":"Fire Emblem "
        },
        "121":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Chrom",
                "Robin",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Awakening character will switch bodies?</span></div></span></div>",
            "created":1554526800,
            "id":2641186,
            "title":"Awakening "
        },
        "1213":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Frederick ",
                "Donnel",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will switch bodies?</span></div></span></div>",
            "created":1554526800,
            "id":2641190,
            "title":"Someone else"
        },
        "12132":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Tharja",
                "Sumia",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>Donnel was cleaning up the barracks, he had been left behind as the other shepherds went to battle some risen. \"If I were stronger they would have brought me\" Donnel said to himself, depressed.<br>\r\n<br>\r\nAs a way to work off the frustration of not being brought along, Donnel began to swing his lance around inside the barracks. \"Yeeeeeehaw- woah, no!\" Donnel yelled as he misjudged his reach, his lance hitting a bookshelf which then fell forward.<br>\r\n<br>\r\n\"Oh no, gotta clean this all up! Frederick won't let me in'ere again if he sees this mess\" Donnel said as he dropped his lance and proceeded to clean up all the books that had been knocked over. <br>\r\n<br>\r\nAs he picked up books, one of them caught his eye. One of Henry's books had been opened and was on a page that had a full instructions for a simple spell on it. Watching the mages of Chrom's army be able to attack from a distance often made Donnel jealous. \"Henry won't mind if I just try out a spell\" he justified to himself<br>\r\n<br>\r\n\"Woohee. This is simpler than I thought\" Donnel said cheerfully as he read how to do the spell, not checking the previous page that stated what the spell would do. \"All I gotta do is say what's on the page.\"<br>\r\n<br>\r\nDonnel left the barracks, the reast of the fallen books left where they lay. He got a good distance from the Shepard's camp, just in case this spell was like an explosion or something.<br>\r\n<br>\r\n\"Here we go!\" Donnel said before reciting the spell as it was written \"Sreiht hyie ydob ym hctiws!\"<br>\r\n<br>\r\nAs soon as Donnel finished talking, he felt as if the whole world was being pulled out from under his feet. He saw the environment around him move at a flashing speed, however he was not moving himself, rather his soul was! Within a few seconds he saw a familar group, his fellow shepards coming back from their battle against Risen. His spirit flew straight forward until he flew into the body of an ally who happened to have been standing directly parallel to his old one, albeit miles away.<br>\r\n<br>\r\nWhose body did Donnel end up in?</span></div></div>",
            "created":1554526800,
            "id":2641213,
            "title":"Donnel"
        },
        "121321":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Tharja in his body",
                "His body was empty"
            ],
            "content":"<div class=\"\"><div> <span>Donnel's spirit smashed into Tharja's body. 'Tharja' stared into space for a while, looking utterly confused with where she was or what she was doing. Then she shaily brought a hand up to her face, her expression turned to one of pure panic. \"WHAT IN TARNATION?!\" 'She' yelled out, with more emotion than Tharja ever put into her voice<br>\r\n<br>\r\nDonnel looked at his new purple nails in terror, this couldn't be happening, there's no is that spell had put him into someone else's body, right? He had to be dreaming \"Just done got ta wake myself up\" he said, flinching at hearing Tharja's voice come out of his mouth. He grabbed his new, long hair with his hands and tugged hard \"Ow ow ow ow ow!\" It hurt, that meant he wasn't dreaming!<br>\r\n<br>\r\nDonnel took a gulp, this whole time he had been looking forward, but he knew he had to look down at his new self eventually. Looking down, unfortunately as expected, he was greeted by Tharja's generous cleavage and the rest of her body, barely covered in what Donnel would hesitate to even call an outfit. <br>\r\n<br>\r\n\"This here is all that there darn spellbook's fault!\" Donnel stomped with Tharja's heeled shoe. wait, the spellbook! That could turn him back to normal! Donnel look around him, thankfully none of the other Shepard's had noticed 'Tharja's outburst, in fact, they had all walked ahead, leaving him behind. \"Phew, I done might be able ta keep this here all secret\"<br>\r\n<br>\r\nDonnel began to walk in the direction of where his body would be, although to call it walking would be generous. Because of his new center of gravity and Tharja's heeled shoes, he took big stomps while keeping his arms stretched in front of him, expecting to trip. If anyone saw him like this, they would think he looked ridiculous <br>\r\n<br>\r\nUnfortunately for him, the long, hard steps he took only accentuated the foreign bouncing sensation he felt on his new chest. He wanted out of this body as soon as possible. By the time he had reached where he left his body, the sun had already long set. It easily took him three times longer to get here than normally walking would.<br>\r\n<br>\r\nLooking to the exact location where his body was, Donnel found</span></div></div>",
            "created":1556254800,
            "id":2650794,
            "title":"Tharja"
        },
        "1213212":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Ask Henry for help",
                "Try to fix this himself"
            ],
            "content":"<div class=\"\"><div> <span>Donnel didn't know whether to breathe a sigh of relief or panic when he saw his body laying down in the field completely empty. If Tharja was aware he was in her body, Naga knows what she would do to him. However, this also meant he wouldn't be able to rely on her to reverse this mistake.<br>\r\n<br>\r\n\"Golly, I shoulda never have done messed with Henry's book\" Donnel said to himself as he kicked Tharja's leg. He needed to fix this quick, but how? The easiest way would be to ask Henry to change him back, however would Henry be willing to? Asking Henry to cast a spell might be more trouble than it's worth. Henry would turn someone into a frog for fun if you gave him permission to cast a spell on you<br>\r\n<br>\r\nDonnel of course knew there was another option right now too. Even if it might be an example of not learning his lesson. He now had access to Tharja's tent and all her belongings, surely she would have a spell that could fix all of this, right? And if he managed to fix it all on his own, no one would even know he was messing with Henry's stuff.<br>\r\n<br>\r\nAs the wind blew and made him shiver in Tharja's outfit, Donnel chose to</span></div></div>",
            "created":1570683600,
            "id":2731116,
            "title":"His body was empty"
        },
        "12132122":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Change Tharja's body's clothes ",
                "Something else "
            ],
            "content":"<div class=\"\"><div> <span>Making his way to Tharja's tent, Donnel began to desperately look through books, hoping to find something, anything that could turn him back to normal. Of course he couldn't read any of Tharja's dark tomes so he had no idea what magic he was messing with. However he figured so long as he didn't mess with any spells that had pictures of skulls next to them, he should be safe.<br>\r\n<br>\r\n\"Okay, let's try this one!\" Donnel said and began to chant a random spell he had picked out. Nothing seemed to happen, so Donnel threw the book aside without a second thought. On the other side of camp Gaius would be in for a nasty surprise when all his candy turns out to taste like onions now<br>\r\n<br>\r\nDonnel tried out spell after spell, nothing was affecting him at all, it would be ridiculous to assume that just by reading out random spells that he would find the one that would fix all of this. <br>\r\n<br>\r\n\"Come on, this one has to be it!\" Donnel said and chanted yet another spell, unfortunately this one also didn't have the affect he intended. What did this spell do?</span></div></div>",
            "created":1583557200,
            "id":2797923,
            "title":"Try to fix this himself"
        },
        "121321222":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Caused someone else to switch bodies",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What did the spell Donnel cast do?</span></div></span></div>",
            "created":1585544400,
            "id":2810334,
            "title":"Something else "
        },
        "1213212222":{
            "author_id":"starfighter364",
            "author_name":"Starfighter364",
            "choices":[
                "Everyone remembers the normal Tharja",
                "Everyone remembers Tharja being the way 'she' is now",
                "Choice one, but he accidentally casts a hex to make himself act like Tharja",
                "As above, but the hex makes him act like 'normal practice' Tharja",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span>What did the spell do?<br>\r\n<br>\r\nThese four choices have the following things in common:<br>\r\n<br>\r\nDonnel's original body disappears, and nobody remembers he ever existed.<br>\r\n<br>\r\nTharja is married to male Robin.<br>\r\n<br>\r\nShe previously cast a hex on her body, just in case something like this would happen, which causes anyone in her body to feel her feelings for Robin, and her body getting turned on by him, in order to keep him safe from those who might want to use her body to hurt him, and prevents her body's intruder from referring to himself or herself as if he or she isn't Tharja out loud, unless it would be a situation where it would be normal for Tharja to do so, like a play, or going undercover, but can still think normally.<br>\r\n<br>\r\nIn choices three and four, Donnel is still mentally himself, he just outwardly acts on those personalities.<br>\r\n<br>\r\nAny future choices won't have to go along with what I said above, it's just that the information wouldn't fit in the choice boxes.</span></div></div>",
            "created":1585890000,
            "id":2812880,
            "title":"Something else"
        },
        "122":{
            "author_id":"kyrej",
            "author_name":"KyrekXzt",
            "choices":[
                "Conquest",
                "Birthright",
                "Revelations"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Brand of Fates are you going to chose? </span></div></span></div>",
            "created":1566795600,
            "id":2708102,
            "title":"Fates"
        },
        "1221":{
            "author_id":"kyrej",
            "author_name":"KyrekXzt",
            "choices":[
                "Corrin",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Conquest character will switch bodies? </span></div></span></div>",
            "created":1566795600,
            "id":2708119,
            "title":"Conquest"
        },
        "125":{
            "author_id":"camcario",
            "author_name":"Tobias 'Toby' Gregson",
            "choices":[
                "Three Houses",
                "Warriors",
                "Different Fire Emblem"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Fire Emblem game?</span></div></span></div>",
            "created":1571720400,
            "id":2736672,
            "title":"Different Fire Emblem "
        },
        "1251":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Byleth",
                "A student",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who obtains the power to swap bodies?</span></div></span></div>",
            "created":1572670800,
            "id":2741284,
            "title":"Three Houses"
        },
        "12512":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Black Eagles",
                "Another house"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is this student a black eagle?</span></div></span></div>",
            "created":1572670800,
            "id":2741286,
            "title":"A student"
        },
        "125122":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Blue Lions",
                "Golden Deer"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Are they a blue lion or a golden deer?</span></div></span></div>",
            "created":1572670800,
            "id":2741287,
            "title":"Another house"
        },
        "13":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Yuri",
                "Estelle",
                "Karol",
                "Rita",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who shall gain the ability to swap bodies </span></div></span></div>",
            "created":1554526800,
            "id":2641057,
            "title":"Tales of Vesperia "
        },
        "135":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Raven",
                "Judith",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who gets to swap bodies?</span></div></span></div>",
            "created":1554526800,
            "id":2641058,
            "title":"Someone else"
        },
        "1351":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Early game ",
                "Mid game",
                "Late game"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>When does Raven get to swap bodies?</span></div></span></div>",
            "created":1554526800,
            "id":2641060,
            "title":"Raven"
        },
        "13513":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Rita",
                "Judith",
                "Yuri"
            ],
            "content":"<div class=\"\"><div> <span>Raven’s legs hurt. He had been traveling with Yuri and Co for quite some time now, he couldn’t tell you how long if you asked. As he got older days began to blend together. The excitement and hard work that the team’s journey put him through also made the days pass fast.<br>\r\n<br>\r\nOf course, days were passing fast. Until the team decided to begin flying around the world and check on problems facing towns after gathering the elemental spirits<br>\r\n<br>\r\nWhile the group had something much more important to be dealing with, Estelle was insistent on going around helping people first.<br>\r\n<br>\r\nThey were staying at Dahngrest for the night, Raven was about to complain, but then Yuri spoke up to him and the others in the inn. “Alright everyone. I made enough.” Yuri said and pulled out a white bag, it jingled, signaling it was filled with gald.<br>\r\n<br>\r\n“I-is that” Raven stuttered, if it was what he thought it was, all this traveling would have been worth it.<br>\r\n<br>\r\n“Enough gald to privately rent out the hot springs at Yumanju” Yuri said with a smile<br>\r\n<br>\r\nRaven whistled with joy. “Yuri, you’ve done this old man proud!” Raven put an arm around Yuri smiling<br>\r\n<br>\r\nRaven was too busy thinking about what he’d try to see at the hot springs to pay close attention to what the others were saying. However it sounded like although Estelle and Judith were happy about getting another chance to relax, Rita was complaining about how Raven was likely to peep on them<br>\r\n<br>\r\nOnce the initial excitement was over. Raven left to spend some time at the bar. He ordered and drank a few drinks. After getting plenty drunk, Raven decided on a whim to go to the Don’s study. Don had quite a few books, although Raven personally couldn’t imagine his late friend spending much time reading.<br>\r\n<br>\r\nA particular book caught Raven’s eye. He took it off the shelf and began to flip through it. Nothing in particular interested him, but then he saw something odd on one page. Instructions for an arte. Apparently one that could swap bodies.<br>\r\n<br>\r\n“Pssh. As if that were possible” Raven laughed at the thought. Although, the more he thought about it, the more he began to believe it. After all, if there were artes that could cause meteors to fall, why couldn’t there be one to do something like this?<br>\r\n<br>\r\nRaven gave it some more thought and soon came to the conclusion that he should at least try it.<br>\r\n<br>\r\n“Hmm, but whooooo do I want to switch with?” Raven thought to himself out loud</span></div></div>",
            "created":1554526800,
            "id":2641061,
            "title":"Late game"
        },
        "135131":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "He and Rita swapped bodies",
                "He possessed Rita"
            ],
            "content":"<div class=\"\"><div> <span>“Hehe, Rita would throw a fit if she saw me in her tiny body.” Raven laughed to himself.<br>\r\n<br>\r\nHe dropped the book with the arte and began to walk back to the inn where most of the group currently was. Once he entered, he called out “Hey Rita. Come to town square with me.”<br>\r\n<br>\r\nRita wasn’t even remotely interested “No way, old man!”<br>\r\n“C’mooon! I have something to show you!” Raven drunkenly shouted.<br>\r\n<br>\r\nKnowing that Raven would probably not stop asking until she accepted, Rita reluctantly accepted “Fine! But if you try anything weird, I’ll make you pay!” Rita prepared a fireball as a threat.<br>\r\n<br>\r\n“As if anyone would try anything with you” Raven dismissed her threat.<br>\r\n<br>\r\nOnce Raven and Rita were in town square, Rita began to tap her foot impatiently. “Well, what was sooooo important?”<br>\r\n<br>\r\n“This” Raven said and began to do the arte as the book had instructed him. Once he pulled it off, his vision briefly darkened and…</span></div></div>",
            "created":1554526800,
            "id":2641062,
            "title":"Rita"
        },
        "1351311":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "\"Not tonight, Raven\"",
                "\"Fiiiiiiine, give me a minute\""
            ],
            "content":"<div class=\"\"><div> <span>Raven’s vision soon returned and instead of seeing Rita in front of him, he saw himself. Or rather, above him, as he was much shorter now. He looked down at himself and saw the clothes of Rita Mordio clad on her body “Haha! It worked!” Raven laughed in Rita’s voice.<br>\r\nRaven’s own body suddenly opened it’s eyes and stared at Raven in horror. “What….what did you do old man?!” Rita nearly shouted in Raven’s voice.<br>\r\n<br>\r\n“Just a little arte I learned.” Raven said as he felt around his new body, much to Rita’s discomfort.<br>\r\n<br>\r\n“Turn us back now, or I will make you paaay!” Rita said, raising a fist to her own body. she was clearly off balance though, made sense, Raven’s body was still drunk and Rita wouldn’t mentally be able to deal with that.<br>\r\n<br>\r\n“Don’t be hasty. Do you really want to hurt your own body?” Raven said. Rita then backed off, but not for long. Raven’s hands soon made it to Rita’s chest. “Even from this angle they’re small. Gotta be embarrassing to be going to Hot Springs with Judy tommorow” Raven said with Rita’s voice.<br>\r\n<br>\r\nThat was the final straw. Rita threw a punch at her own body, but to her surprise Raven was quick to not only dodge, but to knock her on the ground.<br>\r\n<br>\r\n“Your body is pretty agile too.” Raven said, now standing above his own body, as he stretched out one of Rita’s legs.<br>\r\n<br>\r\nRita rolled over to face Raven in her body. “You’ve had your fun, old man. Put us back to normal right now!”<br>\r\nRaven put a hand to his new chin as he thought about it, noting how Rita’s skin felt smoother than his.<br>\r\nLooking down at Rita, he said</span></div></div>",
            "created":1554526800,
            "id":2641063,
            "title":"He and Rita swapped bodies"
        },
        "13513111":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "That night",
                "The next day"
            ],
            "content":"<div class=\"\"><div> <span>A wicked grin appeared on Raven’s borrowed face “Not tonight ‘Raven'” he said in Rita’s voice. “You see. Patty never told me Judy’s sizes, so I’ll just have to find those out myself, and what better way to find out then by feeling em for myself in a hot spring!” Raven said his plan out loud.<br>\r\n<br>\r\nThe sound of her own body saying things like that made Rita stand up and attempt to hit Raven again, only for him to knock her back down. Rita reluctantly accepted the fact she would need to talk him out of this if she wanted her body back. “Why not take Judith’s body yourself? Then you can…..feel them all you want.” Rita’s face blushed as she had to finish that sentence ‘Sorry Judith, but I can’t let him stay as me’<br>\r\n<br>\r\nRaven laughed “I thought about it, but if I do it as you, I have the benefit of seeing your embarrassed face when we swap back and the other girls ask you about it”<br>\r\n<br>\r\nRita’s facial expression turned to one of terror. She hadn’t thought about that. What would Estelle think if Raven did that while in her body? Judith would probably tease he, but Judith would tease her no matter what. However she couldn’t imagine how Estelle would react. She needed to swap back now. Rita tried to keep her cool before opening her mouth again “I’ll tell them that you’re in my body. Then you won’t be able to go to the Hot Springs at all!”<br>\r\n<br>\r\n“Yeah, the drunk man who wants to peep on the hot springs saying he’s actually a girl. I’m sure they’ll believe you.” Raven said. He was getting a bit bored of the back and forth, and began to walk back to the inn<br>\r\n<br>\r\nRita pulled herself up again. There was only one thing she could think of doing now. She needed to find a way to swap them back on her own. Raven must have learned that arte from somewhere. She stumbled off into town, not even sure where to start looking.<br>\r\n<br>\r\nOnce Raven got back to the inn. He was greeted by Estelle waiting for Rita. “Rita, what did Raven want?”<br>\r\nRaven put on his best Rita impression “The idiot just wanted to talk about some lame guild stuff. I was bored to death so I left.”<br>\r\n<br>\r\nEstelle seemed to believe him. “Well, we got our room for the night ready. Let’s rest up for tommorow.”<br>\r\n<br>\r\nA wide smile appeared on Raven’s face. He hadn’t considered the girls would all be sharing a room at the inn. Maybe his fun would be a bit sooner than he thought</span></div></div>",
            "created":1554526800,
            "id":2641065,
            "title":"\"Not tonight, Raven\""
        },
        "1353":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Patty",
                "Flynn ",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who gets to swap bodies?</span></div></span></div>",
            "created":1554526800,
            "id":2641059,
            "title":"Someone else"
        },
        "14":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Kanto",
                "Johto",
                "Hoenn",
                "Sinnoh",
                "Another region"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which region will the story take place in?</span></div></span></div>",
            "created":1560229200,
            "id":2672106,
            "title":"Pokemon"
        },
        "145":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Unova",
                "Kalos",
                "Another Region"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps one of these?</span></div></span></div>",
            "created":1560229200,
            "id":2672107,
            "title":"Another region"
        },
        "1452":{
            "author_id":"pspires03",
            "author_name":"sonerena (sonic x serena)",
            "choices":[
                "serena feels what sonic feels in her body",
                "serena goes to tails",
                "Dr eggman attacks"
            ],
            "content":"<div class=\"\"><div> <span>serena was walking across on her journey in the kalos region when suddenly she finds a strange rock. meanwhile, in the planet mobius, sonic the hedgehog was running along green hill zone when suddenly he finds another strange rock. he picks it up and started feeling strange energy. he and serena had swapped bodies. <br>\r\n\"where am i?\" asked sonic. he started to feel around when suddenly he felt something very soft. <br>\r\n\"oh yeah,\" sonic said. \"that feels good.\" sonic looked down and sees that he's in serena' s body. <br>\r\n\"what the?!\" sonic exclaimed. \"I'm in a woman's body!\"<br>\r\nmeanwhile, serena was testing out Sonic's speed. <br>\r\n\"how fast is this guy?\" serena exclaimed as she ran through green hill zone. <br>\r\nto be continued...</span></div></div>",
            "created":1574917200,
            "id":2752967,
            "title":"Kalos"
        },
        "1453":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Alola",
                "Galar",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps one of these?</span></div></span></div>",
            "created":1560229200,
            "id":2672108,
            "title":"Another Region"
        },
        "14533":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "It's an upcoming region",
                "It's a spinoff region",
                "It's not a region at all"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There are no additional main series regions. Where exactly does this story take place?</span></div></span></div>",
            "created":1560229200,
            "id":2672110,
            "title":"Somewhere else"
        },
        "145333":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "PokéPark ",
                "The World of Pokémon (Mystery Dungeon)",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Not a region at all? Then where?</span></div></span></div>",
            "created":1560229200,
            "id":2672111,
            "title":"It's not a region at all"
        },
        "15":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Atelier",
                "Devil May Cry ",
                "YS ",
                "God Eater ",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What series?</span></div></span></div>",
            "created":1554526800,
            "id":2641081,
            "title":"Something else"
        },
        "151":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Ryza",
                "Rorona",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Atelier?</span></div></span></div>",
            "created":1583557200,
            "id":2797913,
            "title":"Atelier"
        },
        "153":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Ys VIII",
                "Ys IX",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Ys game?</span></div></span></div>",
            "created":1578805200,
            "id":2772730,
            "title":"YS "
        },
        "1531":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Adol",
                "Laxia",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will swap bodies?</span></div></span></div>",
            "created":1578805200,
            "id":2772878,
            "title":"Ys VIII"
        },
        "155":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Star Fox",
                "Sonic the Hedgehog",
                "Other choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about one of these series?</span></div></span></div>",
            "created":1554613200,
            "id":2641361,
            "title":"Something else"
        },
        "1551":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Fox McCloud",
                "Falco Lombardi",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Star Fox character will swap bodies?</span></div></span></div>",
            "created":1554786000,
            "id":2642395,
            "title":"Star Fox"
        },
        "15511":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Slippy Toad",
                "Falco Lombardi",
                "Some other character"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay; so it's Fox McCloud himself who ends up swapping bodies, but who does he swap with?</span></div></span></div>",
            "created":1554786000,
            "id":2642398,
            "title":"Fox McCloud"
        },
        "155112":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Option 1",
                "Option 2",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>How does Fox and Falco end up swapping bodies?<br>\r\n<br>\r\nOption 1: While in the middle of a dogfight with the Star Wolf team, Fox and Falco accidentally fly through a mysterious nebula which causes them to swap.<br>\r\n<br>\r\nOption 2: Fox and Falco agreed to try out a pair of new communications helmets that Slippy invented, but an unexpected power surge causes their brainwaves to be exchanged.</span></div></div>",
            "created":1585026000,
            "id":2806097,
            "title":"Falco Lombardi"
        },
        "155113":{
            "author_id":"camcario",
            "author_name":"Tobias 'Toby' Gregson",
            "choices":[
                "Krystal",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Krystal</span></div></span></div>",
            "created":1571720400,
            "id":2736676,
            "title":"Some other character"
        },
        "1551132":{
            "author_id":"francodmw2",
            "author_name":"Espiofan",
            "choices":[
                "Yes",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about someone from the Star Wolf team?</span></div></span></div>",
            "created":1577336400,
            "id":2764890,
            "title":"The Star Wolf team?"
        },
        "15511321":{
            "author_id":"francodmw2",
            "author_name":"Espiofan",
            "choices":[
                "Wolf o'donnell itself",
                "Anorher member of the crew"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So...<br>\r\nWho will be the villan that will had his body swapped with our hero?</span></div></span></div>",
            "created":1577422800,
            "id":2765203,
            "title":"Yes"
        },
        "155113211":{
            "author_id":"francodmw2",
            "author_name":"Espiofan",
            "choices":[
                "Option 1",
                "Option 2 or something else"
            ],
            "content":"<div class=\"\"><div> <span>Choose a scenario:<br>\r\n<br>\r\nOption 1:<br>\r\nFox and Wolf are in the middle of a fight when they enter a cosmic storm that messes with their minds.<br>\r\n<br>\r\nOption 2:<br>\r\nAfter their Arwings get seriously damaged, both make an emergency landing in an unknown planet where strange things could happen.</span></div></div>",
            "created":1577422800,
            "id":2765209,
            "title":"How it happened?"
        },
        "1551132112":{
            "author_id":"francodmw2",
            "author_name":"Espiofan",
            "choices":[
                "Option 2",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one will be?</span></div></span></div>",
            "created":1577422800,
            "id":2765210,
            "title":"Option 2 or something else"
        },
        "1552":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Sonic the Hedgehog",
                "Miles 'Tails' Prower",
                "A different choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character from the Sonic games will end up swapping bodies?</span></div></span></div>",
            "created":1554786000,
            "id":2642396,
            "title":"Sonic the Hedgehog"
        },
        "15521":{
            "author_id":"mrmasterplan",
            "author_name":"MrMasterplan",
            "choices":[
                "Amy Rose",
                "Miles 'Tails' Prower",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright; so it's Sonic himself that ends up swapping bodies, but who does he swap with?</span></div></span></div>",
            "created":1554786000,
            "id":2642400,
            "title":"Sonic the Hedgehog"
        },
        "1553":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Mario",
                "Sakura Wars ",
                "Something Else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about one of these series?<br>\r\n</span></div></span></div>",
            "created":1554699600,
            "id":2642218,
            "title":"Other choices"
        },
        "15531":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Mario",
                "Wario",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Mario character will switch bodies?</span></div></span></div>",
            "created":1554699600,
            "id":2642223,
            "title":"Mario"
        },
        "155312":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Mario/Wario Land",
                "Warioware"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which series of Wario?</span></div></span></div>",
            "created":1569128400,
            "id":2722246,
            "title":"Wario"
        },
        "1553121":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "..I was the richest person in the Mushroom Kingdom!\"",
                "...I had all the treasure Captain Syrup stole from me!\"",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"WAAAAAAAH!\" Wario yelled as he fell down to the lowest level of a pyramid. He had heard of an ancient treasure hidden within, and any opportunity to make himself richer was one he was too eager to jump upon<br>\r\n<br>\r\nWario began running through walls and wrecking havoc within the pyramid looking for this rumored treasure, paying no attention to the history of the pyramid he was dashing through. He was hear to get rich, not learn!<br>\r\n<br>\r\nSoon he came across a room with an object resting on a pedestal, that must be it! As he got closer, it became clear that this object was a lamp. He had a pretty good idea what this meant. He grabbed the lamp and began to furiously rub it.<br>\r\n<br>\r\nAs expected, from the lamp a genie emerged. The genie looked like a giant, fat, toad wearing watermelon pants. \"As rewars for releasing me from my lamp, you may get two wishes\" the genie spoke<br>\r\n<br>\r\n\"Wah? Only two?\" Wario exclaimed \"Stupid cheapskate genie. There's no reason I shouldn't get three.\" He mumbled and began to stroke his mustache. He needed to think about this carefully. Wario was greedy enough to wish for everything in the world, but he was smart enough to know about genie's tendencies to twist words.<br>\r\n<br>\r\nSuddenly rubble began to fall from the ceiling, interrupting Wario's train of thought. He looked behind him and panicked. All the walls he had knocked over were now causing the pyramid to collapse! <br>\r\n<br>\r\nWario needed to get out of here, quick, but before he tried to leave, he shouted out his first wish almost on instinct, without giving much thought to what he was even saying \"I wish....</span></div></div>",
            "created":1569128400,
            "id":2722258,
            "title":"Mario/Wario Land"
        },
        "15531211":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Attend the party ",
                "Ditch the party, find the lamp!"
            ],
            "content":"<div class=\"\"><div> <span>\"I wish I was the richest person in the Mushroom Kingdom!\" Wario yelled out without a thought. The genie snapped his fingers and suddenly Wario was no longer in the collapsing pyramid. He looked around and saw he was in a very fancy looking bedroom, it lookes fit for a king! ....save for the fact that it was pink, but he could get it painted later. The wish must have worked!<br>\r\n<br>\r\nWario put his hand on his hips and laughed \"Wah ha ha! Looks like that genie was.....worth.....it...\" Wario's joy began to turn to panic, that was not his voice! In fact, that voice belong to a woman!<br>\r\n<br>\r\nWario looked down at himself and jumped several feet in surprise, he was wearing a pink dress, and clad in that dress was a very feminine body. As he began to slowly float down to the floor Wario looked around the room for a mirror. Thankfully there was a full body one near the closet. <br>\r\n<br>\r\nOnce on the ground Wario stomped angrily over to the mirror, in the reflection was not an image of him, but of Princess Peach, ruler of Mushroom Kingdom. That genie granted his wish alright, no one in the kingdom could possibly be richer than the ruler.<br>\r\n<br>\r\n\"Waaah! This isn't what I wanted. Stupid genie!\" Wario yelled in a tone that Princess Peach would never use.<br>\r\n<br>\r\nWario turned and looked at his new body in the mirror and several angles, he was Princess Peach through and through. His attention was drawn to how petite Peach was, he missed how heavy his old body was. Peach was practically a twig in comparison. Her dress was uncomfortable to move in, he missed hus casual overalls. He sniffed her body too, gone was his pleasant odor of garlic, replaced with a smell of fruity perfume. This body was a nightmare.<br>\r\n<br>\r\n\"I need to find that genie!\" Wario exclaimed. He couldn't stand being Princess Peach for even a second longer. He looked around the room, but it was clear that the lamp didn't follow him. \"It can't be back at that pyramid!\" Wario shouted in disbelief. It could be under a pile of rubble for all he knew!<br>\r\n<br>\r\nBefore Wario could think of the lamp any further, some toads entered the room. \"Are you ready, Princess?\" They asked<br>\r\n<br>\r\n\"Ready? Ready for what?!\" Wario snapped at the toads. <br>\r\n<br>\r\nOne toad cowered behind the other \"F-for the party. Everyone is here to celebrate your rescue from Bowser's clutches. The cake is ready and everything!\"<br>\r\n<br>\r\nWario looked at Peach in the mirror again. She did seem to be covered in more glitter and makeup than usual. So not only was he placed in the body of the princess, but he was placed in her body during an important party.<br>\r\n<br>\r\nWith how much stress Wario was currently under trying to get used to being in a different bidy, perhaps a relaxing body was just what he needed, especially the cake \"Might put a few good pounds on her at least\" Wario commented as he rubbed Peach's stomach<br>\r\n<br>\r\nIn the end he decided to</span></div></div>",
            "created":1569214800,
            "id":2722263,
            "title":"Princess Wario"
        },
        "155313":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Luigi",
                "Waluigi",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>In that case, who?</span></div></span></div>",
            "created":1560229200,
            "id":2672112,
            "title":"Someone else"
        },
        "1553133":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Peach",
                "Daisy",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>In that case, who?</span></div></span></div>",
            "created":1560229200,
            "id":2672113,
            "title":"Someone Else"
        },
        "15531333":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Bowser",
                "Bowser Jr.",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>In that case, who?</span></div></span></div>",
            "created":1560229200,
            "id":2672114,
            "title":"Someone Else"
        },
        "155313333":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Rosalina",
                "Pauline",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>In that case, who?</span></div></span></div>",
            "created":1560229200,
            "id":2672116,
            "title":"Someone Else"
        },
        "15533":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Tales of Berseria ",
                "Puyo Puyo",
                "Something Else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What game?</span></div></span></div>",
            "created":1556168400,
            "id":2650370,
            "title":"Something Else "
        },
        "155333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Yakuza ",
                "Senran Kagura ",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What series?</span></div></span></div>",
            "created":1556686800,
            "id":2653005,
            "title":"Something Else "
        },
        "1553331":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "0",
                "1",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Yakuza game?</span></div></span></div>",
            "created":1556686800,
            "id":2653017,
            "title":"Yakuza "
        },
        "15533311":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Kiryu",
                "Majima",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who shall swap bodies?</span></div></span></div>",
            "created":1556686800,
            "id":2653018,
            "title":"0"
        },
        "155333111":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Majima ",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>Kiryu was walking down the street in Kamurocho, when he saw an unusual sight, a man violently yelling at what appeared to be a fortune teller. Kiryu didn't hear most of the man's rant, but he did make out a \"What did you do to me?!\"<br>\r\n<br>\r\nKiryu was going to just walk on past, when suddenly the thug pulled a knife on the fortune teller. \"Change me back!\" They yelled as they stabbed forward, only for their arm to be stopped by Kiryu. <br>\r\n<br>\r\n\"What are you doing?\" Kiryu asked with a tight grip on the thug's arm. <br>\r\n<br>\r\n\"The hell?\" The thug yelped out \"Go away, fucker. Or else I'll-\" before the thug could finish what they were saying, Kiryu flipped them over, knocking them out.<br>\r\n<br>\r\n\"Heh heh\" the fortune teller that Kiryu saved chucked. Seems that man didn't like my services. Kiryu knew that this would lead to some trouble, so he began to walk away, only to be stopped by the fortune teller. \"Wait, young man. Allow me to thank you for saving me.\"<br>\r\n<br>\r\n\"I don't any thanks.\" Kiryu said humbly, he was just doing what came naturally.<br>\r\n<br>\r\n\"Come now, at least let me express my appreciation. I'll give you one free use of my service.\" The fortune teller said<br>\r\n<br>\r\n\"I don't need my fortune told.\" Kiryu said bluntly, the last encounter he had with a fortune teller was nothing but complete nonsense afterall<br>\r\n<br>\r\n\"Oh ho ho, young man. I don't give simple fortunes, I do something much more special. I give people a whole new perspective on life.\" The fortune teller explained <br>\r\n<br>\r\nKiryu's interest was peaked. \"Alright, I'll try it.\"<br>\r\n<br>\r\n\"Excellent.\" The fortune teller said as they began to do something with their hands \"You're lucky I was feeling generous, usually I charge up to 1 billion yen.\" <br>\r\n<br>\r\nBefore Kiryu could express how aghast he was at that outrageous price, his vision began to fade, what was this persin doing to him? Soon he saw nothing but black for several seconds. Soon his vision returned, but something was wrong. Not only did he feel different, he was in a completely different place. He was still outside, but he was on a completely different street. He saw his reflection in a nearby building and his jaw dropped, he was no longer himself!<br>\r\n<br>\r\nWho did Kiryu end up in the body of?</span></div></div>",
            "created":1556686800,
            "id":2653021,
            "title":"Kiryu"
        },
        "1553331112":{
            "author_id":"nerdman42",
            "author_name":"Nerdie",
            "choices":[
                "Akira Nishikiyama/\"Nishiki\"",
                "Makoto Makimura",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Or perhaps someone else...</span></div></span></div>",
            "created":1572238800,
            "id":2739635,
            "title":"Someone else"
        },
        "15533311122":{
            "author_id":"nerdman42",
            "author_name":"Nerdie",
            "choices":[
                "Not familiar (pre-Yakuza 0)",
                "Still not familiar (during Yakuza 0)",
                "Its Makoto! (after Yakuza 00"
            ],
            "content":"<div class=\"\"><div> <span>This had to be some kind of mistake. Kiryu rubbed his eyes. He looked back at his reflection.<br>\r\n<br>\r\nThis just wasn't possible. But sure enough, a young woman stared back at him from the glass window of the building.<br>\r\n<br>\r\nSomehow, the Dragon of Dojima, the great Kazuma Kiryu... had become a girl.<br>\r\n<br>\r\n\"What... the hell is this?\"<br>\r\n<br>\r\nAny other self-respecting man might go into a complete panic. Some might even faint. But Kiryu was hardly an ordinary man. As much as he wanted to freak out, he couldn't see what use that would be. Somehow, that fortune teller had turned him into.... this.<br>\r\n<br>\r\nHe looked himself over carefully. The woman was the picture of innocence. Her short, black hair formed a simple bob. She wore a brown jacket over what he presumed was a pink blouse. Although, now that he looked at it, it looked more like a uniform than casual wear. And in her-his? Still a his for sure- hands was a long cane.<br>\r\n<br>\r\nHe considered the woman carefully, trying to place her...</span></div></div>",
            "created":1572238800,
            "id":2739642,
            "title":"Makoto Makimura"
        },
        "1553333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Persona",
                "Danganronpa ",
                "Something Else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What series?</span></div></span></div>",
            "created":1556686800,
            "id":2653051,
            "title":"Something Else"
        },
        "15533331":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Persona 5",
                "Persona 4",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Persona?</span></div></span></div>",
            "created":1556686800,
            "id":2653052,
            "title":"Persona"
        },
        "155333311":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Swapping Remote",
                "Random Event"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will this story feature a character obtaining a swapping remote or will some uncontrollable force the characters to undergo a body swap?</span></div></span></div>",
            "created":1559365200,
            "id":2667643,
            "title":"Persona 5"
        },
        "1553333111":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "A Phantom Thief",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who obtains the remote?</span></div></span></div>",
            "created":1559970000,
            "id":2670339,
            "title":"Swapping Remote"
        },
        "15533331111":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Joker",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Joker obtain the remote?</span></div></span></div>",
            "created":1559970000,
            "id":2670343,
            "title":"A Phantom Thief"
        },
        "155333311111":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "During Persona 5",
                "Post Persona 5"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Joker find the remote during the events of Persona 5 or after the events of Persona 5?</span></div></span></div>",
            "created":1560488400,
            "id":2673289,
            "title":"Joker"
        },
        "1553333111111":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Test the remote alone",
                "Enlist someone else's assistance"
            ],
            "content":"<div class=\"\"><div> <span>(Note: I'm using the official name for Joker here)<br>\r\n<br>\r\nRen puzzled over the strange box he held in his hand. It was small and shaped like a TV remote but the design was completely alien. To begin with, it only had a few buttons and each had a completely foreign symbol on it. Looking on the back, there didn't seem to be any slot for batteries; instead, it was only a smooth metallic surface that reflected his confused expression. It was obviously not man-made and the tarnished piece of paper he had found with it only heightened that belief. Body swapping? Possession? It all seemed so ridiculous - like something out of a cartoon. However, with what he had seen this year, maybe it wasn't so ludicrous.<i> Could it be connected to the Metaverse?</i> It was possible but the circumstances in which he found this box were completely different to the app so maybe it was unrelated?<br>\r\n<br>\r\nHe had found this device in Inokashira park earlier today. The silver tint of the buried remote caught his attention as he walked through the park and the note it was wrapped in piqued his curiosity so he dug it up and took it home. If it was real, this could prove useful for both him and the Phantom Thieves and, in addition, it had seemed like the remote wanted him to take it anyway. <br>\r\n<br>\r\nThe paper had explained clearly how to use the remote and each of its functions though he had yet to test any of them. He was hesitant. Sure, the note had explained the remote but he didn't know if he could trust it. He had found it in the middle of a public park; there was no way of knowing where it had come from or who had left it there. Maybe there was information hidden from him, such as unintended side effects, or maybe the remote has an entirely separate purpose. Maybe he was just being paranoid and should just bite the bullet and use it. Though, he could ask someone to help him test it, so he wasn't in this alone if something happened. He could ask a fellow member of the Phantom Thieves or one of his confidants to help him. Though, that could end up putting them in danger and Ren wasn't sure he could risk that.<br>\r\n<br>\r\nIn the end, Ren decided to...</span></div></div>",
            "created":1560574800,
            "id":2673695,
            "title":"During Persona 5"
        },
        "15533331111111":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Try out Possession",
                "Use a different function "
            ],
            "content":"<div class=\"\"><div> <span>Deciding that testing it on his own first would be the besy course of action, Joker didn't contact any of his fellow phantom thiefs or confidants to tell then about the remote.<br>\r\n<br>\r\nThe question now was, how should he test it on his own? Obviously he should use it on himself, but which button should he use? The 'Possession' function would be the simplest course of action, because he wouldn't need to involve anyone but himself. However, the other functions were still tempting. Joker chose to</span></div></div>",
            "created":1563166800,
            "id":2687006,
            "title":"Test the remote alone"
        },
        "155333311111112":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "A Phantom Thief",
                "A Confidant"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Joker opted against using Possession. Leaving the other 3 functions left. However using one of these would be slightly more complicated. He'd need a target other than himself. The question was, who?</span></div></span></div>",
            "created":1563166800,
            "id":2687009,
            "title":"Use a different function "
        },
        "1553333111111122":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "The Velvet Twins",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which confidant? </span></div></span></div>",
            "created":1563166800,
            "id":2687010,
            "title":"A Confidant"
        },
        "15533331111111221":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Aware Swap",
                "Unaware Swap ",
                "Shapeshift "
            ],
            "content":"<div class=\"\"><div> <span>While thinking of who to test the remote on, Joker's mind drifted to his other major supernatural experience and his time in the Velvet Room. Thinking about all the times the twin wardens would verbally and physically abuse him wiped away any hesitation he would have had against using it on them.<br>\r\n<br>\r\nMaking his way downtown, Joker reached the familar blue door to the velvet room, Caroline sitting above the door waiting as usual.<br>\r\n<br>\r\nNot wanting to be seen by her just yet, Joker kept his distance and thought over his options. Aware Swap would be the most risky, as Caroline would be put in his body. Having her in a body that would tower over him would never lead to anything good <br>\r\n<br>\r\nThe other two options were Unaware Swap and Shapeshift. Using Unaware swap they'd be in each other's bodies, but no one would be able to tell other than Joker. If he shapeshifted, he'd become an exact copy of her, hopefully out of sight so she wouldn't be able to find out. <br>\r\n<br>\r\nPointing the remote at Caroline, Joker decided to use the</span></div></div>",
            "created":1563166800,
            "id":2687018,
            "title":"The Velvet Twins"
        },
        "15533331111111222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Kawakami",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he choose Kawakami?</span></div></span></div>",
            "created":1563512400,
            "id":2689437,
            "title":"Someone else"
        },
        "155333311111112222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Chihaya",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he choose Chihaya Mifune?</span></div></span></div>",
            "created":1565067600,
            "id":2697968,
            "title":"Someone else"
        },
        "1553333111111122222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Takemi",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he choose Takemi?</span></div></span></div>",
            "created":1565067600,
            "id":2697969,
            "title":"Someone else"
        },
        "15533331111111222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Ohya",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he choose Ohya?</span></div></span></div>",
            "created":1565067600,
            "id":2697970,
            "title":"Someone else"
        },
        "155333311111112222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Hifumi",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he choose Hifumi?</span></div></span></div>",
            "created":1565067600,
            "id":2697971,
            "title":"Someone else"
        },
        "1553333111111122222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Sae Niijima",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he choose Sae?</span></div></span></div>",
            "created":1565154000,
            "id":2698477,
            "title":"Someone else"
        },
        "15533331111112":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "A Phantom Thief's name",
                "A Confidant's name"
            ],
            "content":"<div class=\"\"><div> <span>Thinking on it, testing it himself could put himself in some serious danger and leave his friends worried. Fearing that, Ren decided to enlist someone's help to reduce the risk with the remote. He pulled out his phone and scrolled through his contacts, thinking on who to ask. Finally, he decided on someone. He chose their name and sent them a short message, asking them to meet up and help him test it.<br>\r\n<br>\r\nWho's name did he choose?</span></div></div>",
            "created":1560574800,
            "id":2673696,
            "title":"Enlist someone else's assistance"
        },
        "155333311111121":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Ryuji",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>A Phantom Thief would be the safest bet as, if it worked, they would be the most prepared for something on the supernatural level. Additionally, if was going to eventually reveal it to the group, enlisting a confidant would put too many people in the equation.<br>\r\n<br>\r\nWhich thief did he choose?</span></div></div>",
            "created":1560574800,
            "id":2673697,
            "title":"A Phantom Thief's name"
        },
        "1553333111111212":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Morgana",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he not text anyone at all and consult Morgana (who had been elsewhere at the time)?</span></div></span></div>",
            "created":1560574800,
            "id":2673698,
            "title":"Someone else"
        },
        "15533331111112122":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Yusuke",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he text Yusuke?</span></div></span></div>",
            "created":1560574800,
            "id":2673699,
            "title":"Someone else"
        },
        "155333311111121222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Ann",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he text Ann?</span></div></span></div>",
            "created":1560574800,
            "id":2673700,
            "title":"Someone else"
        },
        "1553333111111212222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Makoto",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he text Makoto?</span></div></span></div>",
            "created":1560574800,
            "id":2673701,
            "title":"Someone else"
        },
        "15533331111112122221":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Tomorrow",
                "Something happens that night"
            ],
            "content":"<div class=\"\"><div> <span>Makoto seemed like a reasonable choice to enlist help from. She was level-headed and intelligent enough to trust with this knowledge and to help test the remote. With his decision finalised, Ren sent her a text, asking her to meet up so he could show her something. A couple minutes passed by before he received a text back from Makoto.<br>\r\n<br>\r\n<i>I'm sorry. I can't meet up right now because I'm busy with studying. I can meet up tomorrow, however, at LeBlanc.</i><br>\r\n<br>\r\nRen was a little disheartened that he would have to wait til tomorrow to test the remote but he reasoned that it was worth it to be safe with the remote. He replied, saying it was okay to meet up tomorrow, before finding a place in the dusty attic of his room to stash the remote. He settled on hiding it inside his workbench, surrounded by lock-picks he had made. With that, he looked out at the darkened sky and decided to go to bed, anxious to finally test the remote with Makoto. <br>\r\n<br>\r\nWith thoughts of the remote's supposed abilities floating around his head, Ren drifted off into a deep sleep.</span></div></div>",
            "created":1561006800,
            "id":2676092,
            "title":"Makoto"
        },
        "155333311111121222211":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "\"We should show it to the group\"",
                "\"We should keep it a secret\""
            ],
            "content":"<div class=\"\"><div> <span>The following day, Ren sat in the cafe, waiting for Makoto to arrive. His mind danced upon thoughts of what the remote could do. The seemingly infinite possibilities it provided laid before him in a web of ideas but, before he  could act on them, he had to test the remote with Makoto. He glanced at his phone; the last message he had received said that she'd be here in a few minutes. <br>\r\n<br>\r\nHe glanced outside. It was raining. He felt a little guilty about making her come here in this weather but he did need to test the remote. Hopefully, it wasn't just a prank and he hadn't wasted Makoto's time. He took his last bite of curry as the door opened.<br>\r\n<br>\r\nMakoto had arrived. Closing the door behind her, she approached Ren, curiosity plastered upon her face.<br>\r\n<br>\r\n\"You said you had something to show me?\" she asked.<br>\r\n\"Yeah, its upstairs\" Ren quickly replied before leading her into the attic that was his room.<br>\r\n<br>\r\nIn his room, he retrieved the remote and its instructions before presenting them to Makoto. Reading through the damaged note, her brow became increasingly furrowed. <br>\r\n\"Are you sure this is real? It seems so ludicrous\" she said with a half-laugh.<br>\r\n\"That's why I called you here. I want to test if it's real or not. The Metaverse seems ludicrous as well but that's real so why not this?\" Ren replied.<br>\r\n\"You do have a point. We should test it out then.\" Makoto declared, smiling. \"Aware swap should be first function to test then.\" Makoto then pressed the button twice,<br>\r\nfirst targetting herself then targetting Ren.<br>\r\n<br>\r\nIn an instant, Ren's perspective shifted from standing up to being sat down. Additionally, his body felt completely different. Of course it felt different; it wasn't his body. The remote had worked.<br>\r\n\"Wow.\" Ren heard his own voice speak as he looked up at his own body, knowing that it was Makoto in control. \"This...This is unprecedented.\" She was completely in shock as she held up her current hands, inspecting her hands. Quickly, she then looked at Ren in her own body, still shocked. \"Is that you, Ren?\" He nodded. \"So it does work, then.\" she stated as her shock vanished. She then approached the remote and picked it up before reverting the swap.<br>\r\n<br>\r\nNow back in their original bodies, they back discussing the remote and what it could do. \"How does this device work, I wonder?\" Makoto absently-mindedly said as she inspected it. \"There don't seem to be any negative side effects of its use so it seems ok to use but is it connected to the Metaverse in any way?\" she said as she placed the remote down. \"Thank you, Ren, for showing this to me.\"<br>\r\n<br>\r\n\"I only have one question, though.\" replied Ren. \"Should we show the device to the rest of the Phantom Thieves?\"<br>\r\n<br>\r\nHow did Makoto respond?<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1561870800,
            "id":2680596,
            "title":"Tomorrow"
        },
        "1553333111111212222112":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "\"Maybe just one...\"",
                "\"Nobody at all.\"",
                "\"Why not two?\" (Guts 4)"
            ],
            "content":"<div class=\"\"><div> <span>\"I think it would be best to keep this to ourselves for now. I haven't noticed any side effects, but it would be best not to take any risks if we don't know for sure.\" Makoto argued. \"Also, a certain mutual friend of ours might do something hasty if he hears we have the power to do things like this.\"<br>\r\n<br>\r\nThe thought of Ryuji with a body swapping remote made Ren nervous. He nodded in agreement.<br>\r\n<br>\r\n\"Still,\" Makoto continued, \"even if we don't tell the whole group... is it possible telling just one person could get us some information<br>\r\n<br>\r\nWhat are Ren's thoughts?</span></div></div>",
            "created":1562562000,
            "id":2683730,
            "title":"\"We should keep it a secret\""
        },
        "15533331111112122221121":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "One of the guys",
                "One of the girls"
            ],
            "content":"<div class=\"\"><div> <span>\"It would open a lot more options if we told someone else about the remote\" Ren responded. \"It also wouldn't create a large risk of it spiralling out of control if we limited it to one person.\"<br>\r\n<br>\r\n\"I see that we're in agreement, then\" Makoto said with a small smile. \"That just leaves the question of who should we tell about the remote. Ryuji is obviously eliminated due to his....temperament but that still leaves the rest of the thieves to choose from.\"<br>\r\n<br>\r\nWho does Ren think should be told?</span></div></div>",
            "created":1564722000,
            "id":2695863,
            "title":"\"Maybe just one...\""
        },
        "155333311111121222211211":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Morgana",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Ren wish to inform Morgana?</span></div></span></div>",
            "created":1564808400,
            "id":2696343,
            "title":"One of the guys"
        },
        "1553333111111212222112112":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Yusuke",
                "Akechi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Yusuke or Akechi?</span></div></span></div>",
            "created":1564808400,
            "id":2696344,
            "title":"Someone else"
        },
        "155333311111121222211212":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Ann",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Ren wish to inform Ann?</span></div></span></div>",
            "created":1564722000,
            "id":2696088,
            "title":"One of the girls"
        },
        "1553333111111212222112122":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Futaba",
                "Haru"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>That leaves either Futaba or Haru. Who did he choose?</span></div></span></div>",
            "created":1564722000,
            "id":2696092,
            "title":"Someone else"
        },
        "15533331111112122221121221":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Swap Futaba and himself",
                "Swap Makoto and Futaba"
            ],
            "content":"<div class=\"\"><div> <span>\"Telling Futaba would probably be the most benificial option\" Ren stated. \"Her technical knowledge might help us understand more about the remote.\"<br>\r\n\"I suppose that would be the most logical choice.\" Makoto responded thoughtfully. \"It may even help her with her...situation.\"<br>\r\nRen thought about how the remote could help with Futaba's shut-in nature. She would probably be more comfortable outside if she wasn't herself then.<br>\r\n<br>\r\nHaving agreed upon their accomplice in using the device, Ren sent Futaba a message stating <i>I've got something you may be interested in. When are <br>\r\nyou free to meet up, preferably in private?<i> It didn't take long for a response to come shooting back, saying <i>You've got something for me? ooh, now I'm curious. I'm free right now if you want to swing by. ;)<i><br>\r\n<br>\r\n\"Well it seems that she's free now so let's not waste any time.\" said Makoto, as she peered over Ren's shoulder. Nodding in agreement, He slid the remote into his pocket as both of them made their way to the Sakura residence.<br>\r\n<br>\r\nEntering Futaba's room, Ren and Makoto found their fellow phantom thief sat at her computer, hammering away at her keyboard with great speed and precision. Upon<br>\r\nhearing the sound of you entering her room, Futaba turned her head to see Ren and Makoto. <br>\r\n<br>\r\n\"So what's this thing you wanted to show me then?\" Futaba exclaimed, eyes glistening with eagerness. Ren procured the remote from his pocket and began explaining<br>\r\nthe remote and its various functions, Futaba hanging on his every word. After Ren finished his explanation, Futaba responded. \"A remote capable of switching people's <br>\r\nbodies? Sounds implausible. Though, the metaverse itself is weird enough and, if it is real...\" A mischievous smirk manifested on Futaba's face that make Ren almost<br>\r\nregret his decision. \"So? Show me how the remote works, then I'll know you aren't crazy.\" Ren glanced at Makoto, who only gave a faint smile in repsonse. It should<br>\r\nhave been obvious that she'd demand proof, leaving now only the question of how to prove it to her.<br>\r\n<br>\r\nRen immediately ruled out possession. Possessing Futaba wouldn't show her that the remote worked and wouldn't be fair to Futaba. Similarly, letting Futaba possess someone unsupervised would be a recipe for disaster. After looking through the remaining options, he came to the conclusion that an aware swap would be the most effective proof. Swapping himself and Makoto wouldn't help as she'd think they were just messing with her. She'd have to be directly involved in a swap. With that careful consideration, only two options remained: Swap himself and Futaba or swap Makoto and Futaba?</i></i></i></i></span></div></div>",
            "created":1581829200,
            "id":2788185,
            "title":"Futaba"
        },
        "15533331111112122222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Futaba",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he text Futaba?</span></div></span></div>",
            "created":1560574800,
            "id":2673702,
            "title":"Someone else"
        },
        "155333311111121222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Haru",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he text Haru?</span></div></span></div>",
            "created":1560574800,
            "id":2673703,
            "title":"Someone else"
        },
        "1553333111111212222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Akechi",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he text Akechi?</span></div></span></div>",
            "created":1572670800,
            "id":2741279,
            "title":"Someone else"
        },
        "155333311112":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Ryuji",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Ryuji obtain the remote?</span></div></span></div>",
            "created":1559970000,
            "id":2670345,
            "title":"Someone else"
        },
        "1553333111122":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Morgana",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Morgana obtain the remote?</span></div></span></div>",
            "created":1559970000,
            "id":2670346,
            "title":"Someone else"
        },
        "15533331111222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Ann",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Ann obtain the remote?</span></div></span></div>",
            "created":1559970000,
            "id":2670347,
            "title":"Someone else"
        },
        "155333311112222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Yusuke",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Yusuke obtain the remote?</span></div></span></div>",
            "created":1560056400,
            "id":2670707,
            "title":"Someone else"
        },
        "1553333111122222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Makoto",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Makoto obtain the remote?</span></div></span></div>",
            "created":1560056400,
            "id":2670708,
            "title":"Someone else"
        },
        "15533331111222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Futaba",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Futaba obtain the remote?</span></div></span></div>",
            "created":1560056400,
            "id":2670709,
            "title":"Someone else"
        },
        "155333311112222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Haru",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Haru obtain the remote?</span></div></span></div>",
            "created":1560056400,
            "id":2670710,
            "title":"Someone else"
        },
        "1553333111122222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Akechi",
                "Something else happens"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Akechi obtain the remote?</span></div></span></div>",
            "created":1560056400,
            "id":2670711,
            "title":"Someone else"
        },
        "15533331111222222222":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Someone else receives the remote",
                "Two characters swap without explanation",
                "Something else happens"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What does happen?</span></div></span></div>",
            "created":1560229200,
            "id":2672121,
            "title":"Something else happens"
        },
        "155333311112222222222":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "A Phantom Thief",
                "A \"Shitty Adult\"",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is one victim of the swap?</span></div></span></div>",
            "created":1560229200,
            "id":2672122,
            "title":"Two characters swap without explanation"
        },
        "1553333111122222222221":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Joker",
                "Another thief"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is the protagonist a victim of the swap?</span></div></span></div>",
            "created":1573275600,
            "id":2744302,
            "title":"A Phantom Thief"
        },
        "1553333111122222222223":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "A Confidant",
                "A Velvet Room Inhabitant",
                "Someone Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps the first victim is one of these?</span></div></span></div>",
            "created":1560229200,
            "id":2672123,
            "title":"Someone Else"
        },
        "15533331111222222222232":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "A Master",
                "An Attendant"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who from the Velvet Room is the first victim?</span></div></span></div>",
            "created":1560229200,
            "id":2672124,
            "title":"A Velvet Room Inhabitant"
        },
        "155333311112222222222321":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "The True Master",
                "The God of Control"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>To which Master of the Velvet Room do you refer?</span></div></span></div>",
            "created":1560229200,
            "id":2672125,
            "title":"A Master"
        },
        "155333311112222222222322":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Caroline",
                "Justine",
                "Lavenza"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which attendant?</span></div></span></div>",
            "created":1560229200,
            "id":2672126,
            "title":"An Attendant"
        },
        "15533331112":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "A Confidant",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who obtains the remote?</span></div></span></div>",
            "created":1560488400,
            "id":2673093,
            "title":"Someone else"
        },
        "155333311121":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Sojiro Sakura",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Sojiro obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674115,
            "title":"A Confidant"
        },
        "1553333111212":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Chihaya",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Chihaya obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674116,
            "title":"Someone else"
        },
        "15533331112122":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Iwai",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Iwai obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674117,
            "title":"Someone else"
        },
        "155333311121222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Takemi",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Takemi obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674118,
            "title":"Someone else"
        },
        "1553333111212222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Kawakami",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Kawakami obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674119,
            "title":"Someone else"
        },
        "15533331112122222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Ohya",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Ohya obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674120,
            "title":"Someone else"
        },
        "155333311121222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Shinya",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Shinya obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674121,
            "title":"Someone else"
        },
        "1553333111212222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Hifumi",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Hifumi obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674122,
            "title":"Someone else"
        },
        "15533331112122222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Mishima",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Mishima obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674123,
            "title":"Someone else"
        },
        "155333311121222222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Yoshida",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Yoshida obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674124,
            "title":"Someone else"
        },
        "1553333111212222222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Sae",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Sae obtain the remote?</span></div></span></div>",
            "created":1560661200,
            "id":2674125,
            "title":"Someone else"
        },
        "1553333112":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Joker",
                "Ryuji ",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will swap bodies?</span></div></span></div>",
            "created":1563166800,
            "id":2686997,
            "title":"Random Event"
        },
        "15533331121":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "A Phantom Thief",
                "A Confidant"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will Joker swap bodies with?</span></div></span></div>",
            "created":1563166800,
            "id":2686998,
            "title":"Joker"
        },
        "155333311211":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Spring",
                "Summer"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which season of the year?</span></div></span></div>",
            "created":1586408400,
            "id":2816413,
            "title":"Spring/Summer"
        },
        "1553333112111":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Ryuji again",
                "Something else gets a turn"
            ],
            "content":"<div class=\"\"><div> <span>Joker and the phantom thieves were hanging out at the thieves den, the strange world where time seemed not to move. It was only a few days after they had defeated Madarame's shadow and taken his treasure, it was a very exhausting affair. <br>\r\n<br>\r\n\"Hey, have you messed with the panels on the third floor of this place yet?\" Morgana asked the other phantom thieves as they all played cards<br>\r\n<br>\r\n\"No, why?\" Asked Joker<br>\r\n<br>\r\n\"That mysterious kid Jose said something about how they can change how you look, maybe you guys can get cool makeovers to your phantom thief outfits\" Morgana explained<br>\r\n<br>\r\n\"Ooh, that sounds cool. Why don't we give it a try?\" Ann said, putting down her cards.<br>\r\n<br>\r\nThe phantom thieves made their way up to the third floor on the thieves den and just as Morgana said, there were multiple panels for the phantom thieves to stand on. \"So, how do these work?\" Ryuji said as he walked on to one<br>\r\n<br>\r\n\"I dunno!\" Morgana exclaimed. \"Just try thinking or saying things, you idiot!\"<br>\r\n<br>\r\n\"Shut up you dumb cat. Hey Ann-\" suddenly a puff of smoke enveloped Ryuji, where he once stood was now an exact replica of Ann in her Shujin uniform \"Do you have any idea...s\" the second Ann suddenly looked down at herself in pure shock \"What the hell?!\" Ryuji yelled as he examined himself, all over he looked exactly like Ann<br>\r\n<br>\r\nThe other phantol thieves were completely shocked. Ryuji had morphed into Ann just from saying her name on the panel, this must be what Jose had meant when he said the panels could change their appearance. Being calm and collected as always, Joker threw out a suggestion \"Ryuji say your own name\"<br>\r\n<br>\r\n\"Huh?? Sure? Ryuji\" and with another puff of smoke Ryuji turned back to normal \"I'm back!\" Ryuji laughed, now that he knew he could turn back to his normal self at any time, the initial shock of his body changing had turned into excitement.<br>\r\n<br>\r\nNow that the phantom thieves knew how these panels worked, who used them next?</span></div></div>",
            "created":1586408400,
            "id":2816439,
            "title":"Spring"
        },
        "155333312":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Yu",
                "Yosuke",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character will switch bodies?</span></div></span></div>",
            "created":1556686800,
            "id":2653055,
            "title":"Persona 4"
        },
        "1553333121":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Test it out with Nanako",
                "Go into town and look for a party member ",
                "Something throws Yu off along the way (other social link)"
            ],
            "content":"<div class=\"\"><div> <span>[Originally written by Reset (scratch495@Writing.Com)]<br>\r\n<br>\r\nYu stretched his arms over his head as he walked down into the Dojima family's living room. He looked forward to the lazy sunday ahead of him now that he and his friends had seemingly captured the killer responsible for the chaos in Inaba, a teen from a different school by the name of Mitsuo. There had been several murders and even more kidnappings, but with the crisis out of the way he could live like a normal highs-chooler and enjoy the rest of the year.<br>\r\n<br>\r\n<br>\r\n\"Hey big bro,\" a soft voice rang out from the living room as Yu was putting on his shoes. \"A package arrived for you today.\" Sitting by the TV, Yu's little cousin Nanako was point towards a small box left out on the kitchen counter for him. <br>\r\n<br>\r\n<br>\r\nYu raised an eyebrow. \"Doesn't look like its from Tanaka...\" He put in a lot of orders for items useful to his investigations and forays into the midnight channel with the rest of the investigation team, but he couldn't recall making one recently. Curious, he opened up the box, seeing a small device decked out with 4 buttons and a leaflet with soe basic instructions. <br>\r\n<br>\r\n<br>\r\n<i>'Well, that looks like a lot of nonsense,'</i> Yu remakred mentally as he read the notes with a blank expression. 'But then, this whole year has been a lot of nonsense.' Body swapping was of course, impossible, but Yu had reason to be more credulous than the average person. After all, he could phase through televisions and fought monsters on a regular basis. <br>\r\n<br>\r\n<br>\r\n\"Guess I owe it to whoever sent it to give it a shot, even if it is an elaborate joke,\" Yu honestly couldn't imagine who might've sent it to him, but it'd be mean to deprive the prankster of their fun. <br>\r\n<br>\r\n<br>\r\n\"Is that for your TV upstairs?\" Nanako asked from across the room, having been watching silently the whole time Yu read the instructions. <br>\r\n<br>\r\n<br>\r\nYu shrugged, \"I guess you could say that.\" It was best not to go into detail before you could prove something; otherwise people don't really believe you. He knew that from experience. <br>\r\n<br>\r\n<br>\r\n<i>'If I want to test it, I suppose Nanako is right here,'</i> Yu reasoned absently. She was a smart kid, and he knew she would keep a secret if he asked her too. Still, if it worked, it might be best to keep knowledge of it confined to the investigation team. They already knew the supernatural was real, so it'd be less likely to shatter their worldview. There wasn't much to do in Inaba on your own, so Yu figured that basically any of his friends would be available right now</span></div></div>",
            "created":1556686800,
            "id":2653057,
            "title":"Yu"
        },
        "15533331211":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Explain the remote to Nanako",
                "Try to resolve this without her finding out about the remote "
            ],
            "content":"<div class=\"\"><div> <span>[Originally written by Reset (Scratch495@writing.com)]<br>\r\n<br>\r\nIt was a rather reckless option, but as far Yu could see, neither was likely to work, so he instinctively went for the Aware Swap option. <br>\r\n<br>\r\n<br>\r\n\"Hey Nanako, hold still while I try something,\" Yu said abruptly as he pointed the remote at her and clicked the button. A sudden burst of nausea overtook him as the room seemed to spin around and his perspective became much, much smaller. <br>\r\n<br>\r\n<br>\r\n\"Try what?\" Yu heard his own voice ask, as he found himself sitting down on the other side of the room. Standing by the counter, he saw his own body looking at him like a deer in headlights. \"...uh, big bro...?\" There was a brief clatter as Nanako dropped the remote. <br>\r\n<br>\r\n<br>\r\nA quick downward glance confirmed for Yu that the remote worked. He pulled up a pair of small, delicate hands to his eyes, and looking past those hands he saw his legs were exposed - he was wearing Nanako's dress. <br>\r\n<br>\r\n<br>\r\nThankfully, Yu was quick on his feet. He had spent this whole year involved in stranger things than this. While his balance was off, he managed to pull himself to his feet. \"Don't worry Nanako - it's me. Everything will be fine,\" he assured his cousin in his own body as he stood up, his balance more than a bit off center. If the remote switched them so easily, it'd switch them back just as easily. However, the issue of 'damage control' still remained. Yu had enough experience to deal with this, but how would he explain this to Nanako? <br>\r\n<br>\r\n<br>\r\n\"Big bro, are you me?\"<br>\r\n<br>\r\n<br>\r\nRemembering the clattering sound after they switched, Yu realized that Nanako - who was now looking herself over with a sense of awe - didn't really process the remote. He could try explaining everything to her, but it might lead to... issues. If he could get a hold of it without her realizing though, there was a chance he could switch them back without Nanako knowing about the device at all and just play dumb about it. Maybe she'd think it was a dream? Or just some magical event like in a movie? He knew he had to commit before her sense of awe turned into panic though. </span></div></div>",
            "created":1556686800,
            "id":2653060,
            "title":"Test it out with Nanako"
        },
        "15533331213":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "A friend from school",
                "Someone from outside of class"
            ],
            "content":"<div class=\"\"><div> <span>[Originally written by Reset (Scratch495@writing.com)]<br>\r\n<br>\r\nYu hid the device away in his pocket, deciding to hold back on using it for now. If it was dangerous, it'd be irresponsible to test it on Nanako. \"I'm going to be seeing some friends from school today,\" he explained, \"will you be alright on your own, Nanako?\"<br>\r\n<br>\r\n<br>\r\nShe nodded, \"I'll be fine, big bro. I was going to visit some friends too.\" <br>\r\n<br>\r\n<br>\r\nYu smiled. \"Great to hear! Just be safe and get home before dinner.\" Nanako gave a smile and a nod back, and with that Yu opened the front door and made his way up the street towards the shopping district. Inaba was pretty tiny, so he could walk just about anywhere. He had his uncle's scooter, but he generally saved it for trips out of town with his friends. <br>\r\n<br>\r\n<br>\r\nGenerally, Yu could find any number of friends just by wandering up and down the street of the shopping district. Kanji and Rise both worked there with their families, and Chie and Yukiko often went shopping nearby. Yosuke and Teddy were probably off at Junes, but that was a bit further away. He supposed it would help speed things up to sed everyone a text to see if they were available, and stopped to flip open his cellphone as he reached the end of the street.<br>\r\n<br>\r\n<br>\r\n\"Hey! Narukami!\" A voice interrupted.<br>\r\n<br>\r\n<br>\r\nYu blinked, recognizing his own named being called from the other side of the street as he reached the bus stop. Looking up from his phone, he saw...</span></div></div>",
            "created":1556686800,
            "id":2653064,
            "title":"Something throws Yu off along the way (other so..."
        },
        "155333312131":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Ai Ebihara",
                "Kou Ichijo",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What friend did he run into?</span></div></span></div>",
            "created":1556686800,
            "id":2653066,
            "title":"A friend from school"
        },
        "1553333121311":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Tell her about it",
                "Try it without telling her"
            ],
            "content":"<div class=\"\"><div> <span>The one who greeted Yu was none other than Ai Ebihara, the manager of the sports team Yu was a member of at school. Over the course of time since he had come to Inaba he had become good friends with her. Yu put his phone away, not sending the text he planned to send.<br>\r\n<br>\r\n<br>\r\nAs he had one of his usual conversations with Ai, Yu's thoughts turned to the remote currently in his pocket. Perhaps he could tell Ai about it? While she would certainly be more skeptical about it than any of member of the investigation team would be, if it did end up working it wouldn't matter if she was skeptical.<br>\r\n<br>\r\n<br>\r\nYu wondered whether or not he should tell her about it at all or just try out one of the buttons right now. If he told her about it first and it didn't work, it may hurt his relationship with Ai a bit, she wasn't exactly the type of person who would appreciate a joke like this. However, if it did work and he tried it out on her without telling her first, she would almost certainly be mad at him for trying it out on her without warning her first.<br>\r\n<br>\r\n<br>\r\nAfter a few more seconds of thought, Yu decided to</span></div></div>",
            "created":1556686800,
            "id":2653067,
            "title":"Ai Ebihara"
        },
        "15533331213112":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Possession",
                "Shapeshift/Unaware Swap"
            ],
            "content":"<div class=\"\"><div> <span>Yu decided it was best to try now and, if it worked, ask for forgiveness later. Ai was a good friend - she'd understand right? <br>\r\n<br>\r\n<br>\r\nThinking over his options, Yu figured that any of them except for Aware Swap would serve the purpose. If he did use Aware Swap, he'd have to be ready to explain everything or make a convincing lie. <br>\r\n<br>\r\n<br>\r\nWith this in mind he opted to use...</span></div></div>",
            "created":1556686800,
            "id":2653068,
            "title":"Try it without telling her"
        },
        "155333312131121":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Yu visits his friends like this",
                "Yu does something else"
            ],
            "content":"<div class=\"\"><div> <span>[Originally written by Reset (Scratch495@writing.com)]<br>\r\n<br>\r\nAs the two chatted for a bit, Yu deftly reached a hand into his pocket, angling the device towards himself as he settled on the 4th button, 'possession'. It struck him as a rather drastic choice, but it probably left the fewest loose ends in the long run. With a click he activated the device, and suddenly he felt weightless, floating like a cloud over his own body, which seemed to keep up the conversation with Ai as though he was still inside. <br>\r\n<br>\r\n<br>\r\nAs though processing what had happened to him, Yu stayed in this state for maybe a minute or two, just watching fascinated. He thought he'd be able to adapt fast to something like this, but he was evidently wrong. He felt like a set of eyes just floating around, meeting no resistance as he spun around every possible direction. <br>\r\n<br>\r\n<br>\r\n\"Anyways, I'll leave you be for right now,\" he heard Ai say as his attention settled back on the situation below. \"I should probably go study a bit, after all.\" <br>\r\n<br>\r\n<br>\r\n\"I'll see you at practice then,\" Yu's own body replied with a nod, as he took a right turn and continued down the sopping district. Yu wasn't totally sure what his body was going to do without the remote, but he guessed it at least gave him a convenient opening. He found that with a little focus, he could push himself along at a fairl steady pace, easily keeping up with Ai until the two came across an empty block. As Ai stopped to let a car pass, Yu made his move and pushed through her. <br>\r\n<br>\r\n<br>\r\n\"Woah!\" Yu gasped in a high pitched voice, letting out a sudden burst of air as he suddenly had lungs again. He could feel long hair tickling at his neck, and a sharp breeze across his legs. A quick look downwards revealed his legs were completely exposed - he was wearing a dress! It was the very same white and pink outfit that Ai had been wearing. He also realized, as his face turned red, that he had breasts. He could The device worked perfectly. <br>\r\n<br>\r\n<br>\r\nSpeaking of the device, he became suddenly aware of the fact that he had it clenched in Ai's right hand - his hand for the moment. He reached downwards to put it away in a pocket, but merely brushed a hand against the hems of his skirt. He awkwardly hid it away in Ai's purse instead. He fished around a bit more, but realized to his frustration that Ai had given him her compact mirror. Wanting to see his reflection, he walked up to a nearby storefront, staring into the window long enough to get a faint reflection of his new face. <br>\r\n<br>\r\n<br>\r\n\"Holy crap,\" he said in Ai's voice, \"that thing works. For real!\" The situation was beyond surreal, but he couldn't help but smile for a second. As far as supernatural occurrences went, this one had a lot more potential to be fun than the last one. Wearing a skirt didn't bother him that much, but he had to admit that being a girl was an experience he wasn't expecting. \"Well Ai,\" he whispered under his breath as he straightened out the ribbon around her chest, \"how about we see where this takes us, huh?\" <br>\r\n<br>\r\n<br>\r\nNot wanting to seem like a weirdo, he turned away from the window and walked across the street as Ai had intended, fiddling with his new, long hair as he did. He didn't really know where his body had run off to, but he typically returned home briefly by the time it got dark just in case his uncle got back. Yu figured he would just swing by his house at that hour and use the device to return to his body then. That meant he had basically the whole afternoon to explore the possibilities before returning to normal. </span></div></div>",
            "created":1556686800,
            "id":2653069,
            "title":"Possession"
        },
        "1553333121311211":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "\"It's actually sort of serious...\"",
                "\"Nothing much\""
            ],
            "content":"<div class=\"\"><div> <span>[Originally written by Reset (Scratch495@writing.com)]<br>\r\n<br>\r\nAs Yu crossed the street, an idea crossed his mind. <i>'How would the others treat me if I approached them like this?'</i> It'd be interesting to see how others react. If he was in a new body, it'd pay to take in a new perspective, right? <br>\r\n<br>\r\n<br>\r\nYu figured that if all of his friends would be gathered into one place, it'd probably be Junes, since Yosuke and Teddy worked there. The others might atleast be getting lunch. Ai herself didn't really care for the place - it was probably a bit too cheap for her tastes - but Yu knew she frequented it on occasion. <i>'Maybe I can even fluster Yosuke a bit,'</i> he thought to himself with a smirk as he picked up the pace. <br>\r\n<br>\r\n<br>\r\n---<br>\r\n<br>\r\n<br>\r\n<i>~'Every Day is Great at Your Junes!~</i><br>\r\n<br>\r\n<br>\r\nYu hadn't been in Inaba long, but that jingle had already gotten stuck in his head after too many trips to the food court. It was sort of getting on his nerves by this point. <br>\r\n<br>\r\n<br>\r\nStill, it didn't phase him that much this time as he was still adapting to the new sensations of his current body. His whole center of gravity was way off as he traversed the store, looking for some sign of his friends wandering the aisles.<br>\r\n<br>\r\n<br>\r\n\"There they are!\" he murmured to himself, excited as he eventually spied the team - sans himself - at their usual table.Yosuke, Chie, Yukiko, Kanji, Rise, and even Teddy were all at the table together. He'd usually be at ease to see his friends all together, but suddenly he felt his (Ai's?) muscles tense up at the thought of confronting them.Still, it'd be a waste of time if he came hereand did nothing. <br>\r\n<br>\r\n<br>\r\nPutting on his best 'Ai Face', Yu grabbed her purse strap tightly and walked forward. \"Hey, you guys,\" he called out, still getting used to the high voice. The team looked confused as 'Ai' suddenly came out of nowhere, plopping down in an empty seat right next to Yosuke. \"You seem to be having quite the gathering, what's going on?\" <br>\r\n<br>\r\n<br>\r\n\"U-uh, Ebihara?\" Yosuke seemed instantly frazzled by the girl sitting next to him, much to Yu's delight. Yukiko giggled a bit, but Chie just seemed sort of annoyed. <br>\r\n<br>\r\n<br>\r\n\"What are you doing here, Ai?\" Chie asked, a bit incisively. <br>\r\n<br>\r\n<br>\r\n\"I just had nothing to do today,\" Yu replied with a pair of hands up in the air defensively, \"so I went shopping and saw you all. Can I not hang out with my classmates?\" <br>\r\n<br>\r\n<br>\r\nChie gave a bit of a grimace. \"Be nice, Chie,\" Yukiko interjected. \"She's Narukami's friend, remember?\" <br>\r\n<br>\r\n<br>\r\n\"Any friend of sensei has to be a good person after all!\" Teddy burst in, all of a sudden. He was outside his costume now - Yu could see it discarded a few feet behind him. He flashed a wink at Yu and seemed to sparkle as he continued. \"Especially one who's so beautiful.\" <br>\r\n<br>\r\n<br>\r\nYu gave a nervous grin in response. \"Uh, thank you for the compliment.\" He made a mental note: Teddy was a bit of a weirdo. \"So. what are you all doing gathered here?\" Yu probed, curious to get more of this 'outsider's perspective</span></div></div>",
            "created":1556686800,
            "id":2653072,
            "title":"Yu visits his friends like this"
        },
        "1553333122":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Call up the investigation team",
                "Wait till school tommorow ",
                "Swap with a random person outside "
            ],
            "content":"<div class=\"\"><div> <span>Yosuke was carrying some boxes from a delivery truck into Junes, silently cursing under his breath. Because several part time workers chose not to show up today, he was stuck with doing their work! As much as Yosuke wanted to jump into the T.V. world to avoid having to do this work, he knew that if he didn't do it, no one would<br>\r\n<br>\r\n<br>\r\n<br>\r\nAs Yosuke was carrying a package, he stubbed his tow. While yelling to himself about the pain, he dropped the package and it's contents fell out. Yosuke looked around to make sure that no one saw that embarrassing scene. Once he was sure he was alone, he looked at what had fallen out of the package. It looked like a remote and manual. Yosuke assumed it was some kind of T.V. remote and began to put it back in the package. It wasn't until further inspection that he realized it wasn't a T.V. remote at all. It was labeled as some kind of 'Body Swap Remote'. \"The hell? We don't sell anything like this here.\" Yosuke thought aloud<br>\r\n<br>\r\n<br>\r\n<br>\r\nYosuke wanted to label it as some sort of prank and toss it out, but at the same time he was extremely curious. He finished putting the remote in it's package and took it to his bedroom. Once there, he began to read the manual. After a quick skim through, Yosuke had a vague understanding of how the remote worked. Of course, he had no way of knowing whether or not it was real yet. He didn't immediately dismiss the idea of 'Body-Switching' as ridiculous, because over the last few months he's been in many, many stranger situations.<br>\r\n<br>\r\n<br>\r\n<br>\r\nOf course, now that he had access to this remote, the question was, who to use it on? Yosuke did know one thing though, he probably shouldn't ask for permission before he used the remote. If he asked any girl to swap with him, he'd probably get slapped in the face. If he asked any of the guys he knew, he'd probably get punched in the face, especially if he asked Kanji!<br>\r\n<br>\r\n<br>\r\n<br>\r\nYosuke figured he had three choices for what to do now. He could A. Call up the rest of the investigation team to the Junes food court and use it on one of them there, B. Wait until school tomorrow and then use it, or C. Swap with some random person on the street and hope for the best.<br>\r\n<br>\r\n<br>\r\n<br>\r\nIn the end he decided to....</span></div></div>",
            "created":1558242000,
            "id":2661475,
            "title":"Yosuke"
        },
        "15533331222":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Swap with Chie",
                "Swap with Yukiko",
                "Wait until he see someone else"
            ],
            "content":"<div class=\"\"><div> <span>Yosuke decided that it was pointless to call up the entire Investigation team over some remote that may or may not work and it would be too risky to just swap with some random person outside. The safest thing to do for now would be to wait for school tomorrow and wait for a good chance to use it there.<br>\r\n<br>\r\nThe next morning, Yosuke had slept in and had rushed to get ready for school, he made sure to grab the remote from under his bed before he went out the door. Because he had slept in he was behind most of the people walking to school, but this may be beneficial! Now no one would see him and question why he was pointing around some weird remote. As he walked to school, Yosuke noticed two people he recognized walking far in front of him. It was Chie and Yukiko! Perfect, they could be a good first test for the remote!<br>\r\n<br>\r\nChie had always been a bit of a jerk to Yosuke, often hitting him and criticizing him. She still hadn't forgiven him for breaking her Trial of the Dragon DVD. Switching bodies with her could be a fitting bit of payback! Maybe she wouldn't be so critical of him if she knew what it was like to walk a mile in his shoes!<br>\r\n<br>\r\nYukiko was also a good candidate to switch with. She was easily one of the most popular and beautiful girls in school. If Yosuke swapped with her, he could bask in her popularity for the day. Even if it was the popularity of the opposite gender. Of course, he would have to switch back before school was over. He wouldn't want to be stuck working at her parents inn for the day.<br>\r\n<br>\r\nOf course, he didn't need to switch with either of them right now. There were plenty of other people that he both did know and didn't know in school that he could switch with. In the end Yosuke decided to....</span></div></div>",
            "created":1558328400,
            "id":2661917,
            "title":"Wait till school tommorow "
        },
        "1553333123":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Teddie",
                "Kanji ",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character?</span></div></span></div>",
            "created":1557205200,
            "id":2656467,
            "title":"Someone else"
        },
        "15533331231":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "During Persona 4",
                "Post-Persona 4"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>At what time?</span></div></span></div>",
            "created":1557205200,
            "id":2656468,
            "title":"Teddie"
        },
        "155333312312":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Swap with someone he knew",
                "Swap with someone he didn't know",
                "Share it with Yosuke"
            ],
            "content":"<div class=\"\"><div> <span>Teddie was bored. It had been nearly two months since Yu had left Inaba, Naoto had left soon after him, and now Rise was getting ready to leave and restart her idol career. It wan't far! Not only had his sensei let him behind, but two gorgeous babes were also leaving him in the dust. Just the, Teddie had an idea \"I know! I'll become beary famous and be know worldwide! Then Sensei and the others will want to come see me!\" Teddie thought aloud for a moment, but even he knew that it would never happen.<br>\r\n<br>\r\n<br>\r\n<br>\r\nTeddie continued doing his part-time job as Junes' mascot, but one day he found something strange on the ground. It seemed to be some sort of package. He picked it up and shook it around. Judging by it's size and how light it was, he jumped to the obvious conclusion that it was....\"Candy!\" Teddie yelled aloud and began to tear open the package. He frowned when he saw what was inside, it wasn't candy.<br>\r\n<br>\r\n<br>\r\n<br>\r\nInside the package was a remote of some sort and a manual. Teddie tried to read the manual, but he wasn't very good at reading. He instead chose to look at the pictures in the manual to find out what the remote did. He couldn't figure out any specific of how it worked, but it seemed that this remote could swap bodies around. \"Cool!\" Teddie shouted out, getting some looks.<br>\r\n<br>\r\n<br>\r\n<br>\r\nTeddie began to think about what he could use the remote for, his first thought of course came in the form of using it on his friends. It would be fun to swap all of their bodies around for a little while, plus, if he so happened to end up in the body of one of the girls, he could get real up close and personal with them.<br>\r\n<br>\r\n<br>\r\n<br>\r\nOf course, Teddie didn't limit his swapping thoughts to those he knew. The entire town of Inaba deserved the chance to at least have Teddie in their body for a little while!<br>\r\n<br>\r\n<br>\r\n<br>\r\nAs Teddie thought about what to do with the remote, he was suddenly interupted. \"Damn it Teddie! You already had five breaks today, you have to actually work!\" Yosuke shouted at Teddie. That's when Teddie had a third idea, who could tell Yosuke about the remote too! If Yosuke knew, maybe he could read the manual and teach Teddie exactly how each of the remote's buttons worked. Of course, there was also the chance that Yosuke could ruin Teddie's fun.<br>\r\n<br>\r\n<br>\r\n<br>\r\nIn the end, Teddie decided to...</span></div></div>",
            "created":1557205200,
            "id":2656469,
            "title":"Post-Persona 4"
        },
        "1553333123121":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Teddie is impatient",
                "Teddie waits for now"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Teddie immediately use the possession function or wait to use the remote on someone he knows?</span></div></span></div>",
            "created":1559106000,
            "id":2666098,
            "title":"Swap with someone he knew"
        },
        "15533331231211":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Teddie possesses one of the girls",
                "Teddie keeps searching"
            ],
            "content":"<div class=\"\"><div> <span>Teddie didn't want to go back to work and why should he? With this remote, he can easily skip work and hang out with the fair maidens of Inaba with Yosuke being none the wiser. Immediately - without thinking - he used the possession function in order to get out of being yelled at by Yosuke and then maybe he could have some fun.<br>\r\n<br>\r\nIn an instant, the world shifted before Teddie as he was suddenly thrown upwards. However, he  quickly realised something felt off as he found himself floating above the ground and felt weightless. In a panic, he flailed around a bit before realising what had happened; the remote had made him into a ghost. He looked down to see what his body was doing during his discovery, hoping that it hadn't fallen down and hurt itself. That would be unbearable. Instead of that, he found it talking to Yosuke, as if nothing had happened, and promising to get back to work. After learning that his body would be fine, Teddie decided to see what kind of fun he could have with the possession function.<br>\r\n<br>\r\nTeddie rose through the roof to gain a bird's eye view of Inaba in his ghostly form. Awed by the freedom given to him, his eyes darted across the village as he tried to decide on a destination. Eventually, he decided to go everywhere, looking for someone to possess from the people he knew. He soared across the streets of Inaba, yelling in excitement despite being inaudible to others. Eventually, he identified his possible targets.<br>\r\n<br>\r\nChie and Yukiko were walking across the Samegawa flood plains. Maybe he'd having some fun as one of them, though he would have to try and fool the other if he chose one of them, which might be a challenge.<br>\r\n<br>\r\nRise was in the Tofu shop. Teddie considered how it might be to be in the body of such a beautiful idol. Being an idol, combined with his devilish bear charms, might be the perfect option.<br>\r\n<br>\r\nTeddie's strangest discovery was that Naoto was in town, which left her as an option. In Teddie's mind, being a detective would be beary cool. <br>\r\n<br>\r\nThis left Teddie spoilt for choice in who to possess but who did he decide on?<br>\r\n<br>\r\n</span></div></div>",
            "created":1559278800,
            "id":2667109,
            "title":"Teddie is impatient"
        },
        "155333312312111":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Chie/Yukiko",
                "Rise/Naoto"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who did he possess?</span></div></span></div>",
            "created":1559365200,
            "id":2667492,
            "title":"Teddie possesses one of the girls"
        },
        "1553333123121111":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Chie",
                "Yukiko"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Floating over the girls, Teddie decided which of the pair he wanted to possess.<br>\r\n<br>\r\nWho did he possess?</span></div></span></div>",
            "created":1559451600,
            "id":2668198,
            "title":"Chie/Yukiko"
        },
        "15533331231211112":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Use the remote",
                "Ditch Chie"
            ],
            "content":"<div class=\"\"><div> <span>As Chie walked with her best friend, she noticed Yukiko begin to stumble for a second before she stopped moving altogether. \"Yukiko? Is something wrong\"<br>\r\n<br>\r\nOnce Chie had finished her question, Yukiko had seemed to regain some of her composure. However, something about her seemed different. She looked down at herself as if her own body was foreign to her. She then embraced herself in a hug, giggling the entire time. <br>\r\n<br>\r\n\"Y-Yukiko?\" Chie said in shock \"Are you okay?\"<br>\r\n<br>\r\n'Yukiko' seemed to only now remember she was wasn't alone. She turned to face Chie, but never made eye contact. Her focus was solely on herself. \"I'm... feeling.......bearific.....Chie!\" Teddie said with Yukiko's voice. As he talkes he bounced uo and down. Watchinf the alight bounce of his chest and the way his skirt would move about everywhere. <br>\r\n<br>\r\n\"You're acting totally weird, and did you just say bearific? Teddie is rubbing off on you WAY too much. Maybe I should teach him a lesson for having you act weird.\" Chie tried to joke around, but how her friend was acting was still making her worried.<br>\r\n<br>\r\n\"No! Teddie is a handsome bear! You shouldn't hurt him!\" Teddie tried to defend himself,  which didn't help him seem like the real Yukiko at all<br>\r\n<br>\r\n\"Okay, that settles it. There's something wrong with you.\" Chie said. \"Maybe you have a fever? We have been going to the T.V. world a lot lately.\"<br>\r\n<br>\r\nTeddie was getting nervous. He didn't want anyone to find out about the remote yet, but if Chie kept noticing how strange he was acting, she would surely find out. What would she do if she found out that he took Yukiko's body? He shuddered at the thought.<br>\r\n<br>\r\nBut what could he do? He took notice of the remote that had somehow reappeared in his left hand. Perhaps he could do something to distract Chie from him or make her not notice anything? Of course he could go for the much simpler method and just ditch her and run off in his own.<br>\r\n<br>\r\nTeddie opted to</span></div></div>",
            "created":1560834000,
            "id":2675173,
            "title":"Yukiko"
        },
        "155333312312111121":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Teddie has fun alone in Yukiko's body",
                "Teddie runs into another member of the investigation team",
                "Someone encounters the frog in Chie's body"
            ],
            "content":"<div class=\"\"><div> <span>Teddie knew that the only way out of this would be to use the remote, but in what way? If he swapped Chie with another person or himself with her, she'd still be able to confront him about it.<br>\r\n<br>\r\nShifting his eyes around, desperate for a solution, he realized what to do! He aimed the remote at Chie and pressed 'Aware Swap' then aimed toward the riverbed at his other target.<br>\r\n<br>\r\nWithin an instant Chie's expression changed, the look on her face was mostly blank now, with hints of confusion. She dropped to her knees and held her arms on the ground. The following croak from her mouth was full confirmation the swap worked.<br>\r\n<br>\r\nTeddie gleefully ran down to the river in Yukiko's body. He looked around at the frogs hopping and realized......he had no idea which one he swapped Chie with. How was he supposed to tell which one was actinf differently? They're frogs<br>\r\n<br>\r\nAfter a minute of looking and being unable to tell which one was Chie, Teddie chose to just wait until he was done in Yukiko's body to turn her back \"Don't worry Chie-chan, I'll be back later!\" He said to all the frogs before running off, passing by the frog in Chie's body attempting to get used to its new height and limbs<br>\r\n<br>\r\nNow that Chie was taken care of, Teddie was free to do whatever he wanted in Yukiko's body, he wondered what he should do next</span></div></div>",
            "created":1563685200,
            "id":2690197,
            "title":"Use the remote"
        },
        "1553333123121112":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Rise",
                "Naoto"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who did he choose to possess?</span></div></span></div>",
            "created":1559970000,
            "id":2670340,
            "title":"Rise/Naoto"
        },
        "15533331233":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Chie",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Chie obtain the remote?</span></div></span></div>",
            "created":1557550800,
            "id":2658490,
            "title":"Someone else"
        },
        "155333312332":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Yukiko",
                "Someone else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about Yukiko?</span></div></span></div>",
            "created":1558242000,
            "id":2661433,
            "title":"Someone else"
        },
        "1553333123322":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Rise",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Rise obtain the remote?</span></div></span></div>",
            "created":1558674000,
            "id":2663699,
            "title":"Someone else "
        },
        "15533331233222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Naoto",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Naoto obtain the remote?</span></div></span></div>",
            "created":1559106000,
            "id":2666097,
            "title":"Someone else"
        },
        "155333312332222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Adachi",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Adachi obtain the remote?</span></div></span></div>",
            "created":1561093200,
            "id":2676607,
            "title":"Someone else"
        },
        "1553333123322221":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "During Persona 4",
                "Post Persona 4"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>-SPOILERS AFTER THIS CHAPTER-<br>\r\n<br>\r\nDoes this take place before or after the game's events?</span></div></span></div>",
            "created":1561352400,
            "id":2678014,
            "title":"Adachi"
        },
        "15533331233222212":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Possession",
                "Aware Swap"
            ],
            "content":"<div class=\"\"><div> <span>Adachi sat in his cell, desperately trying to fight off his boredom. He tried to fight off the boredom that had plagued him ever since he came to the worthless town of Inaba. The only respite he ever got from his boredom was when he was graciously given the power to force people inside a TV, with their anguished faces serving as Adachi's only source of joy. Though, it was that power that put him in this situation, imprisoned on several charges such as murder. It only served to magnify his boredom in the long run. <br>\r\n<br>\r\nThe former detective sighed as he laid back against the wall of his cell. What he wouldn't give for another chance to spice up his life. Eventually, he'd probably go insane from the boredom. There wasn't a single thing in this prison that he could use to entertain himself. All he could do now was fantasise about good food that he could no longer taste. He had truly hit rock bottom.<br>\r\n<br>\r\nAs he sat there, wallowing in his misery, he noticed a guard approach his cell door before opening a small hatch and hurling a small box through it towards his head. Barely dodging it as it collided with the wall, he looked at the guard suspiciously.<br>\r\n<br>\r\n\"Sent in as a gift for you. Don't get your hopes up, we already checked it and there's nothing useful inside. I don't know what loser would want to give you a gift, though\" The guard remarked, an arrogant smirk plastered on his lips before he quickly left.<br>\r\n<br>\r\nAdachi's gaze then turned to the white box that laid next to him. Holding it up, he couldn't find a trace of any designs or text on it; it was a plain, white box. Satiating his curiosity, he opened the box to reveal a small piece of paper and what looked like a remote control - though it's button layout seemed bizarre and alien. Confused by this gift, he opened the folded piece of paper that accompanied the remote. Reading through it, it seemed to be a set of instructions for the device and outlined the absurd functions it supposedly had: body swapping, shapeshifting and possession. It was simply ludicrous; these things just don't exist in the real world. <i>Some nut-job must've sent me this either as a prank or because they're schizophrenic</i> He thought, shaking his head. However, a small voice in the back of his head was telling him to try it. After all, he had the power to enter TVs - did body swapping seem that outlandish compared to that? His curiosity continued to build and build as he thought about it. If it did work, this could be the opportunity he was waiting for, something to spice up his life again and help escape from his drab cell. <br>\r\n<br>\r\nHe decided to begin with a small test. If the note was correct, the possession function would turn him into a ghost that would be invisible to others. A perfect, discrete trial. Holding up the remote to himself, he pressed the possession button and suddenly felt weightless.<br>\r\n<br>\r\nHe looked down to see that he was floating above his own body, now a translucent ghost. <i>So it does work</i> Adachi though as he smirked. Looking down at his body, he watched it lay against the cell wall, sighing in boredom without the remote. It seemed that, while he was using the possession function, his body would act on its own, alleviating him of worry. With his test concluded, he flew back into his body as the remote reappeared in his hand.<br>\r\n<br>\r\n<i>This is perfect. Maybe there is a god if I've received this.</i> he though as he began to formulate his escape plan. Obviously, he couldn't escape in his own body and would need to use the remote to take another. Neither shapeshifting or unaware swap would work as he'd still be in the cell, leaving only possession and aware swap as his only two options.<br>\r\n<br>\r\nIf he used possession, he could simply leave the jail as a ghost and then freely take any body he wanted and continue his spree from there as his body kept up an act to deceive the guards.<br>\r\n<br>\r\nIf he used aware swap, he could switch with a guard and leave in their body, leaving the guard to rot in jail as him, which would be hilarious.<br>\r\n<br>\r\nIn the end, which function did he choose? <br>\r\n</span></div></div>",
            "created":1561438800,
            "id":2678363,
            "title":"Post Persona 4"
        },
        "155333312332222121":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "A member of the Investigation Team",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>He decided to use possession. It was the easiest and quickest way to get out of the prison and would result in the fewest problems. Adachi then held up the remote and pressed the possession function again, returning to his ghostly state. Then, confidently, he floated out of his cell and through the rest of the jail, passing by the guards until he had reached the outside. He was free again.<br>\r\n<br>\r\nNow that he was free, his next plan of action was to take a body. Thinking on it, there were many options for him to take. He could take one of those brats' bodies who had caught him, regaining his youth and getting revenge on them. He could also take another residents body and live unnoticed.<br>\r\n<br>\r\nWhose body did he target?</span></div></div>",
            "created":1561438800,
            "id":2678365,
            "title":"Possession"
        },
        "1553333123322221211":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Yu",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who did he target?</span></div></span></div>",
            "created":1561438800,
            "id":2678368,
            "title":"A member of the Investigation Team"
        },
        "15533331233222212112":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Yosuke",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he target Yosuke?</span></div></span></div>",
            "created":1561438800,
            "id":2678369,
            "title":"Someone else"
        },
        "155333312332222121122":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Teddie",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he target Teddie?</span></div></span></div>",
            "created":1561438800,
            "id":2678370,
            "title":"Someone else"
        },
        "1553333123322221211222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Kanji",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he target Kanji?</span></div></span></div>",
            "created":1561438800,
            "id":2678371,
            "title":"Someone else"
        },
        "15533331233222212112222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Chie",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he target Chie?</span></div></span></div>",
            "created":1561438800,
            "id":2678372,
            "title":"Someone else"
        },
        "155333312332222121122222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Yukiko",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he target Yukiko?</span></div></span></div>",
            "created":1561438800,
            "id":2678374,
            "title":"Someone else"
        },
        "1553333123322221211222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Rise",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he target Rise?</span></div></span></div>",
            "created":1561438800,
            "id":2678375,
            "title":"Someone else"
        },
        "15533331233222212112222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Naoto",
                "Something unexpected"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did he target Naoto?</span></div></span></div>",
            "created":1561438800,
            "id":2678376,
            "title":"Someone else"
        },
        "1553333123322222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Dojima",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Dojima find the remote?</span></div></span></div>",
            "created":1561179600,
            "id":2677099,
            "title":"Someone else"
        },
        "15533331233222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Namatame",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Namatame obtain the remote?</span></div></span></div>",
            "created":1561266000,
            "id":2677529,
            "title":"Someone else"
        },
        "155333312332222222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Nanako",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Nanako obtain the remote?</span></div></span></div>",
            "created":1576731600,
            "id":2761759,
            "title":"Someone else"
        },
        "155333313":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Persona 3",
                "Persona 2",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Persona?</span></div></span></div>",
            "created":1556686800,
            "id":2653053,
            "title":"A different one"
        },
        "1553333131":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Swapping Remote",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does someone obtain a swapping remote?</span></div></span></div>",
            "created":1560834000,
            "id":2675163,
            "title":"Persona 3"
        },
        "15533331311":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "A member of SEES",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who obtains the remote?</span></div></span></div>",
            "created":1560920400,
            "id":2675713,
            "title":"Swapping Remote"
        },
        "155333313111":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Protagonist (Minato/Makoto)",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Was the protagonist given the remote?</span></div></span></div>",
            "created":1560920400,
            "id":2675795,
            "title":"A member of SEES"
        },
        "1553333131112":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Junpei",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Junpei obtain the remote?</span></div></span></div>",
            "created":1561093200,
            "id":2676830,
            "title":"Someone else"
        },
        "15533331311122":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Akihiko",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Akihiko obtain the remote?</span></div></span></div>",
            "created":1561179600,
            "id":2677163,
            "title":"Someone else"
        },
        "155333313111222":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Shinjiro",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did Shinjiro obtain the remote?</span></div></span></div>",
            "created":1561698000,
            "id":2679817,
            "title":"Someone else"
        },
        "155333313112":{
            "author_id":"persona4golden",
            "author_name":"TheObserver",
            "choices":[
                "Strega",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Was it a member of Strega?</span></div></span></div>",
            "created":1561525200,
            "id":2678719,
            "title":"Someone else"
        },
        "1553333133":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Persona 1",
                "Persona Q",
                "Persona Dancing"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one?</span></div></span></div>",
            "created":1556686800,
            "id":2653054,
            "title":"A different one"
        },
        "15533333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Kingdom Hearts ",
                "Final Fantasy ",
                "Something Else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What series?</span></div></span></div>",
            "created":1557291600,
            "id":2656877,
            "title":"Something Else "
        },
        "155333331":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Sora",
                "Roxas",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What character will swap bodies?</span></div></span></div>",
            "created":1557291600,
            "id":2656911,
            "title":"Kingdom Hearts "
        },
        "1553333312":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Kingdom Hearts 2",
                "Kingdom Hearts 358/2",
                "Kingdom Hearts 3"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>When will he?</span></div></span></div>",
            "created":1557291600,
            "id":2656912,
            "title":"Roxas"
        },
        "15533333122":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Neverland",
                "Agrabah",
                "Another world"
            ],
            "content":"<div class=\"\"><div> <span>It was yet another day for Roxas. He had just received his mission orders from Saix and was purchasing items from the Organization's Moogle in preparation for that mission. While browsing through what the Moogle was selling Roxas saw four new spells for sale. \"What do these ones do?\" He asked the Moogle.<br>\r\n<br>\r\n<br>\r\n<br>\r\n\"You have a good eye, Kupo. These are limited edition spells that won't be for sale for long, Kupo.\" The Moogle told Roxas and then explained to him what each of the four spells did. The spells seemed to be designed to change the bodies of the caster and whoever else the spells were used on. Roxas couldn't think of what he would use the spells for, but he chose to purchase them anyway, after all, Spells were spells and you never know when one will be useful.<br>\r\n<br>\r\n<br>\r\n<br>\r\nOnce he had the spells equipped, he talk to Saix to begin his mission. Which world was Roxas being sent to on this mission?</span></div></div>",
            "created":1557291600,
            "id":2656917,
            "title":"Kingdom Hearts 358/2"
        },
        "155333331221":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "This is a solo mission",
                "Roxas will have a partner"
            ],
            "content":"<div class=\"\"><div> <span>\"Roxas, today you will be sent to Neverland to eliminate some Emblem Heartless and collect hearts.\" Saix told Roxas.<br>\r\n<br>\r\n<br>\r\n<br>\r\nRoxas had to admit. He felt excited about going to Neverland. In that world he was able to fly, which he found to be fun. He had taken Axel there once and showed him how to fly, thanks to the help of Tinkerbell. Getting his mind back on the mission, Roxas asked Saix a question. \"Will I be going alone?\"<br>\r\n<br>\r\n<br>\r\n<br>\r\nWhat was Saix's response?</span></div></div>",
            "created":1557291600,
            "id":2656918,
            "title":"Neverland"
        },
        "1553333312211":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Roxas runs into some heartless",
                "Roxas runs into Captain Hook",
                "Roxas runs into the real Tinkerbell"
            ],
            "content":"<div class=\"\"><div> <span>No.\" Saix began \"You are very well capable of eliminating a few Emblem Heartless on your own.\" He told Roxas coldly.<br>\r\n<br>\r\nSaix opened the Dark Corridor and Roxas went through it. Once on the other side, he found himself on one of the little islands around Neverland. Roxas tried to fly, but it appeared that the pixie dust had run out and he could no longer fly. He looked around, but he was unable to find Tinkerbell. How was he supposed to continue this mission if he was unable to fly?<br>\r\n<br>\r\nThat was when Roxas remembered, he had those spells that he had bought from the Moogle! He looked at his inventory and saw that just like his other spells, it seemed that these all had a limited use rate for the mission. Since he had bought one of each, he could only cast each one once during this mission. They should recharge after the mission though.<br>\r\n<br>\r\nRoxas considered his options, if he couldn't find Tinkerbell, the he could just become her and fly with her wings, one of the spells he bought was called Morpha, meaning that his body transform into Tinkerbell's until he was done with the mission. He wasn't sure if he could handle fighting the heartless if he was so tiny.<br>\r\n<br>\r\nAfter a few more minutes of seeing neither Tinkerbell or any Heartless, Roxas decided that he had no other choice and began to cast the Morpha spell on himself. He closed his eyes and thought of Tinkerbell while casting the spell. When he opened his eyes, he felt shorter and lighter. He also felt a breeze around his legs. He opened his eyes and looked downward at himself. The spell had worked and he had been transformed into the tiny fairy Tinkerbell.<br>\r\n<br>\r\nRoxas tried to gasp, but was unable to. In fact, he was unable to speak at all! He remembered that Tinkerbell hadn't talked to him anytime he saw her, but he didn't know that she was completely unable to speak, thankfully he didn't have a partner on this mission, so he shouldn't have to speak at all.<br>\r\n<br>\r\nRoxas tried to summon his Keyblade, thankfully he was able to. His Keyblade had thanfully shrunk to fit his new form. He tried to use his new wings and thankfully they worked and he was able to fly around Neverland. Now that he could explore the islands, it was time to hunt some Emblem Heartless. He flew out in search of them</span></div></div>",
            "created":1557291600,
            "id":2656922,
            "title":"This is a solo mission"
        },
        "155333332":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Final Fantasy 1",
                "Final Fantasy 2",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Final Fantasy?</span></div></span></div>",
            "created":1561093200,
            "id":2676576,
            "title":"Final Fantasy "
        },
        "1553333323":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Final Fantasy 3",
                "Final Fantasy 4",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Final Fantasy </span></div></span></div>",
            "created":1561093200,
            "id":2676577,
            "title":"A different one"
        },
        "15533333233":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Final Fantasy 5",
                "Final Fantasy 6",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Final Fantasy </span></div></span></div>",
            "created":1561093200,
            "id":2676579,
            "title":"A different one"
        },
        "155333332333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Final Fantasy 7",
                "Final Fantasy 8",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Final Fantasy?</span></div></span></div>",
            "created":1561093200,
            "id":2676580,
            "title":"A different one"
        },
        "1553333323333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Final Fantasy 9",
                "Final Fantasy X",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Final Fantasy?</span></div></span></div>",
            "created":1561093200,
            "id":2676583,
            "title":"A different one"
        },
        "15533333233333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Final Fantasy 11",
                "Final Fantasy 12",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Final Fantasy?</span></div></span></div>",
            "created":1561093200,
            "id":2676584,
            "title":"A different one"
        },
        "155333332333333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Final Fantasy 13",
                "Final Fantasy 14",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Final Fantasy </span></div></span></div>",
            "created":1561093200,
            "id":2676585,
            "title":"A different one"
        },
        "1553333323333333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Final Fantasy 15",
                "A different one"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Final Fantasy </span></div></span></div>",
            "created":1561093200,
            "id":2676586,
            "title":"A different one"
        },
        "15533333233333331":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Noctis",
                "Prompto",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character will switch bodies?</span></div></span></div>",
            "created":1561698000,
            "id":2679992,
            "title":"Final Fantasy 15"
        },
        "155333332333333311":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Try it on himself",
                "Wait for morning ",
                "Try it on his sleeping friends"
            ],
            "content":"<div class=\"\"><div> <span>It was late at night and the gang had stopped to camp. While the other three were sleeping, Noctis was experimenting with elemancy to create some magic. He had heard in town about some special combination that could make a very unique spell. Noctis added in the final ingrediant and the spell was compelete.<br>\r\n<br>\r\n\"There, nothing to it.\" Noctis said as he admired his handiwork. The way the spell was described to him to work was that it would 'Make you someone else' while that description was vague, Noctis had at least some idea of what it would do. He figured that it woukd create a disguise<br>\r\n<br>\r\nLooking over the completed spell, Noctis figured it would have about 3 uses before he would need to make more. However he was unsure if those three uses would include undoing the disguise. <br>\r\n<br>\r\nNow the question was, how should he test it? He could try it right now on himself quick and easy to see if it worked, or he could try it with his friends. They were asleep right now, but he could always wait for morning, he could even probably try it out when they were asleep. Waking up looking differently would be nice payback for all the times the three of them made him wake up at dawn.<br>\r\n<br>\r\nIn the end Noctis decided to..</span></div></div>",
            "created":1561698000,
            "id":2680009,
            "title":"Noctis"
        },
        "155333333":{
            "author_id":"mrhjelen",
            "author_name":"mrhjelen",
            "choices":[
                "Overwatch",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What game?</span></div></span></div>",
            "created":1558674000,
            "id":2663707,
            "title":"Something Else "
        },
        "1553333331":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Option 1,2",
                "Option 3,4"
            ],
            "content":"<div class=\"\"><div> <span>Option 1<br>\r\nMoria makes a machine that  swaps bodies and/or someone steals it<br>\r\n<br>\r\nOption 2<br>\r\nMercy makes nano bots that allows the user possess people<br>\r\n<br>\r\nOption 3<br>\r\nReaper uses his smoke body to infiltrate OverWatch or have fun<br>\r\n<br>\r\nOption 4<br>\r\nTheres a new hero that can possess people bodys or body swap</span></div></div>",
            "created":1569646800,
            "id":2724942,
            "title":"Overwatch"
        },
        "15533333312":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Reaper",
                "Hero"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Option 3<br>\r\nReaper<br>\r\n<br>\r\nOr<br>\r\n<br>\r\nOption 4<br>\r\nA new hero</span></div></span></div>",
            "created":1569646800,
            "id":2724961,
            "title":"Option 3,4"
        },
        "155333333122":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Option 1,2",
                "Option 3,4"
            ],
            "content":"<div class=\"\"><div> <span>Sorry about these choices<br>\r\n<br>\r\nOption 1<br>\r\nHe has a chip that he throws on people the makes them switch with him or someone else bodies (he can also set the bodies on auto pilot<br>\r\n<br>\r\nOption 2<br>\r\nHes a slime<br>\r\nHis abilities:<br>\r\nPossess people(can be multiple)<br>\r\nGet in tight areas<br>\r\nShapshift<br>\r\n<br>\r\nOption 3<br>\r\nHes a ghost<br>\r\n<br>\r\nOption 4<br>\r\nHes a body hopper and possess people through any entrance and use this power to fit through tight spaces. (He can also split into 2)</span></div></div>",
            "created":1569646800,
            "id":2724979,
            "title":"Hero"
        },
        "1553333331222":{
            "author_id":"jefferylocke",
            "author_name":"Derp",
            "choices":[
                "Ghost",
                "Body hopper"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ghost or body hopper</span></div></span></div>",
            "created":1569646800,
            "id":2724980,
            "title":"Option 3,4"
        },
        "1553333332":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Uncharted",
                "Halo",
                "Another Franchise"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>A different franchise, then?</span></div></span></div>",
            "created":1560229200,
            "id":2672101,
            "title":"Something else"
        },
        "15533333323":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Banjo-Kazooie",
                "Dragon Quest",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps one of these?</span></div></span></div>",
            "created":1560229200,
            "id":2672102,
            "title":"Another Franchise"
        },
        "155333333233":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Ace Attorney",
                "Metroid",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps one of these?</span></div></span></div>",
            "created":1560229200,
            "id":2672103,
            "title":"Something Else"
        },
        "1553333332333":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "God of War",
                "Metal Gear",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps one of these?</span></div></span></div>",
            "created":1560229200,
            "id":2672105,
            "title":"Something Else"
        },
        "15533333323333":{
            "author_id":"ninehundred85",
            "author_name":"LegSweepBoxer",
            "choices":[
                "Super Smash Bros.",
                "Splatoon",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps one of these?</span></div></span></div>",
            "created":1560229200,
            "id":2672117,
            "title":"Something Else"
        },
        "155333333233331":{
            "author_id":"eeveemighty",
            "author_name":"Kirby ",
            "choices":[
                "Kirby",
                "Others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will swap?</span></div></span></div>",
            "created":1571115600,
            "id":2733546,
            "title":"Super Smash Bros."
        },
        "1553333332333311":{
            "author_id":"eeveemighty",
            "author_name":"Kirby ",
            "choices":[
                "Kirby swaps with Lucas",
                "Kirby looks for someone else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Kirby walks and finds a remote, he sees Lucas walking and thinks that maybe he wants to try it on him. What happens?</span></div></span></div>",
            "created":1571115600,
            "id":2733548,
            "title":"Kirby"
        },
        "15533333323333111":{
            "author_id":"eeveemighty",
            "author_name":"Kirby ",
            "choices":[
                "He realizes he swapped with Kirby ",
                "He goes to find someone else "
            ],
            "content":"<div class=\"\"><div> <span>He uses the remote on Lucas, swapping with him. He wakes up and runs away happily in Lucas’s body<br>\r\nLucas wakes up and looks around.<br>\r\n“What happened?” He asked slowly, lifting his head up. <br>\r\n“Everyone is bigger...” He gets up.<br>\r\nWhat happens?</span></div></div>",
            "created":1571115600,
            "id":2733550,
            "title":"Kirby swaps with Lucas"
        },
        "155333333233333":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Fate Grand Order",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>From what game?</span></div></span></div>",
            "created":1582520400,
            "id":2792104,
            "title":"Something Else"
        },
        "1553333332333332":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Okami",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>From what game?</span></div></span></div>",
            "created":1584939600,
            "id":2805654,
            "title":"Something else "
        },
        "15533333323333321":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "Issun",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will swap bodies?</span></div></span></div>",
            "created":1584939600,
            "id":2805655,
            "title":"Okami"
        },
        "155333333233333211":{
            "author_id":"ocarinaplayer",
            "author_name":"ocarinaplayer",
            "choices":[
                "During the game",
                "After the game "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>When will Issun switch bodies?</span></div></span></div>",
            "created":1584939600,
            "id":2805887,
            "title":"Issun"
        }
    },
    "info":{
        "author_id":"ocarinaplayer",
        "author_name":"ocarinaplayer",
        "brief_description":"Body swap stories in various game series (Please add, don't be shy)",
        "created":1554593580,
        "description":"<td align=\"left\" class=\"norm\">As the title says, body swap stories for any video game, if you can think of it, write it up</td>",
        "id":2187491,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586486040,
        "pretty_title":"Video Game Body Swaps"
    }
}