{
    "chapters":{
        "1":{
            "author_id":"justabugboy",
            "author_name":"justabugboy",
            "choices":[
                "test",
                "test"
            ],
            "content":"<div class=\"\"><div> <span>\"Will you... get off of... me?\" you grunt, as your sandy-haired 13-year-old brother sits on your chest with an annoying little brother smirk on his face. You know your mom is on the other side of the house in the living room, but she can probably hear everything. However, as has been the trend recently she's not doing much about it. Honestly you can understand... your siblings are so persistent, and despite vigorously defending you from them in the past, at a certain point it just... gets old. The world suddenly begins to grow as you see your brother stick his tongue out. You try to yell for your mom, but it's too late, as Jonas's weight has increased tremendously from your perspective. Now you can't even breathe.<br>\r\n<br>\r\nAs if on cue, you hear your mother turn up the volume on the television in distance of the living room, indicating that while she's aware of it, she's too tired to deal with your hopeless plight. You see your 17-year-old sister's head peering over the edge of the bed, her long brown hair dangling down and stifling a laugh, while still donning a huge goofy grin. She knows, as you do, that you're pretty much at their mercy now.<br>\r\n<br>\r\n</span></div></div>",
            "created":1591333200,
            "id":2846146,
            "title":"An Unfair Advantage"
        },
        "11":{
            "author_id":"justabugboy",
            "author_name":"justabugboy",
            "choices":[
                "WIP",
                "WIP"
            ],
            "content":"<div class=\"\"><div> <span>Agreeing to this might be... no, almost definitely is, a huge mistake. But at the end of of the day, beating your siblings at this stupid game is really the only way you'll get a chance to ask Lia to be your girlfriend before some other guy beats you to it. You only hope they make the fight remotely fair... but deep down, you know better.<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1591678800,
            "id":2848768,
            "title":"The Wager - WIP"
        },
        "111":{
            "author_id":"justabugboy",
            "author_name":"justabugboy",
            "choices":[
                "Continue...",
                "(Something else.)"
            ],
            "content":"<div class=\"\"><div> <span>With Jonas and Hailey's one-sided set up, this round of <i>Fierce Fighters</i> is probably not going to go well for you.<br>\r\n<br>\r\nWhile you were always a little better than them at the game, skill hardly matters when your character is the size of a few pixels on the screen, and your opponents both hit like a truck and move four times as fast as you. All you can hope for is to luck out and grab some sort of power-up that will push the odds at least a <i>little</i> back in your favor, but... it's no use. There's two of them, and you're too slow to even get near a power-up before you've already been slammed by at least one of your siblings' sweeping attacks. <br>\r\n<br>\r\n<i>It doesn't take long before your fighter is sent flying, losing your first life.</i><br>\r\n<br>\r\n\"Dude, I thought you were gonna <b>beat us both</b>?\" Jonas chuckles as your fighter is returned to the screen with only two lives left. They've only taken a <b>single</b> point of damage between the two of them.<br>\r\n<br>\r\n\"Uhm, I think you got this, Jonas,\" Hailey snickers, wiping her huge sweaty sole along your shrunken face before trying to jam the double-sized toes of her other foot into your mouth. You clamp your mouth shut and just try to focus on what little you can see of the game, prompting her to laugh. Now that you're one life down, Hailey decides to run her fighter to the edge of the arena and simply watch while Jonas pummels you all on his own. You try to put up a fight now that it's one-on-one, but it hardly matters. His fighter is too big and fast, and repeatedly you're kicked into the wall, and if you occasionally find a moment of relief to try to get away or head for a power-up...<br>\r\n<br>\r\n\"Uh uh!\" Hailey laughs, and kicks you right back over to him. Jonas starts taking his time, hitting you with weak, simple attacks, humiliating you more and more before he finally uses his weakest move to send you flying. <br>\r\n<br>\r\n<i>And another life is lost. </i><br>\r\n<br>\r\n\"You like being our bitch, bug?\" Jonas grins down. Jonas steps back and lets Hailey take over for your last life, her massive fighter immediately cornering yours and catching you with a crushing stomp move that stuns, burying your shrunken fighter in the ground. She takes a moment as you furiously pound at the buttons, trying to dig out of the ground, and makes her fighter do a <i>taunt</i> - which is nothing but an irritating, pointless move made to hurt nothing but your pride. Her fighter taunting you gives you <i>almost</i> enough time to break free of the ground-stun, if you tap the buttons as hard as you can... but each time, just as you break free, her taunt ends and she simply repeats her stun attack, crushing your tiny fighter underneath another powerful stomp.<br>\r\n<br>\r\nYour upside down view of the screen is obscured as Hailey's feet slide across your face, as she laughs at your hopeless in-game struggles. You quit even trying to escape. \"Is that... it? Are you giving up?\" she grins down. You don't even bother moving, as with one powerful, charged up attack, Hailey's fighter sends yours bouncing off the nearest wall and flying off of the screen, ending the match. Both of them squint down at you... you lost, and now... whatever it was they both agreed would be your fate in that case, is going to be your fate. Non-stop. For a week.<br>\r\n<br>\r\nYou're not sure which of them is doing it, but you feel the controller growing larger and larger, and the world begins to grow... you see the open neck of your shirt and the rest of your already loose clothing growing large before you, still stretched out under the bed. They've chosen to shrink you down into the spot where your head was lying... exercising a bit of extra control, they've learned this prevents you from getting caught up in your own clothing. So your naked body is left sprawled out, right where your head was, underneath your siblings' feet. And your tiny naked body <b>continues</b> to grow smaller, and smaller, until it's little more than a speck. From your perspective, the linoleum floor which once looked flat has grown large hills and valleys. And your giant siblings' feet and toes look like the feet of gods wiggling around above you. Past their enormous feet, you can see that same humiliating view of their grinning faces looking down at you as before, as Hailey happily waves down. <b>They're so, so far away. </b>There's a bluish haze due to the sheer amount of atmosphere between you and them now, something which you couldn't perceive before.<br>\r\n<br>\r\n\"Alright, BUG,\" Jonas's voice booms, reverberating the very ground your tiny naked form is lying on. <br>\r\n<br>\r\n\"It's <i>PLAAAY TIIIME</i>!\" Hailey laughs, her voice... booming... feminine... <b>godlike...</b> shaking the world around you.<br>\r\n<br>\r\n<i>Her massive fingers slowly grow more and more huge as she reaches down to grasp you...</i></span></div></div>",
            "created":1591851600,
            "id":2849866,
            "title":"You... never had a chance. - WIP"
        },
        "1111":{
            "author_id":"justabugboy",
            "author_name":"justabugboy",
            "choices":[
                "WIP",
                "WIP"
            ],
            "content":"<div class=\"\"><div> <span>Naked, and barely a speck, you sit in your massive grinning sister's palm.<br>\r\n<br>\r\n\"So, we were THIINKING...\" she starts, \"IF you don't have any objections, we're going to sort of... <i>combine</i> our weekend plans for you into one really long... umm... <i>torture session</i>.\" She bites her bottom lip, trying not to laugh as she twirls her hair around the index finger of her other hand. Jonas's enormous face appears from behind, smirking down at you. \"And basically...\" she continues, \"...Jonas and I are gonna take turns. I'll wear you in one of my sneakers for a while, and then we'll take you out and give you ten seconds to get out of the way before Jonas's <i>DICK</i> comes crashing down on you,\" she laughs.<br>\r\n<br>\r\n\"And if you get out of the way in time, your <i>reward</i> will be to go <b>back</b> into Hailey's nasty shoe and get stomped on some more,\" enormous Jonas adds. In response Hailey makes a sickeningly sweet smile and gives you a piece sign with her free hand. \"If you DON'T get out of the way in time,\" Jonas continues, \"I'm gonna have <b>my</b> fun.\" <br>\r\n<br>\r\n\"Oh, and after he's done, <i>however long that takes</i>, it's only fair that you go straight... in... my... PAAAANTIES!\" Hailey laughs, her enormous toothy grin filling your vision.</span></div></div>",
            "created":1591851600,
            "id":2849988,
            "title":"Next - WIP"
        }
    },
    "info":{
        "author_id":"justabugboy",
        "author_name":"justabugboy",
        "brief_description":"Try to survive when your brother and sister can shrink you on a whim.",
        "created":1591344000,
        "description":"<td align=\"left\" class=\"norm\">Not sure if this story will actually go anywhere but I thought I'd at least try to start one. If you add, please try to write at least a few paragraphs and in decent quality. I reserve the right to delete, rearrange or completely rewrite chapters for any reason. <br>\r\n<br>\r\nNote: There was an interactive a long time ago (I can't find it now) that I'm <i>sort of</i> trying to recreate, although I only remember some of the major points. I always wished it had been more fleshed out, and I'll definitely put my own spin on it, but if you notice similarities to that old interactive, that's why. And if you find the one I'm remembering, please let me know.</td>",
        "id":2223544,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1591346820,
        "modified":1591936320,
        "pretty_title":"Sibling Shrink-fest"
    }
}