{
    "chapters":{
        "1":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Claudia (cleaning staff)",
                "Maria (cleaning staff)",
                "His boss Raquel",
                "Gabrielle (office staff)",
                "More options. "
            ],
            "content":"<div class=\"\"><div> <span>Jessie was casually walking the offices in one of the several buildings on campus. He was tired, already wanting go to home despite the shift being just over an hour old. He could only hope that his shift was uneventful. <br>\r\n<br>\r\nAll day long there was an unshakable feeling in his gut. From the moment he woke up something just felt off. By the second it seemed to get worse and worse. In defiance of the air conditioning Jesse quickly became drenched in sweat. <br>\r\n<br>\r\n\"I've got to get back to my office.\" He thought to himself as a wave of lightheadedness swept over him. <br>\r\n<br>\r\nWith each step his condition worsened and it quickly became difficult to walk. His vision darkened as he dropped to his knees. Falling face first on the floor Jesse blacked out. <br>\r\n<br>\r\nGroggily stirring back awake Jesse noticed <br>\r\na rhythmic thudding reverberated through the ground. As he struggled to push back to his knees the thudding grew stronger. Finally able to sit up and look around Jesse's jaw dropped to the floor. <br>\r\n<br>\r\n\"No fucking way.\" He said in complete disbelieving. <br>\r\n<br>\r\nThough it seemed impossible Jesse was now only 1 cm tall. That terrifying realization led to another. The rhythmic thuds were actually footsteps, and they were growing louder. <br>\r\n<br>\r\nPushing to his feet quickly Jesse turned around to see an absolutely gigantic person walking towards him. Jesse instantly recognized the giant as....<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1589691600,
            "id":2837376,
            "title":"Tiny Supervisor "
        },
        "15":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Octavia (cleaning staff)",
                "Mia (cleaning staff)",
                "Ella (cleaning staff/girlfriendl)",
                "Diane (office staff)",
                "Reader's Choice "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More options. </span></div></span></div>",
            "created":1589691600,
            "id":2837381,
            "title":"More options. "
        }
    },
    "info":{
        "author_id":"tj1987",
        "author_name":"AlittleDisturbed",
        "brief_description":"Jesse, a janitorial supervisor suddenly shrinks to a minuscule size during his shift. ",
        "created":1589770380,
        "description":"<td align=\"left\" class=\"norm\"><br>\r\nJesse is very durable, but not invincible when shrunk. He could for instance survive being stepped on barefoot, or sat on, but not stomped on with a shoe, or survive being eaten. Keep this an unaware story as long as possible. Try not to end it too quickly. <br>\r\n<br>\r\nNo one sentence chapters, or repeated choice chapters.<br>\r\n<br>\r\nNo unbirthing, diapers, or sexual content with children, though feet, vore, and crushing is allowed.<br>\r\n<br>\r\nI'll delete anything that I don't care for, especially anything that is poorly written additions regardless of content.<br>\r\n<br>\r\nEnjoy and please add.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":2222152,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589777100,
        "pretty_title":"Tiny Supervisor "
    }
}