{
    "chapters":{
        "1":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Lucy",
                "Allyson",
                "Lana",
                "Claire",
                "The Grand Tour"
            ],
            "content":"<div class=\"\"><div> <span>The small, rural town of Spring Falls had never been a particularly noteworthy town; but now, it was home to a multi-million dollar investment from an up and coming corporation called \"Expansive Candy\", who had promised to build their new, state of the art candy factory in the town, offering new jobs, business opportunities and discounted candy to the locals. With nothing to lose, the town's Mayor had accepted the offer, and now, after a surprisingly quick construction, the factory was fully up and running. <br>\r\n<br>\r\nAfter one month, the factory was almost fully staffed, though still recruiting from the local population. Several new \"Expansive Candy\" stores had appeared throughout the town overnight, fully stocked and ready to start selling. <br>\r\n<br>\r\nJob vacancies had appeared just as quickly as the factory; almost two hundred vacancies for the townspeople to apply for. These had included anything from cashiers, office workers and taste testers to engineers and salespeople. <br>\r\n<br>\r\nAs the factory gears up for mass production, the townspeople are about to undergo a transforming experience...<br>\r\n<br>\r\n<b>Characters:</b><br>\r\n<br>\r\n<b>Lucy: <br>\r\n</b>Job: Just starting a job in the offices of the Factory. <br>\r\nAge: 24<br>\r\nAppearance: Red hair, slender figure with large breasts. <br>\r\nPersonality: Lucy has jumped between jobs since finishing college, and thought the office job at the factory sounded pretty simple. She tends to lose concentration easily and can be a little lazy. She is very friendly and outgoing. <br>\r\n<br>\r\n<b>Allyson: <br>\r\n</b>Job: Just starting a job at a candy store as a sales assistant. <br>\r\nAge: 21<br>\r\nAppearance: Brown hair, slender figure. <br>\r\nPersonality: Allyson has just finished college and wants to save up enough money to go travelling before she moves on with her career. She is very intelligent, and can be quite reserved. She figured this would be an easy way to make money and isn't really that excited about the job. <br>\r\n<br>\r\n<b>Claire: <br>\r\n</b>Job: Works as a journalist for the Spring Gazette, the town's biggest paper. <br>\r\nAge: 27<br>\r\nAppearance: Red hair, freckles, very fit.  <br>\r\nPersonality: Claire works as a journalist for the local paper. She is very ambitious and ideally wants to move away from the town and work for a national newspaper. She is naturally inquisitive and cunning and something of a workaholic. Finds herself investigating the new company and their factory. <br>\r\n<br>\r\n<b>Lana: <br>\r\n</b>Job: Just starting a job working as a company taste tester. <br>\r\nAge: 21<br>\r\nAppearance: Pink hair, slightly curvy build. <br>\r\nPersonality: Lana is very quirky, frequently a comedian among her friends with a dry, sarcastic sense of humour. She shares an apartment with her friend, Rachel, and noticed that the taste tester job was the best paid job at the factory, so thought it would be easy money. <br>\r\n<br>\r\n---<br>\r\n<br>\r\nOr perhaps focus on a group of character here for a tour of the factory...</span></div></div>",
            "created":1581742800,
            "id":2787741,
            "title":"Open for Business"
        },
        "11":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Lucy introduces herself to Kat...",
                "Lucy gets to work, unknowingly eating all of her candy...",
                "At lunch, Lucy notices a lot of her colleagues are rather curvy...",
                "Abigail returns and offers Lucy a tour...",
                "Lucy slacks off..."
            ],
            "content":"<div class=\"\"><div> <span><i>Okay, first day on the job...and you woke up late.</i><br>\r\n<br>\r\nHaving slept half an hour longer than she had intended, Lucy rubbed her eyes, groaned and hopped out of bed. She hadn't been awake this early for months; with her college days over and no job for a while, she was used to long lie ins and waking up at 11am, at the earliest. She could still make it in on time though, if she hurried. The factory wasn't that far away. Lucy ran her hands through her long, red hair and hurried to the bathroom, where she brushed her teeth, washed and straightened her hair. After applying her makeup, she pulled out the first of three new outfits she had bought for work; a black skirt and blue, button up shirt. After stripping from her pyjamas, she slipped into a red bra and panty set and got dressed. <br>\r\n<br>\r\nChecking the time on her phone, she was pleasantly surprised by how quickly she had managed to get ready. She grabbed her bag, shoved her phone inside, and jumped in her car. The commute was pretty easy, with a new road built to the factory which hardly anyone was using right now. The factory was nestled deeply between the town's thick forests, and the winding road up the gates seemed to go on forever. Just when she was beginning to think she had gone the wrong way, the factory suddenly loomed over her, and she passed through the gates to the car park. <br>\r\n<br>\r\nChecking her phone again, she realised she only had two minutes to go. \"Shit! Can't be late, can't be late...\" Lucy repeated over and over. She really couldn't afford to lose this job. Not before she had even begun!<br>\r\n<br>\r\nJumping out of the car, Lucy made her way inside and followed the signs to the offices. She jogged up a flight of stairs and dashed round a corner just in time to see the clock above her head strike 9am. As she entered the main office, she was greeted, to her relief, by a smiling woman in purple pantsuit. <br>\r\n<br>\r\n\"Lucy! We were starting to think we'd scared you off,\" the woman, Abigail, who looked to be in her late 20's, had interviewed Lucy for the job, and would be her new boss. <br>\r\n<br>\r\n\"Oh, not at all,\" Lucy panted. \"I'm so sorry I wasn't here earlier, I uh...got a little lost...\" She lied. <br>\r\n<br>\r\n\"Not a problem at all,\" Abigail said. \"Follow me, and we'll get you set up.\"<br>\r\n<br>\r\nLucy breathed a sigh of relief as Abigail led her along a row of cubicals. Lucy peered at each one as they walked by, noticing that all her co-workers seemed to be women, looking roughly the same age as herself. They were all typing away, mostly looking immersed in their work, though one or two looked up and smiled at her as she passed. Abigail walked ahead, and Lucy realised for the first time how tall she was; she had been sitting down throughout the interview, but looked about six foot now. She had a slender figure, but a strangely curvaceous one, with wide hips, a bubble butt and breasts as large as Lucy's own. <br>\r\n<br>\r\n\"And here we are,\" Abigail said. \"You'll be sitting here. I've left some training materials for you on the desk, but you shouldn't find anything too difficult. You'll mostly be logging our shipping and distribution figures and producing monthly reports for me.\" <br>\r\n<br>\r\n\"Sounds good,\" Lucy said, sitting down at her new desk. It didn't exactly sound good, but it sounded simple enough, if a little dull. <br>\r\n<br>\r\n\"I have to get to a meeting now, but let me know if you need anything,\" Abigail said. \"Or just ask Kat.\" <br>\r\n<br>\r\n\"Kat?\" <br>\r\n<br>\r\nAbigail gestured to the girl in the cubicle opposite Lucy; a blonde girl with a pleasantly round face and a rather chubby figure. She was sitting down, but Lucy could see her shirt was quite tight, and her stomach seemed to be pushing against her desk. Kat waved at her, and Lucy waved back. <br>\r\n<br>\r\n\"Good luck, I'll check in on you after my meeting,\" Abigail smiled and walked away. <br>\r\n<br>\r\nFeeling like she had been thrown in without any real guidance at all, Lucy sighed and switched her computer on. Her company log on was pinned to her computer, so she took a moment to sign on and check her work email, which had a single email welcoming her to the company. She wasn't really sure what to do next...<br>\r\n<br>\r\nAs her eyes scanned her desk, she spotted the training guide Abigail had mentioned, and was about to open it up, when she noticed she had also been given a small bowl full of candy. \"Huh, free samples,\" Lucy smiled, reaching for a candy and popping it into her mouth. She had to admit, the candy really was good. <br>\r\n<br>\r\nOpening up the training guide, she decided to get to work...</span></div></div>",
            "created":1596258000,
            "id":2879379,
            "title":"Lucy"
        },
        "111":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Kat excuses herself to the restroom",
                "The Pair need to see to something",
                "Kat takes time off to show Lucy around the place"
            ],
            "content":"<div class=\"\"><div> <span>\"Well let's get started.\" Lucy thought. She causally flipped through her guide, she jotted down page numbers in a piece of paper located on her desk. Ten minutes later, Lucy decided it would be the best time to take a small break. She looked around her area, women ran down the isles with papers and other office related items. One women in particular held what appeared to be a canister, why it wasn't handled by professional Lucy couldn't say.<br>\r\n<br>\r\nShe did note how many women worked in the off, there were so men of course, but it seemed to be mainly filled with ladies. She shrugged, maybe it was a push for women in the workplace. Opposite to her, she saw Kat hard at work. Lucy's eyes gazed upon how quick and efficient the older---in terms of office experience---worker was. Phones were answered and put down, papers were sorted and handed out, and emails were sent and received.Lucy felt somewhat intimidated, but Abigail did say she would answer any of Lucy's questions, so she must at least cordial.<br>\r\n<br>\r\n\"I'll introduce myself to her.\" Lucy mumbled, she got up and paced over to Kat, who was lightly signing a piece of paper. The chubby woman blinked and gave Lucy a heartfelt smile.<br>\r\n<br>\r\n\"Hello there! You must be Lucy, Abigail said you'd be my new neighbor.\" Kat spoke. \"It's been lonely in my section, no one had ever sat across from me before.\"<br>\r\n<br>\r\n\"Really? Why?\"<br>\r\n<br>\r\n\"Because they expanded this section about a month ago, our factory's growth has been exponential.So what do you need hon?\"<br>\r\n<br>\r\n\"Just wanted to say high and find out a little more about this place.\"<br>\r\n<br>\r\nKat shifted for a bit, her large belly rubbed against her desk. Lucy wondered why they gave the woman such a small piece of furniture, it seemed kinda demeaning to her. She watched the buttons on the larger woman's shirt stretch a bit, it looked like her belly grew but it could've been a trick of the light.<br>\r\n<br>\r\n\"If you want to know what's in this place, I'll show you around.But if you want to know about the green, I'll tell you right now.\" Kat said, she rubbed her fingers together as a motion for money. \"This factory will become the biggest in the tri-state area, with reported plans to open up in another state. We're hiring workers up the wazooh...<br>\r\n<br>\r\nLucy listened on to Kat's story, soon enough the two's discussions went to their personal life. Surface level stuff, but they were breaking the ice. Through this Lucy managed to muster up the courage to ask her senior a question.<br>\r\n<br>\r\n\"Why do they give you such a small desk aren't you uncomfortable?\"<br>\r\n<br>\r\nKat looked at Lucy for a bit, her eyebrows raised.<br>\r\n<br>\r\n\"No,why do I need to change it? This desk is perfect for when I sh-\" Kat stopped and swallowed, she seemed to wanna eat the word she was about to spit out. \"-rink back down. Going on a diet plan right now, its a three month plan.\"<br>\r\n<br>\r\nKat burped after that spiel, clearly embarrassed about something. Lucy swore she could hear the sound of thread snapping, though she didn't know where it was coming from.</span></div></div>",
            "created":1596776400,
            "id":2881977,
            "title":"Desk Trouble"
        },
        "1111":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "When she returns to the office, Lucy joins Kat for lunch...",
                "Lucy carries on working, snacking on her candy as the day goes on..."
            ],
            "content":"<div class=\"\"><div> <span>\"Um...would you excuse me for just a sec?\" Kat said, her face suddenly going bright red. <br>\r\n<br>\r\nBefore Lucy could ask where she was going, Kat hurriedly rose from the desk, her pot belly bumping against her work station and causing it to shake. Kat made a high pitched \"Eek!\" noise and quickly turned her back on Lucy, practically running from the room. <br>\r\n<br>\r\n\"Hey, are you okay?\" Lucy called after her. <br>\r\n<br>\r\nWhen no response came, Lucy decided she had better go and check on her new co-worker. She pursued her out of the large, open plan office just in time to see her round a corner and turn into the women's bathroom. Lucy followed her in, and found her her panting heavily as she stood next to the sink, staring at her reflection in the mirror. She heard Lucy enter the room and looked startled. <br>\r\n<br>\r\n\"Uh...sorry...\" Lucy said, seeing Kat's bewildered expression. \"I just thought you might be in trouble or something, do you need any help? Are you okay?\"<br>\r\n<br>\r\n\"Yes, I'm fine,\" Kat said awkwardly. \"I just...\" Before she could say anything else, a ripping noise came from her skirt. She shrieked, and scrambled to cover herself up as her tight work-skirt split along the side. <br>\r\n<br>\r\nLucy would have pretended not to notice, but it was pretty obvious what had just happened. Lucy could only surmise that Kat had gotten a little too big for her current outfit, and had been in denial about her much weight she had put on. The skirt was barely clinging on, stretched across her chunky thighs and large, prominent butt. <br>\r\n<br>\r\n\"It's my own fault,\" Kat said dejectedly. \"I should have bought some bigger clothes. I told myself I'd be able to lose the weight and fit back into my dress in no time. I'm so embarrassed. Ugh...sorry you had to see this on your first day.\"<br>\r\n<br>\r\nLucy was feeling hugely awkward, but didn't want to make things worse. \"Hey, it happens to the best of us,\" she said, reassuringly. Though it had never happened to Lucy in her life. Her weight had always been pretty consistent. She had certainly never bust out of a skirt, let alone in the workplace...<br>\r\n<br>\r\n\"Ugh, I've gained so much weight since I took this job,\" Kat moaned. \"I used to be so active...I know they say starting a desk job makes some people gain weight, but I didn't think it would happen to me, not this fast anyway!\"<br>\r\n<br>\r\n\"You said you were on a diet though, right?\" Lucy asked, trying to get her to stay positive. <br>\r\n<br>\r\n\"Yeah,\" Kat said. \"Not so good at sticking to it though...\"<br>\r\n<br>\r\n\"Well, give it time,\" Lucy said. \"You should probably go and get changed or something, do you have a spare set of clothes anywhere?\"<br>\r\n<br>\r\nKat's eyes welled up with tears. \"No...I don't bring anything with me, I'd have to go home.\"<br>\r\n<br>\r\n\"Well, I'll cover for you until you can pick something up,\" Lucy suggested. <br>\r\n<br>\r\n\"Yeah...yeah that would work,\" Kat said, breathing a sigh of relief. \"Thanks so much, I won't be long!\"<br>\r\n<br>\r\nLucy smiled and checked the coast was clear, before sending Kat on her way. The plump blonde held onto her ripped skirt as she walked awkwardly down the hallway and out of the building. Lucy shook her head, wondering what kind of weird workplace she had joined. Still, she did feel bad for the girl. Hopefully that diet of hers worked out. <br>\r\n<br>\r\nLucy returned to her desk, stopping by the reception desk to explain that Kat had had to attend an urgent meeting and wouldn't be back for an hour or so. The girl on the front desk didn't seem to know who Lucy was, but she just nodded politely, while chowing down on a bowl of sour candy.</span></div></div>",
            "created":1597554000,
            "id":2886402,
            "title":"Wardrobe Malfunction"
        },
        "112":{
            "author_id":"sparksalot",
            "author_name":"Reneg4de",
            "choices":[
                "Her clothes are tighter, particularly around her breasts and backside...",
                "She now sports the beginnings of a full potbelly...",
                "At lunch, Lucy finds herself eating a whole lot more..."
            ],
            "content":"<div class=\"\"><div> <span>\"Okay, let's get to it!\"<br>\r\n<br>\r\nFull of energy, Lucy flipped to the first page while simultaneously pulling a notebook from her bag. Pen in hand, she began to quickly flick through the training manual, jotting down the occasional note. It was one of her old study habits from college, one that had served her extremely well. Get the general gist of what she's meant to learn, divide it into sections, then expand upon it. However, not five minutes into her learning...<br>\r\n<br>\r\n\"Urgh, so boring...\"<br>\r\n<br>\r\nLucy reclined in her chair with a heavy groan, arms falling limply to her sides. While her study plan was good in theory, she had only ever managed to pull it off once or twice without taking breaks every five minutes. <br>\r\n<br>\r\n\"This thing is so long!\" Lifting the hefty manual, she ran her fingers along the width of the book, page edges brushing against her fingertip. It had to be an inch at least, maybe even an inch and a half. An inch of boring, meaningless information, with nary a reward for her hard work... But maybe there could be? <br>\r\n<br>\r\nLifting one of her many candies between her fingers, she inspected it for a moment before glancing back down at her manual, then finally at her notes. With a smirk, she popped the sweet into her mouth, savouring its delicious taste. It was followed by another, then another, before she stopped. <br>\r\n<br>\r\n<i>Okay! For each chapter I manage to complete, I reward myself!</i> Lucy grinned at her idea, enthusiasm rapidly returning to her bored body. Brandishing her pen, she quickly finished scribbling down the various headings. Once done, her efforts were rewarded with a handful of heavenly candies. <i>Mmm, delicious... Studying for college would've been way better had I thought of this! Now, chapter one...</i><br>\r\n<br>\r\nFor the next couple of hours, the office around Lucy vanished in a muffled background as she steadily worked her way through the manual. For each chapter she slogged through, she treated herself to some candies, whose tantalising taste re-energized her and allowed her to work her way through the next chapter. What she didn't realize was that, with each completed goal, her reward grew, going from three candies to four. Four became five, which became six. And after a particularly long and uninteresting chapter about the correct way to fill out a report, she treated herself to a whole eight sweets!<br>\r\n<br>\r\n\"Almost done~\" Lucy sang quietly to herself as she turned to the final couple of pages. She was prepared to give it her all, only to find the final chapter was some sort of letter from the owner of Expansive Candy that urged her to do her best for herself and the company. Despite taking no notes, she had grown accustomed to her read-for-reward scheme and, upon finishing the letter, devoured another eight sweets. \"And I'm done! Finally!\"<br>\r\n<br>\r\nWith a pleased sigh, Lucy relaxed, pushing the manual to one side. Smile on her face, she found a hand snaking its way to her candy bowl, scooping up what remained in it and popping them into her mouth. As she swallowed, her hand returned to the bowl, her fingers scraping against the ceramic bottom. <br>\r\n<br>\r\n\"I finished them all?\" She muttered to herself, blushing slightly at her sudden and surprising gluttony. \"Man, I hope they don't affect my figure too badly...\"<br>\r\n<br>\r\nUnbeknownst to Lucy, her rewards had already begun to affect her...</span></div></div>",
            "created":1597640400,
            "id":2886839,
            "title":"Tasty Rewards"
        },
        "1121":{
            "author_id":"sparksalot",
            "author_name":"Reneg4de",
            "choices":[
                "Upon returning to her desk, Lucy finds more work and more candies...",
                "Lucy is stopped by a couple of men...",
                "Noticing it's lunch time, Lucy heads to the cafeteria..."
            ],
            "content":"<div class=\"\"><div> <span><i>That's odd...</i> Lucy shifted uncomfortably in her seat. Casting a subtle glance around to make sure nobody was looking her way, her hands moved to her breasts and adjusted her bra, which was strangely right around her chest, before moving downwards and slipping into her skirt, fingers picking at her panties. <i>These fit perfectly earlier...</i><br>\r\n<br>\r\nNo matter how Lucy adjusted her underwear, both bra and panties dug uncomfortably into her body. Trying to ignore it didn't work either, as the sensation remained prevalent. Eventually, she was forced to admit defeat. <br>\r\n<br>\r\n\"Um, Kat, right?\" Lucy turned to her neighbour, who glanced over her shoulder with a kind smile. <br>\r\n<br>\r\n\"Yep! Is everything alright, Lucy?\" Kat responded. \"You look a tad uncomfortable\".<br>\r\n<br>\r\n\"Y-Yeah, everything's fine!\" Lucy lied, ignoring the overwhelming urge to adjust her bra for the seventh time. \"It's just... I'm heading to the bathroom, so if Abigail comes back while I'm away...\"<br>\r\n<br>\r\n\"Don't worry, I'll let her know,\" Kat assured her. \"Bathroom is across the office, near the door you came in. You know where that is, right?\"<br>\r\n<br>\r\nWith a nod, Lucy was up like a shot. She began to power walk down the aisle towards the bathroom, the irritating tightness growing more and more prevalent with each step. Try as she might, it became too annoying and she ducked into a vacant cubicle. Crouching down, she picked furiously at her underwear, yet it didn't nothing to lessen her discomfort. Forced to admit defeat, she returned to the aisle, her pace closer to a job than a walk. A few people cast her off glances as she moved, but she paid them no mind. <br>\r\n<br>\r\n\"Ah, finally!\"<br>\r\n<br>\r\nBarging onto the bathroom, Lucy wasted no time in finding an empty cubicle and locking herself in. Her fingers worked quickly to unbutton her shirt and unzip her skirt, Lucy soon stood in her red underwear. It didn't last long as she pulled her bra from her breasts, allowing her considerable bust to bounce free. <br>\r\n<br>\r\n<i>All this stuff is brand new</i>, she thought as she adjusted her bra, soon pulling the loosened garment around her chest. Despite this, it was still snug around her breasts, though no longer uncomfortable. Sadly, her panties remained uncomfortably tight around her hips, no amount of adjustment and wiggling enough to reduce it. Reluctantly, she left them alone, pulling her skirt up her legs. <i>Well, at least it's somewhat bearable now. </i><br>\r\n<br>\r\nWhile her underwear issues had been somewhat solved, her shirt and skirt presented another issue, one she hadn't realized. Both clung tightly to her body, any creases in her skirt gone as it was drawn right around her lower body. Her top was the same, however the issue was quickly fixed as she left a couple of buttons undone, revealing her ample cleavage. <br>\r\n<br>\r\n<i>Thankfully the office is mostly filled with woman</i>, Lucy thought as she left the bathroom. <i>And I doubt any men will try anything...</i></span></div></div>",
            "created":1597640400,
            "id":2886840,
            "title":"Curvaceous Candies"
        },
        "11211":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "After getting home, Lucy finds herself craving more candy...",
                "Lucy notices her clothes are feeling even tighter...",
                "Lucy experiences a growth spurt as she sleeps..."
            ],
            "content":"<div class=\"\"><div> <span>Lucy returned to her desk in a hurry, dashing past the front desk and rows of cubicles before taking her seat in her, thankfully discrete, workstation. Lucy would have been lying to herself if she had said she wasn't proud of her breasts; truth was, she loved them. She had always been busty, to the point where it sometimes made buying underwear and shirts difficult. But she had never gone through a working day showing quite this much cleavage. Her station was a cubicle with walls on either side, and a gap where she could look over and see Kat directly opposite her, so she decided to shift my monitor over to the right slightly to obscure her upper body and hide her face. <br>\r\n<br>\r\nKat leaned out and looked at her curiously, probably thinking she was just being anti social. Lucy gave her a wave, and Kat waved back, but looked no less confused. Breathing a sigh of relief, looked down at her chest again, and found herself staring down at her canyon of cleavage. <i>Wow, that looks a lot worse in this light...I need a new bra. </i><br>\r\n<br>\r\nDeciding to focus on her work again, Lucy noticed a stack of papers had now appeared on her desk, dumped atop the manual she had only just finished reading. She took the top paper and read through it; it was a set of instructions for contacting company suppliers and confirming orders and distribution lists. It wasn't terrible exciting work, but at least it was simple, so Lucy decided to get to work. She was just about to reach for another piece of candy, but realised she had emptied the bowl. <i>Dam, forgot I finished those off...wait...</i><br>\r\n<br>\r\nAs she looked down, she saw, with some surprise, that her bowl had been refilled. That was generous of them. But there was probably plenty of candy to go around. With a smile, she popped a few candies into her mouth and started work. The task was pretty easy; it just involved composing an email, confirming the reference number for the order and setting up a regular shipment. There were, however, a <i>lot </i>of shipments to log. <br>\r\n<br>\r\nAnd so, as she worked, Lucy reached, instinctively, for more candy, again and again, continuously popping them into her mouth until the day reached it's end. The clock struck 5, and, though she wasn't finished with everything on her desk, she decided to call it a day and finish off the rest tomorrow. She cast a glance down to her candy bowl again, and saw there was only one piece left. <i>Did I really get through all of that stuff a second time? </i><br>\r\n<br>\r\nShe shrugged and popped the last piece into her mouth, telling herself she would savour the taste before promptly biting into it and swallowing it down as soon as it hit her tongue. She rose from her desk and stretched her arms above her head, realising she hadn't actually moved from her seated position for about four hours. In doing so, she forgot about her tight top, and suddenly felt one of her buttons come undone. <br>\r\n<br>\r\nBlushing, she ducked down behind her computer again and stared back at her breasts, which seemed to be escaping her shirt. <i>God dammit, girl, make yourself decent! </i> She quickly redid the button, though it felt tighter than before. Grabbing her bag from beneath her desk, she shielded her cleavage, waved goodbye to Kat, and quickly headed home for the day. <br>\r\n<br>\r\nAll in all, it had been a successful first day. Besides her strangely tight clothes, nothing had gone wrong, the people seemed nice and the work was pretty basic. Plus, that candy was really good. She found herself wishing she had taken some home with her...but she had probably had more than enough for one day...</span></div></div>",
            "created":1597640400,
            "id":2887083,
            "title":"A hard day's work"
        },
        "112112":{
            "author_id":"sparksalot",
            "author_name":"Reneg4de",
            "choices":[
                "Lucy heads out to buy some new clothes...",
                "Lucy decides her current clothing is fine...",
                "Lucy's phone rings, the caller ID identifying Kat..."
            ],
            "content":"<div class=\"\"><div> <span>Lucy's trip home was, for the most part, uneventful. The new road was just as empty as it was that morning, though the winding road felt no less long. The entire way, however, she found herself shifting uncomfortably in her seat. <br>\r\n<br>\r\n<i>What is with these things?!</i> Coming to a stop at a set of traffic lights, Lucy took the opportunity to pick at her irritating clothing. Her bra, which had been fine up until she left the factory, was once again clinging uncomfortably to her breasts while her panties, which she had subconsciously adjusted throughout the day, felt like they were just about ready to tear from her body. <i>These have always fit me! So why, all of a sudden, do they -</i><br>\r\n<br>\r\n*<b>HONK</b>*<br>\r\n<br>\r\nHearing a car behind her honk its horn angrily, Lucy glanced up with a start, realising that the lights had turned green. Gritting her teeth, she floored it through the junction, perhaps a bit harsher than she normally did. Now that she was aware of her clothes returning tightness, it was all she could feel. The faster she got home, the faster she could figure out what was wrong...<br>\r\n<br>\r\n<div align=\"center\">=====</div><br>\r\n<br>\r\n \"Finally home!\" Lucy announced to her empty flat, dropping her keys into the little bowl next to her door. \"Which means I can finally figure out what the hell is wrong with these clothes!\"<br>\r\n<br>\r\nStomping through the flat, the short walk to her bathroom drew a few other clothing issues to her attention. First was her skirt, which had fit her perfectly when she first put it on this morning. Now, however, it clung to her hips and backside like a second skin, making her gait a tad awkward. <br>\r\n<br>\r\nThen there was the issue she could see, and one she found difficult to ignore. If she glanced downwards, even slightly, her wobbling bust entered her vision. And while her seeing it was an issue in itself, the fact that it had developed a visible wobble as she walked was another. Her breasts had always been firm and perky, not soft and bouncy. <br>\r\n<br>\r\n<i>Let's see here...</i><br>\r\n<br>\r\nStanding in her bathroom, Lucy wasted no time in stripping. Her shirt came off easily, the blue garment fluttering to the floor. Her skirt, however, put up more of a fight, refusing to slide down her hips. After a considerable amount of grunting as she struggled, it was soon freed and joined her shirt on the floor. Now stood in nothing but her bra and panties, Lucy spun to face her mirror, a hand moving to her bust and the other to her hips. <br>\r\n<br>\r\n \"Are they... bigger?\" Raising a red eyebrow, Lucy cupped on of her breasts. While she couldn't speak regarding the potential size increase, she couldn't deny that her once firm bust had softened slightly, giving it a bit more of a jiggle. It was the same for her backside which, while not as prominent as her upper half, now had its own slightly bounce to it. \"N-No, that's absurd...\"<br>\r\n<br>\r\nShaking the thought from her head, Lucy turned her back on the mirror. She stared at her ill-fitting outfit on the floor for a few moments, slightly upset that it didn't quite fit her. She had liked that outfit...<br>\r\n<br>\r\n \"Well, if they don't quite fit anymore, who's to say my other new outfits also don't fit?\" Lucy wondered aloud. \"Maybe I should invest in some larger clothing, just to be on the safe side...\"  </span></div></div>",
            "created":1597726800,
            "id":2887391,
            "title":"Clothing Conundrum"
        },
        "1121122":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "As her second day begins, Lucy's workload increases, as does her candy intake...",
                "Lucy notices other girls in the office seem to be having clothing issues too...",
                "Lucy begins feeling very hungry..."
            ],
            "content":"<div class=\"\"><div> <span>As she weighed up the likelihood of her clothes no longer fitting beside the rather pitiful state of her bank account, Lucy began to have second thoughts. There was no way her new work clothes didn't fit anymore. She had only purchased them last week, and had made sure to try each and every item on in the store before paying. She couldn't explain why today's outfit had become so tight, but she was sure it must just be a fluke. Maybe she was just imagining things? <br>\r\n<br>\r\nShe had always been busty. She just wasn't used to wearing smart clothes. She had gotten so used to lounging around her flat in sweats and jeans that it just felt weird being in a shirt and formal skirt again. That was all. Nothing to to worry about. <br>\r\n<br>\r\nLucy took another look at herself in the mirror, admiring, as she often did, her sizeable breasts. She hefted one in each hand, giving them a little lift to emphasise her cleavage. <i>\"Still got it.\" </i> She changed into her pyjamas, a pair of loose shorts and a crop top, and headed out to the kitchen. <br>\r\n<br>\r\nThere wasn't much left in her cupboards, so dinner was some leftover pasta from the other day. It was a pretty small portion, and she found her stomach rumbling through the night, but until she got paid, she was going to have to eat light. She resolved to make the most of the workplace cafeteria tomorrow. Maybe she could sneak some food away in a doggy bag...<br>\r\n<br>\r\nMore than a little tired after her first day of work in several months, Lucy headed to bed early, falling asleep in no time...<br>\r\n<br>\r\n---<br>\r\n<br>\r\nThe next morning, Lucy awoke, thankfully, on time. With a tired groan, she swung her legs out of bed and crossed to her wardrobe. As the fog of her sleep lifted, she suddenly remembered her clothing issues from yesterday, and became a little nervous as she pulled today's outfit from the wardrobe. It was a white shirt and long, black skirt today. Lucy took a deep breath, as she pulled off her pyjamas and put on a light blue bra and panty set. They, at least, felt perfectly comfortable, though she had owned them for a while, so that was to be expected. At least there would be less chafing today. <br>\r\n<br>\r\nLucy put the shirt on first, enjoying the feeling of the soft, silky material of the garment around her shoulders. She had spent a little too much on this one, but it felt great to wear. As she fastened the buttons, however, a familiar feeling washed over her. They were tight. As soon as she got to the button just below her boobs, she found she was having to breathe in to get it fastened. She had to repeat the step for the next three buttons, and when she finished, she could feel her breasts rubbing up against the shirt, almost as though they were about to burst through. <br>\r\n<br>\r\nTurning to her mirror, she looked over her reflection and was relieved to see it looked a lot better than it felt. Perhaps she was just imagining things again? <br>\r\n<br>\r\nGrabbing the skirt next, she gently pulled it up over her legs and over her butt with ease, then breathed a sigh of relief. As she zipped it up though, she turned to look at herself again and noticed how much her butt seemed to be sticking out. Had it always been so...round? <br>\r\n<br>\r\nShe had no time to worry about that now though, she had to get going for work...</span></div></div>",
            "created":1598158800,
            "id":2890029,
            "title":"Denial"
        },
        "11211221":{
            "author_id":"sparksalot",
            "author_name":"Reneg4de",
            "choices":[
                "Lucy's clothes steadily tighten as the day, and her candy intake, progresses...",
                "Lucy begins to lose interest in her work, instead focusing on eating...",
                "Lucy works until lunchtime rolls around around..."
            ],
            "content":"<div class=\"\"><div> <span> \"Good morning, Lucy!\"<br>\r\n<br>\r\nReturning Kat's bright smile, Lucy made herself comfortable at her desk. Her drive this morning was uneventful, though the road to the factory was a little busier. She must've passed about five trucks, all leaving the factory for town and all marked with the bright 'Expansive Candy' company seal. Had she to guess, they were stocked full of candy for the many shops that had sprung up across town. And if her guess was correct, that would mean...<br>\r\n<br>\r\n \"Ah, Lucy, good to see you!\"<br>\r\n<br>\r\nThe muffled clack of sharp heels on carpet heralded the arrival of Abigail, who held a massive pile of papers in her arms. It was easily double the amount she had filled out yesterday, leaving Lucy to guess that two people would be required to fill them out. Her guess, unfortunately, was wrong as the entire pile was slammed down in front of her, a few papers from the top fluttering from the mountain onto the floor. <br>\r\n<br>\r\n \"Sorry about that!\" Abigail apologised, bending over to scoop up the fallen papers. As she did so, Lucy got an eyeful of her full backside, her skirt drawn tight around it. \"Anyway, as you probably saw on your way in, a number of shipments left the factory today. It's your job, alongside a couple other people, to fill out these distribution forms. I've left instructions atop the pile, alongside a little something for you. As always, if you have any questions, I'm sure Kat would be more than happy to help!\"<br>\r\n<br>\r\nAnd with that, Abigail vanished, leaving a stunned Lucy staring at her massive workload for the day. <br>\r\n<br>\r\n<i>I'm not the only one filling this much out?!</i> she thought in disbelief, peeling a sticky note from the top of the pile. <i>Just how much candy did they send out this morning?!</i><br>\r\n<br>\r\nAs Lucy wondered about the amount of factory's startling output, she read through her instructions. The forms she had to complete weren't at all complicated, but they were incredibly tedious. She had to look up the store specified on that particular form, then note down the number of the truck that had been assigned to it, which would then allow her to figure out what candy had been sent to it, allowing her to finish the form. However, some stores had multiple trucks sent to them, others were being visited by the same truck...<br>\r\n<br>\r\n<i>Okay, so maybe it's a little bit complicated</i>, she admitted to herself, logging into her computer. As she waited for it to load, a hand subconsciously reached towards the pile, where a number of filled bowls, also double the amount she had yesterday, sat. Scooping up a handful of candy, she began to munch on it. <i>At least I've got more candy... Though it seems I've got way more than yesterday. I'm not complaining or anything, but I hope it doesn't affect my figure too much. Don't want to end up like Kat!</i><br>\r\n<br>\r\nCasting a subtle glance towards her neighbour, Lucy's eyes lingered on Kat's spherical gut. Much like yesterday, it was pressing heavily into her desk, though it did look slightly heftier, as did the rest of her. Kat didn't seem at all bothered by her size, chubby fingers dancing nimbly across her keyboard as she worked, occasionally pausing so she could scoop up a handful of sweets. <br>\r\n<br>\r\n<i>I should get to work as well</i>, Lucy thought, pulling the first form towards her. <i>Got a lot to do, after all...</i></span></div></div>",
            "created":1598245200,
            "id":2890601,
            "title":"Double Down"
        },
        "112112211":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Lucy manages to devour her entire supply of candy by lunch time...",
                "Lucy chats to some of the other girls on her side of the office...",
                "Lucy is starting to feel strange after eating so much of the candy..."
            ],
            "content":"<div class=\"\"><div> <span>Lucy got to work as quickly as she could, hoping she would be able to clear some of her backlog and have a decent break by mid-morning. She soon realised, however, that this was a pipe dream. It took her roughly fifteen minutes to completely input a single form, and the satisfaction of moving that form from her \"to do\" pile to her \"completed\" pile was undermined slightly by the fact that the \"to do\" pile never seemed to get any smaller. <i>How many more do I have? I feel like at the rate I'm going these will take me all week! </i><br>\r\n<br>\r\nInstinctively, she reached for her candy bowl closest to her and grabbed a handful of gummies, tossing them back all at once and chewing away. Somehow, the delicious candy seemed to make her feel more optimistic about her work load, or at least take her mind off how much she had left to do, so she kept grabbing more, tossing them back as she worked on. After an hour had passed, Lucy took a look down at the pile again and sighed as she saw she still had a ton left to do. <br>\r\n<br>\r\n<i>Oh come on, I swear I must have done half that pile already, I wonder if everyone else has this much work to do? </i><br>\r\n<br>\r\nLucy wheeled her chair back and looked down the aisle, hoping to catch a glimpse of her colleagues desks. She couldn't see much from her current vantage point, so she decided to stop for a moment and have a walk around. Rising from her desk, she suddenly became aware that her shirt was bunching beneath her breasts, and pulled it down. She tugged at her skirt, straightening it out as she walked on. Did it feel tighter again? Maybe a little? Maybe she was just imagining things? <br>\r\n<br>\r\nLucy walked down the aisle, sweeping her red hair behind her shoulder as she tried to subtly look over at the other girls desks. From what she could see, it was split down the middle. The girls on her side of the office were overloaded with paperwork, and were in various states of distress, scrambling to sort out their workload while digging into their free candy. On the other side of the room, it seemed more chilled, with the administrators working at their own pace. <br>\r\n<br>\r\nLucy also noticed something strangely coincidental as she turned around and returned to her own desk...everyone on her side of the office was pretty slim, while everyone on the other side, Kat's side, was rather chubby. There was a girl even larger than Kat in the middle of the row, just staring idly at her screen, not really doing anything but eat candy from one of three large bowls in front of her. <br>\r\n<br>\r\n<i>Wow, some people here are pretty lazy. Maybe I should take my time. I might just be making more work for myself.</i><br>\r\n<br>\r\nLucy sat back down, breathed out, and carried on working. Her hand kept going for the candy bowl every few seconds now, to the point where her jaw was starting to ache from all the chewing she was doing. Her shirt was bunching again, and she found herself having to keep tugging it to make herself more comfortable...</span></div></div>",
            "created":1598245200,
            "id":2890713,
            "title":"Hard Work"
        },
        "1122":{
            "author_id":"sparksalot",
            "author_name":"Reneg4de",
            "choices":[
                "Lucy decides to explore a little bit...",
                "Lucy checks out the cafeteria...",
                "Lucy remains with Kat and wait for Abigail..."
            ],
            "content":"<div class=\"\"><div> <span>\"Anyway!\" Lucy's embarrassment at her own lack of self-control passed quickly. \"Now that I've finished the training, I suppose I get to work? Or is there something else I need to do? Hmmm...\"<br>\r\n<br>\r\nWondering about her next move, Lucy gripped the arms of her chair and adjusted her position, which hadn't changed since she had sat down and was now extremely uncomfortable. As she did so, her thumb just so happened to brush against her belly, Lucy pausing as it did so.<br>\r\n<br>\r\n<i>Did... Did my stomach always feel this firm?</i> She wondered, peering over her breasts at her stomach. After her recent binge, she had expected her normally flat midriff to have grown slightly. She had expected a slight curve to it at most, it was only candy, after all. Instead, she found her hands gripping a stuffed potbelly that pressed against her shirt, giving the blue garment a noticeable bulge. <i>O-Okay... Maybe I ate a bit more than I expected...<br>\r\n</i><br>\r\nEven so, the shock at her new belly was brief. She had just finished eating, so given a few hours, it should shrink away to nothing. At the very worst, she'd be left a thin layer of pudge, nothing a couple hours of hard exercise couldn't get rid off. And besides, it would have no affect whatsoever on her  work performance! Speaking of which...<br>\r\n<br>\r\n<i>Still don't know what I meant to be doing...</i> Lucy sighed in boredom, a curious hand still inspecting her new belly. <i>Wait, maybe Kat knows what I meant to do...</i><br>\r\n<br>\r\n\"Um... Kat, right?\" Lucy turned to her cubicle opposite her, where the chubby Kat appeared to be hard at work. Upon hearing her name, she tried to spin her chair to face Lucy, only for her considerable gut to stop her. With a sheepish smile, she pushed her chair back and spun around. <br>\r\n<br>\r\n\"Yep, that's me!\" Kat replied happily. \"And you're Lucy, right? Gotta say, you've got a serious work ethic! Never seen somebody finish that manual on their first day! It normally takes them the whole week at the very least!\"<br>\r\n<br>\r\n<i>I had the whole week to finish that stupid thing?</i> Lucy cast an irritated glance over her shoulder at the offending manual. \"A-Anyway, now that I've finished it, what do I do?\"<br>\r\n<br>\r\n\"Well, you normally do what Abigail tells you to do,\" Kat began to explain, one of her soft hands reaching out to scoop up some candy from her own desk. \"But seeing as you've finished what she asked... Guess you've got some time to yourself! If you wanted to take a look around, I'm sure she wouldn't hold it against you. Lunch is also coming up soon, and the cafeteria makes some great food. Or you could just wait here for her to her back. She's normally very good at making the rounds, checking up on us, you know? Plus, I wouldn't mind a bit of a distraction...\"<br>\r\n<br>\r\nLucy mulled over the options Kat had just presented her with, all of them equally interesting. She had only really seen her office at the moment and, judging by the size of the factory, there had to be more rooms. Though lunch was kinda tempting, despite her earlier meal. And Kat seemed incredibly eager to talk as well...</span></div></div>",
            "created":1597640400,
            "id":2886841,
            "title":"Potbelly Beginnings"
        },
        "11222":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Lucy finishes her meal, leaving her even more bloated...",
                "Lucy can't finish, it's just too much food..."
            ],
            "content":"<div class=\"\"><div> <span>\"Hmm, I could go for something to eat, do you want go grab lunch with me?\" Lucy asked. <br>\r\n<br>\r\nKat looked thrilled to have been invited. \"That would be awesome,\" she said. \"Let me just finish off my work here and I'll be right with you.\"<br>\r\n<br>\r\nLucy nodded and looked up at the clock. It was pretty much lunch time already, but Kat seemed pretty studious and didn't seem to want to leave early. She returned to her desk and shuffled some papers around, not really wanting to start any proper work until she had taken a break. As she sat back in her chair, her hand reached for what was left of her candy. Kat was still working when she looked over, so she shrugged and scooped the remains of the bowl into her mouth, her cheeks bulging with what seemed to be gummy worms. <br>\r\n<br>\r\n\"You ready to go?\"<br>\r\n<br>\r\nLucy hadn't heard Kat approach over the sound of her own ardent chewing, but she found herself looking up at her chubby co-worker, who was standing over her desk, her circular tummy brushing the edge of the workstation. Lucy nodded, her cheeks bulging. \"Mmm hmm,\" she said, not quite ready to swallow. <br>\r\n<br>\r\nLucy got up from her desk, the slight bulge of her stomach still visible from earlier, and began to walk with Kat towards the cafeteria. It was, remarkably, right next door to their office, so the journey was a short one. Whatever they were cooking smelled delicious, and as Lucy followed Kat inside, she could see they were serving Burgers today, and they were gigantic. <br>\r\n<br>\r\n\"Woah, that can't be all for one person, right?\" Lucy asked quietly. <br>\r\n<br>\r\nKat seemed puzzled by the question. \"Well...of course it is, did you think they were going to cut that burger in half?\"<br>\r\n<br>\r\n\"It's bigger than my plates at home!\" Lucy protested, gesturing to the burgers sitting behind the lunch trays. <br>\r\n<br>\r\nThere was a round faced, smiling lunch lady serving them, who didn't really look much older than Lucy herself. In front of her, enormous, cheese filled burgers sat on display, ready to be scooped up by the workers, and beside them, sat what appeared to be very sweet looking cakes of all shapes and sizes. Lucy could hardly believe what she was seeing. This was way, way over the top for a workplace lunch. <br>\r\n<br>\r\nNevertheless, she followed Kat's example and grabbed a tray. The lunch girl placed the huge, greasy cheeseburger on top of it, and Lucy, against her better judgement, followed that up by picking a large piece of cake with pink frosting. There was no way she was going to be able to eat all this...<br>\r\n<br>\r\nShe and Kat crossed to an empty table and sat opposite one another. Kat eagerly bit down into her burger, a soft moan escaping her lips as cheese oozed from the sides and fell onto her plate. Lucy had to admit, it looked good. She drew the burger to her mouth, her jaw barely stretching around the bun, then took a bite. <br>\r\n<br>\r\n\"Mmm...mmmmf...\" Lucy moaned aloud, unable to stop herself. \"Man that's a good burger!\"<br>\r\n<br>\r\n\"Told you,\" Kat said. \"The food here is so tasty. Almost as good as the candy...hehe...\"<br>\r\n<br>\r\nLucy went in for another bite...</span></div></div>",
            "created":1598245200,
            "id":2890734,
            "title":"Jumbo Cheeseburgers"
        },
        "12":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Allyson goes home exhausted, with some free samples...",
                "They break for lunch, Allyson samples some candy...",
                "Allyson notices the customers are acting oddly..."
            ],
            "content":"<div class=\"\"><div> <span>Allyson had awoken early, ready for her first day at her new job. Since graduating from college, she had enjoyed a pretty leisurely summer; waking up late, doing what she wanted and enjoying some downtime. But after all her money dried up, she had started to get a little bored. She had studied Bio-Chemistry at college, which had completely exhausted her, and she had promised herself she would travel once she was finished studying. She was determined to stick to this goal, so had put off her professional career for the time being, wanting to make enough money to sustain her travelling before getting a \"real job\". <br>\r\n<br>\r\nShe was way, way overqualified for the job at the candy store, but the money was amazingly good. This new candy company obviously had great faith in their business model, because they had been offering practically five times as much in wages as any other store in town. <br>\r\n<br>\r\nAllyson had been given her uniform, which consisted of a blue skirt, shirt and blazer. The skirt and blazer were dark blue, while the shirt was a much lighter shade, but still, Allyson felt it was a little too much blue. For the money they were paying her, however, she was happy to wear anything they wanted. The uniform fitted nicely, having been measured to her exact specifications during her interview. While Allyson was often complimented on her cute, pretty features, she had always felt that she had quite an unremarkable figure; she was slim, but not skinny, and never really seemed to gain or lose any weight. <br>\r\n<br>\r\nShe tied her auburn hair in a ponytail and grabbed her packed lunch, a salad. As she stepped into the hallway, she saw her room mate, Sandy emerge from her bedroom, rubbing her eyes and stretching. Sandy had been a friend of Allyson's through college, and had suggested they get a place together when they both graduated. Sandy worked at a clothes store in the mall downtown, but was hoping to get a job as an artist. Sandy was very much a goth; with pale skin and long, black hair that reached down to her waist. She had a nose and lip piercing, and several tattoos. <br>\r\n<br>\r\n\"Good luck today,\" Sandy yawned. <br>\r\n<br>\r\n\"Thanks, should be easy enough,\" Allyson replied. \"Hopefully it's not too boring.\"<br>\r\n<br>\r\nSandy yawned again. \"Just think of that sweet, sweet money,\" she said. \"You'll be out of there quick enough.\"<br>\r\n<br>\r\nAllyson hoped that was true. She was looking forward to the money, but not so much the work. Hopefully, the store would be busy enough that she didn't get bored. She hated not being stimulated or having nothing to do.  <br>\r\n<br>\r\n--- <br>\r\n<br>\r\nWhen she arrived at the store, she entered through the back entrance and saw two of her new colleagues just ahead of her. Unlike Allyson, these girls were wearing green and pink uniforms. They looked to be around the same age as her, and turned as one to smile at her as she approached. <br>\r\n<br>\r\n\"Your first day too?\" The girl in green asked. <br>\r\n<br>\r\n\"Yep,\" Allyson replied. She really wasn't great at meeting new people, but decided she had better make the effort. \"I'm Allyson.\" <br>\r\n<br>\r\n\"I'm Tara,\" the girl in pink replied. She had short, cropped, blonde hair and a cute face. Her figure was snugly packed into the pink outfit, with the material accentuating her prominent breasts and bubble butt. \"This is Carla.\" She gestured to the girl in green. <br>\r\n<br>\r\nCarla was of Latino heritage, and had long, dark hair. Her figure was more curvy than Tara's, though Allyson had to admit to being a little jealous of how good both girls looked in their outfits. Carla gave Allyson a smile and a wave, but otherwise seemed more interested in her phone. <br>\r\n<br>\r\n\"We're just waiting for the boss,\" Tara said. \"I'm so excited to start work, are you?\"<br>\r\n<br>\r\n\"Sure,\" Allyson said, with less enthusiasm than she had intended. <br>\r\n<br>\r\nThe door ahead of them swung open, and a a woman, perhaps in her early 30's, stepped through. She was wearing a blue pantsuit not dissimilar to Allyson's own, and wearing a large pair of thick glasses. Allyson was struck by how curvy she was; her hour glass figure perfectly filling out her uniform. \"Girls, I see you have all arrived bright and early. That's good to see! Welcome to your first day at Expansive Candy. I hope you'll enjoy being part of our expansive family. I'm Sarah, and I'll be your general Manager. I'll be on hand to answer any questions you might have, but hopefully you girls will find it simple enough. Let's get to work.\"<br>\r\n<br>\r\nSarah led them into the main store front; it was brightly decorated, with purple and pink walls on all sides, and shelves stocked to the rafters with all sorts of candy. Allyson found herself impressed by the sheer quantity of products they had on offer, though she found herself wondering whether they had overdone it slightly...was the demand for candy really that high in this town? <br>\r\n<br>\r\n\"Of course, you all know about the many benefits of working for EC,\" Sarah went on. \"Paid vacations, health insurance, dental plan...oh and of course, free candy samples. You'll find a pre-prepared bag waiting for each of you in the office.\"<br>\r\n<br>\r\nCarla didn't seem to be listening, instead swiping past something on her phone. Sarah noticed this, and suddenly dropped her affable, friendly facade. \"Excuse me, Carla, but you'll have to put that phone away. Absolutely no phones allowed on the shop floor.\"<br>\r\n<br>\r\n\"Sure, whatever,\" Carla grumbled, shoving the phone into a pocket on her skirt. <br>\r\n<br>\r\nImmediately brightening back up, Sarah continued with her induction. By the time this had finished, she had shown them how to open up, use the cash register, the card machines and where the store room was. It all seemed simply enough to Allyson. <br>\r\n<br>\r\n\"So, without further ado, it's time for the grand opening!\" Sarah said, gesturing to the doors. \"Allyson, you man the till. Tara, please stay on the door and greet our customers. Carla, you restock the shelves as fast as you can, can't have our customers wanting for candy!\"<br>\r\n<br>\r\nAllyson wasn't expecting anything to be restocked on day one, but when she looked through the store window, she suddenly noticed a queue amassing outside. \"Huh...looks like our first customers are already here,\" she said, taking her place behind the cash register. <br>\r\n<br>\r\n\"Oh, wonderful! They must have got the free samples we sent out,\" Sarah said, clasping her hands together excitedly. \"Tara, the doors if you please!\"<br>\r\n<br>\r\nTara nodded and put on her most friendly customer serving face as she opened up the doors. She barely had time to say hello before the crowd outside poured into the shop in a frenzy, nearly knocking her aside. One thing was for sure, Allyson's day was certainly not going to be boring. Before she knew it, customers were dumping handfuls of candy on the desk and thrusting wads of money in her face...</span></div></div>",
            "created":1596949200,
            "id":2882880,
            "title":"Allyson"
        },
        "121":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Allyson and Sandy try some of the candy...",
                "Allyson doesn't want any candy, but Sandy does...",
                "Allyson is exhausted and goes to bed..."
            ],
            "content":"<div class=\"\"><div> <span>Despite her reservations about the excitement of this kind of work, Allyson's day flew by. The customers kept filtering in to the store, apparently enticed by some free samples EC had sent out to a portion of Spring Falls. Allyson wouldn't have thought people would be this desperate for candy, of all things, but apparently they were now hooked. That suited Allyson just fine; the better business was, the more chance she had of getting paid. <br>\r\n<br>\r\nBy the end of the day, Allyson's cheeks were aching from how much she had smiled at people all day. Sarah had kept an eye on all the new employees, giving them encouraging pep talks and thumbs ups throughout their first shifts. Allyson appreciated the enthusiasm she had for their work, but her constant cheeriness was exhausting at times. Finally, the doors closed for the day, despite there being a few more people waiting outside, who Tara had to politely turn away. Allyson breathed a sigh of relief, eager to have a rest. Her feet were killing her. She just wanted to go home and collapse on the sofa. <br>\r\n<br>\r\n\"Well done girls, a very profitable day, all owing to your hard work!\" Sarah congratulated them, beaming with pride. \"Tomorrow, we'll switch things around, so that Allyson can restock, Tara can be on the till and Carla can meet and greet.\"<br>\r\n<br>\r\n\"Swell,\" Carla said sarcastically, producing her phone from her pocket again. <br>\r\n<br>\r\nSarah ignored the comment. \"Now then, I'll close up here, you girls get yourselves home. Hopefully, tomorrow won't be quite so tiring for us. Oh, and don't forgot your free candy!\"<br>\r\n<br>\r\nAllyson, Tara and Carla all left the store front and walked back through the office, where they saw three huge bags of candy laid out in a row, each one practically half the size of each girl. <br>\r\n<br>\r\n\"Wow, she wasn't kidding about the free samples,\" Tara said, smiling. \"I thought it would just be a pack or a candy bar or something. These are huge!\"<br>\r\n<br>\r\nCarla grabbed her bag and headed out. \"Whatever, we earned it. See you tomorrow guys.\"<br>\r\n<br>\r\n\"Her work ethic isn't that great,\" Tara observed. \"This is easy work for the money they pay us.\"<br>\r\n<br>\r\n\"I know, right?\" Allyson said. \"I guess if business keeps up the way it was today, they can afford it though.\"<br>\r\n<br>\r\nTara and Allyson grabbed their free samples, said goodnight, and headed home. Allyson found herself being weighed down by the bag as she bundled it into her car. She wasn't even a big fan of candy, but it seemed rude to just leave it behind. When she finally got home, kicked off her shoes and took off her blazer, immediately staggering to the couch and collapsing with a content sigh. <br>\r\n<br>\r\nSandy, still dressed in her own work outfit; a much more casual looking black t-shirt and jeans, was sitting in the chair opposite, watching some sort of true crime documentary. \"Hey, how was your first day?\" She asked. <br>\r\n<br>\r\n\"Tiring,\" Allyson said, laying her head back. \"You wouldn't believe how busy it was.\"<br>\r\n<br>\r\n\"People like candy that much, huh?\" Sandy laughed. <br>\r\n<br>\r\n\"Apparently so,\" Allyson replied. \"Got some free samples if you want some.\"<br>\r\n<br>\r\nSandy looked over to the huge bag that had been dumped by the door...</span></div></div>",
            "created":1596949200,
            "id":2882889,
            "title":"Exhausted"
        },
        "1211":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Green:Crunchy",
                "Yellow:Hard",
                "Other Colors"
            ],
            "content":"<div class=\"\"><div> <span>\"What do you have girl?\" Sandy asked her friend. Both Allyson and Sandy sat down Indian style near the edge of their coffee table. The auburn head girl opened the bag up and turned it into a faux-bowl. The duo gasped at the collection of confectioneries.<br>\r\n<br>\r\nSome were in their own little, smaller bags, each containing three or four candies. Others were single wrapped. And a few of them were in some sort of translucent wrappings.<br>\r\n<br>\r\n\"Wow!\" Sandy noted with actual enthusiasm. Allyson remembered she had a hidden sweet tooth. \"She gave you all of this to eat, by yourself?\"<br>\r\n<br>\r\n\"Well she said I could share them with friends...\" Allyson waved her hand around for a bit. \"So what do you think we should have first?\"<br>\r\n<br>\r\nSandy was about to place her hand on a piece but stopped herself. She got up, while Allyson looked at her, and soon came back out of the kitchen.In her hands was a whiteboard-roulette spinner, a novelty toy the girls had won in a college game. She placed it down onto the table and walked back off again. In her hands she came walking back out with eight coloured cards, with some effort, she made room to place the cards down onto the table.<br>\r\n<br>\r\n\"What's with all this?\" Allyson questioned. <br>\r\n<br>\r\nSandy smiled back at her friend. \"A little game. we take turns spinning the wheel, and then eat whatever candy is placed there.\" Sarah explained. She maneuvered bundles of sweets in front of the colored paper. Sandy appeared to be placing them in an order,which was: chocolate, hard, soft, sour, sweet, crunchy, weird,sticky-which was <i>everything </i>but chocolate, and gum. Finished, she sat back down onto her butt.<br>\r\n<br>\r\n\"Its a game my siblings and I used to do when we were younger. We have all these sweets for ourselves, why don't we have some fun as well?\"<br>\r\n<br>\r\nAllyson smiled at that suggestion. \"Alright, who goes first?\"<br>\r\n<br>\r\n\"I'm pooped.\" Sandy laid down onto her back. \"You go take a whirl.\"<br>\r\n<br>\r\nAllyson nodded and gave a spin...</span></div></div>",
            "created":1597294800,
            "id":2884913,
            "title":"What do you have in your goody bag, Allyson?"
        },
        "12112":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "2HedsRBetrThan1",
                "Gandy-Class; some pun on Candy-Glass?",
                "Another Candy"
            ],
            "content":"<div class=\"\"><div> <span>It landed on yellow, which were all the hard candies placed into one pile. Allyson wasn't much of a fan of hard candies though, she hoped she got chocolate first. The auburn hair girl looked down onto the prone form of Sandy, she appeared with her eyes closed. Allyson wiggled her fingers for a moment and was about to spin again, but was stopped by Sandy's hand reaching out to her arm.<br>\r\n<br>\r\n\"Nah.Nah. Let me see.\" Sandy got up and looked at the wheel's arrow. She gazed at Allyson and gave her a quick 'tsk' of disappointment.<br>\r\n<br>\r\n\"No spin-backsees Allyson, you eat what the arrow tells you.\" Sandy admonished the girl for what she was about to do. Allyson sighed and looked over her options. She touched each candy and stuck her tongue out in disappointment, not wanting to place one in her mouth. With puppy-dog eyes she looked over to Sarah who yawned as if to say '<i>not going to work on me</i>', Allyson sighed once more and tapped her fingers down onto the hard sweets.<br>\r\n<br>\r\n\"What to choose, what to choose.\" She mumbled.A flourish of the candy factory had given each of the hard candies a symbol to indicate it was such. The name of the candy was stylistically written in a blocky, rigid font.<br>\r\n<br>\r\n<i>\"Kinda cute that they did this for all of them, makes them both eye-catching and easily place able as a EC crafted candy...\"</i><br>\r\n<br>\r\n\"Are you going to pick or...?\"<br>\r\n<br>\r\n\"Hold on. Okay, I choose this.\"</span></div></div>",
            "created":1597294800,
            "id":2884921,
            "title":"Yellow:Hard"
        },
        "12113":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Brown;Chocolates",
                "Red;Weird",
                "Colors III"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Brown;Chocolate<br>\r\n<br>\r\nRed;Weird</span></div></span></div>",
            "created":1597294800,
            "id":2884914,
            "title":"Colors II"
        },
        "121131":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Very Melty Chocolate",
                "Moo Moo Milk Choclate",
                "Another Chocolate"
            ],
            "content":"<div class=\"\"><div> <span>\"Ooooh. Chocolate.\" Allyson joked. Her favourite type of sweet, she liked this game now. With barely restrained hands, she looked over her selection.<br>\r\n<br>\r\n\"When I get back up, you'd better not have eaten all the chocolate.\" Sandy said.  Allyson mumbled out a confirmation and went back to her search. <br>\r\n<br>\r\n\"White, dark, light, milk, filled, not-filled. Ooooh, I love this,\" Allyson noted. She knew the smell from the store also confirmed these weren't American style chocolate, which she only liked because she usually get anything else, but instead European crafted. The auburn hair woman licked her lips at the taste sprouting on her tongue.<br>\r\n<br>\r\nEach one of the wrappings on the cocoa based deserts had a cursive styled font.The font was coloured in some mixture of reddish brown on a white background. Under the title of the chocolate bar was what type it was in black lettering.<br>\r\n<br>\r\n\"I think I'll take this one,\" Allyson said.</span></div></div>",
            "created":1597294800,
            "id":2884929,
            "title":"Brown;Chocolates"
        },
        "121133":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Blue;Soft",
                "White;Sticky",
                "Colors IV"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Blue;Soft<br>\r\n<br>\r\nWhite;Sticky</span></div></span></div>",
            "created":1597294800,
            "id":2884916,
            "title":"Colors III"
        },
        "1211333":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Pink;Gum",
                "Orange;Sour"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pink; Gum<br>\r\n<br>\r\nOrange;Sour</span></div></span></div>",
            "created":1597294800,
            "id":2884917,
            "title":"Colors IV"
        },
        "1212":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Allyson finds Carla in the store room, gorging herself on candy...",
                "Allyson restocks, and notices the customers acting very strangely...",
                "Allyson is tempted to try some candy herself while in the store room..."
            ],
            "content":"<div class=\"\"><div> <span>\"Mind if I try some of that candy?\" Sandy asked, pointing a finger at the sack by the door. <br>\r\n<br>\r\n\"Help yourself, not really a candy fan anyway,\" Allyson yawned, fully knowing the irony of that statement. She hadn't actually mentioned to her new employers that she didn't really eat much candy, fearing it might make them overlook her the job. \"I think I'm going to grab something to eat and head to bed.\"<br>\r\n<br>\r\nSandy was already opening the sack. She reached in and pulled out a handful of wrapped candy bars, sweets and lollipops, then returned to the couch. Allyson went to the kitchen and made herself some Ramen Noodles. Out of the two of them, Sandy usually ate the most unhealthily, but the svelte Goth never seemed to put on any weight, and in fact was a little lighter than Allyson at the moment. <br>\r\n<br>\r\n\"So, how were your co-workers?\" Sandy asked, unwrapping a chocolate bar. <br>\r\n<br>\r\n\"Yeah, not bad,\" Allyson said, returning to the couch with her noodles. \"One of them seems super enthusiastic and the other doesn't seem enthusiastic at all. They balance each other out.\"<br>\r\n<br>\r\nSandy's face suddenly lit up as she bit into the chocolate. \"Wow! This is seriously good!\"<br>\r\n<br>\r\n\"I guess that explains why people were clamouring for them,\" Allyson laughed. \"I don't think I've ever seen you look so happy.\"<br>\r\n<br>\r\nSandy took another bite, smiling to herself as she continued to munch on the delicious chocolate. \"Ughh...so good...maybe I'll stop by that store myself.\"<br>\r\n<br>\r\n\"Well, get there early, the crowd today was ridiculous,\" Allyson said. <br>\r\n<br>\r\nSandy didn't seem to hear that, as she was busy unwrapping another chocolate bar and popping the first chunk into her mouth. Allyson decided to leave her to it. She stripped out of her work uniform, got into her pyjamas, and quickly fell asleep after climbing into bed. <br>\r\n<br>\r\n---<br>\r\n<br>\r\nThe next morning, after a comfortable night's sleep, Allyson changed into her uniform and headed out. Sandy didn't greet her this morning, which was odd, as this was her early shift at work. Allyson grabbed her packed lunch, a light salad, and headed out the door. As she left, she noticed that the sack of candy was still open, and it looked like it had gone down considerably since last night. Had she looked back at the couch, she would have seen a sea of empty wrappers littered across the cushions. <br>\r\n<br>\r\nSoon enough, she had arrived at the store for her second day of work, which she hoped wouldn't be quite as hectic as the first. Tara entered just behind her, smiling cheerfully. \"Hey, you came back,\" Tara laughed. \"After yesterday, I wasn't sure any of us would.\"<br>\r\n<br>\r\nAllyson chuckled. \"I was so tired yesterday, I fell asleep pretty much as soon as I got home.\"<br>\r\n<br>\r\n\"Ugh, same,\" Tara said. <br>\r\n<br>\r\nUnusually, Carla seemed to have beaten them both in. While she had looked completely nonplussed yesterday, today, she seemed a lot more bright and cheerful. As she approached, she reached into her pocket and produced a handful of gummy bears, which she then popped into her mouth. \"Morning guys,\" she said. \"You tried any of this candy yet? That stuff is goooood.\"<br>\r\n<br>\r\n\"Didn't really feel like it last night,\" Tara said. <br>\r\n<br>\r\n\"Yeah, same,\" Allyson replied. \"My room mate liked it though.\" <br>\r\n<br>\r\n\"It's so good,\" Carla said, her cheeks bulging as she chewed the gummies. \"You guys should try some.\"<br>\r\n<br>\r\nJust as Carla was about to reach into her pocket again, Sarah appeared from behind her, beaming enthusiastically. \"Good morning girls, ready to go to work?\"<br>\r\n<br>\r\n\"Definitely!\" Carla said, swallowing her mouthful of gummies. <br>\r\n<br>\r\n\"That's the spirit!\" Sarah said, clearly pleased by the girl's change in tone. <br>\r\n<br>\r\nAllyson and Tara exchanged a confused look at Carla's sudden change of tone, but nodded in agreement. Under Sarah's guidance, they all took their places in the store front. Carla actually looked pretty happy on the doors, while Tara looked a little more hesitant behind the till. Allyson, for her part, was pretty relieved to just be re-stocking today. It had seemed like the most chilled of all the jobs. Just go back to the store room and replace what was selling out. <br>\r\n<br>\r\nThe doors soon opened, and Carla welcomed each customer to the store. Her change in attitude was really quite noticeable. Maybe she had just been having a bad day yesterday? There wasn't quite as many customers as yesterday, but still plenty to keep them busy. The candy really was selling extremely well. <br>\r\n<br>\r\nSoon enough, the candy bars were starting to run low, and Allyson went into the back to find some more...</span></div></div>",
            "created":1597554000,
            "id":2886393,
            "title":"Day Two"
        },
        "12121":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She ignores it and continues her work",
                "She decides to see someone secretly about the candy",
                "Before she makes a decision, she sees Sandy, though not the same as before"
            ],
            "content":"<div class=\"\"><div> <span>Allyson walked into the back as she started looking for the candy bars before finding the box on the nearby shelf. As she was reaching for them however, she heard a noise coming further in the back.<br>\r\n<br>\r\n\"Weird...thought I was the only one back here. Who could possibly....\" she said before stopping mid-sentence to see Carla sitting on the ground with boxes of candy surrounding her as she happily stuffed her mouth with fistfuls of the sweets without a single care in the world.<br>\r\n<br>\r\n\"The hell is she doing? Those are our profits, not her snacks. I'm going to report this.\" Allyson said as she went out to get Sarah.<br>\r\n<br>\r\nA few moments later, Carla was being dragged out by a few men in black.<br>\r\n<br>\r\n\"Sorry Carla, but while we give you candy, you sadly can't eat from the store. But no worries. You'll be getting all the candy you want at the main factory.\" Sarah said politely as Carla struggled to free herself and try to get back in the store. \"Nice work, Allyson. I think you deserve a raise and another goody bag.\" she said.<br>\r\n<br>\r\nWhile Allyson felt good about moving up, she couldn't help but feel that there was something off about what she just witnessed.</span></div></div>",
            "created":1598245200,
            "id":2890822,
            "title":"Carla the Candy Addict"
        },
        "13":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Tammy brings in the new products, Lana's first day is uneventful...",
                "After sampling a few of the candies, Lana starts to feel a little strange...",
                "Tammy leaves to fetch the samples, Lana decides to explore while she's gone...",
                "Tammy meets another employee, who warns her to stay away from the factory..."
            ],
            "content":"<div class=\"\"><div> <span>Lana walked underneath the huge, multicoloured gates of the new Expansive Candy Factory; the company's logo towering above her in huge, garish, metallic lettering. <i>Geez, even the sign is giving me diabetes, </i>she thought. When she first saw the job advertised, Lana had thought it a very easy way to make some money; she had been out of work for a while now, since the restaurant she used to waitress at had closed down. <br>\r\n<br>\r\nLana wasn't really a fan of hard work; she wasn't lazy, exactly, but she liked jobs where she could relax, take her time and not have to stress about deadlines. So \"taste tester\" was pretty much a perfect way for her to chill out and earn good money for just eating candy every day. The job was on a two weeks trial basis to start with; and she imagined it probably wouldn't continued much longer than that, because hey, there's only so much candy in the world.<br>\r\n<br>\r\nIt was pretty cold out, and some snow had landed on the ground as she approached the main entrance. She pulled her jacket tighter across her chest as a cold wind hit her. Lana was wearing a leather jacket and green, flannel shirt with hip hugging jeans. Her time in unemployment had, she was aware, added some extra pounds to her once slender frame, and her once flat stomach had expanded slightly, gaining some added pudge. She was still getting used to the fact that her clothes were a little tight, but hey, at least they weren't making her wear a uniform for this. She ran a hand through her short, pink hair and stepped inside. <br>\r\n<br>\r\nThe reception staff welcomed her politely, perhaps a little too politely. <i>Must be all that sugar. </i><br>\r\n<br>\r\nThey led her down a corridor away from the offices and to the main factory, where she was greeted by a short girl in a bright pink shirt and striped, white and red skirt. Lana was nearly blinded by the garishness of her outfit. <br>\r\n<br>\r\n\"Hiiiiii!\" The girl waved enthusiastically. \"I'm Tammy. You must be Lana. Oh my God, I love your hair!\"<br>\r\n<br>\r\n\"Thanks,\" Lana said. \"Matches your outfit.\" <br>\r\n<br>\r\nTammy laughed a high pitched laugh and linked her arm through Lana's, before leading her off through a large set of double doors. Lana found herself being ushered into a huge, open environment, which to her shock, resembled a large, indoor park, complete with trees, bushes and a flowing river. \"Wow, this is like...some sort of indoor garden?\"<br>\r\n<br>\r\n\"Yep,\" Tammy said, still dragging Lana forward. \"We're still adding the finishing touches though.\"<br>\r\n<br>\r\nAs they walked past the river, Lana could have sworn the water was brown and gooey, but she had little time to dwell on that before Tammy ushered her through another set of doors and into a very clean, sparkling white room with a table and chairs. <br>\r\n<br>\r\n\"This is the testing room,\" Tammy said. Her attention suddenly went to the table, and she raised an eyebrow. <br>\r\n<br>\r\nLana followed her gaze and saw a small lump of what seemed to be marshmellow on the other immaculate table surface. \"Am I meant to eat that?\" She laughed. <br>\r\n<br>\r\nTammy laughed awkwardly. \"Sorry...this was meant to be cleaned up after the last girl...erm...anyway, just ignore that. Welcome to your first day! You got the induction pack, right?\"<br>\r\n<br>\r\nLana shrugged. \"I glanced at it, I think...\" She had not, in fact, glanced at it at all. It was still lying unopened on her kitchen counter. <br>\r\n<br>\r\n\"GREAT!\" Tammy enthused. \"We can probably get started then. We'll just be trialling a few of our new candies today. These haven't been tasted by anyone yet, so you're very lucky.\"<br>\r\n<br>\r\nLana unzipped her jacket, feeling her belly bulge out slightly as she was allowed some room to breathe. She had become very aware of her extra weight, and had found herself sucking in whenever she was around people. For now though, she just quickly took a seat at the table and folded her arms. \"Ready to start when you are,\" she said. <br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1597035600,
            "id":2883635,
            "title":"Lana"
        },
        "131":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "She begins turning blue and heavy",
                "She begins turning pink and feeling light",
                "Someone else was brought in and began blowing a bubble; her pants felt tighter."
            ],
            "content":"<div class=\"\"><div> <span>\"We call it Super Chew Gum.\"<br>\r\n<br>\r\n<i>\"Unlike Mundane Chew Gum.\" </i> Lana thought.<br>\r\n<br>\r\n\"The boy's in the lab have been feeling really optimistic about this product, they think its going to take the market by storm.\" The voice spoke.<br>\r\n<br>\r\n\"Well you do have 'Super' in its name.\" Lana joked. A man in a white suit came walking into the room, he held a small plate with a single piece of gum on it. Lana eyed the pomp in the gum's display wondering what was so special about it. She yawned as the piece of gum was placed in front of her.The man soon walked out leaving Lana alone with the confection.<br>\r\n<br>\r\n\"This is it?\" Lana spoke. The piece looked like any other gum she had tried, if not for the fact it was white with the only colored part of it being the company's logo.It did appear a little larger than a competitors brand she noted.<br>\r\n<br>\r\n\"How many will be in a pack?\"<br>\r\n<br>\r\n\"Marketing is estimating around ten or so sticks.\"<br>\r\n<br>\r\n\"Interesting.\" Lana replied. She shoved the stick dramatically into her mouth before she rested her head on her hand. Instantly a blast of flavor came into her mouth.<br>\r\n<br>\r\n\"Pea soup, as a gum flavor?\" She stated. \"People like those weird jellybeans, so i'm not complaining.\"<br>\r\n<br>\r\nShe continued chewing.<br>\r\n<br>\r\n\"Roast Beef. Who likes savory foods as a sweet? Hopefully you eggheads get better at planning.\" Lana told the blank window. After a few more minutes of chewing,something strange began to occur.</span></div></div>",
            "created":1593838800,
            "id":2861115,
            "title":"Super Chew Gum"
        },
        "1313":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "She begins to float out of her seat",
                "Lana notices nothing is wrong as she continues to expand",
                "Lana tries to leave but finds out her ass is getting larger"
            ],
            "content":"<div class=\"\"><div> <span>\"You know what. This is actually beginning to taste pretty good.\" Lana spoke. \"Those other flavors though, bleagh.\"<br>\r\n<br>\r\n\"If you'd be so kind, we'd like for you to consume the gum.\" The voice spoke. \"We're trying to do a more 'taffy' consistency than a gum-like one. We liked to hear how it feels going down the throat.\"<br>\r\n<br>\r\n\"Odd choice of words,but I'll bite or swallow in this case.\" Lana joked. She chewed for a few more minutes until she audibly swallowed. Instantly a burst of fruity flavor filled her throat, Lana smiled in delight from the taste.<br>\r\n<br>\r\n\"Wow. A freaking plus man! That was good. That took all that meaty and vegetable taste right out of my mouth.\" Lana exclaimed. \"So is that all? Can I leave or...?\"<br>\r\n<br>\r\n\"Just a second. We're about to conduct phase two in our experiment and we need you to stay where you are.\" Lana nodded and took out her phone. She began to play with it for about ten minutes or so until a man came in and politely asked for it. Lana didn't put much thought into why he needed it so she easily complied with his words. Another three minutes passed until a young woman came walking into the room. She looked a little older than Lana, not by much, but their was some quality of her that yelled \"senior\" in the woman's general attitude.<br>\r\n<br>\r\n\"Lana meet Christine;Christine meet Lana.\" The voice spoke. The two greeted to each other a hello before Christine was brought in a chair to sit down in. Another piece of gum, same as Lana's but in yellow wrappings, was brought in front of Christine. <br>\r\n<br>\r\n\"I can chew this right?\" Christine asked.<br>\r\n<br>\r\n\"Correct, though we like for you to blow a bubble first.\" The voice explained. Christine shrugged and did so which left Lana wondering what was her job to in all of this. A bubble soon issued forth from Christine's mouth followed by a strange tingle to pass through Lana's bottom. The tingle passed though Lana soon felt how tight her bottom had gotten.<br>\r\n<br>\r\nShe shuffled for a bit unaware of the processes passing through her cheeks. Her bottom was ever so slowly expanding larger in her pants all the while Christine's bubble expanded larger and larger.</span></div></div>",
            "created":1595394000,
            "id":2873352,
            "title":"Someone else was brought in and began blowing a..."
        },
        "14":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Claire opens an email from someone offering her information on the factory...",
                "Claire decides to check out the factory for herself later that night...",
                "Claire tries to get an interview with Elena..."
            ],
            "content":"<div class=\"\"><div> <span>\"It's a dam Candy factory, Claire! You really think people are going to be interested in that?\"<br>\r\n<br>\r\n\"It's huge news, chief!\"<br>\r\n<br>\r\nClaire, hands on hips, stood before the oversized desk of the Spring Gazette's editor, Mr Stone, a heavy set man with a huge, bushy moustache and what seemed to be an ever present frown. They were currently locked in a stare-down, with Claire's piercing, blue eyes fixed on Stone's own, twitching pupils. Stone seemed to be losing concentration, as he always did. He claimed it was because he was always too busy to get into an argument, but Claire knew the old guy had a soft spot for her. <br>\r\n<br>\r\n\"Fine!\" Stone said, his face reddening. \"Cover the dam factory story. What's so interesting about it anyway?\" <br>\r\n<br>\r\n\"It practically sprung up over night,\" Claire explained, relaxing her posture. \"That company has bought up property all over town. They seem to be banking on everything being a huge success, because there's stores opening everywhere. There's already six. We're a tiny town, why do they need all those stores?\"<br>\r\n<br>\r\nStone shrugged. \"Does seem a bit excessive, but people do like candy...\"<br>\r\n<br>\r\n\"Do they really like candy this much though?\" Claire asked. <br>\r\n<br>\r\n\"What am I? An expert?!\" Stone snapped irritably. \"You are sure there's nothing more interesting you could be covering?\"<br>\r\n<br>\r\nClaire sighed. \"Chief, in the past week, the only other story you found me was one about a dog wearing a hat.\"<br>\r\n<br>\r\n\"People like that dog, Claire.\"<br>\r\n<br>\r\n\"Yes, chief, we all like the dog,\" Claire allowed herself a smile. \"But it wasn't exactly newsworthy.\"<br>\r\n<br>\r\nStone sighed. \"Yeah, yeah, I know, it's a small town and a slow news week...month...year...\" He cleared his throat. \"I know you feel like you're wasted here. Truth is, you are. You can do better, and I appreciate you staying on...for now. Okay Claire, see what you can find on. Who knows? Maybe the Spring Falls candy mystery will be front page news this time tomorrow.\"<br>\r\n<br>\r\n\"Thanks Chief!\" Claire grinned. She turned to walk from the office, but Stone cleared his throat, causing her to turn back to face him. \"What?\"<br>\r\n<br>\r\n\"Don't cause any trouble,\" Stone said, wagging his finger. \"I know what you're like. You're an instigator.\"<br>\r\n<br>\r\nClaire smiled mischievously and adopted an innocent look. \"Who? Me?\" Stone chuckled as Claire ducked out of his office and into the corridor. <br>\r\n<br>\r\nShe was pleased she had been allowed to do the story, she was certain there was something here. That factory and the oddly successful company behind it gave her a bad feeling. On looking into their past, she had found that the company had been founded twenty years ago as a small time candy shop in New York. They were moderately successful, but hardly in the big leagues. After the founder passed away, his daughter, Elena, had taken over, and at that point, she had somehow managed to turn around the company's fortunes. The shop in New York had been closed abruptly and the company had undergone a huge renovation and restructure. <br>\r\n<br>\r\nClaire found it all very suspicious. Samples of the free candy had been sent to some select people in town, but apart from that, it was still not available for public consumption; that was, until tomorrow when the stores had their grand opening. It seemed like a hugely risky gamble to take; what if people didn't like the candy? Was this Elena so convinced of her business acumen and the quality of her product, that she was sure her new venture would be a success? <br>\r\n<br>\r\nClaire returned to her desk and sat down, eager to get started. She hadn't mentioned it to Stone, but she already had a few leads...<br>\r\n<br>\r\n</span></div></div>",
            "created":1597208400,
            "id":2884707,
            "title":"Claire"
        },
        "141":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Megan begins to make hissing sounds from his throat",
                "Actually, she's fine, that was until she ate some mentos"
            ],
            "content":"<div class=\"\"><div> <span>Megan walked into through the factory's door with open enthusiasm, which quickly slowed as Megan looked around. There wasn't a lively attitude in the factory. No sounds of hustle and bustle or even the creaking movement of workers.Near dead silence. Megan turned to look at the front,a large desk greeted her.With some reluctance, Megan moved closer. On the desk was a single button, the words under it read \"press for assistance\" in bright yellow letters.<br>\r\n<br>\r\nMegan did as the words told, quickly pressing down onto the single button.<br>\r\n<br>\r\n\"Hello madam.\" A voice spoke. Megan jumped in shock, she looked forward to see a woman causally sitting on a chair. An unfamiliar phone was held in her hand, the woman looking down at it.<br>\r\n<br>\r\n\"Um. Hello to you to.\" was Megan's only response. \"Got. I got a job here, this pager I got on me is buzzing.\"<br>\r\n<br>\r\n\"Oh. So you're our mechanic! I apolgize for not recognizing you, my name is Cheryl.\" The receptionist replied. Megan's nerves were calming as human interaction came into play. The two shook hands before Cheryl got up and asked Megan to follow her. The mechanic nodded and followed Cheryl deeper into the facility. Megan's eyes glanced at the various fruits on the wall,it made the factory look somewhat childish.<br>\r\n<br>\r\n\"You have kids here?\" Megan joked. \"They like all of this?\"<br>\r\n<br>\r\nCheryl glanced back at Megan.<br>\r\n<br>\r\n\"What are yo- oh, the wallpaper, sorry bout that, yeah you can say people enjoy them.\"<br>\r\n<br>\r\nMegan swore she heard a small \"slurp\" from Cheryl's mouth but ignored it. The sound of darting feet caused her to briefly turn around, a small shadow passed behind her,which made Megan jump.<br>\r\n<br>\r\n\"Something the matter?\"<br>\r\n<br>\r\n\"Oh, its nothing.\" Megan replied. She didn't dare say she saw a tiny shadow run behind her. That wasn't what professionals said to their employers.Finally the two arrived into the cafeteria, which like the rest of the factory,looked empty. Cheryl pointed forward, Megan could see a powered down fountain dispensers like what most restaurants used. Except this one was the twice the size of a normal one.<br>\r\n<br>\r\n\"It isn't lunchtime yet.\" Cheryl explained. \"You have about two hours to fix the machine or at least tell us the problem.Don't worry, we'll compensate you for an entire day's work even if you don't fix it.\"<br>\r\n<br>\r\nMegan nodded walking up to the large dispenser. She took out her tools,and with a quick stretch, looked inside the soda fountain.Thirteen minutes later, Megan was slowly unhooking a tube, her hand gently loosen its cap.Upon loosening the tube a hum came from inside the machine and Megan only hand time to say \"what\" before a blast of soda smashed against her face. It only lasted for a minute but it left Megan stumbling out of the fountain.<br>\r\n<br>\r\n\"Gah.\" Megan screamed, she spurted soda from her mouth. \"This is gonna ruin my hair! Sticky son of a...\"<br>\r\n<br>\r\nMegan stopped her rant as she touched her face, she didn't feel the stickiness of a corn-starch product like she'd usually did. It was like water, but the sweetness still could be tasted on her mouth.<br>\r\n<br>\r\n</span></div></div>",
            "created":1593838800,
            "id":2861106,
            "title":"Issues with the Soda Fountain"
        },
        "1412":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Megan grows out of her clothes",
                "Megan is brought away by small little orange ladies",
                "Megan tries to see if Cheryl can help"
            ],
            "content":"<div class=\"\"><div> <span>\"Megan? Are you all right? Do you need medical attention?\" Cheryl called. Megan looked over to the archway seeing the receptionist walk right over to her. Megan waved her off,she touched her face for a bit. She licked her lips as she tasted the flavorful drink that she had been splashed with.<br>\r\n<br>\r\n\"I don't mean to pry,but what's with your soda?\" She questioned. Cheryl smiled.<br>\r\n<br>\r\n\"We've been working on a new formula that doesn't stick to surfaces. Our employees get to taste it before it hits the markets.\" She pointed over to the fountain. \"Its been real popular,both because of its lack of stickiness and in flavor.\"<br>\r\n<br>\r\nMegan licked her lips once more.<br>\r\n<br>\r\n\"Yeah,its like I've been splashed with water. It won't stain my clothes?\"<br>\r\n<br>\r\n\"Not at all.We pride ourselves on this new formula,its big selling point is being smooth in the throats of drinkers!\" <br>\r\n<br>\r\nMegan smiled and went over to a stack of paper towels. She wiped herself down making sure she was somewhat dry. Cheryl looked at Megan for a few more moments before she took off.The mechanical savvy lass finished her drying,she went back to the machine and restarted where she left off.<br>\r\n<br>\r\nAfter thirty minutes, Megan saw nothing else to repair or check up on. She walked away to grab a hold of a Styrofoam cup. Holding the white cup in her hand, Megan went back over to see if everything checked out. A trickle of cola came foaming out which meant Megan had done her job right. Though she did frown as the soda only made up a quarter of the cup's volume.<br>\r\n<br>\r\n\"I gotta ask if they want me to refill the fountain as well?\" Megan mused. She gulped down whatever contents that was in the cup and sat down on one of the cafeteria's seats. From her pocket she pulled out a wrapped cylinder of delicious minty mentos. She popped one into her mouth. She chewed on the snack for a few moments until she swallowed it whole,she never liked mashing mentos until they were easily digestible. Many did warn her that she could choke,but hey, it never happened before.<br>\r\n<br>\r\nA rumble came from her stomach and Megan clenched herself in discomfort. <br>\r\n<br>\r\n\"Ooooh. That doesn't sound good.\" <br>\r\n<br>\r\nA burp erupted from her throat,the mechanic blushed. The weird rumbles in her gut didn't stop,the pressure felt like it was building up inside of her. Another burp gave some much needed release but they happened every so often and not enough to stop her building pressure. <br>\r\n<br>\r\nMore gastric noises came from within,Megan lifted her arms away from herself. She yelped in shock at what had happened to her once trim stomach.She was about to dismiss this as a bad case of gas, if not for the fact she could see her stomach continue its growth. <br>\r\n<br>\r\nMore burps came from her mouth and Megan clenched her jaws to quell it. That was a terrible mistake though, her growth kick started. Her once slim ass and small tits blew up almost immediately in response. They stretched her clothes and pushed against her overalls. Megan opened her mouth to release a loud burp to curb the growth,which it did, to a small margin.<br>\r\n<br>\r\nThere on the seat Megan sat, her body inflating without anyone to help her.</span></div></div>",
            "created":1594616400,
            "id":2867453,
            "title":"Mentos break"
        },
        "142":{
            "author_id":"keith1234",
            "author_name":"Alpha11",
            "choices":[
                "Decides to enter the 'Assembly and Testing' door",
                "Decides to explore the factory a bit more in depth,entering down hallways",
                "Suddenly someone grabs her from behind!"
            ],
            "content":"<div class=\"\"><div> <span>Claire was intending to work for a high profile newspaper in a big city, so she worked  to dig up some kind of dirt and managed to find out about a hole in the fence of the Expensive Factory near the back and close to where they supposedly made their product. This was told to her by one of male janitors, Ted or something like that. Naturally, to see if something illegal was going on or perhaps getting a scoop on something just as juicy. Her body she trained hard during her high school days and doing this job will aid her way in getting in.<br>\r\n<br>\r\nShe waited until night, and under the cover of darkness and dim lights she sneaked towards the supposed hole in the fence. She made sure to wear black jeans, a black hoodie, and as well as a equally black long sleeve shirt just so she wouldn’t be discovered easily. The factory seemed like any other factory from the outside but she had the wonder what the inside as well as the staff was like inside the brick and metal buildings.<br>\r\n<br>\r\n<i>“Man this is easy. Actually it is way too easy it's scary.”</i> Claire thinks as she gets close to the man sized hole just barely big enough to fit the redhead through. <i>“Seriously is it because this opened recently and don’t have the manpower or is security just lazy because this is a candy factory?”<br>\r\n</i><br>\r\nThe thought of either is nice but if Claire has learned one thing as a journalist it’s that not everything is as it seems. With a few curses at her clothing getting caught on the fence and a minute of gentle pulling Claire manages to get fully inside the factory taking several looks around to make sure the coast is clear as well as making sure  that Janitor’s info was right. There was several other hallways leading away....perhaps she could find something more....tangible and physical then running away with a few pictures just in case?<br>\r\n<i><br>\r\n“Damn that guy was right…” </i>Claire’s blue eyes as if she had just won the jackpot as she sees the words ‘Assembly and Testing’ in bold letters. Moving her fit body forward Claire-<br>\r\n</span></div></div>",
            "created":1597813200,
            "id":2888054,
            "title":"Nightly Investigation!"
        },
        "1421":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Go to the testing room...",
                "Go the see the taste testers...",
                "Go to see the mixing vats...",
                "Go the assembly room..."
            ],
            "content":"<div class=\"\"><div> <span><i>\"Nothing ventured, nothing gained,\"</i> Claire thought, as she eyed up the 'Assembly and Testing' sign overhead. She cast a furtive glance down the corridor, then back over her shoulder, checking the coast was clear before she darted ahead and pushed open the door. She was half expecting it to be locked, but apparently security around here was pretty lax, so she was able to easily pushed on ahead. There were signs on the wall which read: <br>\r\n<br>\r\n<i> - Testing Room<br>\r\n - Assembly<br>\r\n - Taste Testers<br>\r\n - Mixing Vats<br>\r\n </i><br>\r\n<br>\r\nAs she read the sign, she heard some faint footsteps in the distance, and the sound of male voices. Quickly, she looked for cover, and saw a large stack of metal containers in an alcove to her left. As the footsteps drew closer, Claire ducked behind the containers, crouching behind the largest of them and peeking over the top. <br>\r\n<br>\r\n\"Yeah, I don't know why we're not allowed free candy either, but whatever, it pays well,\" the first voice said. <br>\r\n<br>\r\n\"You're telling me, I could put my kids through college with my first three paychecks...not that I actually have kids,\" a second voice replied. <br>\r\n<br>\r\nAs they grew closer, Claire could see they were security guards, dressed in garish, dark purple uniforms. They stopped for a moment just the other side of the containers, and she ducked down again. <br>\r\n<br>\r\n\"You clocking off now?\" The first guard asked. <br>\r\n<br>\r\n\"Yeah, our shifts over,\" replied the second man. \"Do we have to do a handover or anything?\"<br>\r\n<br>\r\n\"Nah, don't worry, the night shift will already be here,\" the first said. <br>\r\n<br>\r\n\"Oh yeah...the night shift...they give me the creeps...\"<br>\r\n<br>\r\n\"I know what you mean, they always seem so...\"<br>\r\n<br>\r\n\"Cheerful?\"<br>\r\n<br>\r\n\"Creepy.\"<br>\r\n<br>\r\n\"That too.\" <br>\r\n<br>\r\nThe guards turned and walked on, passing through the doors and out of Claire's line of vision. She breathed a sigh of relief as she emerged from her hiding place. She wondered what they had meant by the \"creepy night shift\". Surely security guards should be the night shift, but maybe there was more security on the way? In which case, she would need to be careful. She cast a glance back up at the sign and decided on her next move...</span></div></div>",
            "created":1598158800,
            "id":2890173,
            "title":"Assembly and Testing"
        },
        "14211":{
            "author_id":"sparksalot",
            "author_name":"Reneg4de",
            "choices":[
                "Claire can't help but sample some candies as she searches...",
                "Claire hears voices approaching her...",
                "A craving for the chocolate from earlier begins to plague Claire..."
            ],
            "content":"<div class=\"\"><div> <span><i>If there's anything to learn about the stuff this place is churning out, the Testing Room is bound to have it!</i><br>\r\n<br>\r\nGoal in mind, Claire crept towards the Testing Room doors, glancing around as she moved. She hadn't a clue what would make the Night Shift so creepy, and she didn't really want to find out. <br>\r\n<br>\r\n<i>Oh, damn...</i><br>\r\n<br>\r\nCracking one of the heavy double doors open an inch, Claire couldn't help but gasp as she got a look at the Testing Room. The word 'Room', however, was a bit of an understatement. From where she was, she couldn't see the ceiling above her, not the wall opposite her. All she could make out was a metal catwalk just in front of her.<br>\r\n<br>\r\n<i>This place is massive!</i> Claire pushed her way into the room, the door slamming shut behind her. <i>I don't even know where to start! Uh... I guess right is as good a place as any...</i><br>\r\n<br>\r\nMoving to her right, Claire tip-toed across the catwalk, pausing occasionally to glance over the railing. Various machines and tables decorated with papers and candies stored in airtight containers met her gaze, each one more enticing than the last. Eventually, she came across a staircase that she wasted no time in bouncing down. <br>\r\n<br>\r\n<i>First table! Let's see what you're hiding...</i><br>\r\n<br>\r\nThe first table, unfortunately, wasn't all that interesting. A neat plaque in the corner of the table told her that the candy on the table was nothing more than simple chocolate. Even so, she took a moment to open one of the containers and pluck out a few pieces of said chocolate. <br>\r\n<br>\r\n \"Looks normal, feels normal... Tastes normal?\" Claire mumbled to herself, rolling a bit between her fingers. With a shrug, she plopped it into her mouth. Almost immediately, it melted atop her tongue, spreading its rich taste throughout her mouth. With a happy moan, she devoured the rest of her stolen pieces, licking her fingers clean once done. \"Never mind, tastes absolutely delicious! A bit more wouldn't... No, hold it, Claire! You can't afford to get stopped at the first table!\"<br>\r\n<br>\r\nAnd so, with surprising will, she tore herself away from the chocolate and began to wander through the massive room. Each table she came across had a plaque stamped to it, indicating the name of the candy stored atop it. Some were self-explanatory, like the '<i>Toffee Chewers</i>', while others were slightly more obscure, such as the '<i>Bootilicious Bites</i>' and the '<i>Plump Suckers</i>'.<br>\r\n<br>\r\n \"So many candies!\" Claire exclaimed as she finally came to the end of the first row. She must've passed at least fifteen tables, and there were easily another five or six rows! \"Well, I guess I've got a good but of searching before I get any answers...\"</span></div></div>",
            "created":1598245200,
            "id":2890736,
            "title":"The Testing Room"
        },
        "142113":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "The unstable chocolate is causing Claire to gain weight rapidly...",
                "The chocolate causes Claire to be permanently hungry...",
                "An alarm suddenly goes off..."
            ],
            "content":"<div class=\"\"><div> <span>Claire moved on to the next table, where there were a series of test tubes on a rack containing some sort of green liquid; Claire couldn't figure out what it was, and there didn't seem to be any labels on any of the equipment. She pulled out her phone and snapped a few pictures of the room, then a close up of the test tubes. She hadn't exactly found anything interesting yet, but thought it best to take a few photos, just in case, and she wasn't entirely sure she would be able to come back the same way she had come in. <br>\r\n<br>\r\nPocketing her phone into her black hoodie, she took a closer look at the tubes, before noticing one of the desk drawers under the table was slightly ajar. <i>Jackpot. </i>Pulling open the drawer, Claire was confronted with a clipboard containing some hand written notes and a results chart. She laid the notes out across the desk and started reading. The first set of notes read: <br>\r\n<i><br>\r\nDay 1 - New Chocolate Testing <br>\r\n<br>\r\nResults so far have been unpredictable. While we have been able to replicate the same taste as previous chocolate products and, indeed, improved upon it, we have struggled to contain the expansive effect of the new recipe. We do not recommend going to human testing at this stage. </i><br>\r\n<br>\r\nClaire froze as she read the words \"we do not recommend human testing\". She scanned the page again, hoping she had misread, but her eyes had not deceived her. The chocolate appeared, from these notes, to be unsafe for human consumption. The chocolate she had, stupidly, just eaten. But surely it was only chocolate? What could they possibly be putting into it that would make it dangerous? <br>\r\n<br>\r\nBefore she went any further, she took her camera out again and photographed the notes and chart. She wanted to make sure she had record of everything after what she had just read. <i>God, I could really go for some more of that chocolate...</i><br>\r\n<br>\r\nClaire had to stop herself from turning back, but the intrusive thoughts about that chocolate kept coming back to her. She could still taste it on her tongue, which darted between her teeth looking for leftover fragments. But it wasn't safe! She had literally just read that. It would have been stupid to try some more. Claire resolved to check the rest of the room and then move on. <br>\r\n<br>\r\nShe moved to the next work station, her head now filled with paranoid thoughts about what was going to happen to her after eating that chocolate. That rich...delicious...chocolate...<br>\r\n<br>\r\nClaire suddenly turned and darted back to the table. She needed more. She had to have more. <br>\r\n<br>\r\nUnable to control herself, she grabbed a handful of the chocolate pieces on the table and started munching down on them, grabbing one after the other and devouring whatever she could get her hands on...</span></div></div>",
            "created":1598245200,
            "id":2890793,
            "title":"Cravings"
        },
        "14213":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "The catwalk collapses as she falls into one of the vats",
                "She makes it over safely and hides inside a suit",
                "She is captured by the night shift"
            ],
            "content":"<div class=\"\"><div> <span>\"Think I'll take a look into the mixing vats. Maybe I'll find some unsafe ingredient or addictive being added.\" she said heading to the Mixing Vats.<br>\r\n<br>\r\nShe opened the door to find herself on a long catwalk as she saw multiple vats with many different colored substances inside each of them as automatic mixers worked to keep the contents in each vat mixed and well maintained.<br>\r\n<br>\r\n\"Hmm...doesn't look like there is anything out of the ordinary with these. No extra chemicals, no addictives, it just looks like a normal mixing room.\" Claire said as she took a few numbers. \"Though I can't assume that just by looks. I would have to get closer to confirm...\" she said before hearing a creaking sound. \"What was that?\" she said as she heard some sounds coming from outside of the room. \"That must be the night shift those guys were talking about. They must be coming in.\" she said slowly backing away as she started to think over her options. She noticed a few suits hanging on the racks as she slowly moved towards them. She continued to slowly move towards them when...</span></div></div>",
            "created":1598158800,
            "id":2890371,
            "title":"The Vats"
        },
        "15":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Charlotte",
                "Jenna and Matt",
                "Sophie",
                "Focus on Elena herself...",
                "Create a new Character..."
            ],
            "content":"<div class=\"\"><div> <span>From the highest window at the Expansive Candy Factory, a young woman smiled down as a group of visitors were led towards the entrance to the factory. <i>Her </i>factory. Elena Exco, the chairwoman of Expansive Candy, was the daughter of wealthy industrialist Jonathan Exco, who had passed away in mysterious circumstances two years ago. Elena had been left her father's vast fortune in his will, and had, much to her detractors surprise, managed to turn around the fortunes of his small, failing company. Elena, with her business acumen, enthusiasm and passion for candy, had taken the company global in only a few months. <br>\r\n<br>\r\nNow, the pieces were in place. The first factory was complete, stores opening up around this backwater town and customers eager to get their hands on her product. Elena couldn't wait to see the results. Once this town was hooked, she would move onto the next, and the next, and the next...<br>\r\n<br>\r\nElena saw her guests filter in through the gates and prepared to greet them. She took a moment to admire herself in the mirror of her lavish, brightly decorated office. She was only 26, but already a titan of the industry. Framed magazine covers from Time were across her wall, from when she had won \"Youngest businesswoman of the century\" a few weeks ago. Due to certain...enhancements she had discovered in her candy's properties, she had been able to adjust her own body in exactly the way she wanted. <br>\r\n<br>\r\nExpansive Candy was no ordinary candy; it was manufactured with very special ingredients, discovered by her father, which, when consumed in refined form, could have a very significant effect on a person's body and metabolism. Elena, through trial and error, had found this out, and had been able to transform herself from a skinny geek to a gorgeous bombshell. She was particularly proud of her DD cup breasts and shapely bubble butt. Her stomach was perfectly trim and toned and she had even gained a few inches in height. She had dyed her hair purple, the signature colour of the company, and wore a white and pink striped skirt and purple tank top, which drew attention to her figure. She wasn't one for formality. <br>\r\n<br>\r\nBut unlike the candy that Elena had consumed to refine her appearance, the candy that her customers would be eating would be quite different. It was much more potent and uncontrollable, and would even effect their minds. She couldn't wait until she controlled the entire town...<br>\r\n<br>\r\nTaking the elevator from her personal office to the ground floor, she stepped out to find her guests gathered around, waiting for her. There were four of them in total, all of whom had received a surprise invite to the factory for an exclusive tour. Elena had hand picked every one of them. <br>\r\n<br>\r\nHer first choice had been <b>Charlotte</b>, something of a minor celebrity - or as a close as you could get to one - in this town. Charlotte was gorgeous, with supermodel good looks and impeccable fashion sense. She had long, black hair a perfect figure; not quite as curvy as Elena's enhanced frame, but certainly one to make any woman envious. She looked like she belonged on a movie set, not a factory floor. Despite her good looks, however, she had struck Elena as a little shallow and vain. She was mostly just known for being an Instagram influencer, rather than doing anything particularly noteworthy. <br>\r\n<br>\r\nBeside Charlotte was a couple who had been invited on the tour together, <b>Jenna </b>and <b>Matt</b>. Elena had chosen them due to their great physical fitness. Jenna was a pretty, blonde girl in her early 20's. She had, Elena discovered, been a cheerleader in high school, and now she was a champion swimmer. Matt, her boyfriend, stood the tallest of the group at just over six foot, and was lean and muscular. He worked as a personal trainer at the local gym, and it showed. He had chiselled good looks, a handsome face and, Elena had to admit, a great body. <br>\r\n<br>\r\nLooking like the odd one out was another girl, <b>Sophie</b>. Sophie had been chosen for the tour more due to Elena recognising her potential; she was a chef at a local cake shop, and had won awards for her recipes and designs. Cake wasn't exactly candy, but her creativity with icing, flavouring and sugar had appealed to Elena. Unlike the super fit Charlotte, Matt and Jenna, Sophie was a little shorter and less striking. She was very pretty, with a cute face framed by a thick pair of glasses and freckled cheeks. Her auburn hair was tied back in a pony tail, and she was looking around eagerly. <br>\r\n<br>\r\n\"Welcome!\" Elena said as she approached. \"You probably recognise me, of course, but I am Elena Exco, head of the company. You can call me Elena.\"<br>\r\n<br>\r\nCharlotte looked unimpressed. Matt and Jenna smiled politely, and Sophie let out a small squeal of excitement. <br>\r\n<br>\r\n\"Now, I'm sure you're all eager to get on with the tour, so let's get started,\" Elena said, ushering her guests towards the large double doors ahead...<br>\r\n<br>\r\n--- <br>\r\n<br>\r\n<b>Choose a character to focus on:</b></span></div></div>",
            "created":1581742800,
            "id":2787742,
            "title":"The Grand Tour"
        },
        "151":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Charlotte keeps snapping pics, and Elena is getting angry...",
                "Charlotte samples some of the candy fruit...",
                "Charlotte receives an interesting message on her phone...",
                "Charlotte wonders off from the tour..."
            ],
            "content":"<div class=\"\"><div> <span>Charlotte rolled her eyes as the bizarrely dressed Elena lead the way. Why she had decided to choose that weird, multicoloured outfit was anyone's guess, but the girl clearly needed some fashion tips. Charlotte was still a little confused as to how she had even ended up on this tour; the letter with a free \"golden ticket\" had just randomly arrived in the post for her one day, and it wasn't like she usually blogged or live-streamed about candy. Her Instagram was usually holidays, clubs, make up and fashion. <br>\r\n<br>\r\nStill, she wasn't complaining, it was a pretty exclusive invite, and if it brought her a few new followers, all the better. Charlotte had over 600,000 followers on Instagram, a twitch channel and an OnlyFans account where she posted lewd pictures of herself in skimpy outfits...or nothing at all. Her good looks had gotten her very far in life so far, and she usually took in a lot of money from her fans each month. Hopefully, she could attract some more revenue today with her live blogging the tour. <br>\r\n<br>\r\nCharlotte had opted to wear an outfit that drew attention to her body today, as usual. She was wearing a pair of hip hugging denim shorts which just about covered her butt, with a tank top that was tied in a knot beneath her perfect breasts, exposing that toned, tanned stomach. <br>\r\n<br>\r\nProducing her phone from her pocket of her denim jean shorts, Charlotte held it up and hit record. \"Hey guys!  Charlotte here, live from the new Expansive Candy factory. Guess who got a free tickettttttttttttttt?\" She smiled, showing her whitened teeth. <br>\r\n<br>\r\n\"Excuse me, Charlotte ,\" Elena turned around to face her. \"I'm going to have to ask you to put that phone away. Everything from this point on is classified.\"<br>\r\n<br>\r\n\"Ugh, fine,\" Charlotte sighed. \"You heard the lady guys, guess I'm just going to have to let you know more later, chao!\" She signed off and uploaded the video before continuing. She had no intention of just walking around here without taking any more pictures or videos. That would have made for a very boring day...<br>\r\n<br>\r\n\"Now, then onto the first part of the tour, the chocolate fountain!\" Elena declared. <br>\r\n<br>\r\nCharlotte followed, alongside the others, as Elena pushed open another set of doors and led them into what looked like a large, artificial garden. Instead of a factory floor, she found herself treading on very realistic grass. The room seemed to go on for miles, and she was amazed she had missed it when she first approached the building. Through the room, she noted that there were trees and bushes that seemed to be growing...candy? Candy canes stuck out of the ground, chocolate bars hung off the trees and candy flowers were growing on plants. <br>\r\n<br>\r\nWhile Elena's back was turned, she quickly whipped out her phone and took a picture, before continuing on. <br>\r\n<br>\r\nOn the far side of the room was a huge, flowing fountain that connected to the ceiling and flowed into a river which ran through the centre of the room. Charlotte cheekily snapped another picture. She had to admit, it was impressive. </span></div></div>",
            "created":1597122000,
            "id":2884111,
            "title":"Charlotte"
        },
        "1512":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Just one blueberry",
                "Just one pear",
                "Grand Tour: Another Fruit;Char"
            ],
            "content":"<div class=\"\"><div> <span>\"Alright everyone,control your appetites,I'll answer any questions you may have.\" Elena said aloud. She seemed to want to add in the words \"we are not children\" but left it out in case her bosses overheard. The group all spanned out and Elena occasionally walked over to someone's waving hand.<br>\r\n<br>\r\nCharlotte occupied herself by going over to the grove It was if someone took the entire world's fruit supply and made an orchard for them.While there were only one bush,tree,or fern for each fruit, all of them seemed to be ready to harvest. But the fruits that were on the greenery shined a little, as if they were covered in sugar.<br>\r\n<br>\r\n\"Is this a diorama? Some sort of artist work\" Charlotte thought. <i>\"Does it matter though, i'm going to get so many hits, oh wait.\"</i><br>\r\n<br>\r\n\"Excuse me, Miss Elena?\" The tour guide walked over to the Instagram e-celeb. Charlotte pointed a thumb at the area. \"Why are the fruits all shiny? Are they fake?\"<br>\r\n<br>\r\n\"Oh no dear, they are completely edible. These are our 'Candy Fruties' specially made and all around great. Actual fruits that taste much sweeter than their mundane counterparts.\" Elena explained. \"Our eggheads did their best to make a special genetically modified plant that not only mimics all fruit bearing flora, but give each and everyone of them this luxurious gleam. And not only that, but you can eat the skin as well!\"<br>\r\n<br>\r\nElena smiled at Charlotte.<br>\r\n<br>\r\n\"So I can just.\" Charlotte began to reach over to grab a fruit, Elena interrupted this action with a quick 'tsk' from her mouth.<br>\r\n<br>\r\n\"No, no, dear. If you want to eat some you'll have to give me a few moments to call in my workers. They'll prepare something quite delectable, but never eat a fruit straight from the branch.\"<br>\r\n<br>\r\nCharlotte nodded and complied, Elena smiled at the girl and quickly made a call to someone, turning her back on Megan as she took the call. Charlotte watched for a few moments until she looked back at the enticing fruit.<br>\r\n<br>\r\n\"What harm can one fruit do to me? She already said its edible.\" <br>\r\n<br>\r\nAnd with that, Charlotte picked what she'd stuff into her mouth...</span></div></div>",
            "created":1597208400,
            "id":2884464,
            "title":"Rule Breaker"
        },
        "15122":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Charlotte can't get onto the boat; butt problems",
                "Charlotte gets on the boat and the flickering lights disguise her greening body",
                "It looks like Charlotte and Elena are taking a different route down."
            ],
            "content":"<div class=\"\"><div> <span>With some nimble steps and quick reflexes, Charlotte paced over to the fruit she had picked out when she first laid eyes on the garden. It was a pear tree that stood proud and high and Charlotte wondered how would she get up to the branches. She scratched her chin for a bit and jumped back in shock as the branch lowered itself down towards her.<br>\r\n<br>\r\n\"Um..hello?\" She politely asked the tree. The branch drooped but didn't react to the woman's voice. The e-celeb took very precise steps until she could reach a hand towards the branch and pluck a fruit off. She jumped back,waiting for the sign that the tree was a sentient being. Nothing came from her theft. <br>\r\n<br>\r\n\"I better get outta here.\" She mumbled. Placing the pear into her pocket, Charlotte made her way back towards the outer rim of the garden. There Elena stood tapping her foot up and down,her eyebrow raised as the woman approached.<br>\r\n<br>\r\n\"Sorry Miss Elena, I was just trying to pick out my fruit for that 'delectable' food you were offering.\" Charlotte lied to the guide.Unbeknownst to her, Elena knew exactly what she had done. In some sealed off area of the facility, a small betting pool had been going to see what fruit Charlotte picked.<br>\r\n<br>\r\nElena skillfully acted as though she believed that lie.<br>\r\n<br>\r\n\"Why of course! I do apologize if I seemed like I was admonishing you for your selection.\" Elena said.\"Have you've picked your course?\"<br>\r\n<br>\r\n\"Pear.\" Charlotte replied. Elena nodded at that fact.<br>\r\n<br>\r\n\"Good choice, well it seems the rest of our little group has gotten enough of out gardens and would like to see where our 'magic' happens. We'll meet at the tail end of the chocolate river.\" Elena explained. She sauntered off with a smirk, Charlotte shrugged at that fact. With eager hands,and a much more eager mouth, she took a bite of the pear. Instantly her taste-buds were overwhelm, it was like eating pear plus one!<br>\r\n<br>\r\nCharlotte's bites became rapid chunk taking off of the pear, which she soon finished in under three minutes. She licked her lips and wiped her hands onto her top. <br>\r\n<br>\r\n\"Let's go see the rest of this place.\" Charlotte announced before she expertly hid the core of the pear under some shadowed bushes.</span></div></div>",
            "created":1597554000,
            "id":2886200,
            "title":"Just one pear"
        },
        "152":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Jenna's POV...",
                "Matt's POV...",
                "Matt suggests they sample some of the candy...",
                "Jenna suggests they sample some of the fruit..."
            ],
            "content":"<div class=\"\"><div> <span>\"She seems enthusiastic,\" Jenna nudged her boyfriend in the arm as they followed their guide through the doors. <br>\r\n<br>\r\n\"She seems nice,\" Matt shrugged. <br>\r\n<br>\r\n\"You were just staring at her boobs,\" Jenna said with a smirk. <br>\r\n<br>\r\n\"I was not,\" Matt said defensively. \"They are pretty big though...\"<br>\r\n<br>\r\nJenna and Matt had met in college, while he had been study health and fitness, and she had been taking business studies. Matt had made no secret of the fact that his ambition was to one day own and manage a gym in town. Jenna, however, was a little more uncertain as to what her future held. She had often been stereotyped as air headed in high school purely because she was on the cheer squad; but nothing could have been further from the truth, she had studied really hard, and got a first class honours degree in college...she just wasn't really sure what her future held now. <br>\r\n<br>\r\nShe and Matt had first met when they noticed each other on their morning jog. After two weeks on running past one another, Matt had finally plucked up the courage to ask Jenna out, and she had immediately said yes, having been hoping he would do just that. They had been together ever since, and now lived together, having moved in just after graduating. <br>\r\n<br>\r\nThey had both been surprised to get the invite to the grand opening of the factory, and Jenna hadn't even really wanted to come, but Matt had suggested she take a break from planning her future career to have some fun. What exactly was fun about this place, however, she wasn't sure...<br>\r\n<br>\r\nAs they passed through the doors, they found themselves in a large, open space resembling a huge garden. The room seemed to go on for miles, and she was amazed she had missed it when she first approached the building. Through the room, she noted that there were trees and bushes that seemed to be growing...candy? Candy canes stuck out of the ground, chocolate bars hung off the trees and candy flowers were growing on plants. There were also large, oddly shiny looking fruit growing everywhere; she spotted blueberries, strawberries and pears, just to name a few. </span></div></div>",
            "created":1597208400,
            "id":2884793,
            "title":"Jenna and Matt"
        },
        "1523":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Go eat some of the candy forest",
                "Go have some lunch with Alana",
                "Go to The Cabinet"
            ],
            "content":"<div class=\"\"><div> <span>\"You wanna try some of the candy?\" Matt said to his girlfriend. Jenna smiled at the suggestion,her previous talk with the man faded away in her mind. The couple paced over to candy section of the land ignoring the fruits all around them. They gaped at the selection of confectioneries all around them. <br>\r\n<br>\r\n\"Hey what's that overthere?\" Matt questioned. Jenna followed the man as he led them farther into the candy flora. <br>\r\n<br>\r\n\"What did you see?\" Jenna asked. <br>\r\n<br>\r\n\"It looked like something glowed behind all this stuff. It was like it was metal or something.\" Matt walked farther inwards and Jenna soon noticed how every plant seemed to grow larger the farther they traveled. The candy though got more exotic in appearance, though not to the point of being alien.White chocolate bars and mint chocolate candy canes were just some of the new sweets that were revealed.<br>\r\n<br>\r\n\"Matt, I don't think we should be here.\"<br>\r\n<br>\r\n\"Why would they not cut this area off if they <i>didn't</i> want anyone to see it?\" Matt answered. Soon though the duo came to a large clearing, a brief shadow passed by the pairs eyes, but their view was quickly filled by the area in front of them. A large house, which seemed to be made of gingerbread, was built with a small pavilion in front of it. A decorated fountain was the epicenter of this clearing. Tables, though untended,were scattered around randomly. One chair and table was filled however, with a young woman drinking from a teacup.<br>\r\n<br>\r\n\"Hello?\" Jenna hesitantly introduced herself. The woman looked up from her cup and smiled, she placed it onto the table to greet the pair.<br>\r\n<br>\r\n\"Ah you must be some of the contestants, I'm Alana, pleased to meet you.\" Alana dusted herself off to give the pair an open handshake. She was dressed in a modest pair of workshorts and a sun-flower shirt;Matt noted her seemingly curveless body compared to Elena,though didn't choose to vocalize that point.<br>\r\n<br>\r\n\"What's this place?\" Jenna said. She sat down onto a chair, while Matt stood looking at the working woman.<br>\r\n<br>\r\n\"This is The Cabinet,though management has some gobbley-gook name for it. Its where we display our really sweet stuff, things that are not planted in the candy forest.\" Alana explained. <br>\r\n<br>\r\n\"So is that where the candy for the factory is made?\" Matt asked.<br>\r\n<br>\r\n\"Oh no, that's down the chocolate river, hopefully you'll see it during the tour. No, here is the place where our perfected goods are displayed.\" Alana took a sip of her tea. \"You can knock on the door if you'd like, Denise will gladly show you what we have in stock at the moment.\"<br>\r\n<br>\r\n\"Noted.\" Jenna spoke. \"But why change it out though? Who eats the candy or whatever else you have in there?\" <br>\r\n<br>\r\n\"Us workers and the little gals. Ahh you don't need to worry about the little gals though, they won't bother you on the tour.\" Alana said nonchalantly. \"Oh if you'd like, we can have a small lunch together, I can phone in Elena to tell her where you two are at.\"<br>\r\n<br>\r\nJenna and Matt shared a look, both pondered on what to do next.</span></div></div>",
            "created":1597294800,
            "id":2884905,
            "title":"A Sample of Sweets (Jenna and Matt)"
        },
        "15233":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "The Chocolate Selection",
                "The Gum Selection",
                "Another Section"
            ],
            "content":"<div class=\"\"><div> <span>\"Let's try The Cabinet,Matt!\" Jenna asked excitedly. The man looked over to his girlfriend and nodded in response. Jenna 'squee' in delight as the two made their way from Alana towards The Cabinet. Alana smiled before she took out a walkie-talkie. <br>\r\n<br>\r\n\"Hey Miss Elena, yeah, two of the targets are making their way towards Denise.\" Alana spoke. She put away the walkie-talkie and continued to drink her tea. <br>\r\n<br>\r\nThe gingerbread building would've been quite imposing if it wasn't, you know, made of <i>gingerbread.</i> Was the building actually made of gingerbread though? That didn't make it look structurally sound. But if the duo dwelled on that thought, they'd have question the candy forest that laid behind them.<br>\r\n<br>\r\n\"Do we knock or?\" Jenna asked until the door creaked open. The two jumped up in surprise, only to see a fairly tall woman peak her head out. She wore,of all things, a purple dress stylized to fit the candy themed surroundings. Her earrings were some sort of sweat.<br>\r\n<br>\r\n\"Welcome you two,I'm glad that two contestants have chosen to grace this humble abode.\" She stepped aside to allow the two in. The couple hesitantly walked in until the very calming looking interior made their journey inwards much less hair-raising.The smell of frankincense and hazelnut filled the air. Stairs that led to the second floor spiraled upwards. The two gaped in shock.<br>\r\n<br>\r\n\"Come, lets get to the store.\" Denise interrupted their gape. The duo nodded and approached what was probably the store section of this building. Glass drawers and stands greeted them, signs were placed on top of the glass that read what candies they held.<br>\r\n<br>\r\n\"Look around and tell me what you like.' Denise said.</span></div></div>",
            "created":1597554000,
            "id":2886616,
            "title":"Go to The Cabinet"
        },
        "153":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Sophie wanders off and starts exploring on her own...",
                "Sophie samples some of the candy...",
                "Elena has plans for Sophie..."
            ],
            "content":"<div class=\"\"><div> <span>Sophie was <i>definitely </i>eager to get started. Though the other guests didn't seem that into it, Sophie had been incredibly excited for this tour ever since she received the invite. She had no idea what she had done to prompt the mysterious invitation, but she half hoped, if it wasn't too immodest, that her work had somehow drawn her to the attention of Elena and her company. She had been following the young company exec admiringly for some time, watching her rise to fame and success. They were the same age, and Elena was a role model of sorts. <br>\r\n<br>\r\nWhile Sophie certainly took pride in her work, she had started to feel like her talents were a little wasted at work. Her creativity was stymied and her bosses were quite controlling. They often put down her more esoteric ideas and designs, wanting things that was more traditional  and conventional. Sophie was a shy girl, and didn't really have the courage to stand up to them. She had often found herself without much confidence. Even amongst this group, she felt a little invisible next to the glamorous Elena, sexy Megan and athletic Matt and Jenna.  <br>\r\n<br>\r\n\"So, when do we get to see how you make the candy?\" Sophie asked excitedly, sidling up to their hostess. <br>\r\n<br>\r\n\"I like your enthusiasm, Sophie,\" Elena winked at her with a smile. \"But patience, there's plenty to see before we get there. I really enjoyed your cake decorations, such creativity.\"<br>\r\n<br>\r\nSophie clasped her hands together and gave a happy little squeal. \"Oh my god, thank you so much. I had no idea you'd even seen my work but I thought maybe you might have I don't know oh my god...\" She rambled on, fangirling enthusiastically. <br>\r\n<br>\r\nElena laughed. \"Oh yes, I took the time to get to know all the guests on the tour. I was really very impressed with your cakes. You have a bright future.\"<br>\r\n<br>\r\nSophie couldn't believe what she was hearing. \"Do you think I might be able to work for you one day?\"<br>\r\n<br>\r\n\"Maybe sooner than you think,\" Elena smiled. <br>\r\n<br>\r\nSophie gave a little squeal again as Elena turned back to address the others, welcoming them to the first part of the tour. As Elena spoke, Sophie's head was filled with ideas about her future, what roles she could work in, what candy she could create, what flavours she could come up with...maybe she would have a job by the end of the tour! And her parents had always said it was a waste of her talents going into this business. Ha!<br>\r\n<br>\r\nSophie walked on ahead, following the other's into the first room. Instead of a factory floor, she found herself treading on very realistic grass. The room seemed to go on for miles, and she was amazed she had missed it when she first approached the building. Through the room, she noted that there were trees and bushes that seemed to be growing...candy? Candy canes stuck out of the ground, chocolate bars hung off the trees and candy flowers were growing on plants.<br>\r\n<br>\r\n\"This is amazing!\" Sophie said out loud, running forward and admiring the garden. She couldn't believe they had created something so fantastic. She had to know more...</span></div></div>",
            "created":1597554000,
            "id":2886523,
            "title":"Sophie"
        }
    },
    "info":{
        "author_id":"skeletorio",
        "author_name":"expandor",
        "brief_description":"A new Candy Factory causes expansive changes in it's unsuspecting employees...",
        "created":1581794040,
        "description":"<td align=\"left\" class=\"norm\">A new Candy Factory with a sinister secret causes expansive changes in it's unsuspecting employees...<br>\r\n<br>\r\n</td>",
        "id":2213068,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597867260,
        "modified":1598309040,
        "pretty_title":"Candy Factory Weight Gain and Expansion "
    }
}