{
    "chapters":{
        "1":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Lucy",
                "Allyson",
                "Lana",
                "Megan",
                "Create a new Character..."
            ],
            "content":"<div class=\"\"><div> <span>The small, rural town of Spring Falls had never been a particularly noteworthy town; but now, it was home to a multi-million dollar investment from an up and coming corporation called \"Expansive Candy\", who had promised to build their new, state of the art candy factory in the town, offering new jobs, business opportunities and discounted candy to the locals. With nothing to lose, the town's Mayor had accepted the offer, and now, after a surprisingly quick construction, the factory was fully up and running. <br>\r\n<br>\r\nAfter one month, the factory was almost fully staffed, though still recruiting from the local population. Several new \"Expansive Candy\" stores had appeared throughout the town overnight, fully stocked and ready to start selling. Already, the candy had been a big hit, with the new stores completely selling out after their first day. <br>\r\n<br>\r\nJob vacancies had appeared just as quickly as the factory; almost two hundred vacancies for the townspeople to apply for. These had included anything from cashiers, office workers and taste testers to engineers and salespeople. <br>\r\n<br>\r\nAs the factory gears up for mass production, the townspeople are about to undergo a transforming experience...<br>\r\n<br>\r\n<b>Characters:</b><br>\r\n<br>\r\n<b>Lucy: <br>\r\n</b>Job: Just starting a job in the offices of the Factory. <br>\r\nAge: 24<br>\r\nAppearance: Red hair, slender figure with large breasts. <br>\r\nPersonality: Lucy has jumped between jobs since finishing college, and thought the office job at the factory sounded pretty simple. She tends to lose concentration easily and can be a little lazy. She is very friendly and outgoing. <br>\r\n<br>\r\n<b>Allyson: <br>\r\n</b>Job: Just starting a job at a candy store as a sales assistant. <br>\r\nAge: 21<br>\r\nAppearance: Brown hair, curvy figure. <br>\r\nPersonality: Allyson has just finished college and wants to save up enough money to go travelling before she moves on with her career. She is very intelligent, and can be quite reserved. She figured this would be an easy way to make money and isn't really that excited about the job. <br>\r\n<br>\r\n<b>Megan: <br>\r\n</b>Job: Just starting a job as a factory worker. <br>\r\nAge: 23<br>\r\nAppearance: Black hair, very slim. <br>\r\nPersonality: Megan is a naturally curious and innovative person. She loves finding out how things work and is a good engineer and very technologically skilled. She was very excited to get a job on the factory floor fixing their candy making machines. <br>\r\n<br>\r\n<b>Lana: <br>\r\n</b>Job: Just starting a job working as a company taste tester. <br>\r\nAge: 21<br>\r\nAppearance: Pink hair, slightly curvy build. <br>\r\nPersonality: Lana is very quirky, frequently a comedian among her friends with a dry, sarcastic sense of humour. She shares an apartment with her friend, Rachel, and noticed that the taste tester job was the best paid job at the factory, so thought it would be easy money. <br>\r\n<br>\r\n---<br>\r\n<br>\r\nOr create your own...</span></div></div>",
            "created":1581742800,
            "id":2787741,
            "title":"Open for Business"
        },
        "11":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Chocolate Room",
                "Marshmallow Room",
                "Product Testing Room",
                "Gummy Room",
                "Gum Room"
            ],
            "content":"<div class=\"\"><div> <span>\"Lucy, I need those spreadsheets ASAP.\" an office worker said to a slender looking red head as she typed away at the computer.<br>\r\n<br>\r\n\"I'll have them out in a moment.\" Lucy said as she quickly got to typing, albeit not too excitedly. Truth is, this was Lucy's 10th job in under a month. She has been looking for something pretty simple but things have not been working out that way. While she was normally very friendly to other people and usually having a hyperactive personality to match it, she was, in no other meaning of the word, lazy. She's always been someone who lost focus easily, even when doing the simplest task such as getting coffee for others or typing up reports and spreadsheets. \"Okay...almost done. And...seeennnddd.\" she said pressing send before falling asleep right there at her computer.<br>\r\n<br>\r\nA few hours later, she soon awoke with a yawn before realizing she was alone and the lights were out. \"Oh...must have fallen asleep. How embarrassing.\" she said as she got up. \"Well, I guess I better get home.\"<br>\r\n<br>\r\nHowever, since Lucy was still a new employee, she had no idea about the factory's layout and ended up going to... </span></div></div>",
            "created":1585285200,
            "id":2808340,
            "title":"Lucy"
        },
        "111":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Take a dip in the heated chocolate vats",
                "Sample a few of the finished chocolate bars",
                "Continue exploring the factory"
            ],
            "content":"<div class=\"\"><div> <span>She walked right through the brown door and looked to see large amounts of machinery working to produce things such as chocolate bars to chocolate filled goodies and vats filled with melted chocolate that was poured into various molds in order to make things like chocolate bunnies.<br>\r\n<br>\r\n\"Oh...so this is the chocolate room. Guess everything is automated when the workers all go home.\" Lucy said looking around as she stopped by the nearby vats. She dipped her finger right into it before licking the chocolate right off her finger as she gave a slight moan. \"Oh that's good. Chocolate...its been so long.\"<br>\r\n<br>\r\nLucy had flashbacks to all those times in her childhood where she would gorge herself on candy and chocolate until she fell into a sweet sugar coma. She had forgotten about those times in High School but now those feelings have come back in full force.<br>\r\n<br>\r\nLucy looked around and realized she was literally like a kid in a candy store...or in this case, a grown woman within a large candy factory as she grinned ear to ear. First thing she wanted to do was...</span></div></div>",
            "created":1587877200,
            "id":2825339,
            "title":"Into the Chocolate Room"
        },
        "12":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Steal the recipes from the factory",
                "Find some dark secret to exploit",
                "Try and get dirt on the owner",
                "Sell the candies online from home, claiming they're rare",
                "Sell out her coworkers and move up the ladder"
            ],
            "content":"<div class=\"\"><div> <span>\"Thank you for buying at Expansive Candy Store number 005. Enjoy.\" Allyson said with a polite smile and bow as the customer she spoke with left. \"Ugh. Finally, I thought they'd never leave.\" she sighed leaning against the counter.<br>\r\n<br>\r\nAllyson Pendle, a 21 year old girl who recently finished college with a masters in Economics with a minor in accounting, now finds herself working in one of the Expansive Candy Stores set up all across the town trying to save up enough so she can fulfill her dream of going out to see the world and make her fortune. However...things weren't going so fast for her since the sales assistant position doesn't pay much.<br>\r\n<br>\r\n\"Ugh...this sucks. I'm making minimum wage and getting nowhere fast. Between this and my apartment, I'm barely making any spending cash.\" Allyson groaned. \"There's gotta be a way to make money faster than this.\"<br>\r\n<br>\r\nIt was then that Allyson had an idea coming to her in just those mere moments as she looked out the window to the factory just down the street as she grinned.</span></div></div>",
            "created":1588050000,
            "id":2826501,
            "title":"Allyson"
        },
        "13":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Super Chew Gum",
                "The Choco King Bar",
                "Funny Taffy",
                "Marshmellow Pigs",
                "Super Creme Balls"
            ],
            "content":"<div class=\"\"><div> <span>\"Okay miss. Come right this way.\" a guy working at the gate said to a woman with pink hair.<br>\r\n<br>\r\n\"Super. Security for a candy factory. Can you be more paranoid?\" she said sarcastically as she followed him in through the door of the factory.<br>\r\n<br>\r\nLana, age 21, is someone who doesn't really want to aspire for much. Just live life and hang with friends. But a happy long life is not free and costs some cash. Luckily with so many new jobs opening because of the new Expansive Candy stores as well as the huge factory being built in town. And one of the best jobs, ironically, was taste tester for the main factory.<br>\r\n<br>\r\nLana was brought to a large white room with a single mirror which she obviously knew was a one way one. \"Okay...so when do we get started?\" she asked.<br>\r\n<br>\r\n\"Eager to start are we? Now...before we get to the nitty gritty, keep in mind most of these products are still new and we ask you not divulge the them to the public.\" a voice said.<br>\r\n<br>\r\n\"I promise.\" Lana said.<br>\r\n<br>\r\n\"Very well. Let's begin the test immediately.\" the voice as first up was...<br>\r\n</span></div></div>",
            "created":1588136400,
            "id":2827227,
            "title":"Lana"
        },
        "131":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "She begins turning blue and heavy",
                "She begins turning pink and feeling light",
                "Someone else was brought in and began blowing a bubble; her pants felt tighter."
            ],
            "content":"<div class=\"\"><div> <span>\"We call it Super Chew Gum.\"<br>\r\n<br>\r\n<i>\"Unlike Mundane Chew Gum.\" </i> Lana thought.<br>\r\n<br>\r\n\"The boy's in the lab have been feeling really optimistic about this product, they think its going to take the market by storm.\" The voice spoke.<br>\r\n<br>\r\n\"Well you do have 'Super' in its name.\" Lana joked. A man in a white suit came walking into the room, he held a small plate with a single piece of gum on it. Lana eyed the pomp in the gum's display wondering what was so special about it. She yawned as the piece of gum was placed in front of her.The man soon walked out leaving Lana alone with the confection.<br>\r\n<br>\r\n\"This is it?\" Lana spoke. The piece looked like any other gum she had tried, if not for the fact it was white with the only colored part of it being the company's logo.It did appear a little larger than a competitors brand she noted.<br>\r\n<br>\r\n\"How many will be in a pack?\"<br>\r\n<br>\r\n\"Marketing is estimating around ten or so sticks.\"<br>\r\n<br>\r\n\"Interesting.\" Lana replied. She shoved the stick dramatically into her mouth before she rested her head on her hand. Instantly a blast of flavor came into her mouth.<br>\r\n<br>\r\n\"Pea soup, as a gum flavor?\" She stated. \"People like those weird jellybeans, so i'm not complaining.\"<br>\r\n<br>\r\nShe continued chewing.<br>\r\n<br>\r\n\"Roast Beef. Who likes savory foods as a sweet? Hopefully you eggheads get better at planning.\" Lana told the blank window. After a few more minutes of chewing,something strange began to occur.</span></div></div>",
            "created":1593838800,
            "id":2861115,
            "title":"Super Chew Gum"
        },
        "1313":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "She begins to float out of her seat",
                "Lana notices nothing is wrong as she continues to expand",
                "Lana tries to leave but finds out her ass is getting larger"
            ],
            "content":"<div class=\"\"><div> <span>\"You know what. This is actually beginning to taste pretty good.\" Lana spoke. \"Those other flavors though, bleagh.\"<br>\r\n<br>\r\n\"If you'd be so kind, we'd like for you to consume the gum.\" The voice spoke. \"We're trying to do a more 'taffy' consistency than a gum-like one. We liked to hear how it feels going down the throat.\"<br>\r\n<br>\r\n\"Odd choice of words,but I'll bite or swallow in this case.\" Lana joked. She chewed for a few more minutes until she audibly swallowed. Instantly a burst of fruity flavor filled her throat, Lana smiled in delight from the taste.<br>\r\n<br>\r\n\"Wow. A freaking plus man! That was good. That took all that meaty and vegetable taste right out of my mouth.\" Lana exclaimed. \"So is that all? Can I leave or...?\"<br>\r\n<br>\r\n\"Just a second. We're about to conduct phase two in our experiment and we need you to stay where you are.\" Lana nodded and took out her phone. She began to play with it for about ten minutes or so until a man came in and politely asked for it. Lana didn't put much thought into why he needed it so she easily complied with his words. Another three minutes passed until a young woman came walking into the room. She looked a little older than Lana, not by much, but their was some quality of her that yelled \"senior\" in the woman's general attitude.<br>\r\n<br>\r\n\"Lana meet Christine;Christine meet Lana.\" The voice spoke. The two greeted to each other a hello before Christine was brought in a chair to sit down in. Another piece of gum, same as Lana's but in yellow wrappings, was brought in front of Christine. <br>\r\n<br>\r\n\"I can chew this right?\" Christine asked.<br>\r\n<br>\r\n\"Correct, though we like for you to blow a bubble first.\" The voice explained. Christine shrugged and did so which left Lana wondering what was her job to in all of this. A bubble soon issued forth from Christine's mouth followed by a strange tingle to pass through Lana's bottom. The tingle passed though Lana soon felt how tight her bottom had gotten.<br>\r\n<br>\r\nShe shuffled for a bit unaware of the processes passing through her cheeks. Her bottom was ever so slowly expanding larger in her pants all the while Christine's bubble expanded larger and larger.</span></div></div>",
            "created":1595394000,
            "id":2873352,
            "title":"Someone else was brought in and began blowing a..."
        },
        "14":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Issues with the Soda Fountain",
                "A leak in the milk pumps",
                "Problems with the cotton candy spinner",
                "A top secret problem in the research lab",
                "Engine trouble with the company blimp"
            ],
            "content":"<div class=\"\"><div> <span>\"Ah...nothing like starting a new job to make you feel so...fresh.\" said a slim young girl with short black hair as she awoke from a small cot in a garage outside of the town.<br>\r\n<br>\r\nMegan was a young little mechanic who has been itching to start working on things other than cars. Luckily, the new candy factory that opened in town was the perfect opportunity to let her exercise her curiosity and technological know how. After seeing her work disassembling and reassembling a broken down old machine, the factory knew right away she was perfect as their new worker to help with their machinery.<br>\r\n<br>\r\n\"I can't wait to get there!\" Megan said as she grabbed her tool kit and tossed it right into the back of her truck as she got on in and drove off quickly. She seemed to rush down the road like a rocket heading into outer space as she soon made it to the factory parking lot to find it almost empty. \"Huh. Must be the first one here.\" she shrugged as she grabbed her tools. She then heard a buzz as she saw it was the pager she was given. \"Yes! First job!\" she said taking a look at the problem.</span></div></div>",
            "created":1587704400,
            "id":2823612,
            "title":"Megan the Mechanic"
        },
        "141":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Megan begins to make hissing sounds from his throat",
                "Actually, she's fine, that was until she ate some mentos"
            ],
            "content":"<div class=\"\"><div> <span>Megan walked into through the factory's door with open enthusiasm, which quickly slowed as Megan looked around. There wasn't a lively attitude in the factory. No sounds of hustle and bustle or even the creaking movement of workers.Near dead silence. Megan turned to look at the front,a large desk greeted her.With some reluctance, Megan moved closer. On the desk was a single button, the words under it read \"press for assistance\" in bright yellow letters.<br>\r\n<br>\r\nMegan did as the words told, quickly pressing down onto the single button.<br>\r\n<br>\r\n\"Hello madam.\" A voice spoke. Megan jumped in shock, she looked forward to see a woman causally sitting on a chair. An unfamiliar phone was held in her hand, the woman looking down at it.<br>\r\n<br>\r\n\"Um. Hello to you to.\" was Megan's only response. \"Got. I got a job here, this pager I got on me is buzzing.\"<br>\r\n<br>\r\n\"Oh. So you're our mechanic! I apolgize for not recognizing you, my name is Cheryl.\" The receptionist replied. Megan's nerves were calming as human interaction came into play. The two shook hands before Cheryl got up and asked Megan to follow her. The mechanic nodded and followed Cheryl deeper into the facility. Megan's eyes glanced at the various fruits on the wall,it made the factory look somewhat childish.<br>\r\n<br>\r\n\"You have kids here?\" Megan joked. \"They like all of this?\"<br>\r\n<br>\r\nCheryl glanced back at Megan.<br>\r\n<br>\r\n\"What are yo- oh, the wallpaper, sorry bout that, yeah you can say people enjoy them.\"<br>\r\n<br>\r\nMegan swore she heard a small \"slurp\" from Cheryl's mouth but ignored it. The sound of darting feet caused her to briefly turn around, a small shadow passed behind her,which made Megan jump.<br>\r\n<br>\r\n\"Something the matter?\"<br>\r\n<br>\r\n\"Oh, its nothing.\" Megan replied. She didn't dare say she saw a tiny shadow run behind her. That wasn't what professionals said to their employers.Finally the two arrived into the cafeteria, which like the rest of the factory,looked empty. Cheryl pointed forward, Megan could see a powered down fountain dispensers like what most restaurants used. Except this one was the twice the size of a normal one.<br>\r\n<br>\r\n\"It isn't lunchtime yet.\" Cheryl explained. \"You have about two hours to fix the machine or at least tell us the problem.Don't worry, we'll compensate you for an entire day's work even if you don't fix it.\"<br>\r\n<br>\r\nMegan nodded walking up to the large dispenser. She took out her tools,and with a quick stretch, looked inside the soda fountain.Thirteen minutes later, Megan was slowly unhooking a tube, her hand gently loosen its cap.Upon loosening the tube a hum came from inside the machine and Megan only hand time to say \"what\" before a blast of soda smashed against her face. It only lasted for a minute but it left Megan stumbling out of the fountain.<br>\r\n<br>\r\n\"Gah.\" Megan screamed, she spurted soda from her mouth. \"This is gonna ruin my hair! Sticky son of a...\"<br>\r\n<br>\r\nMegan stopped her rant as she touched her face, she didn't feel the stickiness of a corn-starch product like she'd usually did. It was like water, but the sweetness still could be tasted on her mouth.<br>\r\n<br>\r\n</span></div></div>",
            "created":1593838800,
            "id":2861106,
            "title":"Issues with the Soda Fountain"
        },
        "1412":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Megan grows out of her clothes",
                "Megan is brought away by small little orange ladies",
                "Megan tries to see if Cheryl can help"
            ],
            "content":"<div class=\"\"><div> <span>\"Megan? Are you all right? Do you need medical attention?\" Cheryl called. Megan looked over to the archway seeing the receptionist walk right over to her. Megan waved her off,she touched her face for a bit. She licked her lips as she tasted the flavorful drink that she had been splashed with.<br>\r\n<br>\r\n\"I don't mean to pry,but what's with your soda?\" She questioned. Cheryl smiled.<br>\r\n<br>\r\n\"We've been working on a new formula that doesn't stick to surfaces. Our employees get to taste it before it hits the markets.\" She pointed over to the fountain. \"Its been real popular,both because of its lack of stickiness and in flavor.\"<br>\r\n<br>\r\nMegan licked her lips once more.<br>\r\n<br>\r\n\"Yeah,its like I've been splashed with water. It won't stain my clothes?\"<br>\r\n<br>\r\n\"Not at all.We pride ourselves on this new formula,its big selling point is being smooth in the throats of drinkers!\" <br>\r\n<br>\r\nMegan smiled and went over to a stack of paper towels. She wiped herself down making sure she was somewhat dry. Cheryl looked at Megan for a few more moments before she took off.The mechanical savvy lass finished her drying,she went back to the machine and restarted where she left off.<br>\r\n<br>\r\nAfter thirty minutes, Megan saw nothing else to repair or check up on. She walked away to grab a hold of a Styrofoam cup. Holding the white cup in her hand, Megan went back over to see if everything checked out. A trickle of cola came foaming out which meant Megan had done her job right. Though she did frown as the soda only made up a quarter of the cup's volume.<br>\r\n<br>\r\n\"I gotta ask if they want me to refill the fountain as well?\" Megan mused. She gulped down whatever contents that was in the cup and sat down on one of the cafeteria's seats. From her pocket she pulled out a wrapped cylinder of delicious minty mentos. She popped one into her mouth. She chewed on the snack for a few moments until she swallowed it whole,she never liked mashing mentos until they were easily digestible. Many did warn her that she could choke,but hey, it never happened before.<br>\r\n<br>\r\nA rumble came from her stomach and Megan clenched herself in discomfort. <br>\r\n<br>\r\n\"Ooooh. That doesn't sound good.\" <br>\r\n<br>\r\nA burp erupted from her throat,the mechanic blushed. The weird rumbles in her gut didn't stop,the pressure felt like it was building up inside of her. Another burp gave some much needed release but they happened every so often and not enough to stop her building pressure. <br>\r\n<br>\r\nMore gastric noises came from within,Megan lifted her arms away from herself. She yelped in shock at what had happened to her once trim stomach.She was about to dismiss this as a bad case of gas, if not for the fact she could see her stomach continue its growth. <br>\r\n<br>\r\nMore burps came from her mouth and Megan clenched her jaws to quell it. That was a terrible mistake though, her growth kick started. Her once slim ass and small tits blew up almost immediately in response. They stretched her clothes and pushed against her overalls. Megan opened her mouth to release a loud burp to curb the growth,which it did, to a small margin.<br>\r\n<br>\r\nThere on the seat Megan sat, her body inflating without anyone to help her.</span></div></div>",
            "created":1594616400,
            "id":2867453,
            "title":"Mentos break"
        },
        "15":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Free Choice...",
                "Free Choice...",
                "Free Choice...",
                "Free Choice...",
                "Create a new Character..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Create a character of your own...</span></div></span></div>",
            "created":1581742800,
            "id":2787742,
            "title":"More Characters..."
        }
    },
    "info":{
        "author_id":"skeletorio",
        "author_name":"expandor",
        "brief_description":"A new Candy Factory causes expansive changes in it's unsuspecting employees...",
        "created":1581794040,
        "description":"<td align=\"left\" class=\"norm\">A new Candy Factory with a sinister secret causes expansive changes in it's unsuspecting employees...<br>\r\n<br>\r\n</td>",
        "id":2213068,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595476860,
        "modified":1596324480,
        "pretty_title":"Candy Factory Weight Gain and Expansion "
    }
}