{
    "chapters":{
        "1":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Lucy",
                "Allyson",
                "Allyson",
                "Megan",
                "Create a new Character..."
            ],
            "content":"<div class=\"\"><div> <span>The small, rural town of Spring Falls had never been a particularly noteworthy town; but now, it was home to a multi-million dollar investment from an up and coming corporation called \"Expansive Candy\", who had promised to build their new, state of the art candy factory in the town, offering new jobs, business opportunities and discounted candy to the locals. With nothing to lose, the town's Mayor had accepted the offer, and now, after a surprisingly quick construction, the factory was fully up and running. <br>\r\n<br>\r\nAfter one month, the factory was almost fully staffed, though still recruiting from the local population. Several new \"Expansive Candy\" stores had appeared throughout the town overnight, fully stocked and ready to start selling. Already, the candy had been a big hit, with the new stores completely selling out after their first day. <br>\r\n<br>\r\nJob vacancies had appeared just as quickly as the factory; almost two hundred vacancies for the townspeople to apply for. These had included anything from cashiers, office workers and taste testers to engineers and salespeople. <br>\r\n<br>\r\nAs the factory gears up for mass production, the townspeople are about to undergo a transforming experience...<br>\r\n<br>\r\n<b>Characters:</b><br>\r\n<br>\r\n<b>Lucy: <br>\r\n</b>Job: Just starting a job in the offices of the Factory. <br>\r\nAge: 24<br>\r\nAppearance: Red hair, slender figure with large breasts. <br>\r\nPersonality: Lucy has jumped between jobs since finishing college, and thought the office job at the factory sounded pretty simple. She tends to lose concentration easily and can be a little lazy. She is very friendly and outgoing. <br>\r\n<br>\r\n<b>Allyson: <br>\r\n</b>Job: Just starting a job at a candy store as a sales assistant. <br>\r\nAge: 21<br>\r\nAppearance: Brown hair, curvy figure. <br>\r\nPersonality: Allyson has just finished college and wants to save up enough money to go travelling before she moves on with her career. She is very intelligent, and can be quite reserved. She figured this would be an easy way to make money and isn't really that excited about the job. <br>\r\n<br>\r\n<b>Megan: <br>\r\n</b>Job: Just starting a job as a factory worker. <br>\r\nAge: 23<br>\r\nAppearance: Black hair, very slim. <br>\r\nPersonality: Megan is a naturally curious and innovative person. She loves finding out how things work and is a good engineer and very technologically skilled. She was very excited to get a job on the factory floor fixing their candy making machines. <br>\r\n<br>\r\n<b>Lana: <br>\r\n</b>Job: Just starting a job working as a company taste tester. <br>\r\nAge: 21<br>\r\nAppearance: Pink hair, slightly curvy build. <br>\r\nPersonality: Lana is very quirky, frequently a comedian among her friends with a dry, sarcastic sense of humour. She shares an apartment with her friend, Rachel, and noticed that the taste tester job was the best paid job at the factory, so thought it would be easy money. <br>\r\n<br>\r\n---<br>\r\n<br>\r\nOr create your own...</span></div></div>",
            "created":1581742800,
            "id":2787741,
            "title":"Open for Business"
        },
        "11":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Chocolate Room",
                "Marshmallow Room",
                "Product Testing Room",
                "Gummy Room",
                "Gum Room"
            ],
            "content":"<div class=\"\"><div> <span>\"Lucy, I need those spreadsheets ASAP.\" an office worker said to a slender looking red head as she typed away at the computer.<br>\r\n<br>\r\n\"I'll have them out in a moment.\" Lucy said as she quickly got to typing, albeit not too excitedly. Truth is, this was Lucy's 10th job in under a month. She has been looking for something pretty simple but things have not been working out that way. While she was normally very friendly to other people and usually having a hyperactive personality to match it, she was, in no other meaning of the word, lazy. She's always been someone who lost focus easily, even when doing the simplest task such as getting coffee for others or typing up reports and spreadsheets. \"Okay...almost done. And...seeennnddd.\" she said pressing send before falling asleep right there at her computer.<br>\r\n<br>\r\nA few hours later, she soon awoke with a yawn before realizing she was alone and the lights were out. \"Oh...must have fallen asleep. How embarrassing.\" she said as she got up. \"Well, I guess I better get home.\"<br>\r\n<br>\r\nHowever, since Lucy was still a new employee, she had no idea about the factory's layout and ended up going to... </span></div></div>",
            "created":1585285200,
            "id":2808340,
            "title":"Lucy"
        },
        "111":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Take a dip in the heated chocolate vats",
                "Sample a few of the finished chocolate bars",
                "Continue exploring the factory"
            ],
            "content":"<div class=\"\"><div> <span>She walked right through the brown door and looked to see large amounts of machinery working to produce things such as chocolate bars to chocolate filled goodies and vats filled with melted chocolate that was poured into various molds in order to make things like chocolate bunnies.<br>\r\n<br>\r\n\"Oh...so this is the chocolate room. Guess everything is automated when the workers all go home.\" Lucy said looking around as she stopped by the nearby vats. She dipped her finger right into it before licking the chocolate right off her finger as she gave a slight moan. \"Oh that's good. Chocolate...its been so long.\"<br>\r\n<br>\r\nLucy had flashbacks to all those times in her childhood where she would gorge herself on candy and chocolate until she fell into a sweet sugar coma. She had forgotten about those times in High School but now those feelings have come back in full force.<br>\r\n<br>\r\nLucy looked around and realized she was literally like a kid in a candy store...or in this case, a grown woman within a large candy factory as she grinned ear to ear. First thing she wanted to do was...</span></div></div>",
            "created":1587877200,
            "id":2825339,
            "title":"Into the Chocolate Room"
        },
        "12":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Steal the recipes from the factory",
                "Find some dark secret to exploit",
                "Try and get dirt on the owner",
                "Sell the candies online from home, claiming they're rare",
                "Sell out her coworkers and move up the ladder"
            ],
            "content":"<div class=\"\"><div> <span>\"Thank you for buying at Expansive Candy Store number 005. Enjoy.\" Allyson said with a polite smile and bow as the customer she spoke with left. \"Ugh. Finally, I thought they'd never leave.\" she sighed leaning against the counter.<br>\r\n<br>\r\nAllyson Pendle, a 21 year old girl who recently finished college with a masters in Economics with a minor in accounting, now finds herself working in one of the Expansive Candy Stores set up all across the town trying to save up enough so she can fulfill her dream of going out to see the world and make her fortune. However...things weren't going so fast for her since the sales assistant position doesn't pay much.<br>\r\n<br>\r\n\"Ugh...this sucks. I'm making minimum wage and getting nowhere fast. Between this and my apartment, I'm barely making any spending cash.\" Allyson groaned. \"There's gotta be a way to make money faster than this.\"<br>\r\n<br>\r\nIt was then that Allyson had an idea coming to her in just those mere moments as she looked out the window to the factory just down the street as she grinned.</span></div></div>",
            "created":1588050000,
            "id":2826501,
            "title":"Allyson"
        },
        "13":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Super Chew Gum",
                "The Choco King Bar",
                "Funny Taffy",
                "Marshmellow Pigs",
                "Super Creme Balls"
            ],
            "content":"<div class=\"\"><div> <span>\"Okay miss. Come right this way.\" a guy working at the gate said to a woman with pink hair.<br>\r\n<br>\r\n\"Super. Security for a candy factory. Can you be more paranoid?\" she said sarcastically as she followed him in through the door of the factory.<br>\r\n<br>\r\nLana, age 21, is someone who doesn't really want to aspire for much. Just live life and hang with friends. But a happy long life is not free and costs some cash. Luckily with so many new jobs opening because of the new Expansive Candy stores as well as the huge factory being built in town. And one of the best jobs, ironically, was taste tester for the main factory.<br>\r\n<br>\r\nLana was brought to a large white room with a single mirror which she obviously knew was a one way one. \"Okay...so when do we get started?\" she asked.<br>\r\n<br>\r\n\"Eager to start are we? Now...before we get to the nitty gritty, keep in mind most of these products are still new and we ask you not divulge the them to the public.\" a voice said.<br>\r\n<br>\r\n\"I promise.\" Lana said.<br>\r\n<br>\r\n\"Very well. Let's begin the test immediately.\" the voice as first up was...<br>\r\n</span></div></div>",
            "created":1588136400,
            "id":2827227,
            "title":"Lana"
        },
        "14":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Issues with the Soda Fountain",
                "A leak in the milk pumps",
                "Problems with the cotton candy spinner",
                "A top secret problem in the research lab",
                "Engine trouble with the company blimp"
            ],
            "content":"<div class=\"\"><div> <span>\"Ah...nothing like starting a new job to make you feel so...fresh.\" said a slim young girl with short black hair as she awoke from a small cot in a garage outside of the town.<br>\r\n<br>\r\nMegan was a young little mechanic who has been itching to start working on things other than cars. Luckily, the new candy factory that opened in town was the perfect opportunity to let her exercise her curiosity and technological know how. After seeing her work disassembling and reassembling a broken down old machine, the factory knew right away she was perfect as their new worker to help with their machinery.<br>\r\n<br>\r\n\"I can't wait to get there!\" Megan said as she grabbed her tool kit and tossed it right into the back of her truck as she got on in and drove off quickly. She seemed to rush down the road like a rocket heading into outer space as she soon made it to the factory parking lot to find it almost empty. \"Huh. Must be the first one here.\" she shrugged as she grabbed her tools. She then heard a buzz as she saw it was the pager she was given. \"Yes! First job!\" she said taking a look at the problem.</span></div></div>",
            "created":1587704400,
            "id":2823612,
            "title":"Megan the Mechanic"
        },
        "15":{
            "author_id":"skeletorio",
            "author_name":"expandor",
            "choices":[
                "Free Choice...",
                "Free Choice...",
                "Free Choice...",
                "Free Choice...",
                "Create a new Character..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Create a character of your own...</span></div></span></div>",
            "created":1581742800,
            "id":2787742,
            "title":"More Characters..."
        }
    },
    "info":{
        "author_id":"skeletorio",
        "author_name":"expandor",
        "brief_description":"A new Candy Factory causes expansive changes in it's unsuspecting employees...",
        "created":1581794040,
        "description":"<td align=\"left\" class=\"norm\">A new Candy Factory with a sinister secret causes expansive changes in it's unsuspecting employees...<br>\r\n<br>\r\n</td>",
        "id":2213068,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588218300,
        "pretty_title":"Candy Factory Weight Gain and Expansion "
    }
}