{
    "chapters":{
        "1":{
            "author_id":"tv50watcher",
            "author_name":"pokemon 2.0",
            "choices":[
                "Saiyan",
                "Namekian",
                "Human"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So what are you going to be?  Saiyan, Namekian, or Human?</span></div></span></div>",
            "created":1335243600,
            "id":1321942,
            "title":"Saiyan, Namekian, or Human"
        },
        "11":{
            "author_id":"tv50watcher",
            "author_name":"pokemon 2.0",
            "choices":[
                "boy",
                "girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>are you a boy or a girl?</span></div></span></div>",
            "created":1335589200,
            "id":1324238,
            "title":"Male?  Or female?"
        },
        "111":{
            "author_id":"tv50watcher",
            "author_name":"pokemon 2.0",
            "choices":[
                "6-12",
                "13-18",
                "19-end of life"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old are you?</span></div></span></div>",
            "created":1338613200,
            "id":1350905,
            "title":"boy"
        },
        "1111":{
            "author_id":"tv50watcher",
            "author_name":"pokemon 2.0",
            "choices":[
                "you find it",
                "you find Bulma"
            ],
            "content":"<div class=\"\"><div> <span>Your name is Golu.  He and Goku were identical twins and came in the same space pod.  When Uncle Gohan found you guys he realized this and decided to give you both almost identical names.  You and Goku from a young age were very strong with a power level of 100 for Goku and 150 for you.  the only reason for you being stronger was because you started off at a slightly higher power level and you trained even more than Goku!  The forest nearby, unfortunately, never quite looked the same.  you would always practice in the forest and was taught the Kamehameha earlier.  But one night while you were 8 and while Goku was up in his room, and Uncle Gohan was sleeping, you snuck out to train.  unfortunately there was a full moon.  Goku survived only because while you were a Great Ape, you smashed the house and he turned into a Great Ape too.  Needless to say, Uncle Gohan died.  now you are 12 and looking for 7th Dragon ball so you can wish Uncle Gohan to life.</span></div></div>",
            "created":1338613200,
            "id":1350921,
            "title":"6-12"
        },
        "1113":{
            "author_id":"xman321",
            "author_name":"Xman",
            "choices":[
                "Low-Class Warriors",
                "Elite Warriors"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>It's been 19 years since you barely escaped Planet Vegeta's destruction. You were barely 2 years old at the time, but you remember a few things about your life on the planet.<br>\r\n<br>\r\nYour parents were...</span></div></span></div>",
            "created":1428210000,
            "id":1959618,
            "title":"Welcome to the Grand Tour!"
        },
        "11131":{
            "author_id":"xman321",
            "author_name":"Xman",
            "choices":[
                "Kakarot and the others on Earth.",
                "A new life form...made by Tuffles?"
            ],
            "content":"<div class=\"\"><div> <span>...were Low Class Warriors. Overt few people took note of them, but your life was simple and good. Not amazing, but not terrible. You were sent to a nearby planet when Freeza destroyed Vegeta, but your parents both died in the explosion. You'd love to show them how far you've come. You've been training, going from Planet to planet, training, originally to kill Freeza, but you heard that Freeza was already killed by the son of Bardock, Kakarot, who resides on the Planet Named Earth. All the remaining Saiyans do, including the Prince Vegeta. <br>\r\n<br>\r\nYou met the Yardrats, who taught you instant transmission. This made your spaceship pointless, since you could travel anywhere at will. Using this power, you use your scouter to look around for Kakarot and the others. Should be possible, as you had the best Scouter made, able to detect power levels from galaxies away.<br>\r\n<br>\r\nYou find...</span></div></div>",
            "created":1428210000,
            "id":1959626,
            "title":"Low-Class Warriors"
        }
    },
    "info":{
        "author_id":"tv50watcher",
        "author_name":"pokemon 2.0",
        "brief_description":"you take part in Goku's adventures as a:kid, teen, or adult as a Saiyan, Namekian,or human",
        "created":1335293940,
        "description":"<td align=\"left\" class=\"norm\">Take part in Goku's adventures in an alternate time line where Goku had a twin brother/sister or where Demon King Piccollo accidentally seperated his soul in two halves each taking a different body or be a regular fighting human like krillin who happened to meet them<br>\r\n<br>\r\nThis story (unless you are Goku's Brother/sister) starts off just before Goku's son, Gohan, gets taken by Raditz.  As long as the Chapters remain believable you can add any plot twist, character or anything as long you can describe the new person or know their name.</td>",
        "id":1863526,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1428295080,
        "pretty_title":"Be a Saiyan"
    }
}