{
    "chapters":{
        "1":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Carmen 12 1/2",
                "Jeff 6 3/4",
                "Sarah 16",
                "Dan 11",
                "Melody 8 1/4 or (other characters option)"
            ],
            "content":"<div class=\"\"><div> <span>Carmen: age 12 1/2, 7th grade, average height, she loves science, and a really good kid all around! Carmen will be assisting Dr.C in his research of a new soft drink geared towards kids and preteens. Little does Carmen know Dr.C although responsible and well known in the town has been contracted by Procter &amp; Gamble about making a soft drink that'll make kids revert back to bedwetting, or even daytime accidents to help move their products!<br>\r\n<br>\r\nJeff: Age 6 3/4, first grade, longish hair, average height, loves to play soccer and with his 4 year old sister. Hates being treated like a baby. Jeff and his sister Tina will be staying with their aunt from now on after their parents were killed in a car accident. Jeff will not be happy about the living arrangements or how he gets lumped together with his sister and baby cousin.<br>\r\n<br>\r\nSarah: age 16, 10th grade, truly an academic high achiver, she's very athletic, short for her age, loves anything to do with school, she does mind too much if someone mistakes her for a 12 or 13 year old. One day walking home from school she sees a fun looking new store! Her adventures in being mistaken for a child are only just beginning....<br>\r\n<br>\r\nDan: age 11 years old today! 5th grade, average if not a little below average height, loves playing fortnight and trying to do everything his big brother Scott(18) can do while avoiding his 16 year old sister Kayla who loves to torment him. Kayla come across a kit online that'll help her get the little sister she always wanted.<br>\r\n<br>\r\nMelody or Mel: 8 1/4 years old, 2nd grade, outgoing and adventurous, but still wets the bed. Mel has lots of friends and family but how will she act around them as her parents get her help for her bedwetting? After all its not called bedwetting if your becoming a baby again...</span></div></div>",
            "created":1599800400,
            "id":2901225,
            "title":"Select our character! "
        },
        "11":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Carmen asks lots of questions  during the tour",
                "Carmen is led to were she'll be helping the doctor",
                "Dr. C takes notes on his \"helper\" during the tour",
                "Dr. C leads her to get changed into a lab uniform ",
                "Carmen needs to use the bathroom during the tour"
            ],
            "content":"<div class=\"\"><div> <span>The 12 1/2 year old long haired brunette just heard the bell for her last class before a 4 day weekend when Mrs. Nace called her over to her desk. Carmen waited til her classmates left before meeting her teacher by the big wooden desk at the front of the room. <br>\r\n\"Carmen are you excited for a long weekend?\" Mrs. Nace said smiling holding a packet of papers.<br>\r\n<br>\r\n\"Kinda, I really don't have anything planned and my parents are working the whole time.\" Carmen says kinda glumly.<br>\r\n<br>\r\n\"Well what if I had a special project for you to do over the weekend and after school for a week or more. It'd be all extra credit, and completely up to you but I think you'd be perfect!\" The teach says handing Carmen the packet.<br>\r\n<br>\r\n\"What is it?\" Carmen says looking at the packet labeled 'sodas tester and lab helper'<br>\r\n<br>\r\n\"Well Dr. C is looking for a student who is really good and interested in science. He's developing a new soft drink and I think you'd be great... well really the whole school does! Your parents can drop you off at his lab in the morning and pick you up later during the day. <br>\r\nWhat do you say?\" Mrs. Nace says excited and is soon given a big hug by her star student!<br>\r\n\"Thank you thank you thank you!!! I'm going to telly parents as soon as I get home!\" Caren says running off with the packet, jumping on her bike and rushed home. <br>\r\nOnce home her parents were already waiting for her both smiling big already hearing the news! Her dad Mike is tall well dressed with short brown hair, while her mother Ann is a little heavy set with blonde hair blue eyes and a large bust.<br>\r\nTheir daughter talked about it all night til her mother tucked her in.<br>\r\nThe next morning Mike was off to work early in the morning so Ann drove Carmen to Dr. C's lab before heading to work.<br>\r\nCarmen was greeted by the doctor as he ushered her in for a tour!</span></div></div>",
            "created":1601182800,
            "id":2911147,
            "title":"Carmen 12 1/2"
        },
        "114":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Look, but its nothing special ",
                "Doesn't look she's in a hurry to start",
                "Look, finds... diapers?!",
                "Look, finds a smaller suit and diapers",
                "Look and finds training pants"
            ],
            "content":"<div class=\"\"><div> <span>Carmen waved good bye to her mom as she pretty much skipped over to Dr. C to greet him. \"Good morning Dr. C! Thank you so much for this opportunity I'm so excited I can't wait to start!\" Carmen says as happy as the girl could be shaking the doctors hand.<br>\r\n<br>\r\nDr. C is a tall man in his 50's with salt and pepper hair and an average build, he's an award winning scientist and very charming too! \"Good morning Carmen! Yes I'm very excited too! Let's give you a tour of where you'll be helping me everyday or the next 10 days! If you do well maybe you could be a junior scientist for my lab during the summer. Let's get started shall we?\"<br>\r\n<br>\r\nThe young girl nodded excitingly as the walked into the laboratory. It's a 3 story lab, with offices and small projects being handed by lab technicians on the 2rd and 3th floor so the tour started off with the lobby, then off the the elevator down to the basement lab area. When the doors opened Carmen was in awe of how massive it was as she gazed out seeing a fully high technological laboratory in person, Dr. C carefully showed her around the lab and to the areas they'd mainly be in. From there he led her off to what looked like a hallway of offices. <br>\r\n\"Now Carmen the first door on you left is where you'll find your supplies you'll need every morning first thing. (He walks her over to the door opening it.) In the cubbies you'll find a note book, pens, goggles, gloves and shoes. The goggles you'll only need sometimes but you can keep them on you the whole time. In the first locker is where you can keep your clothes, the second locker is where you'll find a new laboratory suit every day. I know it might look childish but its what I could get on short notice and in your size I hope you don't mind. There is also a hand wash sink, and chemical shower just incase of any spills or accidents. The closet doesn't have anything you'll need in there its just supplies from my last helper. You get situated and meet me out in the hallway here and I'll show you a few more things before we start today. Dr. C says with a smile before exiting the room.<br>\r\n<br>\r\nCarmen is still in awe she gets to do this, looking around at her own little changing room she can't stop smiling. She looks through the cubbies at all of her supplies that all have her name on them, then she looks at the two pink lockers oping the second to look at her \"science suit\". She's shocked at how... silly it it looks, its pink with a few layers of padding and has a rainbow on the front left pocket that has her name spelled out very childishly, but after thinking about what Dr. C said she gets her smile back and shrugs off how silly her uniform will look. Carmen is about ready to get undressed and put on her \"science suit\" when she remembers the closet.<br>\r\n<br>\r\n Does she take a look inside or just get on her silly uniform and get back to Dr. C?</span></div></div>",
            "created":1603213740,
            "id":2925534,
            "title":"Dr. C leads her to get changed into a lab uniform "
        },
        "12":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "1. He's still a baby. He needs his sleep.\"",
                "2. He's learning and growing so much, but he's still only a toddler.\"",
                "3. He's had a long day at preschool, and he's tired.\""
            ],
            "content":"<div class=\"\"><div> <span>Jeff felt bad about everything. As the car with him and his sister drove to his aunt's house, he tried to put everything out of his mind.<br>\r\n<br>\r\n\"Alright, we're almost here.\"<br>\r\n<br>\r\nJeff looked at Tina. Her gaze was kind of absent, looking out the window distractedly.<br>\r\n<br>\r\n\"Now then, when we get there, you're probably going to be tired. You can take a nap if you want. Your beds and things are ready.\"<br>\r\n<br>\r\nJeff hadn't taken a nap in quite a while, and he didn't like the way that he was being treated. As the car pulled in, his aunt took out the key.<br>\r\n<br>\r\n\"Can you be quiet? Your cousin Graham is probably going to be napping right now, and he can get cranky if he's woken up. He's only...</span></div></div>",
            "created":1602135420,
            "id":2917223,
            "title":"Jeff 6 3/4"
        },
        "123":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Tina: Cinderella two piece/ Jeff: 2 piece Jake the pirate ",
                "Tina: nightgown and pull-ups/ Jeff: night shirt and goodnites",
                "Tina: nightgown and diapers/ Jeff: one piece and pull-ups ",
                "Tina: onesie and diapers/ Jeff: feetie pjs and pink pull-ups ",
                "Tina and Jeff in yellow feetie pjs and thick diapers"
            ],
            "content":"<div class=\"\"><div> <span>Jeff and Tina followed Aunt Mary into the house, after taking off their shoes and coats the 6 and 4 year old were lead upstairs to their new bedroom. The bedroom is a decent size its a light baby blue with pink and yellow trim which was a little babyish but the room was much more babyish than just the paint. Graham was fast asleep in his crib on one side of the room next to a changing table, a chest full of toddler and baby toys. On the opposite wall was a toddler bed with a Jake the pirate bed set obviously for Jeff, and next to it was another toddler bed with a Sofia the first bed set. <br>\r\nJeff was up set not only to have to share a room with his baby sister but also with his baby cousin, not to mention the babyish show theme his bed with high rail on one side and a low rail on the other. But he followed Aunt Mary with a huff over to the two toddler beds where Aunt Mary started getting them into pajamas for a nap. <br>\r\nMary dresses them in...</span></div></div>",
            "created":1603056300,
            "id":2924156,
            "title":"3. He's had a long day at preschool, and he..."
        },
        "1231":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Tina crawls into her bed and puts her head on the pillows.",
                "She slowly toddles over to the toy chest.",
                "Tina heads out of the room, to the right. Probably to the bathroom.",
                "Tina heads out of the room, looking for a den or living room."
            ],
            "content":"<div class=\"\"><div> <span>Jeff, reluctantly, slipped off his shirt and shorts and put on the softer PJ top and bottom over his underwear. Tina was put into a Cinderella PJs, much the same.<br>\r\n<br>\r\n\"Now, like I said. You don't need to nap if you don't want to, but you should play quietly and not wake up Graham. There's a bathroom just down the hall if you need to go, to the right. It has a moon decal on it.\"<br>\r\n<br>\r\nJeff didn't have to sleep-he only wore the PJs because it was soft and nice, so he looked to Tina to see what she'd do.</span></div></div>",
            "created":1603065900,
            "id":2924253,
            "title":"Tina: Cinderella two piece/ Jeff: 2 piece Jake ..."
        },
        "12311":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Time to wake up",
                "Jeff wakes up wet ",
                "Aunty hears Jeff crying in his sleep",
                "Jeff dreams he's a baby",
                "S.e."
            ],
            "content":"<div class=\"\"><div> <span>4 year old Tina didn't hesitate in crawling into her toddler bed and laid there sadly. Jeff watched her for a minute before going over to her. <br>\r\n\"Tina are you ok, what can I do sissy?\" Jeff says looking at his sister with the same sad look on his face, but Tina just started to tear up.<br>\r\n\"Cuddle for nap time?\" Tina says with her shaky toddler voice. Jeff sighs and agrees. He gets into the very girly toddler bed and cuddles up with his sister soon both were fast asleep Tina sucking her thumb and Jeff holding his sister tight. </span></div></div>",
            "created":1603214220,
            "id":2925540,
            "title":"Tina crawls into her bed and puts her head on t..."
        },
        "123111":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "His sister is sitting on the edge of the bed, awake.",
                "Graham had woken up and was sitting up in his crib.",
                "His aunt had come through the door and was looking at him.",
                "He had woken up on his own, no outside interference."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Jeff's eyes flutter open as he starts to get up.<br>\r\n<br>\r\nHe looks around and he finds out what woke him.</span></div></span></div>",
            "created":1603260000,
            "id":2926018,
            "title":"Time to wake up"
        },
        "123112":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Jeff was dry at bedtime. It had to have been his sister.",
                "Tina was younger, but she was dry. Ugh. He had peed the bed again.",
                "It could have been either of them, neither was dry at night all the way."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Jeff's eyes flutter. <br>\r\n<br>\r\nWait. No. Ugh.<br>\r\n<br>\r\nThere's a puddle around him and his sister's crotches!<br>\r\n<br>\r\nWait? Who was it?</span></div></span></div>",
            "created":1603258440,
            "id":2926015,
            "title":"Jeff wakes up wet "
        },
        "1231122":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Tina throws Jeff under the bus",
                "Jeff cries out what happened ",
                "Mary sees what's wrong and is understanding ",
                "Mary is very upset!",
                "S.e"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Jeff starts to cry in utter dispare as he realizes he wet the bed again and this time got his sister soaked too! He tries to stay quiet but soon he wakes up Graham and Tina with his crying. This prompted Aunt Mary to come up to see whats wrong. </span></div></span></div>",
            "created":1603483680,
            "id":2927595,
            "title":"Tina was younger, but she was dry. Ugh. He had ..."
        },
        "12311222":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "He hasn't. Mary settles Graham back to his nap.",
                "He's slept enough. She changes him out of his wet Pull-Up and into a dry day one",
                "He's slept enough. She gets him out of his nap diaper and into a fresh Pull-Up.",
                "He's slept enough. She gets him out of his wet diaper and into a dry diaper."
            ],
            "content":"<div class=\"\"><div> <span>\"I... I wet... I wet the bed!\" Jeff sputters out, crying a little. <br>\r\n<br>\r\n\"Oh, honey, it's alright,\" Mary says. She lifts Tina and Jeff out of the bed and takes them to the bathroom, stripping off the pee-soaked PJs and starting a bath to clean them up.<br>\r\n<br>\r\n\"You're big enough, get in and soak off.\" She says. She then heads back to the bedroom to take off the soaked sheets off the bed. She looks at Graham in his crib, and checks her watch.<br>\r\n<br>\r\nHas Graham gotten enough nap?</span></div></div>",
            "created":1603509000,
            "id":2927776,
            "title":"Jeff cries out what happened "
        },
        "123112223":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Mary washes Tina and Jeff while Graham uses the potty",
                "Mary brings clothes in for the kids",
                "Mary spanks Jeff after the bath",
                "Jeff runs from the bathroom ",
                "Jeff cries out for Aunt Mary"
            ],
            "content":"<div class=\"\"><div> <span>Mary gets Graham up from his crib and makes quick work getting his nap diaper off him and clean him up. The 3 year old is happy to be up and out of his diaper as he steps into his pull up.<br>\r\n\"Mommy where's my cousins?\" The curious toddler asks.<br>\r\nMary picks him up and tells him about Jeff's accident. Meanwhile back in the tub Tina teases Jeff  about his accident.<br>\r\n\"Jeff goes pee pee like a baby! Why did you pee on me? I thought you were a big boy brother.\" Tina splashes Jeff a little teasingly.<br>\r\n<br>\r\nJeff can't believe he peed the bed again! Tina doesn't even pee the bed anymore he starts to cry again feeling frustrated.</span></div></div>",
            "created":1604098440,
            "id":2931923,
            "title":"He's slept enough. She gets him out of his ..."
        },
        "1231122231":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "His parents had always put him in night pants to stop the bed from getting wet.",
                "He was sometimes dry and sometimes wet, hence his bed's plastic sheets.",
                "No, this was weird! He hadn't wet the bed in a while!",
                "\"I wet this time, but Tina still wets the bed sometimes, too!\" he says.",
                "Graham interrupts with the fascinating news of \"Don't gotta go, Mommy.\""
            ],
            "content":"<div class=\"\"><div> <span>Mary and Graham head into the bathroom.<br>\r\n<br>\r\n\"Graham, you just woke up, so let's sit on the potty.\"<br>\r\n<br>\r\nGraham toddles over to a training potty and pulls down his Pull-Up, before sitting down.<br>\r\n<br>\r\n\"Here, lemme help you wash,\" Mary says to Tina and Jeff. She mostly sticks to assisting with soap in hard-to-reach spots and using a small plastic toy bucket to help rinse by filling it with water and then dunking it on their heads. Soon, both are clean.<br>\r\n<br>\r\nThe two children step out of the bath as it drains and they dry themselves off with towels.<br>\r\n<br>\r\n\"Jeff, do you wet the bed often? Or was this because of the stress?\" Mary asks, comfortingly.<br>\r\n<br>\r\nJeff thought back.</span></div></div>",
            "created":1604106600,
            "id":2931967,
            "title":"Mary washes Tina and Jeff while Graham uses the..."
        },
        "1231122232":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Tina gets out, but Jeff stays in the bath.",
                "Jeff gets out of the bath, but Tina stays in.",
                "They both get out.",
                "They both stay in."
            ],
            "content":"<div class=\"\"><div> <span>Graham is sat down in his room for some free play. Mary gets some changes of clothing and heads into the bathroom, placing them next to the sink.<br>\r\n<br>\r\n\"Your clothes are right here. You can finish up your bath on your own.\"<br>\r\n<br>\r\nDoes anyone get out yet?</span></div></div>",
            "created":1604386140,
            "id":2933624,
            "title":"Mary brings clothes in for the kids"
        },
        "12311223":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Jeff doesn't register it, he's too busy crying.",
                "Jeff starts to take them off."
            ],
            "content":"<div class=\"\"><div> <span>\"Oh, honey, everything's okay. It's all right.\"<br>\r\n<br>\r\nJeff is lifted out of his sister's bed and carried to the bathroom.<br>\r\n<br>\r\n\"Tina, just stay in the room, but don't move too much, don't wanna get the pee on your PJs over anything. Graham, I'll come to you in a second.\"<br>\r\n<br>\r\nJeff is put in the bathtub.<br>\r\n<br>\r\n\"Jeff, can you be a good boy and take off your wet PJs for me?\"</span></div></div>",
            "created":1605546240,
            "id":2941089,
            "title":"Mary sees what's wrong and is understanding "
        },
        "1231123":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Freaking out a little.",
                "Gently nudging his sister awake.",
                "SE"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>It could have been either of them(it might even have been both of them)<br>\r\n<br>\r\nJeff reacts to waking up in a wet bed by:</span></div></span></div>",
            "created":1603500480,
            "id":2927739,
            "title":"It could have been either of them, neither was ..."
        },
        "12311231":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "His sister starts to stir.",
                "Graham starts to stir.",
                "Both his sister and Graham start to stir.",
                "Nobody wakes up, but his Aunt hears it and starts heading to the room."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Jeff starts to breathe heavily. He scrambles a little, kicking away some sheets as he scoots away-from his sister and from the wetness.<br>\r\n<br>\r\nDoes this wake anyone up?<br>\r\n</span></div></span></div>",
            "created":1604386020,
            "id":2933623,
            "title":"Freaking out a little."
        },
        "123114":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "1 year old.",
                "1 1/2 years old.",
                "2 years old.",
                "2 1/2 years old.",
                "3 years old."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Jeff began to dream about being younger... but how much younger? What age?</span></div></span></div>",
            "created":1606082520,
            "id":2944282,
            "title":"Jeff dreams he's a baby"
        },
        "123115":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Graham wakes up from his nap, and gets fussy, wanting out of his crib.",
                "Aunt Mary wakes them up to eat.",
                "Aunt Mary's husband, Jeff and Tina's uncle, gets back from work.",
                "Tina wakes up, needing to use the bathroom.",
                "Jeff wakes up, needing to use the bathroom."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else could happen?</span></div></span></div>",
            "created":1604105580,
            "id":2931961,
            "title":"S.e."
        },
        "1232":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "She knew from contact with the child's parents.",
                "It's a guess, but an accurate one for both of them.",
                "It's a guess, and she got one kid right, but not the other.",
                "It's an inaccurate guess on both kid's accounts."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Mary know that the two of them wet the bed, or is she just making an educated guess?</span></div></span></div>",
            "created":1605546060,
            "id":2941085,
            "title":"Tina: nightgown and pull-ups/ Jeff: night shirt..."
        },
        "13":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "A set of new hair clips that'll regress her down to a 5 year old",
                "Nail polish that will make her 12 again but she'll be the size of a 9 year old",
                "A pack of cute socks that'll start taking away her big girl motor skills",
                "Age regression lotion",
                "A bracelet with regressive powers"
            ],
            "content":"<div class=\"\"><div> <span>Sarah finished off a long day of 10th grade that started at 6am with soccer practice, and ended with running track for an hour after school. Its a beautiful Thursday afternoon so she decides to walk home, as the short blonde walks through the outskirts of town she comes across a newer shop that has a lot of random things up in the store front window with the name of the store writen across the top. \" 'New things, old you' that sounds fun, I could check it out I do need some new hair clips they should have something cute.\" The short blonde 16 teen year old says to herself as she walked in. <br>\r\n<br>\r\nThe clerk behind the counter heard the bell and looked up from her phone to see a young short haired blonde girl who looked not much older than 12, dressed in a simple pink tee shirt, small black gym shorts, pink socks and matching pink sneakers. The girl was obviously wearing a bra but wasn't holding much on the almost flat chested girl. <br>\r\nThe clerk stood up from her stool and watched the customer look at different cutesy hair clips before walking over.<br>\r\n<br>\r\n\"Hello little girl can I help you with anything?\"<br>\r\nSarah looked up at a tall, thin, busty, long haired brunette and paused for a minute before giggling a little. <br>\r\n\"No I'm ok I might get a few hair clips though, this short bob cut looks cute but can be a pain when in varsity sports.\"<br>\r\n<br>\r\n\"Varsity? But your surely not old enough for that. You look like a middle schooler.\" The clerk says kneeling down to the small girl.<br>\r\n<br>\r\nSarah giggles. \"Its ok I get that a lot, I'm actually 16. My name is Sarah Miles I go to the high school up the road.\"<br>\r\n<br>\r\n\"Oh my gosh, I'm so sorry honey! You just look so... little... sorry if thats insulting. My name is Mya.\"<br>\r\n<br>\r\n\"Haha no no its all good! I'm well aware that I could pass as a preteen and it doesn't bother me, I fact some times I don't mind it. People are alot nicer to a polite kid than a polite teenager hehe he. Its nice to meet you Mya, this shop is so cute!\"<br>\r\n<br>\r\n\"Well thank you honey, its good to see you embrace your childish looks. Is there anything I can help you with?\"<br>\r\n<br>\r\nSarah walks through the store with Mya until she points out something almost like a small child would a new toy. Mya smiles knowing this would be an exciting sale. Mya rings up her new tiny friends purchase and they exchanged goodbyes. Mya laughs as the little girl walked out with a special surprise that'll really help her feel childish. Sarah picked out...</span></div></div>",
            "created":1600059600,
            "id":2902981,
            "title":"Sarah 16"
        },
        "131":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Sarah has weird dreams as she regresses ",
                "Sarah wakes up in a toddler bed she was a tiny 5 year old",
                "Sarah wakes up feeling funny",
                "Sarah is woken up by her mom who looks shocked",
                "Sarah wakes up wet and confused."
            ],
            "content":"<div class=\"\"><div> <span>Sarah thought Mya was a little weird but seemed cool heading home with a pack of new hair clips. Sure they looked a little childish but they were still cool, there were 5 hair clips all but two were pink the other two yellow each one had a small flower on each end. Sarah got home with no more pit stops along the way. Dinner with her parents (Harry, and Linda) and her siblings ( Ruby 3,Kayla 6, Tom 10) went as usual, her parents asked random questions about everyone's day, Ruby talked about silly toddler stuff about things she saw and learned, Kayla talked about kindergarten, Tom talked about the latest video game and not much about school while Sarah talked about her sports.<br>\r\n<br>\r\nAfter bedtimes and such as the night rolls on Sarah was done with homework and a shower now laying in bed as the one with the latest bed time 930pm she puts one of her new clips in her hair pining it back and lays down in her twin size pink bed and is soon asleep. <br>\r\n<br>\r\nWhat she doesn't realize is as she sleeps she regresses to 5 years old once again! And unfortunately she was always little for her age. At 16 she was fine being mixed up with a tween but being 5 again will she be fine getting mixed up with a toddler no older than 3!?</span></div></div>",
            "created":1602973200,
            "id":2923588,
            "title":"A set of new hair clips that'll regress her..."
        },
        "1314":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Linda picks up Sarah trying to get her to calm down",
                "Linda starts to ask Sarah what happened ",
                "Sarah's 5 year old emotions get the better of her and tantrums ",
                "Sarah gets scared and wets her self",
                "Sarah and Linda feel the room change around them"
            ],
            "content":"<div class=\"\"><div> <span>\"Sarah... Sarah honey... please wake up you gotta wake up!\" Linda says gently shaking her daughter frantically. The bed that usually contains her tiny 16 year old now held the same girl but now the 16 year old wasn't a tiny 5 year old with short blonde hair and could easily be mistaken as a 3 year old and probably not a day older honestly. <br>\r\nLinda was confused how could this have happened, and why!?<br>\r\nSarah began to stir and not noticing anything wrong at first she looks in from her over sized shirt and smiles. \"Hi mommy.\" Sarah says sleepily until she feels funny in her bed and starts to look around at her bed and soon realizes how tiny she is! Sarah began to freak out!</span></div></div>",
            "created":1603637280,
            "id":2928635,
            "title":"Sarah is woken up by her mom who looks shocked"
        },
        "1315":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Mommy is here what happened honey? (Reality changed)",
                "Mom's here and really confused!",
                "Mya appears!",
                "Sarah passes out and wakes up in a different room",
                "Sarah wakes up in a hospital "
            ],
            "content":"<div class=\"\"><div> <span>The alarm goes off at 5am sharp just like always, the sun is just reaching Sarah's window like most days but unlike most days Sarah's bed doesn't have a small teen sprawled out in it, but a girl of 5 who looks no older than 3 at the most. The tiny 5 year old in under her over sized teen night shirt, oversized pink panties and a large wet spot on both articles of clothing and the bed!<br>\r\nHearing the alarms Sarah groggy from her sleep crawls over to the beds edge and turns off her alarm. She sits up and notices something wrong right away, she feels damp and really small!<br>\r\nShe jumps out of bed only to see she's about the same hight as he nightstand and her panties fell off. She turns to the mirror on the back of her door and to her horror she sees the tiny wet girl staring back at her! Sarah screams at the top of her lungs!</span></div></div>",
            "created":1603214880,
            "id":2925544,
            "title":"Sarah wakes up wet and confused."
        },
        "13155":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Mommy",
                "Daddy",
                "A nurse",
                "Doctor",
                "Mya!"
            ],
            "content":"<div class=\"\"><div> <span>After the shock Sarah passed out. 3 hours later she wakes up in a hospital room. Sarah blinks and starts looking around quickly realizing it was not a dream she really is a tiny 5 year old again! She takes note of the bright pink floral hospital gown she's wearing and what unfortunately feels like a diaper underneath. The hospital room is obviously in the pediatric wing with all the cute childish decor and the hospital crib she was currently laying in. Sarah sat up trying to remain calm.<br>\r\n\"How could this have happened? Why? Ugh what am I going to do I look like a toddler! Hell I'm probably smaller than Ruby now!\" Sarah starts to cry, someone enters the room.</span></div></div>",
            "created":1604099940,
            "id":2931931,
            "title":"Sarah wakes up in a hospital "
        },
        "131551":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Yes I have some clothes ready for you",
                "Yes after a diaper change...",
                "You'll be here over night but Daddy, Tom, Kayla, and Ruby are waiting outside",
                "We have one more Doctor to talk too",
                "S.e."
            ],
            "content":"<div class=\"\"><div> <span>Linda enters the room and smiles seeing Sarah awake, rushing over to the toddler sized hospital crib. \"It's ok honey mommy is here!\" Linda picks Sarah up. <br>\r\nSarah sees its her mommy! \"Mommy what happened?! Why am I so little again?!\"<br>\r\nLinda sighs holding her daughter close with one hand under Sarah's padded bottom. <br>\r\n\"I'm not sure honey, all we know is that you are as you were when you were 5. Your a little smaller than Ruby is so the doctors are a little confused but I told them you were always that tiny. They are going to do more tests but as far as we can tell your in perfect health just like when you were 5 the first time.\" <br>\r\nSarah cries hearing all this, she was always strong about being small but to do it all again and now with her siblings bigger than her too she wasn't ready for this.<br>\r\n\"Can we go home mommy? I just wanna go home.\" Sarah says calming her self.<br>\r\nLinda says...</span></div></div>",
            "created":1604101500,
            "id":2931946,
            "title":"Mommy"
        },
        "1315512":{
            "author_id":"pl12028652",
            "author_name":"Lucky",
            "choices":[
                "Have to go again",
                "Throw a tantrum"
            ],
            "content":"<div class=\"\"><div> <span>She starts to get mad but holds it down knowing she can pot change her moms mind. Her mom undoes the tapes and applies a new diaper. Though she did not put anything over it. She helped her get up and she realized something right away. She had pressure in her bowels. She kept walking until out of the blue her diaper starts to fill up to the brim and her mom notices saying, i am sorry, but we are to far from the changing table now. And walks along with her huge padded and messed diaper.</span></div></div>",
            "created":1605574320,
            "id":2941312,
            "title":"Yes after a diaper change..."
        },
        "13155122":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Sarah talks to mommy about what's going on",
                "Sarah starts to suck her thumb",
                "Sarah sees the shop where Mya was strange just before all this happened ",
                "Sarah falls asleep",
                "They're home!"
            ],
            "content":"<div class=\"\"><div> <span>Sarah dressed in only a purple night gown obviously one of Ruby's and a now full diaper couldn't process everything and broke down in tears. \"Mommy I don't wanna be a dumb baby again! I wanna be big! I always wanna be big!\" Sarah bursts out in hysterics!<br>\r\nLinda picks up the tiny 5 year old and brings her to the entry way. Sarah's main doctor was waiting and made a note of Sarah's obviously messy diaper and tantrum. <br>\r\n\"Linda remember to call me if anything else changes about our little mystery princess.\" The Doctor says as Linda nodes and thanks him for all his help. <br>\r\n\"Hi Sarah, I'm your doctor. But you can call me Dr. Bud, ok? I've been trying to figure out what happened to you and we should soon find out. Be a good girl for your mommy and daddy they love you very much!\" Dr. Bud says waking at the crying toddler sized girl in her mothers arms. Sarah tries to regain her composure and nods for the doctors request.<br>\r\n\"Good girl now one more thing before mommy takes you home. How old are you?\" Dr. Bud says.<br>\r\nSarah feels funny about saying it but trying her best to sound like a big girl. <br>\r\n\"I think 5, suppose be 16, but me feel like a baby.\" Sarah manages to get out with a slight pout.<br>\r\nDr. Bud smiles. \"And thats ok little one. If you wanna try to be a big girl you can, but if its to hard be a little one for now. I hope to have some good news for both of you in the next 5 days or so.\" Linda and Sarah both thanked him again and Linda carried Sarah to the van and strapped Sarah's stinky butt right into her baby sisters car seat and drove home.</span></div></div>",
            "created":1606486080,
            "id":2946850,
            "title":"Throw a tantrum"
        },
        "14":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Dan wakes up wet...",
                "Dan wakes up feeling odd, like nothing fits",
                "Dan wakes up feeling lonely ",
                "Dan wakes up noticing his pillow and thumb were covered in drool",
                "S.e."
            ],
            "content":"<div class=\"\"><div> <span>Dan has had a great birthday party, his friends, and family threw him a great party but now after the cake is gone along with all the guests the newly minted 11 year old is fast asleep in his bed. New toys and game all over his room, some cake still on his face along with a huge smile as he dreams about his birthday party! The time is 1am and everyone is passed out except for one figure standing next to the 11 year old... its Kayla shes holding headphones and a small dropper bottle of liquid that looks a pinkish green. She loves her little brother but has always wished for a babysitter, and thanks to a creepy website and a fake sounding kit she will begin step one of getting a baby sitter she rightfully deserves. The headphones are places carefully on Dan's head over his ears as she presses the play button on the small mp3 player followed by the small dropper dripping the liquid into Dan's mouth. <br>\r\nKayla sits by the bed for an hour before she sees the recording for night one is done. She smiles, kisses Dan on the forehead and leaves. The next morning...</span></div></div>",
            "created":1599973200,
            "id":2902462,
            "title":"Dan 11"
        },
        "141":{
            "author_id":"ij2152008",
            "author_name":"IJ215",
            "choices":[
                "Go out and by some protection with your birthday money",
                "Fess up to his parents",
                "Lay low and see what happens"
            ],
            "content":"<div class=\"\"><div> <span>Dan slowly sat up feeling different. He has this tingly cold and clammy feeling around his privates. He looks up to see a puddle.”I wet the bed?” Dan whispers in disbelief. He couldn’t believe it. Not wanting anyone to see he quickly got up and stripped off his pajamas underwear and sheets. He slipped on a new pair of underwear and shorts and shoved his wet pile in the wash.”What will I tell my parents?” He sat on his bed thinking what would he do. All he knew is he had 3 things he might do....</span></div></div>",
            "created":1604004960,
            "id":2931390,
            "title":"Dan wakes up wet..."
        },
        "1412":{
            "author_id":"ij2152008",
            "author_name":"IJ215",
            "choices":[
                "Wait another night",
                "Buy protection "
            ],
            "content":"<div class=\"\"><div> <span>Deciding to be honest Dan waits for his parents to wake up. An hour past when he hears his mom sizzling bacon in a pan.”Hey mom” Dan says sheepishly. “Good morning Danny.” He bites his lip thinking of backing out. “Uh... I wet the bed last night I put my sheets in the wash I just wanted to see what you would think.”He confesses. “Well I’m not mad accidents happen do you wanna see if it’s a one time thing or do you wanna go buy some protection?” He thought long and hard what would he do </span></div></div>",
            "created":1604005320,
            "id":2931391,
            "title":"Fess up to his parents"
        },
        "14121":{
            "author_id":"ij2152008",
            "author_name":"IJ215",
            "choices":[
                "Tell Alex ",
                "Keep the secret longer"
            ],
            "content":"<div class=\"\"><div> <span>“I really don’t want to wear diapers can we please wait one more night?” “That’s okay whatever you need.” His mom responded. “Can we eat breakfast?” Dan said to break the awkward silence. “Oh yes of course.” They sat down to eat bacon and eggs in silence. After breakfast Dan went upstairs to play x-box after about 4 hours he got annoyed he kept loosing and asked to go to the park to play some basketball. There he saw his best friend Alex but he was crying. “Hey Alex is something wrong.” Dan sat down next to him for a while about 20 minutes later he finally responded. “My parents don’t want me anymore.” He said though a sniffle. Dan had been best friends with Alex for so long he didn’t think his parents would mind having another child after all they felt for Alex too. “Hey would you wanna be my brother?” “ What?” Alex replied in disbelief. “I want to ask my parents if you can live with us.” “I would really like that he responded.” “Me too bro.” Dan said he had completely forgotten about the diaper stuff earlier. They played basketball for a while and then went home. That night Dan and Alex legally became brothers. Dan went to bed without a care in the world wondering what his life of brotherhood had to come. The next morning he woke up wet. “Oh no I completely forgot.” He looked across at still sleeping Alex. “Yes he still asleep.” Dan whispered he stripped his bed and ran for the laundry room. Inside he saw his mom who looked down at his wet shorts. She then spoke up. “There’s no question you will be getting some protection.” Dan fell to his knees he had to be in diapers at night with his best friend knowing. </span></div></div>",
            "created":1604006280,
            "id":2931395,
            "title":"Wait another night"
        },
        "141211":{
            "author_id":"ij2152008",
            "author_name":"IJ215",
            "choices":[
                "Yes Let Alex Join",
                "Decline The Offer"
            ],
            "content":"<div class=\"\"><div> <span>He walks back into his and Alex’s room. “Hey bro I was wondering where you went.” Alex said “I have something to tell you.” Dan said. “What is it?” Alex asked. “I have to wear diapers at night laugh all you want.” Dan said shamefully. But Alex didn’t laugh he had been a little intrigued by diapers his whole life but he never wanted to make his parents mad but now it was okay. Dan sat there waiting for a response. “Do you want me to do it with you?” Alex said. Dan was shocked but Alex didn’t sound like he didn’t want to and he might need the extra support. </span></div></div>",
            "created":1604009040,
            "id":2931405,
            "title":"Tell Alex "
        },
        "1412111":{
            "author_id":"ij2152008",
            "author_name":"IJ215",
            "choices":[
                "Yes we do",
                "No we dont"
            ],
            "content":"<div class=\"\"><div> <span>Dan thought about some more before coming to a decision. “Yes I’ll tell mom we can go to the store today.” Alex was excited and Dan was becoming more open to the idea. The boys got dressed and went downstairs. “Hey mom Alex is coming to he wants to be diapered at night to help support me.” Dan said. “Wow Alex your a great friend I’m sure Dan appreciates it.” Dan did appreciate it. They hoped in the car and started to ride to Target. When they arrived they went to the diaper and diaper products isle. “Which type should we buy we could by goodnites but they would hold less than pampers size 8 but those have taped you might need help.” There mom said. The boys agreed on pampers because they thought they could figure out the tapes themselves. “Is it gonna be ok when we get home that you guys where one till you use I want to see if they fit and how much they hold.” There mom said they nodded they picked up other stuff like baby powder and wipes then headed for checkout. The checkout lady gave them a funny look but finished and gave them there things. In the car Alex was so excited and Dan was honestly excited too. When they got home there mom gave them the package and they went to there room to attempt to do the tapes but the needed help after many struggled attempts. So the two naked boys walked out to there mom with unfolded diapers and she helped put them on. “Thank you.” The two said quietly. They then quickly ran to there room and begun to have a discussion. “It’s so comfortable.” Alex said touching it “Agreed.” Dan said “By the way thanks for this I needed it.” “No buggy.” Alex said. Dan then felt the urge to pee and an ache in his bowels. “I need to pee and poop.” Said Dan “me too.” Said Alex well may as well go in the diaper. They pushed it took them a while but slowly a stream of pee started flooding the diaper soon after poop started flowing from the back filling the diaper. “This feels amazing.” Alex said not realizing he said it out loud. Alex covered his mouth in shock. Dan reassured him. “It’s ok I like it too”. “We should ask for a change.” said Dan they walked down to there mom and she said was that awful. “No it wasn’t actually.” They said. “Did you like it?” She asked. They nodded. “Do you want to be in diapers full time she asked.” The boys looked at eachother there diapers sagging. “Let’s think said Dan.” </span></div></div>",
            "created":1604010960,
            "id":2931413,
            "title":"Yes Let Alex Join"
        },
        "14121111":{
            "author_id":"ij2152008",
            "author_name":"IJ215",
            "choices":[
                "Big Boys",
                "Little Babies"
            ],
            "content":"<div class=\"\"><div> <span>“It’s so much fun I want to do it forever.” Dan said. The boys agreed they wanted to be changed into another diaper. Their mom first went for Dan laying him down untaping the sides of the diaper and wiping down the wet,  messy boy. She then balled up the diaper slid a new one under and powdered his privates and bum. She then did the same to Alex. “Dan I have something too say.” “What mom?.” The reason you wet the bed last night is I hired someone to plant a regression seed on you. “A what?” Dan asked here I’ll explain it. “A regression seed is something you have a child swallow it makes them start to do things like wet the bed, daytime wet, drool, become slightly smaller, and want to do baby things like wet and mess diapers or suck on a pacifier. But you can only fully become a baby psychically and mentally if you exploit the seed by scanning you in a Regression chamber. The seed takes about a week to grow so by the end of the week you will have no control over you bladder and bowels You’ll basically be a smart, big toddler.” Dan thought about what his mother said he wasn’t mad he actually was excited then Alex spoke up. “I wanna be a baby mommy.” “Oh?” Their mom responded she didn’t know what to think but if it would make him happy. “Well good I’ll call my agent Kayla.” The boys couldn’t control their excitement even peeing  they were so excited. 10 minutes later their moms regression agent Kayla walked in. “Hi Jessica  who will need a seed planted?” “My new son Alex he want to be a baby like Dan.” “How is Dan’s seed growing?” Nicely he woke up wet the other night.” “Lovely I think you will need to go buy Bottles onesies toys bibs and cribs tomorrow.” “I plan on it.” There mom said “Are my boys to little for big boy things.” Yes they both said. All Dan and Alex wanted to do was sit in a messy diaper with a onesie on without a care in the world. “In that case let’s go today my baby boys are getting to small for there big boy things come on let’s get that seed in Alex and go to the store. Just one question do you guys want to go as big boys or little babies?” </span></div></div>",
            "created":1604526840,
            "id":2934589,
            "title":"Yes we do"
        },
        "141211112":{
            "author_id":"ij2152008",
            "author_name":"IJ215",
            "choices":[
                "Cry",
                "Big Boy Words"
            ],
            "content":"<div class=\"\"><div> <span>“If we’re little boys we go as little boys.” Dan said. “Ok!” There mom responded. She changed both of them into a clean Elmo diaper and strapped both of them into the car. She dug around in the basement and found two of Dan’s old pacifiers and stick them in the boys mouth. “Ok let’s go.” She said turning on the car. “Mommy I’m cold.” Alex said. “Me too mommy.” “ It’s okay babies well get clothes in a bit.” Shed responded. She pulled up to a green and pink building with the words “Gary’s Regression Store.” “Well this is the address Kayla gave me.” She said. “Come on boys let’s go buy some clothes.” “Okay.” They said putting their pacifiers back in there mouth. She put Alex in her shoulders and Dan on her hip. “Boy I need a stroller.” She whispered. After walking in she was greeted by a man in a green shirt with a pin on that said Gary. “Well well do we have to boys ready to become little how far along are they?” Gary asked. “The little guy on my hip is on his 3rd day. My other one just got his seed this morning.” “Oh he seems just as far along?” “He actually enjoys it.” She replied “Oh I see... Let’s get you a cart so you can let’s the babies down.” “Thank you.” She puts the boys in a cart and starts to walk around the store. Picking up 2 cribs she found near the front of the store and putting them in the cart. She then got more diapers, wipes, and powder then went to find some clothes and more appliances. Picking up a diaper pail a double stroller  and a changing table. “Now boys do you want to help me pick out some outfits. “Yeah.” They said sounding muffled by the pacifier. Dan picked out 3 outfits black overalls that said mommy’s boy, a red paw patrol shirt with a matching blue pants, an Elmo onesie with all the main characters on it and a green striped onesie as well. Alex chose blue overalls the same as Dan’s. He also chose a blue onesie with triangles a paw patrol shirt and pants with the characters on it and an Elmo onesie with the words Sesame Street. “Now let’s get food.” Their mom picked up 10 packs of baby food packages and 4 bottles along with formula. Then walked towards the checkout. “Mommy I need poopy.”Dan said  “Honey you can go in your diaper just tell me when you need a change.” Dan pushed out and his Elmo diaper started to fill with brown logs. “Mommy I need new diapee.” “Ok honey after we check out. What about you Alex?” He nodded she could see his diaper was yellow and brown just like Dan’s. “Is this all.” “Yes.” There mom responded to Gary. “When I change you too I can also get your new clothes on She put her new stuff in the back of the car and went into the Target across the street. She walked the boys in her new strollers to the bathroom. Several people laughed at the 11 year old boys in dirty diapers and pacifiers. Dan still had most of his 11 year old brain and he was worried people were laughing at him but realized he was happy he was being taken cared of with his best friend and sitting in a warm messy diaper what could he better. Alex didn’t care even though has mind had barely regressed. Entering the bathroom the boys mom picked up Alex first and laying him on the bathroom changing table. She undid the tapes on the side of the diaper and plugged her nose the pre teens waste smelled absolutely disgusting. She wiped down the poop and took out and wrapped up the dirty diaper she then finished wiping him off and slid under a new Sesame Street diaper. She powdered him rubbing  my it in on his privates and butt she then taped up the diaper and grabbed his Elmo onesie slipping it over his head and around his waist then buttoned up the bottom and put him back in the stroller “Baby Alex’s turn.” But Alex had finally had his seed kick in his bladder and bowels ached and he let go in his mother’s hand logs of brown poop flooding out the diaper onto the white tile floor a river a pee turning the diaper deep yellow spilling all over and staining the tile she needed some assistance from staff. Five minutes later a tall man walks into the bathroom and starts to cry from laughter he stared at the poop logs and the incredibly full diaper as well as Dan sitting in the double stroller perfectly content. “What idiots.” The man said Alex and Dan didn’t know if they wanted to cry or use big boy words.</span></div></div>",
            "created":1604888100,
            "id":2936879,
            "title":"Little Babies"
        },
        "142":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "He's a Girl!",
                "All his clothes suddenly feel too big",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Dan wakes up the next morning an gets out of bed, a bit groggy from all the sugar yesterday<br>\r\n<br>\r\nAs he hops out of bed he notices his PJs feel weird.<br>\r\n<br>\r\nHe doesn't really think much of it but decides to change anyways.<br>\r\n<br>\r\nWhile changing he notices:</span></div></div>",
            "created":1604021460,
            "id":2931479,
            "title":"Dan wakes up feeling odd, like nothing fits"
        },
        "1423":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Nothing in his dresser feels quite right.",
                "He notices finds odd in his dresser",
                "SE"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these?</span></div></span></div>",
            "created":1604021580,
            "id":2931481,
            "title":"More Options"
        },
        "15":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Mel gets taken to the doctor ",
                "Mel gets a new baby sitter",
                "Mel runs into someone or something in the woods",
                "Mom signs Mel up for a experimental bedwetting cure",
                "A different character please! Thank you."
            ],
            "content":"<div class=\"\"><div> <span>Melody or as most call her Mel or Melly is a happy 8 and 1/4 year old and proud of that fact, especially since she started to learn fractions. She loves to run around the woods behind her house and exploring new places, her parents keep an eye out on her but support her curiosity. At 8 years old Melody is now in second grade but unfortunately due to the pandemic she does online learning over zoom with her class. She loves being a big, strong, smart, 8 year old thats why every morning she wakes up and tries to get out of her soaked pampers babydry as soon as possible! The poor girl has never had a dry night and the diaper bag full of diapering supplies in her closet along with the diaper genie is a constant reminder, whether its a nap, long car ride, or bedtime mommy always has to diaper her just incase. But this morning things begin to change.</span></div></div>",
            "created":1599973200,
            "id":2902459,
            "title":"Melody 8 1/4 or (other characters option)"
        },
        "152":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Ask for a diaper change ",
                "Log on to her zoom class",
                "Other "
            ],
            "content":"<div class=\"\"><div> <span>“Time to wake up for school,” a voice tells Melody<br>\r\n<br>\r\nMelody opens her eyes and sees not her mom but a much younger girl standing there. At first she is confused but then remembers her mom went back to work today and had hired the 18yo Kristin as her babysitter. Mel has only met Kristin for a short time but liked her enough and took her moms word that she would be a great babysitter. <br>\r\n<br>\r\nOnce she is awake the first thing she does is... </span></div></div>",
            "created":1600578000,
            "id":2906742,
            "title":"Mel gets a new baby sitter"
        },
        "1521":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Takes off the diaper ",
                "Tells her to leave it on "
            ],
            "content":"<div class=\"\"><div> <span>Mel knows that she is supposed to let someone know when she needs a change so that she can be properly wiped and not get another rash. <br>\r\n<br>\r\nKristin throws back the blankets and Untapes the wet pampers size 7. She then goes to the closet and get wipes and some cream, which Mel actually doesn’t mind. Still a little tired, Mel relaxes while Kristin cleans her diaper area. It’s only when she notices something else being slid under her that she looks up to see Kristin taping a new diaper on her. <br>\r\n<br>\r\nMel tells her the diapers are just for night time and Kristin looks embarrassed. Mel then </span></div></div>",
            "created":1600578000,
            "id":2906744,
            "title":"Ask for a diaper change "
        },
        "15212":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Her school uniform ",
                "A bright pink shirt and shortalls ",
                "A long sleeve white tee with pink hearts and a purple skirt",
                "A yellow shirt with big bird on it and pink jeans",
                "A flowery sundress and tights"
            ],
            "content":"<div class=\"\"><div> <span>Mel feels bad that Kristen looks s ppl embarrassed, almost as much as she feels but seeing the time getting closer to 8 and always wanting to be liked by new people Mel sits up and looks a Kristen. <br>\r\n\"Umm its okay I can wear it for now, my class starts soon anyway... but umm during my first break could you take it off me?\" Mel says really embarrassed but knowing she only has to get her homework out, get dressed, and straighten up she doesn't have a lot of time to mess around. <br>\r\nKristen perks up. \"Of course sweetie! I'll help you change around then, let's get you ready for school. Go brush your teeth and I'll get your clothes out and brush your hair!\" Kristen says happily patting Mel on her padded rear as she walked out of her bedroom. When she returned Kristen was ready to dress her in...</span></div></div>",
            "created":1600578000,
            "id":2907043,
            "title":"Tells her to leave it on "
        },
        "152125":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Has an accident when she stands up",
                "Run to the bathroom holding herself "
            ],
            "content":"<div class=\"\"><div> <span>Mel brushes her teeth in nothing but her dry diaper and Kristen helps her into her new sundress. She also pulls on a pair of tights which make her diaper visible although Mel doesn’t mind as her online school only shows her from the shoulders and up. <br>\r\n<br>\r\nKristin stays until Mel is logged on and then tells her that she will be in the other room if she needs help. As Mel finds school easy she doesn’t think she will though.<br>\r\n<br>\r\nAfter about two hours of class, Mel is ready for a break and needs to go potty but was too embarrassed to ask in front of her other Class Mates. She logs off and ...</span></div></div>",
            "created":1600664400,
            "id":2907254,
            "title":"A flowery sundress and tights"
        },
        "1521251":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Soaked",
                "Poopy",
                "Wet and messy",
                "Wet.   *The zoom call wasn't muted",
                "Poopy.  *zoom call was not muted"
            ],
            "content":"<div class=\"\"><div> <span>Mel sends the teacher a private message letting her know she would be right back after a potty break. The teacher accepted, Mel pauses her zoom class call and stood up. But as she did so she felt something very wrong, she was having an accident! She hasn't had an daytime accident while awake since she was 5 and her cousin scared her re bad in the attic. Not sure what to do she started to cry she felt like such a baby!<br>\r\n<br>\r\nKristen come running in to see Mel standing a little funny and crying. <br>\r\n\"Awe princess what happened did you have an accident? Let's see.\" Kristen says checking Mel like a baby, the 8 year old is embarrassed but only becomes more embarrassed as Kristen announced she was ______ and ready for a diaper change!</span></div></div>",
            "created":1600664400,
            "id":2907408,
            "title":"Has an accident when she stands up"
        },
        "15212511":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Melody feels funny",
                "Melody is happy to be changed but embarrassed ",
                "Melody asks for panties",
                "Kristen gives her something more babyish before getting up",
                "Kristen sets Melody back in the office chair to go back to class"
            ],
            "content":"<div class=\"\"><div> <span>\"Melody your soaked!\" Kristen says holding and giving a little squeeze to the crotch of Melody's pampers diaper under her tights.<br>\r\n\"Good thing you did have your diaper on! Come on let's get you changed and back to class.\" Kristen says cheerful but knowingly.<br>\r\n<br>\r\nMelody felt Kristen feeling her diaper through her tights and could only cry more feeling like such a helpless baby but not sure what else to do. She was always a strong independent girl and now she just peed in her diaper during class time with no warning.<br>\r\n<br>\r\nKristen picked up the 8 year old and placed her on her bed while the diaper bag was brought back out. Kristen took out the pink changing mat with baby designs adorning it next to the diaper bag. Melody felt her self moved on to her changing mat usually only used in the car, soon her tights came off and diaper was untaped. Melody forces her self to calm down as Kristen takes both of Melody's ankles in one hand and lefts just like with a baby. Kristen opens the diaper and wipes Melody down with baby wipes before removing the soaked yellowed diaper. Quickly replacing it with a new one, followed by powder then taping up the fresh new diaper.</span></div></div>",
            "created":1601787600,
            "id":2915082,
            "title":"Soaked"
        },
        "1521252":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "She lifts her dress and sits down on the potty still wearing her diaper",
                "Mel pulls down her tights and has an accident ",
                "The bathroom is locked",
                "Mel gets to the potty on time and Kristen congratulates her like a toddler",
                "Mel noticed a training potty in the bathroom "
            ],
            "content":"<div class=\"\"><div> <span>Mel does the break sign off as to let the teacher and class know she'll be right back.<br>\r\n<br>\r\nMel gets up and runs off to the bathroom down the hall as the feeling to go gets more and more urgent she holds her crotch not really thinking about her diaper or the tights. <br>\r\n<br>\r\nOnce in the bathroom...</span></div></div>",
            "created":1600664400,
            "id":2907389,
            "title":"Run to the bathroom holding herself "
        },
        "15212522":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Changes herself ",
                "Pretends like nothing happened "
            ],
            "content":"<div class=\"\"><div> <span>Mel was just able to get her tights down when she felt her bladder give way and a stream of pee begin right into her diaper. Unsure of what to do, Mel finishes in her diaper, but doesn’t know what to do or if she should tell Kristen out of fear of looking like a baby. <br>\r\n<br>\r\nMel walks back to her room with her tights in her hand and wet diaper poking out below the dress. Not wanting to tell Kristen, Mel</span></div></div>",
            "created":1600750800,
            "id":2908019,
            "title":"Mel pulls down her tights and has an accident "
        },
        "152125221":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Distracted by her diaper ",
                "Bored and begins to not pay attention to class"
            ],
            "content":"<div class=\"\"><div> <span>Not wanting Kristen to think she needs diapers all day but not wanting to miss anymore of class, Mel pulls off the wet diaper and quickly grabs a new one. She struggles for a minute but finally sits down on the diaper and tapes it around her waist.<br>\r\n<br>\r\nMel decides to forget about the tights and sits back down for class. As class continues, Mel is...</span></div></div>",
            "created":1600837200,
            "id":2908615,
            "title":"Changes herself "
        },
        "1522":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Kristen brings up juice in a sippy cup and a bowl of cheerios ",
                "Her closet door is open showing her diaper bag with her name on it",
                "Melody needs the potty",
                "During class she needs to grab something and everyone sees her very soaked diape",
                "Melody is having trouble with math which she's always very good at"
            ],
            "content":"<div class=\"\"><div> <span>Mel looked at the time displayed on the clock next to her bed. 7:50am! Melody sat right up in bed urgently causing an audible crinkle and squish of her very soaked pampers. <br>\r\n<br>\r\n\"I gotta get on zoom for school! I slept too late!\" Melody cries out as her babysitter helps her out of the bed. <br>\r\n\"I tried waking you up sooner for a change and some breakfast but you were out cold and seemed to be enjoying your thumb. You jump on zoom, I'll brush your hair quick. Once your on then I'll brink you up some juice and some breakfast. On your first break I'll get you changed. Sound like a plan sleepy girl?\" Kristen says with a giggle pointing out the drool on Melody's thumb.<br>\r\n<br>\r\nMelody blushes but nods jumping out of bed with her pamper swaying with each step and crinkling the whole way until with a squish she sat down in her computer chair. With in 10 minutes Kristen had brushed Melody's hair into pigtails with little bows and changed the little girls nightgown out for a pink and purple shirt that says \"princess dreams and fairy tale wishes\" in pink glitter letters, which did nothing to hide the soaked diaper but as embarrassing as it was to sit there like that the 8 year old tried not to make a big deal about looking like a toddler. After all her class could only see her shoulders up and part of her bedroom what could go wrong...</span></div></div>",
            "created":1600664400,
            "id":2907424,
            "title":"Log on to her zoom class"
        },
        "15222":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Kristen comes in to comfort her and change her",
                "Melody runs out of the room to find Kristen ",
                "Melody replied back no! And sat through class crying",
                "Melody needed the potty but as she got up has an accident ",
                "She gets booted from the class and given a new class to join when she's ready"
            ],
            "content":"<div class=\"\"><div> <span>Melody sat in her chair and waited for the class to start. She saw the rest of the class logging on but before it started she saw the reflection on her screen of her closet door open... the 8 year old eyes shot open wide as she could see in plainly as day her pink diaper bag wide open with her diapers popping out the top. She had to think quick, hopping to her feet Melody ran to her closet and closed the door but as she headed back the class started. Melody ran as fast as she could back to her chair but the damage was done! Some of the class was giggling seeing the whole thing especially her soaked diaper swinging and sagging as she ran!<br>\r\nMelody started to blush and cry, a few private messages were sent to her calling her a baby, saying goo goo gaa gaa, but what sent Melody into hysterics was her teacher sending her a message while claiming down the class if she needed to be excused for a diaper change!<br>\r\nMelody lost in and cried out loud.</span></div></div>",
            "created":1601096400,
            "id":2910336,
            "title":"Her closet door is open showing her diaper bag ..."
        },
        "152221":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Pacifier time!",
                "Time for a bottle!",
                "Let's go eat!",
                "Tickle monster!",
                "S.e."
            ],
            "content":"<div class=\"\"><div> <span>Kristen comes rushing in not paying any attention to the computer screen as she picks up Melody holding her and rocking her patting her soaked diapered bottom. All while still in camera frame for the whole class to see. <br>\r\n\"Honey whats wrong?\" Kristen says concerned.<br>\r\nMelody was crying so hard all see got out was \"diaper\".<br>\r\n\"Awe you want a change? I know honey here let's change your diapiee.\" Kristen says grabbing the diaper bag with Melody's name on it before laying out the changing mat and placing Melody on it. Kristen went to work changing the 8 year olds soaked diaper while the class looked on only seeing the diaper bag and Kristen moving around until the bawling 8 year old was in a fresh clean diaper and was once again lifted into view. <br>\r\nMelody not even noticing the class watching was still crying hysterically! Kristen got an idea though!</span></div></div>",
            "created":1603216320,
            "id":2925556,
            "title":"Kristen comes in to comfort her and change her"
        },
        "15225":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Panties ",
                "A new diaper "
            ],
            "content":"<div class=\"\"><div> <span>While Mel thought her diaper would be the biggest problem, it turns out she quickly forgot about it when her teacher began talking about double and triple digit multiplication. Even though Mel was great at math it took her longer to grasp the subject and she surprisingly found comfort in the diaper. <br>\r\n<br>\r\nWhen the class ended, Kristen returned and helped Mel finish a few of the remaining problems before remembering she was still in her wet diaper. <br>\r\n<br>\r\n“How about we take that diaper off now,” Kristin offers<br>\r\n<br>\r\nMel stands up and allows Kristin to undo the tapes and throw the diaper away. Mel then grabs </span></div></div>",
            "created":1600750800,
            "id":2908021,
            "title":"Melody is having trouble with math which she"
        },
        "152251":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "After playing and having her sandwich its back to zoom class",
                "Melody falls into a huge mud puddle",
                "Melody has an accident while playing",
                "Melody needs to go potty!",
                "Kristen gives Mel her sandwich and a sippy cup of milk"
            ],
            "content":"<div class=\"\"><div> <span>Mel runs over to her dresser with just her shirt on and quickly grabs out a pair of panties but before she can put them on Kristen comes over with a few baby wipes and starts cleaning her up. <br>\r\n\"Oh Melody it looks like your getting a little rash on your bottom! Let's put some cream on that then you can get your panties and jeans on before you go play outside til your next zoom class starts in 1 hour.\" Kristen says taking the wipes and soaked diaper and putting them in the diaper genie. <br>\r\nMelody is once again embarrassed but not new to diaper rashes even at her age. Kristen gets Melody squared away with some butt paste and let's her get dressed leaving to the kitchen to make a pb and j for Mel.<br>\r\nMelody shakes off her embarrassment and quickly gets on her panties and a pair jeans before running off to the back yard to play.</span></div></div>",
            "created":1600750800,
            "id":2908345,
            "title":"Panties "
        },
        "1522514":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Melody runs back having an accident as she gets home",
                "Melody goes potty in the woods",
                "Melody starts to cry knowing she won't make it",
                "Melody makes it back to the potty barely ",
                "Melody makes it to the potty kinda"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>After about half an hour of playing on the trails up back of her house Melody gets the urge to go potty, and go potty now! </span></div></span></div>",
            "created":1606677180,
            "id":2948095,
            "title":"Melody needs to go potty!"
        },
        "152252":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Play outside ",
                "Work on homework "
            ],
            "content":"<div class=\"\"><div> <span>Mel surprises Kristen by handing her a new pampers diaper and standing there expectingly.<br>\r\n<br>\r\n“Do you want to wear this,” Kristin asks surprised.<br>\r\n<br>\r\nMel just nods and says that she likes having the protection during class. Kristin only shrugs and tapes the diaper to Mel while she stands up, the way her mom usually does it, as lying down felt more babyish. Once she has a new diaper on Kristen and Mel...</span></div></div>",
            "created":1600837200,
            "id":2908616,
            "title":"A new diaper "
        },
        "153":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Melody runs into an odd woman ",
                "Melody finds a necklace ",
                "Melody finds a magic wand",
                "Melody finds a fairy ",
                "Melody falls out of a tree!"
            ],
            "content":"<div class=\"\"><div> <span>Melody wakes up with a big yawn and stretch as her mommy opens the curtains. Melody smiles \"good morning mommy!\" <br>\r\n\"Good morning princess, how did you sleep?\" Tess says sitting down on her daughters bed using her hand to move the hair from the small girls face. <br>\r\n\"I slept good, I had that weird dream again though. You and daddy aren't going to make me go back to kindergarten right?\" Melody says wiggling causing her overly soaked pampers to crinkly and squish.<br>\r\n\"Silly ba...girl of course not! Now let's get this diaper off you and get you ready to go play!\" Tess says tickling the 8 year olds belly. <br>\r\nMelody giggles and wiggles. Tess grabs the changing mat and wipes, melody moves over on top of the changing mat as her mommy goes through their morning routine of taking off Melody's soaked pamper, wiping her down and checking for any diaper rash. The soaked diaper with the wipes into the diaper genie next to the bed, as Melody runs to grab clothes. Tess goes to get the poptarts ready for Melody, which her daughter is soon there and zips out the back door to play in the wooded area.</span></div></div>",
            "created":1603638600,
            "id":2928652,
            "title":"Mel runs into someone or something in the woods"
        },
        "154":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Melody finds the mp3 and listens to it causing the opposite effect ",
                "Melody's bedtime mp3 is corrupted",
                "Melody's bed time wrong mp3 (toddler tendencies)",
                "Amanda sent one to make melody fully incontinent (bedtime)",
                "Melody starts becoming mommies baby girl again"
            ],
            "content":"<div class=\"\"><div> <span>Tess is working online early in the morning after her husband left for his business trip for the next 5 days. As she's video chatting with a colleague they casually catch up on life events and Melody's bedwetting comes up. <br>\r\n<br>\r\n\"Have you heard about the mp3 treatment? My sister used it on her son and it worked great he's 4 and 100% dry and clean.\" Amanda says to Tess as she looks for the link.<br>\r\nTess shakes her head. \"No but I'll try it, my poor baby she's so independent but I'm not going to lie I'll miss changing her diapers now and then!\" <br>\r\nAmanda smiles. \"Well I just sent you the link through messager. Open it and it'll play just make sure she's asleep when it starts. Its almost 7 I'll let you go change her. I gotta get the Kristile account set up anyway. Talk soon!\" Amanda says signing off as the link pops up. Tess thanked her co worker and sends the mp3 to Melody's tablet so she can play it tonight after she's asleep.<br>\r\nTess heads up to get Melody out of her diaper that's probably ready to leak and get her ready for the day.<br>\r\nLater on...</span></div></div>",
            "created":1603640400,
            "id":2928663,
            "title":"Mom signs Mel up for a experimental bedwetting ..."
        },
        "1542":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Melody leaked though her diaper",
                "Melody in a a wet and messy diaper",
                "Melody just waking up ",
                "Melody looking up happily at mommy ",
                "S.e"
            ],
            "content":"<div class=\"\"><div> <span>Tess and Melody both have work and school online until about 2pm. Tess concludes her work a little early and offers to take Melody out for a drive to get them out of the house.<br>\r\nThe idea of going somewhere is very appealing to Melody even if she knows she gotta wear a diaper during that time, she agrees and soon has her panties replaced with a nighttime diaper under her jeans and they are off. Tess drives them out across the valley and up into the mountains to see the fall foliage.  They had fun talking about school and work, friends and coping with the pandemic. They picked up dinner from McDonald's and before either one knew it they were back home and it was going for 7pm! By then Melody's diaper was soaked since they never really stopped Tess told her it was ok to just use it, Melody hated doing it but it's not the first time plus she was enjoying the time with her mommy. But now back home the sleepy and full Melody was placed on her changing mat and was changed into a new dry nighttime diaper and pajamas before being tucked into bed.<br>\r\nBy the time her head hit the pillow she was out like a light. <br>\r\nTess smiles and starts up the new mp3 on the tablet before leaving the diapered 8 year old to dream. <br>\r\nAt first the mp3 started off normal, talking about big girls don't pee in their beds they go to the potty. Wake up to pee pee in the potty. And the like. But an hour in to the 4 hour mp3 there was an error and the mp3 started skip looping. <br>\r\n\"Don't pee pee potty, pee bed. Don't wake or potty go... pee pee pants...go potty in bed...no big girl potty...potty pants don't wake up...\" <br>\r\n<br>\r\nAround 7am Tess knocks on the door to Melody's room to find...</span></div></div>",
            "created":1606676400,
            "id":2948091,
            "title":"Melody's bedtime mp3 is corrupted"
        },
        "1545":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Continue: Melody Starts becoming Mommy's Little Baby Girl again",
                "Melody is made younger to be Re-Potty Trained.",
                "More Experimental Treatments"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Stay with the MP3 storyline or Choose Another one?</span></div></span></div>",
            "created":1603679700,
            "id":2928953,
            "title":"Melody starts becoming mommies baby girl again"
        },
        "15452":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "She Tells Melody",
                "She Doesn't Tell Her",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>Melody's mother Tess loves her daughter but is worried about her Bedwetting Problem.<br>\r\n<br>\r\nHowever she recently got a call from the Doctor about an Experimental Treatment for Bedwetting.<br>\r\n<br>\r\nIt's a bit complicated, but from what she understands:<br>\r\n<br>\r\n1. They make Melody Younger, Young enough to be in Diapers<br>\r\n<br>\r\n2. They let her get used to them again.<br>\r\n<br>\r\n3. They Potty Train her again.<br>\r\n<br>\r\nWhile all this is going on, She'll also be taking Special Medicine and Listening to Special Tapes at Night.<br>\r\n<br>\r\nDoes Tess Tell Melody about this before she starts the Treatment?<br>\r\n</span></div></div>",
            "created":1603681800,
            "id":2928972,
            "title":"Melody is made younger to be Re-Potty Trained."
        },
        "154522":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "3 Years Old, Size 5 Diapers.",
                "2 Years Old, Size 4 Diapers.",
                "More Ages"
            ],
            "content":"<div class=\"\"><div> <span>Tess, for Whatever Reason, decides not to tell Melody.<br>\r\n<br>\r\nToday the First of the Supplies Arrived in the Mail.<br>\r\n<br>\r\nTess has been preparing. She bought a Big Pack of Smaller Diapers and got Melly's toddler things out of the Attic.<br>\r\n<br>\r\nShe give Melly the First round of Medicine before bed, telling her it's for her Bedwetting(technically not a lie)<br>\r\n<br>\r\nShe then Diapers Melly for bed and tucks her in.<br>\r\n<br>\r\nA little while later, once Melly is sound asleep, he comes in and puts on the First Tape on and places the Headphones on her.<br>\r\n<br>\r\nTess checks on her daughter Periodically, watching her begin to get smaller overnight.<br>\r\n<br>\r\nShe makes sure she isn't leaking and the headphones stay on well.<br>\r\n<br>\r\nEventually, Melody stops getting younger, Bottoming out at:<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1603682760,
            "id":2928974,
            "title":"She Doesn't Tell Her"
        },
        "155":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Alex",
                "Blake",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>How About:<br>\r\n<br>\r\nAlex 18yo: Alex is Almost out of Highschool when an incident of some sort sends them careening back to babyville.<br>\r\n<br>\r\nBlake 13yo: Blake's Mom feels like her little angel is growing up way too fast now they they're a TEENAGER! But one of her Friends at work has something that might just get her her baby back.<br>\r\n</span></div></div>",
            "created":1602046800,
            "id":2916505,
            "title":"A different character please! Thank you."
        },
        "1551":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Boy",
                "Girl",
                "Non-Binary/Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is Alex a Boy or a Girl?</span></div></span></div>",
            "created":1602046800,
            "id":2916508,
            "title":"Alex"
        },
        "15512":{
            "author_id":"babyzr",
            "author_name":"BabyZR",
            "choices":[
                "In chemistry, they regress themselves with an accidental concoction",
                "While staying home alone, they stumble into an artifact that regresses them",
                "They regress somehow after an embarrassing bladder accident",
                "They somehow wake up randomly regressed",
                "Something else happens to them"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alex is a girl, what is the incident that causes them to regress back into an infant?</span></div></span></div>",
            "created":1604398680,
            "id":2933722,
            "title":"Girl"
        },
        "155123":{
            "author_id":"babyzr",
            "author_name":"BabyZR",
            "choices":[
                "1 year old",
                "1 and half a year old",
                "2 years old",
                "2 and a half years old",
                "3 years old"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So the inciting incident is a literal accident? Fitting. Question remains how young they regress to though after this accident</span></div></span></div>",
            "created":1604399040,
            "id":2933728,
            "title":"They regress somehow after an embarrassing blad..."
        },
        "155124":{
            "author_id":"babyzr",
            "author_name":"BabyZR",
            "choices":[
                "1 year old",
                "1 and half a year old",
                "2 years old",
                "2 and a half years old",
                "3 years old"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ok so they wake up randomly regressed back into diapers... question is, what is that diaper wearing age?</span></div></span></div>",
            "created":1604398800,
            "id":2933724,
            "title":"They somehow wake up randomly regressed"
        },
        "1552":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Boy",
                "Girl",
                "Non-Binary/other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is Blake a Boy or a Girl?</span></div></span></div>",
            "created":1602046800,
            "id":2916509,
            "title":"Blake"
        },
        "15522":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "A Magic Diaper that'll regress her",
                "A vial of water from the Fountain of Youth.",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Blake is a Young Girl who just turned 13, much to her Mother's Ire.<br>\r\n<br>\r\nShe can't stand seeing her little angel growing up, becoming a TEENAGER.<br>\r\n<br>\r\nShe's talking about it with her friend Tasha at work, when Tasha tells her something intersting.<br>\r\n<br>\r\nShe says she has a way for her to get her Baby Back, and Blake's Mother eagerly listens.<br>\r\n<br>\r\nBlake will find herself becoming Mommy's Little Girl again.<br>\r\n<br>\r\nBut How will this happen?</span></div></div>",
            "created":1603525260,
            "id":2927872,
            "title":"Girl"
        },
        "155222":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "She gives it to her in some hot Cocoa",
                "She has her drink it while half-asleep",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Tasha give Blake's Mother, Mary, a Small Vial with a Teardropper in it.<br>\r\n<br>\r\nTasha explains that it contains Water from the Legendary Fountain of Youth.<br>\r\n<br>\r\nJust Give Blake a few drops, and Mary will have her Baby Back.<br>\r\n<br>\r\nMary takes the vial and thanks her friend.<br>\r\n<br>\r\nHow does she slip Blake the Water?</span></div></div>",
            "created":1603593360,
            "id":2928390,
            "title":"A vial of water from the Fountain of Youth."
        },
        "1552221":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "She gets a little younger with each sip",
                "She finishes the Hot Cocoa, blissfully unaware.",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>Late that Night, while Blake is doing her homework, she hears a knock on her door.<br>\r\n<br>\r\nShe opens it, finding her Mom standing there with a Cup of Hot Cocoa(with lots of Marshmallows) and a Brownie.<br>\r\n<br>\r\nShe thanks her Mom and takes the treats over to her desk and gets back to work.<br>\r\n<br>\r\nLittle does she know that her Mother has spiked the Hot Cocoa with FOY Water.<br>\r\n<br>\r\nDoes it start working as she drinks it, or does it start working in about an hour when she goes to bed?</span></div></div>",
            "created":1603594320,
            "id":2928395,
            "title":"She gives it to her in some hot Cocoa"
        },
        "15522212":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "A 2 Year old in Size 4 Pampers",
                "A 3 Year Old in Size 5 Pampers",
                "More Ages"
            ],
            "content":"<div class=\"\"><div> <span>Blake Drinks the Hot Cocoa and devours the Brownie as she works diligently in her homework.<br>\r\n<br>\r\nShe finishes in a little under an hour and gets ready for bed.<br>\r\n<br>\r\nShe's pretty tired and manages to fall asleep easily.<br>\r\n<br>\r\nA couple hours later, as she sleeps, he body starts to change.<br>\r\n<br>\r\nShe begins getting smaller, younger.<br>\r\n<br>\r\nShe begins to shrink out of her PJs as the Water takes effect, but magically her panties shrink alongside her.<br>\r\n<br>\r\nThey morph into increasingly juvinile forms of underwear.<br>\r\n<br>\r\nThey suddenly begin to get thicker and become Underjams as she regresses back to an age when she still wet the bed.<br>\r\n<br>\r\nEventually the Shrinking Stops, leaving Blake:</span></div></div>",
            "created":1603595940,
            "id":2928401,
            "title":"She finishes the Hot Cocoa, blissfully unaware."
        },
        "155222122":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "She hadn't even started yet",
                "She wore Pullups during the day, but Diapers at Night.",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>As the water finishes it's effects, Blake is left as a toddler barely 3 year old, clad in Size 5 Pampers.<br>\r\n<br>\r\nShe continues to sleep, blissfully unaware of this, as she hugs her stuffy(who she still slept with, despite the \"Childishness\" of it)<br>\r\n<br>\r\nShe's also blissfully unaware of the fact that said diaper is already wet, as her bladder gave way during the regression.<br>\r\n<br>\r\nHow far along with Potty-Training was Blake when she was this old the First Time?<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1604449620,
            "id":2934052,
            "title":"A 3 Year Old in Size 5 Pampers"
        },
        "155222123":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "A 1 Year Old in Size 3 Pampers",
                "A 4 Year Old in Nighttime Pullups",
                "Even More Ages"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these Ages?</span></div></span></div>",
            "created":1603596000,
            "id":2928402,
            "title":"More Ages"
        },
        "1552221231":{
            "author_id":"diaperss",
            "author_name":"diaperss",
            "choices":[
                "She sees herself in a mirror",
                "She realizes she can no longer speak",
                "Her mom comes in and picks her up "
            ],
            "content":"<div class=\"\"><div> <span>When she finally stops shrinking she has gone all the way to being a 1 year old. Her panties that had earlier turned into Underjams are now an actual diaper, Pampers size 3 to be exact. And as can be expected, by this time the diaper has gotten soaked from having absorbed a few of Blake's wettings, even as a baby she was a heavy wetter.<br>\r\n<br>\r\nBlake wakes up in the morning and is confused, something doesn't seem to be right. Why is there a weird, warm feeling around her lower body and why does her body feel so different? She tries to sit up but her now one year old body isn't able to. She gets even more confused, when...</span></div></div>",
            "created":1605192300,
            "id":2939002,
            "title":"A 1 Year Old in Size 3 Pampers"
        },
        "1553":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Liam",
                "Jacob",
                "More characters A",
                "More characters B",
                "More characters C"
            ],
            "content":"<div class=\"\"><div> <span>How about some younger characters?<br>\r\n<br>\r\n<b>Liam</b>, age 4: Liam's jealous of his baby brother, Kyle, who is just 2 and wears diapers. But when an accident at preschool puts him into a Pull-Up for the first time in two years, Liam might find himself in a toddler world where he still isn't 100% dry all day.<br>\r\n<br>\r\n<b>Jacob</b>, age 5: With his toddler sister, Nikki, having started potty training at 2 and a half, Jacob feels like he isn't getting enough attention. But a random burst of bedwetting gets him what he wants...</span></div></div>",
            "created":1602046800,
            "id":2917204,
            "title":"More Options"
        },
        "15531":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Some friends call him over",
                "There is a line "
            ],
            "content":"<div class=\"\"><div> <span>It was a normal day at preschool for Liam, who was playing cars with his friends. Liam was very popular at his school friends with almost every kid, even the girls.<br>\r\n<br>\r\nAs Liam plays he feels the Strong urge to pee and gets up to leave his friends for the bathroom. As he walks he begins to hold himself as he had ignored the first few signs for the bathroom. <br>\r\n<br>\r\nWhat stops Liam from making it </span></div></div>",
            "created":1603634580,
            "id":2928623,
            "title":"Liam"
        },
        "155312":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Yes ",
                "No they were also wet "
            ],
            "content":"<div class=\"\"><div> <span>Liam runs up to the bathroom but find a line to get in. He reluctantly stands at the end and begins to dance while holding himself. The line moves quickly but the second Liam steps inside, he feels his bladder give way and a warm sensation in his underwear. <br>\r\n<br>\r\nEmbarrassed, Liam thinks about sneaking out, but he is spotted by a teacher who was assisting the other kids. Before Liam knows it, the teacher picks him up and lifts him to the changing area, an area he has never been. Before he can protest, his pants are coming off and the teacher is sliding a pull up up his legs. Does Liam get to keep his pants?</span></div></div>",
            "created":1603720200,
            "id":2929289,
            "title":"There is a line "
        },
        "1553121":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Tells them he has a pull up on",
                "Denies everything "
            ],
            "content":"<div class=\"\"><div> <span>Thankfully his pee had not reached his shorts and the teacher slipped them back over his pull up and told him not to wait so long next time. <br>\r\n<br>\r\nLiam knew that a lot of kids at preschool had accidents, some once a day even, but he had been a big boy for a while now and didn’t need a pull up. <br>\r\n<br>\r\nLiam returns to his friends and immeaditly one of his friends notices the outline of the pull up through his shorts. When asked Liam...</span></div></div>",
            "created":1604322060,
            "id":2933173,
            "title":"Yes "
        },
        "15532":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Waking up wet!",
                "Mommy wakes up.jacob",
                "Jacob hears Nikki saying \"brother wet!\"",
                "A familiar voice tries to wake him up!",
                "Jacob wakes up thinking everything is good"
            ],
            "content":"<div class=\"\"><div> <span>Jacob thinks of himself as a big strong big boy! He's 5 and in kindergarten which means he's not a baby anymore, unlike his baby sister Nikki she's only 2 and is still in diapers!<br>\r\nJacob love to play with his friends at school and play with his transformers at home. Unfortunately the brown eyed brown haired little boy didn't have really any friends out side of school. The only time he did see other kids outside of school is when his mommy would have her friends over but all of their kids were girls and all but one of the 6 girls were under 3 years old. The one that wasn't was Britney who's 7 years old. She's ok, but always want him to play house or with dolls!<br>\r\n<br>\r\nJacob is a little jealous though, his baby sister and the other babies did always get more attention than him but now its gotten worse! His stupid baby sister has started potty training and gets all the attention now! Jacob can't blame Nikki but isn't happy with his parents but one night that all starts to change when before bedtime after a rough day of feeling ignored Jacob makes a wish on a shooting star. \"I wish I got attention like Nikki does!\" Jacob fell asleep that night not know the universe had heard his wish!</span></div></div>",
            "created":1603483380,
            "id":2927591,
            "title":"Jacob"
        },
        "155321":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Get dressed for school quickly and hide the PJs.",
                "Get dressed for the day quickly and hide the PJs.",
                "Get help from Mommy.",
                "Get help from Daddy.",
                "Something else?"
            ],
            "content":"<div class=\"\"><div> <span>Jacob often woke up before his sister, just as a function of having ditched the nap. He tended to get up somewhere around 7 on school days, and 8 on the weekends, going to bed somewhere around 9 PM. His sister got up around 9, had a nap around 3 in the afternoon, and went to bed at 9 like him.<br>\r\n<br>\r\nBut something was different that morning. Something very different.<br>\r\n<br>\r\nA big, wet spot on the sheets, on his PJ pants, and on his body.<br>\r\n<br>\r\nJacob had stopped wetting the bed around a year ago, a little after his 4th birthday. No effort on his part-he had always gone to the bathroom just before bed and didn't often get thirsty before bed. It just happened.<br>\r\n<br>\r\nBut now? He had wet.<br>\r\n<br>\r\nJacob blinked and tried to think of what to do!</span></div></div>",
            "created":1603716420,
            "id":2929271,
            "title":"Waking up wet!"
        },
        "155322":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "There's a squelch of wetness.",
                "The bed is dry, like always."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Jacob, it's time to wake up.\"<br>\r\n<br>\r\nJacob's eyes flutter open, and he shifts up to a sitting position.</span></div></span></div>",
            "created":1605546540,
            "id":2941091,
            "title":"Mommy wakes up.jacob"
        },
        "155323":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Just sits there and waits for his mom",
                "Quickly tries to change "
            ],
            "content":"<div class=\"\"><div> <span>Jacobs mom usually woke Nikki up first, who would them in turn wake him up. This morning though Nikki is shouting something that he can’t understand.<br>\r\n<br>\r\nAs he opens his eyes he hears brother wet Jacob pee pee. Needs change. <br>\r\n<br>\r\nJacob opens his eyes and sees Nikki in her wet night training pants and then suddenly feels something wet on his shorts. Sure enough he wert the bed, something he hadn’t done in over a year. Jacob...</span></div></div>",
            "created":1603634340,
            "id":2928622,
            "title":"Jacob hears Nikki saying \"brother wet!\""
        },
        "1553232":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "You can just wear nikkis ",
                "I will look for some "
            ],
            "content":"<div class=\"\"><div> <span>Still in shock, Jacob tries to quickly change while Nikki watches in amusement as he pulls down his shorts. However, their mom walks in just in time to see Jacobs wet underwear.<br>\r\n<br>\r\n“What happened,” their mom asks<br>\r\n“I don’t know,” Jacob says.<br>\r\n“Jacob wet,” Nikki chimes in. <br>\r\n<br>\r\n“Well accidents happen,” their mom says. “ however we know the rules for accidents,”<br>\r\n<br>\r\n“No mom,” Jacob protests. The rule  for accidents day or night is that if one occurs then the kid must wear protection for two days/nights depending on when the accident occurred.<br>\r\n<br>\r\n“I don’t even have pull ups anymore,” Jacob protests.<br>\r\n<br>\r\nHis mom says. </span></div></div>",
            "created":1603720800,
            "id":2929295,
            "title":"Quickly tries to change "
        },
        "15532321":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Puts it on",
                "His mom puts it on for him"
            ],
            "content":"<div class=\"\"><div> <span>“I don’t want to wear girls diapers,” jacob says crossing his arms and looking at Nikkis pink girly pull up. <br>\r\n<br>\r\n“ this is nonnegotiable,” his mom says as she takes Nikki to get changed. <br>\r\n<br>\r\n“That’s so dumb I bet they won’t even fit,” Jacob says as he follows his mom and sister.<br>\r\n<br>\r\nFor a moment Jacobs mom looks at him and his wet underwear and then hands him a pink pull up and tells him to put it on.<br>\r\n<br>\r\n“Let’s find out,” his mom says. <br>\r\n<br>\r\nJacob looks at the pull up and...</span></div></div>",
            "created":1604322780,
            "id":2933181,
            "title":"You can just wear nikkis "
        },
        "155323212":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Watching nikkis friends today ",
                "Bringing  them on her errands "
            ],
            "content":"<div class=\"\"><div> <span>Still shocked at the prospect of wearing a girls pull up, Jacob just stares at it. <br>\r\n<br>\r\n“Okay then,” his mom says. <br>\r\n<br>\r\nSuddenly  Jacob is picked up and laid down next to his sister. Their mom expertly strips his wet underwear  and his inters pull up until they both have nothing in below. Before he can react, his mom has slid a pull up under his butt and is pulling it up his legs. <br>\r\n<br>\r\n“See it does fit,” his mom says. <br>\r\n<br>\r\nNikki is diapered in a pull up next and their mom says that she will be... </span></div></div>",
            "created":1604964540,
            "id":2937470,
            "title":"His mom puts it on for him"
        },
        "1553232121":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Brittany will be over as well",
                "I’m going to need you to help today with the girls "
            ],
            "content":"<div class=\"\"><div> <span>“Now,” his mom says as she finds clothes for both Jacob and Nikki to wear. “Let’s hurry up and get dressed, the other girls will be over in an hour.” <br>\r\n<br>\r\nNikki jumps around happily, but all you can do is sigh. Not only are you in a pull up for girls, but the others kids your mom babysits will be over as well. That means you will have to be around two other little girls. <br>\r\n<br>\r\n“Oh and by the way,” your mom says to you. </span></div></div>",
            "created":1604996280,
            "id":2937625,
            "title":"Watching nikkis friends today "
        },
        "15532321211":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Leaves you and Nikki to get dressed",
                "Waits for the other kids to arrive "
            ],
            "content":"<div class=\"\"><div> <span>“Brittany will be coming too,” you mom finishes.<br>\r\n<br>\r\nYou groan aloud. Brittany was so annoying and even though she was only two years older than you she was either pretending that you she was in charge or making you play house with her. <br>\r\n<br>\r\nNow that the changing is complete, your mom...</span></div></div>",
            "created":1605167640,
            "id":2938787,
            "title":"Brittany will be over as well"
        },
        "155323212111":{
            "author_id":"diaperss",
            "author_name":"diaperss",
            "choices":[
                "Both same age as Nikki",
                "Other is Nikki's age, other is younger",
                "Both are younger/other possible variations "
            ],
            "content":"<div class=\"\"><div> <span>''Now get dressed and help your sis.'' mom says and goes downstairs. You sigh and decide it's easier to get Nikki dressed first. ''Okay, what do you wanna wear Nikki?'' you ask her, presenting her with various options. Getting her dressed isn't the easiest task, as she very nearly throws a tantrum but eventually you manage to find an outfit that she likes well enough. You, on the other hand just quickly grab a shirt and a pair of pants, which you hope are baggy enough to hide the Pull Up from view. Though you're pretty sure that Nikki will blurt out that you had an accident and are now wearing a Pull Up, one of her's, even.<br>\r\n<br>\r\nNow it's time to wait for the other girls to arrive, which should be soon. Aside from Brittany, who is two years older than you, the other two girls are...</span></div></div>",
            "created":1605195780,
            "id":2939024,
            "title":"Leaves you and Nikki to get dressed"
        },
        "1553232121111":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Brittany ",
                "Nikki and all three of the other girls "
            ],
            "content":"<div class=\"\"><div> <span>The girls names are Claire and Daniela, who is Brittany  younger sister. Both girls are around nikkis ages and are also potty training with pull ups. <br>\r\n<br>\r\nYou decide to eat breakfast quickly and stay in your room and play so that you won’t be bothered as the other kids arrive. About 30 minutes later though... who comes to your room?</span></div></div>",
            "created":1605270900,
            "id":2939475,
            "title":"Both same age as Nikki"
        },
        "15532321211112":{
            "author_id":"diaperss",
            "author_name":"diaperss",
            "choices":[
                "Brittany pulls down your pants",
                "You see that Nikki has had an accident",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>You're interrupted when the door to your room is opened and you see the girls entering your room. ''Get out!'' you tell them, annoyed at them just barging into your room uninvited. ''Did you really pee your bed?'' Brittany asks with a grin, making the younger girls giggle. You give Nikki an angry look. Of course she had to tell the girls about what happened.<br>\r\n<br>\r\n''Yeah, that's why he's so cranky'' Nikki says and continues ''And mommy made him wear a Pull Up!'' which the girls, especially Brittany finds more than amusing. <br>\r\n<br>\r\nWhat happens now?</span></div></div>",
            "created":1605375480,
            "id":2940016,
            "title":"Nikki and all three of the other girls "
        },
        "155323212111122":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "She asks to see your pull up",
                "She tells you she wishes she had a diaper to."
            ],
            "content":"<div class=\"\"><div> <span>“I’m sure you have already had an accident this morning,” you say to Nikki. <br>\r\n<br>\r\nYou then pull her skirt up and reveal that the designs on her pull up have faded and that the pull up is already wet. <br>\r\n<br>\r\n“I bet the rest of your friends are wet too,” you say. <br>\r\n<br>\r\nJust then your mom enters and ushers the girls out and telling them that they all need to try going to the bathroom. Although she does tell Brittany that she can stay. You try to ignore her, but...</span></div></div>",
            "created":1605446400,
            "id":2940390,
            "title":"You see that Nikki has had an accident"
        },
        "1553232121111221":{
            "author_id":"diaperss",
            "author_name":"diaperss",
            "choices":[
                "Yes",
                "No",
                "She makes you to "
            ],
            "content":"<div class=\"\"><div> <span>''I wanna see that Pull Up!'' she grins and makes a grabbing motion towards you, trying to yank your pants down but you jump back and evade her. ''No way!'' you pout. It's embarrassing enough to be wearing a Pull Up, a pink girls' Pull Up with princess prints no less so you definitely don't want to be showing it off.<br>\r\n<br>\r\n''Come on, I won't laugh! I promise!'' Brittany says. Do you show the Pull Up to her?</span></div></div>",
            "created":1605532320,
            "id":2940947,
            "title":"She asks to see your pull up"
        },
        "15532321211112213":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Use warm water at nap time ",
                "Keep her from the bathroom when she has to go"
            ],
            "content":"<div class=\"\"><div> <span>Refusing to show Brittany your pull ups, she begins to pout. However when you go to stand up, Brittany decides to grab your shorts and pants you, exposing your princess pull ups.<br>\r\n<br>\r\n“Are those your sisters,” she said laughing.<br>\r\n<br>\r\nYou are angry at Brittany for exposing you like that and decide you are going to get her in a diaper too. Do you plan to </span></div></div>",
            "created":1606398360,
            "id":2946317,
            "title":"She makes you to "
        },
        "155323212111122132":{
            "author_id":"diaperss",
            "author_name":"diaperss",
            "choices":[
                "You manage to make her wet herself",
                "She finds a place to pee ",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>You angrily pull your pants back up and immediately begin to hatch a plan for revenge. You keep the door to your room open enough so you can hear what 's going on in your sister's room, where Brittany also is, keeping company to the younger girls. About an hour has passed when you hear Brittany speak up. ''Sorry girls, I'm gonna go to the bathroom real quick. Because I'm not a little baby who pees in a diaper and then cries to mommy for a diapy change.'' <br>\r\n<br>\r\nYou realize this is your chance. You sprint out of your room and make a dash towards the bathroom and get there just in time, slamming the door shut right in front of Brittany. You quickly lock it and tell her that she has to wait. ''I might take a while, so you'll just have to hold it.'' you tell her. ''That's fine, it's not like I can't hold it, unlike you, Mr. Princess Pull Ups.'' she shoots back. <br>\r\n<br>\r\nYou didn't really need to go, so you just keep her waiting. She begins banging on the door and sounds quite desperate by now. ''Come on! I really need to pee!'' she says. <br>\r\n<br>\r\nWhat happens?</span></div></div>",
            "created":1606402560,
            "id":2946360,
            "title":"Keep her from the bathroom when she has to go"
        },
        "1553232121111221321":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Say “someone  needs a diaper”",
                "Go tell your mom "
            ],
            "content":"<div class=\"\"><div> <span>“Okay, I’m done,” you say.<br>\r\n<br>\r\nYou flush and begin to wash your hands hoping that the sound of water will make her have to pee more. You dry your hands and unlock the door with Brittany flying in. She begins to pull her pants down but you see her freeze and you know she is peeing. <br>\r\n<br>\r\nA large wet spot forms in her underwear and you... </span></div></div>",
            "created":1606653600,
            "id":2947972,
            "title":"You manage to make her wet herself"
        },
        "1553232121111222":{
            "author_id":"diaperss",
            "author_name":"diaperss",
            "choices":[
                "She decides to put one on",
                "She doesn't put one on, at least not yet",
                "SE "
            ],
            "content":"<div class=\"\"><div> <span>''You know, I kinda wish I was wearing a diaper too...'' she admits to you, looking slightly embarrassed. ''What? Why would you want to wear one?'' you ask, visibly confused. ''Well I've watched my sis wear them and they look comfy...and no need for toilet breaks.'' she says and smiles a bit.<br>\r\n<br>\r\n''Well why don't you go put one on, then? Nikki has loads of them in the house and the other girls probably have Pull Ups with them.'' you tell her. Brittany is clearly thinking about what you just said, and...</span></div></div>",
            "created":1605532500,
            "id":2940949,
            "title":"She tells you she wishes she had a diaper to."
        },
        "1553232122":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Being shy the whole time",
                "Throwing a tantrum",
                "Running away",
                "Acting sick",
                "Rips his pull up off"
            ],
            "content":"<div class=\"\"><div> <span>With almost 6 year old Jacob in a pink sofia the first pull up his mommy soon pulls a pair of jean shorts over his pull up and puts a blue shirt with white stripes on him before changing Nikki into a sun dress. <br>\r\n\"Alright we gotta do some errands, let's go kids.\" Mommy says. <br>\r\nJake reacts with...</span></div></div>",
            "created":1604981280,
            "id":2937574,
            "title":"Bringing  them on her errands "
        },
        "15532322":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "It's a weekend, so Jacob is going to be going to the park just down the street.",
                "It's a weekend, so Jacob's going to be playing around the house.",
                "It's a weekday, so Jacob has Kindergarten to go to."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Jacob vaguely nods but mostly scrambles to get off the wet clothing.<br>\r\n<br>\r\nMom dashes to the bathroom to get a towel to clean Jacob off, and then Jacob goes to get dressed.</span></div></span></div>",
            "created":1603933140,
            "id":2930891,
            "title":"I will look for some "
        },
        "15533":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Casey",
                "Drew",
                "Even More Characters!"
            ],
            "content":"<div class=\"\"><div> <span>How About:<br>\r\n<br>\r\n7.5yo Casey: Casey has a weird interest in Diapers. They often sneak them from their baby sibling, who's a bit older than 2.<br>\r\nThey really wish they could wear them freely, even if it was only at night like their best friend does for bedwetting.<br>\r\nThey end up getting their wish, one way or another.<br>\r\n<br>\r\n10yo Drew: Drew Prides themselves on their matrurity, but at their Little Sibling's 5th Birthday party, something is about to change that.</span></div></div>",
            "created":1603852380,
            "id":2930239,
            "title":"More characters A"
        },
        "155331":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Boy",
                "Girl",
                "Non-Binary/Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is Casey a Boy or a Girl?</span></div></span></div>",
            "created":1603852440,
            "id":2930240,
            "title":"Casey"
        },
        "1553311":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Brother",
                "Sister",
                "SE"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Casey is a Boy.<br>\r\n<br>\r\nCasey has a 2yo Baby:</span></div></span></div>",
            "created":1603852500,
            "id":2930243,
            "title":"Boy"
        },
        "15533111":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Yes ",
                "No but he is going to steal one"
            ],
            "content":"<div class=\"\"><div> <span>Casey’s little brother is 2 yo but closer to 2.5 and his source for getting diapers. Recently his brother has begun potty training and there aren’t many diapers around, just pull ups, which are fine for Casey, however he is worried about losing his supply. <br>\r\n<br>\r\nIs Casey wearing right now? </span></div></div>",
            "created":1603892700,
            "id":2930594,
            "title":"Brother"
        },
        "1553312":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Brother",
                "Sister",
                "SE"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Casey is a Girl.<br>\r\n<br>\r\nCasey has a 2yo Baby:</span></div></span></div>",
            "created":1603852560,
            "id":2930244,
            "title":"Girl"
        },
        "155332":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Boy",
                "Girl",
                "Non-Binary/Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is Drew a Boy or a Girl?</span></div></span></div>",
            "created":1603852440,
            "id":2930241,
            "title":"Drew"
        },
        "15534":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Yep",
                "Even More B1",
                "Even More b2"
            ],
            "content":"<div class=\"\"><div> <span>How about this:<br>\r\n<br>\r\nYou're a Student at Wisteria Magic Academy. You just turned 14 a month ago. You live in an Apartment with your Older Sibling(18) and Best Friend(13¾).<br>\r\n<br>\r\nSomehow you(and your best friend) are going to end up regressed.<br>\r\n<br>\r\nChoose this story?</span></div></div>",
            "created":1605494400,
            "id":2940645,
            "title":"More characters B"
        },
        "155341":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Alice(Girl)",
                "Kyle(Boy)",
                "Jesse(Non-Binary/Other)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your name?</span></div></span></div>",
            "created":1605494880,
            "id":2940646,
            "title":"Yep"
        },
        "1553411":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Brother Derek",
                "Sister Kate",
                "Sibling Terry"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You are Alice, a Witch in Training. You turned 14 about a Month ago.<br>\r\n<br>\r\nYou live with your Older _______ , who's 18.</span></div></span></div>",
            "created":1605495000,
            "id":2940648,
            "title":"Alice(Girl)"
        },
        "15534112":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Noah",
                "Sara",
                "Riley"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You are Alice, A Witch in Training, You Turned 14 a about a Month Ago.<br>\r\n<br>\r\nYou live with your Older Sister Kate, who's 18.<br>\r\n<br>\r\nAs well as your Best Friend _______ , Who's a bit younger than you at 13¾.</span></div></span></div>",
            "created":1605495180,
            "id":2940650,
            "title":"Sister Kate"
        },
        "155341122":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Due to a Magic Item you \"Borrowed\" from one of your Teachers.",
                "Accident in Alchemy/Potions Class",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>You are Alice, A Witch in Training, You Turned 14 a about a Month Ago.<br>\r\n<br>\r\nYou live with your Older Sister Kate, who's 18.<br>\r\n<br>\r\nAs well as your Best Friend Sarah, Who's a bit younger than you at 13¾.<br>\r\n<br>\r\nNow that that's set up, how do you(and Sara) end up regressing?</span></div></div>",
            "created":1605495480,
            "id":2940653,
            "title":"Sara"
        },
        "1553411221":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "A Locked Spellbook",
                "A Magical Jewel",
                "More Objects"
            ],
            "content":"<div class=\"\"><div> <span>It's a little while after Dinner on a peaceful Friday night and everyone has returned to their rooms.<br>\r\n<br>\r\nAlice makes sure her door is locked before pulling out the _______ she \"Borrowed\" from Ms.Darke, one of her teachers.<br>\r\n<br>\r\nShe's excited to mess with it over the weekend, it's a long one too as they have Monday off.<br>\r\n<br>\r\nShe opens the container she put it in and pulls it out.<br>\r\n<br>\r\nWhat did she take?</span></div></div>",
            "created":1605752160,
            "id":2942225,
            "title":"Due to a Magic Item you \"Borrowed\" from..."
        },
        "15534112211":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Alice didn't pick the lock, she set off a Trap!",
                "Alice shows Sara the book and they accidentally cast a Regression Spell",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>After removing the Spellbook from the fabric she wrapped it in Alice begins to attempt to pick the lock.<br>\r\n<br>\r\nThe lock Is intricate and it takes a while to work on, but eventually Alice thinks she's got it.<br>\r\n<br>\r\nHow does the Spellbook end up Regressing Alice(and Sara)?</span></div></div>",
            "created":1605753000,
            "id":2942233,
            "title":"A Locked Spellbook"
        },
        "155341122111":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "37 Month Old wearing Size 5 Huggies",
                "A 25 Month old in Size 4 Huggies",
                "More Ages"
            ],
            "content":"<div class=\"\"><div> <span>Just as Alice thinks she's got the lock picked, a Jet of Pink Mist Spurts out of it, hitting her in the face.<br>\r\n<br>\r\nThe force of it causes her to fall backwards. She coughs a little as the mist forms a cloud around her, before quickly disappating into nothing.<br>\r\n<br>\r\n\"Should have figured there would be traps\" she thinks, before she goes right back to picking the lock<br>\r\n<br>\r\nHowever as she begins to pick the lock again, she feels her clothes feel a bit weird.<br>\r\n<br>\r\nShe stops for a second and hops off her bed and as she does she feels that her bra is very loose.<br>\r\n<br>\r\nShe removes her shirt and unhooks it, and is shocked as she looks in her mirror.<br>\r\n<br>\r\nHer Boobs are gone! Sure they weren't the biggest, but still!<br>\r\n<br>\r\nShe's even more shocked as she watches her refelction is getting noticably smaller, she realizes she's getting younger!<br>\r\n<br>\r\nShe becomes so small her pants slide off her legs, revealing her Panties, which have shrunk to fit her diminishing form.<br>\r\n<br>\r\nHowevere they've also changed to suit her new age, and she watches as they become increasingly childish as she shrinks.<br>\r\n<br>\r\nEventually the shrinking comes to an end, and she's left as a:</span></div></div>",
            "created":1605756060,
            "id":2942256,
            "title":"Alice didn't pick the lock, she set off a T..."
        },
        "1553411221111":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Her Sister, Kate",
                "Her Best Friend, Sara",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>Alice stares as her Panties morph into Pullups, before quickly shifting into diapers.<br>\r\n<br>\r\nLuckily the shrinking seems to have stopped at this point at least.<br>\r\n<br>\r\nAlice is shocked out of her... Shocked Stupor by a Knock at the door.<br>\r\n<br>\r\nIt's:<br>\r\n<br>\r\n</span></div></div>",
            "created":1605756480,
            "id":2942261,
            "title":"37 Month Old wearing Size 5 Huggies"
        },
        "15534112211111":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Something happens with Sara.",
                "Nothing much Happens",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>Alice hears her Big Sister's voice after the knock: \"Hey Sis, I made some Dessert if you want any.\"<br>\r\n<br>\r\nAlice stays silent, hoping Kate will leave, but her sister knocks again. \"Alice? Are you okay?\"<br>\r\n<br>\r\nAlice Thinks about what to do, she definitely can't hide this, and she doubts she'd be able to fix this even if she could.<br>\r\n<br>\r\nShe slowly walks to the door and opens it, the doorknob now sitting a little bit above her current height.<br>\r\n<br>\r\nKate is shocked at what she sees. \"A... Alice? Is that you?\" Alice silently nods.<br>\r\n<br>\r\n\"What happened?\" She asks. \"I kinda borrowed a spellbook from Ms.Darke and it was kinda trapped...\" Alice quickly explains.<br>\r\n<br>\r\n\"You stole a spellbook!\" Her sister replies, \"Borrowed!\" Alice insists.<br>\r\n<br>\r\nThey talk a bit more before Sara comes to see what's happening. She Squees upon seeing the Tiny Alice.<br>\r\n<br>\r\n\"OMG you are so CUTE\" she says, picking up and hugging her regressed bestie.<br>\r\n<br>\r\nKate explains what happened to you to Sara before asking her to watch you while she goes to get some stuff to take care of you while they figure this out.<br>\r\n<br>\r\nSara plops Alice onto the couch and hands her the remote. Alice decides to watch cartoons, which she still likes despite pretending she's too \"mature\" for them.<br>\r\n<br>\r\nWhile Kate is out:<br>\r\n<br>\r\n</span></div></div>",
            "created":1605757740,
            "id":2942266,
            "title":"Her Sister, Kate"
        },
        "155341122111111":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Regress herself with the book.",
                "SE 1",
                "SE 2"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>While Kate told Sara to watch Alice, Alice probably should have been watching Her.<br>\r\n<br>\r\nWhile Alice is Watching Cartoons, Sara manages to:</span></div></span></div>",
            "created":1605757980,
            "id":2942267,
            "title":"Something happens with Sara."
        },
        "1553411221111111":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "She actually expected something like this would happen.",
                "She sighs and shakes her head.",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>While Alice is Watching Cartoons, Sara decides to look into that book to see if she can help her Bestie.<br>\r\n<br>\r\nAfter a combination of different Physical and Magical attempts to glean some information, she manages to accidentally set off the spell.<br>\r\n<br>\r\nShe coughs as the mist engulfs her. She wonders if that was the trap that got Alice, before watching as she gets younger in Alice's Mirror.<br>\r\n<br>\r\nUnlike Alice she takes it in stride, giggling a bit as she watches her Panties become more Juvenile, before becoming training pants and then a diaper.<br>\r\n<br>\r\nWhen she's done shrinking she's gotten exactly 11 years younger, just like Alice, leaving her a 33 month old in Size 5 Huggies.<br>\r\n<br>\r\nShe then calls for Alice to come to her room. Alice sighs and hops off the couch, not even noticing the somewhat higher pitch to her friend's voice.<br>\r\n<br>\r\nAs she enters the room she facepalms, Sara explains what she was trying to do and Alice just sighs and nods her head.<br>\r\n<br>\r\nThe friends hug and Alice jokes that at least she's the older one again.<br>\r\n<br>\r\nSoon after this exchange Sara is back, Alice leaves the room first and greets her sister, who has a few bags of stuff, including a few levitating behind her.<br>\r\n<br>\r\nJust as Kate is asking where Sara is, Sara comes out of the hall.<br>\r\n<br>\r\nHow does Kate Respond to having another Toddler on her Hands?</span></div></div>",
            "created":1605759060,
            "id":2942273,
            "title":"Regress herself with the book."
        },
        "15534112211111111":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "A pair of Footie PJs that Zip from the leg",
                "A couple of T-Shirts with Kiddy Designs",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>Kate sighs. Sara has been Best Friends with her Little Sister since they were even younger than they've regressed themselves to.<br>\r\n<br>\r\nAnd knowing Sara, she expected something like this to happen, and made purchases accordingly.<br>\r\n<br>\r\n\"Alright, Let's get you two changed and into some clothes, can't have you sitting around in just diapers.\"<br>\r\n<br>\r\nAlice is briefly confused at her sister's use of the word change before looking at Sara's diaper and noticing the wetness indicator.<br>\r\n<br>\r\nShe then looks down and realizes her own diaper shows she is wet as well. She nerbously blushes as she realizes she doesn't remember wetting it at all.<br>\r\n<br>\r\nKate leads the two of them into the den, where she Sets down a Changing Mat she bought on the ground.<br>\r\n<br>\r\nShe has Alice lie down first before she begins getting some stuff out of one of the bags. She pulls out Wipes, Baby Powder and some Baby Oil and Lotion.<br>\r\n<br>\r\nShe then Pulls out a Package of Diapers from another Bag, a pack of Size 5 Huggies Little Movers.<br>\r\n<br>\r\nAlice blushes and tries to ignore everything as she gets her first diaper change in years.<br>\r\n<br>\r\nAfter she's Powdered and taped up in a fresh diaper, Kate has Alice stand to the side as she deals with Sara, who seems pretty comfortable despite the situation.<br>\r\n<br>\r\nAfter both girls are changed, Kate goes to one more bag and Pulls out some clothes for them to wear.<br>\r\n<br>\r\nWhat does she pull out:</span></div></div>",
            "created":1605906540,
            "id":2943191,
            "title":"She actually expected something like this would..."
        },
        "155341122111111111":{
            "author_id":"littleleo",
            "author_name":"KitCat27",
            "choices":[
                "Sleeps Well, Like a Baby one might say.",
                "Has some weird dreams",
                "SE"
            ],
            "content":"<div class=\"\"><div> <span>Because it's almost 10 PM, Kate decides it's time for Alice and Sara to go to bed.<br>\r\n<br>\r\nAlice Blushes as her sister Dresses her in a Pair of soft footie Pajamas, before zipping them up.<br>\r\n<br>\r\nShe then watches as she does the same to Sara, who's again, a lot less bothered about this, if at all.<br>\r\n<br>\r\nAlice protests she's not sleepy yet, and Kate seems to relent a bit, telling her she and Sara can watch cartoons for a little bit longer.<br>\r\n<br>\r\nHowever \"A Little Bit\" Just meant all of 10 minutes. Despite trying to resist, Alice is carried along with Sara into Kate's Room.<br>\r\n<br>\r\nHer Sister places the two of them into bed, before grabbing something.<br>\r\n<br>\r\nKate returns with Nommy, Alice's Rabbit Plushie she's had since she was a baby.<br>\r\n<br>\r\nShe blushes a bit, but really shouldn't be since her Sister and Kate both know she still needed her to sleep even at 14.<br>\r\n<br>\r\nKate then hands Sara Chili, a Tabby Kitten Plushie that Sara's had about as long as you've had Nommy.<br>\r\n<br>\r\nSara has piles of Plushies, but she's definitely still her bestie's Favorite.<br>\r\n<br>\r\nAlice once again protests about not being tired yet, but suddenly a wave of sleep washes over her.<br>\r\n<br>\r\nShe realizes her sister used a sleep spell on her, but can't complain as it takes hold and sends her off to dreamland, cuddling both her plush and her friend.<br>\r\n<br>\r\nDuring the night, Alice:</span></div></div>",
            "created":1606536600,
            "id":2947198,
            "title":"A pair of Footie PJs that Zip from the leg"
        },
        "15535":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Danny",
                "Chris",
                "More options",
                "More options 2",
                "More options 3"
            ],
            "content":"<div class=\"\"><div> <span>Danny, age 3: Having been potty trained for over a year now, Danny starts to feel jealous when a new baby sibling enters the picture...<br>\r\n<br>\r\nChris, age 7: At a family reunion, Chris sleeps with all the younger kids because they wet the bed.</span></div></div>",
            "created":1605889740,
            "id":2943070,
            "title":"More characters C"
        },
        "155351":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Daniel is male.",
                "Danielle is female.",
                "Let's keep it gender-neutral."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is 'Danny' a Daniel, or a Danielle?</span></div></span></div>",
            "created":1605889740,
            "id":2943071,
            "title":"Danny"
        },
        "155352":{
            "author_id":"chrisern",
            "author_name":"ShadowBlade",
            "choices":[
                "Christopher's a male.",
                "Christine's a female.",
                "Let's keep it gender-neutral."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is 'Chris' a Christopher or a Christine?</span></div></span></div>",
            "created":1605889800,
            "id":2943072,
            "title":"Chris"
        },
        "1553521":{
            "author_id":"diokno44",
            "author_name":"Filipino4-ever",
            "choices":[
                "Yes",
                "No",
                "In progress"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>OK, so Chris is male. The question is, is he potty trained?</span></div></span></div>",
            "created":1606353060,
            "id":2946065,
            "title":"Christopher's a male."
        },
        "155353":{
            "author_id":"diokno44",
            "author_name":"Filipino4-ever",
            "choices":[
                "Carter",
                "Jesse",
                "Other 1",
                "Other 2"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Hmm, how about these?<br>\r\n<br>\r\nCarter: Age 4, while he is potty trained, more or less, Carter hates using the potty.<br>\r\n<br>\r\nJesse: Age 6. Jesse is moving house, and is feeling stressed out</span></div></span></div>",
            "created":1606352580,
            "id":2946062,
            "title":"More options"
        }
    },
    "info":{
        "author_id":"tidit445",
        "author_name":"Tidit445",
        "brief_description":"Going from big kid to baby is harder than it looks.",
        "created":1599847560,
        "description":"<td align=\"left\" class=\"norm\">In this interactive we will be watching how teens, preteens, and kids deal with going from being big back down to toddlers, babies, infants, or even back to the womb! <br>\r\nMost of these stories will not be fair, so don't be afraid to have their regressions be cruel or unfair.<br>\r\n***Please 3 sentences or more on each addition, no killing, or sex. <br>\r\n***Rewards will be handed out for detailed, and well presented additions!<br>\r\nHappy writing!</td>",
        "id":2232018,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602135420,
        "modified":1606677180,
        "pretty_title":"How not to be a big kid anymore"
    }
}