{
    "chapters":{
        "1":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Carmen 12 1/2",
                "Jeff 6 3/4",
                "Sarah 16",
                "Dan 11",
                "Melody 8 1/4 or (other characters option)"
            ],
            "content":"<div class=\"\"><div> <span>Carmen: age 12 1/2, 7th grade, average height, she loves science, and a really good kid all around! Carmen will be assisting Dr.C in his research of a new soft drink geared towards kids and preteens. Little does Carmen know Dr.C although responsible and well known in the town has been contracted by Procter &amp; Gamble about making a soft drink that'll make kids revert back to bedwetting, or even daytime accidents to help move their products!<br>\r\n<br>\r\nJeff: Age 6 3/4, first grade, longish hair, average height, loves to play soccer and with his 4 year old sister. Hates being treated like a baby. Jeff and his sister Tina will be staying with their aunt from now on after their parents were killed in a car accident. Jeff will not be happy about the living arrangements or how he gets lumped together with his sister and baby cousin.<br>\r\n<br>\r\nSarah: age 16, 10th grade, truly an academic high achiver, she's very athletic, short for her age, loves anything to do with school, she does mind too much if someone mistakes her for a 12 or 13 year old. One day walking home from school she sees a fun looking new store! Her adventures in being mistaken for a child are only just beginning....<br>\r\n<br>\r\nDan: age 11 years old today! 5th grade, average if not a little below average height, loves playing fortnight and trying to do everything his big brother Scott(18) can do while avoiding his 16 year old sister Kayla who loves to torment him. Kayla come across a kit online that'll help her get the little sister she always wanted.<br>\r\n<br>\r\nMelody or Mel: 8 1/4 years old, 2nd grade, outgoing and adventurous, but still wets the bed. Mel has lots of friends and family but how will she act around them as her parents get her help for her bedwetting? After all its not called bedwetting if your becoming a baby again...</span></div></div>",
            "created":1599800400,
            "id":2901225,
            "title":"Select our character! "
        },
        "11":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Carmen asks lots of questions  during the tour",
                "Carmen is led to were she'll be helping the doctor",
                "Dr. C takes notes on his \"helper\" during the tour",
                "Dr. C leads her to get changed into a lab uniform ",
                "Carmen needs to use the bathroom during the tour"
            ],
            "content":"<div class=\"\"><div> <span>The 12 1/2 year old long haired brunette just heard the bell for her last class before a 4 day weekend when Mrs. Nace called her over to her desk. Carmen waited til her classmates left before meeting her teacher by the big wooden desk at the front of the room. <br>\r\n\"Carmen are you excited for a long weekend?\" Mrs. Nace said smiling holding a packet of papers.<br>\r\n<br>\r\n\"Kinda, I really don't have anything planned and my parents are working the whole time.\" Carmen says kinda glumly.<br>\r\n<br>\r\n\"Well what if I had a special project for you to do over the weekend and after school for a week or more. It'd be all extra credit, and completely up to you but I think you'd be perfect!\" The teach says handing Carmen the packet.<br>\r\n<br>\r\n\"What is it?\" Carmen says looking at the packet labeled 'sodas tester and lab helper'<br>\r\n<br>\r\n\"Well Dr. C is looking for a student who is really good and interested in science. He's developing a new soft drink and I think you'd be great... well really the whole school does! Your parents can drop you off at his lab in the morning and pick you up later during the day. <br>\r\nWhat do you say?\" Mrs. Nace says excited and is soon given a big hug by her star student!<br>\r\n\"Thank you thank you thank you!!! I'm going to telly parents as soon as I get home!\" Caren says running off with the packet, jumping on her bike and rushed home. <br>\r\nOnce home her parents were already waiting for her both smiling big already hearing the news! Her dad Mike is tall well dressed with short brown hair, while her mother Ann is a little heavy set with blonde hair blue eyes and a large bust.<br>\r\nTheir daughter talked about it all night til her mother tucked her in.<br>\r\nThe next morning Mike was off to work early in the morning so Ann drove Carmen to Dr. C's lab before heading to work.<br>\r\nCarmen was greeted by the doctor as he ushered her in for a tour!</span></div></div>",
            "created":1601182800,
            "id":2911147,
            "title":"Carmen 12 1/2"
        },
        "13":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "A set of new hair clips that'll regress her down to a 5 year old",
                "Nail polish that will make her 12 again but she'll be the size of a 9 year old",
                "A pack of cute socks that'll start taking away her big girl motor skills",
                "Age regression lotion",
                "A bracelet with regressive powers"
            ],
            "content":"<div class=\"\"><div> <span>Sarah finished off a long day of 10th grade that started at 6am with soccer practice, and ended with running track for an hour after school. Its a beautiful Thursday afternoon so she decides to walk home, as the short blonde walks through the outskirts of town she comes across a newer shop that has a lot of random things up in the store front window with the name of the store writen across the top. \" 'New things, old you' that sounds fun, I could check it out I do need some new hair clips they should have something cute.\" The short blonde 16 teen year old says to herself as she walked in. <br>\r\n<br>\r\nThe clerk behind the counter heard the bell and looked up from her phone to see a young short haired blonde girl who looked not much older than 12, dressed in a simple pink tee shirt, small black gym shorts, pink socks and matching pink sneakers. The girl was obviously wearing a bra but wasn't holding much on the almost flat chested girl. <br>\r\nThe clerk stood up from her stool and watched the customer look at different cutesy hair clips before walking over.<br>\r\n<br>\r\n\"Hello little girl can I help you with anything?\"<br>\r\nSarah looked up at a tall, thin, busty, long haired brunette and paused for a minute before giggling a little. <br>\r\n\"No I'm ok I might get a few hair clips though, this short bob cut looks cute but can be a pain when in varsity sports.\"<br>\r\n<br>\r\n\"Varsity? But your surely not old enough for that. You look like a middle schooler.\" The clerk says kneeling down to the small girl.<br>\r\n<br>\r\nSarah giggles. \"Its ok I get that a lot, I'm actually 16. My name is Sarah Miles I go to the high school up the road.\"<br>\r\n<br>\r\n\"Oh my gosh, I'm so sorry honey! You just look so... little... sorry if thats insulting. My name is Mya.\"<br>\r\n<br>\r\n\"Haha no no its all good! I'm well aware that I could pass as a preteen and it doesn't bother me, I fact some times I don't mind it. People are alot nicer to a polite kid than a polite teenager hehe he. Its nice to meet you Mya, this shop is so cute!\"<br>\r\n<br>\r\n\"Well thank you honey, its good to see you embrace your childish looks. Is there anything I can help you with?\"<br>\r\n<br>\r\nSarah walks through the store with Mya until she points out something almost like a small child would a new toy. Mya smiles knowing this would be an exciting sale. Mya rings up her new tiny friends purchase and they exchanged goodbyes. Mya laughs as the little girl walked out with a special surprise that'll really help her feel childish. Sarah picked out...</span></div></div>",
            "created":1600059600,
            "id":2902981,
            "title":"Sarah 16"
        },
        "14":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Dan wakes up wet...",
                "Dan wakes up feeling odd, like nothing fits",
                "Dan wakes up feeling lonely ",
                "Dan wakes up noticing his pillow and thumb were covered in drool",
                "S.e."
            ],
            "content":"<div class=\"\"><div> <span>Dan has had a great birthday party, his friends, and family threw him a great party but now after the cake is gone along with all the guests the newly minted 11 year old is fast asleep in his bed. New toys and game all over his room, some cake still on his face along with a huge smile as he dreams about his birthday party! The time is 1am and everyone is passed out except for one figure standing next to the 11 year old... its Kayla shes holding headphones and a small dropper bottle of liquid that looks a pinkish green. She loves her little brother but has always wished for a babysitter, and thanks to a creepy website and a fake sounding kit she will begin step one of getting a baby sitter she rightfully deserves. The headphones are places carefully on Dan's head over his ears as she presses the play button on the small mp3 player followed by the small dropper dripping the liquid into Dan's mouth. <br>\r\nKayla sits by the bed for an hour before she sees the recording for night one is done. She smiles, kisses Dan on the forehead and leaves. The next morning...</span></div></div>",
            "created":1599973200,
            "id":2902462,
            "title":"Dan 11"
        },
        "15":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Mel gets taken to the doctor ",
                "Mel gets a new baby sitter",
                "Mel runs into someone or something in the woods",
                "Mom signs Mel up for a experimental bedwetting cure",
                "A different character please! Thank you."
            ],
            "content":"<div class=\"\"><div> <span>Melody or as most call her Mel or Melly is a happy 8 and 1/4 year old and proud of that fact, especially since she started to learn fractions. She loves to run around the woods behind her house and exploring new places, her parents keep an eye out on her but support her curiosity. At 8 years old Melody is now in second grade but unfortunately due to the pandemic she does online learning over zoom with her class. She loves being a big, strong, smart, 8 year old thats why every morning she wakes up and tries to get out of her soaked pampers babydry as soon as possible! The poor girl has never had a dry night and the diaper bag full of diapering supplies in her closet along with the diaper genie is a constant reminder, whether its a nap, long car ride, or bedtime mommy always has to diaper her just incase. But this morning things begin to change.</span></div></div>",
            "created":1599973200,
            "id":2902459,
            "title":"Melody 8 1/4 or (other characters option)"
        },
        "152":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Ask for a diaper change ",
                "Log on to her zoom class",
                "Other "
            ],
            "content":"<div class=\"\"><div> <span>“Time to wake up for school,” a voice tells Melody<br>\r\n<br>\r\nMelody opens her eyes and sees not her mom but a much younger girl standing there. At first she is confused but then remembers her mom went back to work today and had hired the 18yo Kristin as her babysitter. Mel has only met Kristin for a short time but liked her enough and took her moms word that she would be a great babysitter. <br>\r\n<br>\r\nOnce she is awake the first thing she does is... </span></div></div>",
            "created":1600578000,
            "id":2906742,
            "title":"Mel gets a new baby sitter"
        },
        "1521":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Takes off the diaper ",
                "Tells her to leave it on "
            ],
            "content":"<div class=\"\"><div> <span>Mel knows that she is supposed to let someone know when she needs a change so that she can be properly wiped and not get another rash. <br>\r\n<br>\r\nKristin throws back the blankets and Untapes the wet pampers size 7. She then goes to the closet and get wipes and some cream, which Mel actually doesn’t mind. Still a little tired, Mel relaxes while Kristin cleans her diaper area. It’s only when she notices something else being slid under her that she looks up to see Kristin taping a new diaper on her. <br>\r\n<br>\r\nMel tells her the diapers are just for night time and Kristin looks embarrassed. Mel then </span></div></div>",
            "created":1600578000,
            "id":2906744,
            "title":"Ask for a diaper change "
        },
        "15212":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Her school uniform ",
                "A bright pink shirt and shortalls ",
                "A long sleeve white tee with pink hearts and a purple skirt",
                "A yellow shirt with big bird on it and pink jeans",
                "A flowery sundress and tights"
            ],
            "content":"<div class=\"\"><div> <span>Mel feels bad that Kristen looks s ppl embarrassed, almost as much as she feels but seeing the time getting closer to 8 and always wanting to be liked by new people Mel sits up and looks a Kristen. <br>\r\n\"Umm its okay I can wear it for now, my class starts soon anyway... but umm during my first break could you take it off me?\" Mel says really embarrassed but knowing she only has to get her homework out, get dressed, and straighten up she doesn't have a lot of time to mess around. <br>\r\nKristen perks up. \"Of course sweetie! I'll help you change around then, let's get you ready for school. Go brush your teeth and I'll get your clothes out and brush your hair!\" Kristen says happily patting Mel on her padded rear as she walked out of her bedroom. When she returned Kristen was ready to dress her in...</span></div></div>",
            "created":1600578000,
            "id":2907043,
            "title":"Tells her to leave it on "
        },
        "152125":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Has an accident when she stands up",
                "Run to the bathroom holding herself "
            ],
            "content":"<div class=\"\"><div> <span>Mel brushes her teeth in nothing but her dry diaper and Kristen helps her into her new sundress. She also pulls on a pair of tights which make her diaper visible although Mel doesn’t mind as her online school only shows her from the shoulders and up. <br>\r\n<br>\r\nKristin stays until Mel is logged on and then tells her that she will be in the other room if she needs help. As Mel finds school easy she doesn’t think she will though.<br>\r\n<br>\r\nAfter about two hours of class, Mel is ready for a break and needs to go potty but was too embarrassed to ask in front of her other Class Mates. She logs off and ...</span></div></div>",
            "created":1600664400,
            "id":2907254,
            "title":"A flowery sundress and tights"
        },
        "1521251":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Soaked",
                "Poopy",
                "Wet and messy",
                "Wet.   *The zoom call wasn't muted",
                "Poopy.  *zoom call was not muted"
            ],
            "content":"<div class=\"\"><div> <span>Mel sends the teacher a private message letting her know she would be right back after a potty break. The teacher accepted, Mel pauses her zoom class call and stood up. But as she did so she felt something very wrong, she was having an accident! She hasn't had an daytime accident while awake since she was 5 and her cousin scared her re bad in the attic. Not sure what to do she started to cry she felt like such a baby!<br>\r\n<br>\r\nKristen come running in to see Mel standing a little funny and crying. <br>\r\n\"Awe princess what happened did you have an accident? Let's see.\" Kristen says checking Mel like a baby, the 8 year old is embarrassed but only becomes more embarrassed as Kristen announced she was ______ and ready for a diaper change!</span></div></div>",
            "created":1600664400,
            "id":2907408,
            "title":"Has an accident when she stands up"
        },
        "1521252":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "She lifts her dress and sits down on the potty still wearing her diaper",
                "Mel pulls down her tights and has an accident ",
                "The bathroom is locked",
                "Mel gets to the potty on time and Kristen congratulates her like a toddler",
                "Mel noticed a training potty in the bathroom "
            ],
            "content":"<div class=\"\"><div> <span>Mel does the break sign off as to let the teacher and class know she'll be right back.<br>\r\n<br>\r\nMel gets up and runs off to the bathroom down the hall as the feeling to go gets more and more urgent she holds her crotch not really thinking about her diaper or the tights. <br>\r\n<br>\r\nOnce in the bathroom...</span></div></div>",
            "created":1600664400,
            "id":2907389,
            "title":"Run to the bathroom holding herself "
        },
        "15212522":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Changes herself ",
                "Pretends like nothing happened "
            ],
            "content":"<div class=\"\"><div> <span>Mel was just able to get her tights down when she felt her bladder give way and a stream of pee begin right into her diaper. Unsure of what to do, Mel finishes in her diaper, but doesn’t know what to do or if she should tell Kristen out of fear of looking like a baby. <br>\r\n<br>\r\nMel walks back to her room with her tights in her hand and wet diaper poking out below the dress. Not wanting to tell Kristen, Mel</span></div></div>",
            "created":1600750800,
            "id":2908019,
            "title":"Mel pulls down her tights and has an accident "
        },
        "152125221":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Distracted by her diaper ",
                "Bored and begins to not pay attention to class"
            ],
            "content":"<div class=\"\"><div> <span>Not wanting Kristen to think she needs diapers all day but not wanting to miss anymore of class, Mel pulls off the wet diaper and quickly grabs a new one. She struggles for a minute but finally sits down on the diaper and tapes it around her waist.<br>\r\n<br>\r\nMel decides to forget about the tights and sits back down for class. As class continues, Mel is...</span></div></div>",
            "created":1600837200,
            "id":2908615,
            "title":"Changes herself "
        },
        "1522":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Kristen brings up juice in a sippy cup and a bowl of cheerios ",
                "Her closet door is open showing her diaper bag with her name on it",
                "Melody needs the potty",
                "During class she needs to grab something and everyone sees her very soaked diape",
                "Melody is having trouble with math which she's always very good at"
            ],
            "content":"<div class=\"\"><div> <span>Mel looked at the time displayed on the clock next to her bed. 7:50am! Melody sat right up in bed urgently causing an audible crinkle and squish of her very soaked pampers. <br>\r\n<br>\r\n\"I gotta get on zoom for school! I slept too late!\" Melody cries out as her babysitter helps her out of the bed. <br>\r\n\"I tried waking you up sooner for a change and some breakfast but you were out cold and seemed to be enjoying your thumb. You jump on zoom, I'll brush your hair quick. Once your on then I'll brink you up some juice and some breakfast. On your first break I'll get you changed. Sound like a plan sleepy girl?\" Kristen says with a giggle pointing out the drool on Melody's thumb.<br>\r\n<br>\r\nMelody blushes but nods jumping out of bed with her pamper swaying with each step and crinkling the whole way until with a squish she sat down in her computer chair. With in 10 minutes Kristen had brushed Melody's hair into pigtails with little bows and changed the little girls nightgown out for a pink and purple shirt that says \"princess dreams and fairy tale wishes\" in pink glitter letters, which did nothing to hide the soaked diaper but as embarrassing as it was to sit there like that the 8 year old tried not to make a big deal about looking like a toddler. After all her class could only see her shoulders up and part of her bedroom what could go wrong...</span></div></div>",
            "created":1600664400,
            "id":2907424,
            "title":"Log on to her zoom class"
        },
        "15222":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "Kristen comes in to comfort her and change her",
                "Melody runs out of the room to find Kristen ",
                "Melody replied back no! And sat through class crying",
                "Melody needed the potty but as she got up has an accident ",
                "She gets booted from the class and given a new class to join when she's ready"
            ],
            "content":"<div class=\"\"><div> <span>Melody sat in her chair and waited for the class to start. She saw the rest of the class logging on but before it started she saw the reflection on her screen of her closet door open... the 8 year old eyes shot open wide as she could see in plainly as day her pink diaper bag wide open with her diapers popping out the top. She had to think quick, hopping to her feet Melody ran to her closet and closed the door but as she headed back the class started. Melody ran as fast as she could back to her chair but the damage was done! Some of the class was giggling seeing the whole thing especially her soaked diaper swinging and sagging as she ran!<br>\r\nMelody started to blush and cry, a few private messages were sent to her calling her a baby, saying goo goo gaa gaa, but what sent Melody into hysterics was her teacher sending her a message while claiming down the class if she needed to be excused for a diaper change!<br>\r\nMelody lost in and cried out loud.</span></div></div>",
            "created":1601096400,
            "id":2910336,
            "title":"Her closet door is open showing her diaper bag ..."
        },
        "15225":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Panties ",
                "A new diaper "
            ],
            "content":"<div class=\"\"><div> <span>While Mel thought her diaper would be the biggest problem, it turns out she quickly forgot about it when her teacher began talking about double and triple digit multiplication. Even though Mel was great at math it took her longer to grasp the subject and she surprisingly found comfort in the diaper. <br>\r\n<br>\r\nWhen the class ended, Kristen returned and helped Mel finish a few of the remaining problems before remembering she was still in her wet diaper. <br>\r\n<br>\r\n“How about we take that diaper off now,” Kristin offers<br>\r\n<br>\r\nMel stands up and allows Kristin to undo the tapes and throw the diaper away. Mel then grabs </span></div></div>",
            "created":1600750800,
            "id":2908021,
            "title":"Melody is having trouble with math which she"
        },
        "152251":{
            "author_id":"tidit445",
            "author_name":"Tidit445",
            "choices":[
                "After playing and having her sandwich its back to zoom class",
                "Melody falls into a huge mud puddle",
                "Melody has an accident while playing",
                "Melody needs to go potty!",
                "Kristen gives Mel her sandwich and a sippy cup of milk"
            ],
            "content":"<div class=\"\"><div> <span>Mel runs over to her dresser with just her shirt on and quickly grabs out a pair of panties but before she can put them on Kristen comes over with a few baby wipes and starts cleaning her up. <br>\r\n\"Oh Melody it looks like your getting a little rash on your bottom! Let's put some cream on that then you can get your panties and jeans on before you go play outside til your next zoom class starts in 1 hour.\" Kristen says taking the wipes and soaked diaper and putting them in the diaper genie. <br>\r\nMelody is once again embarrassed but not new to diaper rashes even at her age. Kristen gets Melody squared away with some butt paste and let's her get dressed leaving to the kitchen to make a pb and j for Mel.<br>\r\nMelody shakes off her embarrassment and quickly gets on her panties and a pair jeans before running off to the back yard to play.</span></div></div>",
            "created":1600750800,
            "id":2908345,
            "title":"Panties "
        },
        "152252":{
            "author_id":"walkingdead1",
            "author_name":"Walkingdead1",
            "choices":[
                "Play outside ",
                "Work on homework "
            ],
            "content":"<div class=\"\"><div> <span>Mel surprises Kristen by handing her a new pampers diaper and standing there expectingly.<br>\r\n<br>\r\n“Do you want to wear this,” Kristin asks surprised.<br>\r\n<br>\r\nMel just nods and says that she likes having the protection during class. Kristin only shrugs and tapes the diaper to Mel while she stands up, the way her mom usually does it, as lying down felt more babyish. Once she has a new diaper on Kristen and Mel...</span></div></div>",
            "created":1600837200,
            "id":2908616,
            "title":"A new diaper "
        }
    },
    "info":{
        "author_id":"tidit445",
        "author_name":"Tidit445",
        "brief_description":"Going from big kid to baby is harder than it looks.",
        "created":1599847560,
        "description":"<td align=\"left\" class=\"norm\">In this interactive we will be watching how teens, preteens, and kids deal with going from being big back down to toddlers, babies, infants, or even back to the womb! <br>\r\nMost of these stories will not be fair, so don't be afraid to have their regressions be cruel or unfair.<br>\r\n***Please 3 sentences or more on each addition, no killing, or sex. <br>\r\n***Rewards will be handed out for detailed, and well presented additions!<br>\r\nHappy writing!</td>",
        "id":2232018,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600868280,
        "modified":1601230140,
        "pretty_title":"How not to be a big kid anymore"
    }
}