{
    "chapters":{
        "1":{
            "author_id":"thefireofice",
            "author_name":"Fire of life",
            "choices":[
                "Mason comes in and see you",
                "Paul come in and see you",
                "You jump down",
                "You wait for one of them",
                "You freak out"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You hear a loud bang it when you open your eyes you see that you have shrunken Dow to 1/4 of a inch you look around to see your now giant bed you don't Know what happened  you start walk around when </span></div></span></div>",
            "created":1498539600,
            "id":2343689,
            "title":"Downsized"
        },
        "12":{
            "author_id":"nathiani",
            "author_name":"Nathiani",
            "choices":[
                "On his massive cock",
                "On his hairy chest",
                "But his two massive feet",
                "In front of his balls",
                "Between his pecs"
            ],
            "content":"<div class=\"\"><div> <span>You try to figure out what to do next as you look around the giant bedroom when you here the massive door creak open. Your husband Paul walks in wearing only a pair of black sweat pants that hug his ass really nicely.Since it's still early Paul is trying to sneak in without waking you up. He looks at the bed and notices that you aren't in it and walks closer. You wave your arms and scream at him and he looks down! You're filled with joy knowing that you have someone to protect you in this terrifying massive world. But then he grabs you.<br>\r\n<br>\r\nUp until that point you had realized that Paul was a giant, how could you not, but you didn't take in his full size until his gigantic fingers wrapped around your pathetically tiny body and lifted you up to his face. You take a minute to look at his face. The short black hair, his warm brown eyes. The bit of stubble on his chin. His tan skin and plump lips. All of the reasons you thought he looked so good were now magnified and made him one thousand times more gorgeous. <br>\r\n<br>\r\nPaul holds you up to his massive eye and says \"Matt? What happened to you?\"<br>\r\n\"I don't know Paul, I took some medicine in the night and then woke up like this\"<br>\r\n\"Weird\"<br>\r\n\"Paul we have to get to a hospital so I can get back to normal\"<br>\r\n\"We could do that\" Paul says as he looks at you \"or we could have some fun\" he gently pulled his sweatpants down with his hand  \"you know I like to dominate and what better time then now since you're so small and pathetic.\"<br>\r\n\"Ok\" You say smiling up at him<br>\r\n<br>\r\nPaul lays his massive body down on the bed and takes his underwear and sweat pants off so he's completely naked. You are then placed...</span></div></div>",
            "created":1499230800,
            "id":2347738,
            "title":"Your massive husband "
        },
        "13":{
            "author_id":"nathiani",
            "author_name":"Nathiani",
            "choices":[
                "Paul's soccer uniform ",
                "Paul's gym bag",
                "Masons underwear ",
                "None because Paul walks in and flops onto the bed"
            ],
            "content":"<div class=\"\"><div> <span>You decide that the best course of action would be to try and contact one of your now giant housemates. You don't worry about who, you know them pretty well and think they'll want you back to full size as soon as possible. <br>\r\n<br>\r\nThe first problem was finding away off the bed, luckily for you your husband has a bad habit of leaving his clothes scattered around the bedroom floor. Close to the foot of the bed is Paul's crumpled up soccer uniform since he plays in the local men's league. There is also a pair Of Masons massive boxer briefs from your last three way a little closer to you. Finally your husbands gym bag is also close enough to land in and has the most padding but may be tricky to get out of. <br>\r\n<br>\r\nAfter a bit of thinking you decide to jump onto....</span></div></div>",
            "created":1499144400,
            "id":2347317,
            "title":"You jump down"
        },
        "132":{
            "author_id":"nathiani",
            "author_name":"Nathiani",
            "choices":[
                "Paul's shorts again ",
                "Hairy and muscular Dan"
            ],
            "content":"<div class=\"\"><div> <span>You decide that your gonna jump into Paul's gym bag because it has the most padding. You take a deep breath and then you jump. You scream all the way down until you land with a soft thud on Paul's massive navy blue workout shirt. As soon as you hit the surface you realize he hasn't washed it in a week or so because your nose instantly catches the stench of sweat and musk. You actually kind of like it. You stand up and start to walk when you slide down a wrinkle in the shirt to the bottom of the bag. You walk to the wall and realize that there is no way you could climb it . And so you sit down and wait.<br>\r\n<br>\r\nA few hours later and you here something \"thud\" then you here it again \"thud\" and again and again they keep getting louder. With realization that it's the steps of a giant you get to your feet and start to yell but Paul zips up the bag and picks it up. You fly all over the place while Paul walks to the gym like he does every day. Finally the bag lands with a hard thud and Paul opens the bag. You find yourself on his shorts and he takes them out of the bag and shakes them out sending you flying somewhere in the locker room.<br>\r\n<br>\r\nYou land on...</span></div></div>",
            "created":1499230800,
            "id":2347732,
            "title":"Trapped in the gym bag "
        },
        "1322":{
            "author_id":"tacoseal",
            "author_name":"Nate",
            "choices":[
                "Dans open water bottle ",
                "Dans shoe",
                "Dans workout shorts"
            ],
            "content":"<div class=\"\"><div> <span>You recognize the locker room as you soar through the air it's The rugby locker room that is part of the teams private gym. You finally hit something with a thud and start falling downward. As you look you realize you hit the muscular pec of Dan the rugby teams assistant coach.<br>\r\n<br>\r\nHe is in amazing shape and has a short but bushy brownish red beard. The same colour hair completely covers his body. As you fall you land in....</span></div></div>",
            "created":1516597200,
            "id":2443902,
            "title":"The colossal Dan"
        },
        "13221":{
            "author_id":"akatheguy",
            "author_name":"akatheguy",
            "choices":[
                "Dan is taking out some protein powder to mix in with the water!",
                "Dan takes a drink before closing up the bottle!"
            ],
            "content":"<div class=\"\"><div> <span>You plummet through the air, rushing past Dan's toned stomach. You could reach out and touch his abs if you wanted. Screaming uselessly as the air rushes past you, you stop as the light of the locker room is blacked out. You briefly wondered what had happened, but then it became clear. You had landed in Dan's black, plastic sports bottle with the tiniest of splashes. Of course, nobody had noticed.<br>\r\n<br>\r\nFor you it was a gigantic drop, hundreds of feet, and as a result you sank deep into the water on impact. <br>\r\n<br>\r\nSwimming desperately to the surface, you emerged and gasped for breath, but every minute movement of the colossal rugby hunk threw you around chaotically. You yelled out but it was useless - you were much too quiet to be heard, and besides, the heavy plastic sports bottle was containing all the sound. You would simply have to try and escape when he tipped it...and try and stay out of the gaping maw.<br>\r\n<br>\r\nStaying afloat, you heard an enormous THUD as Dan put the bottle down on the bench. You looked up, through the tiny opening in the bottle, and you got a glimpse of Dan's body. His muscular arm reached over the bottle and took something out of his locker.</span></div></div>",
            "created":1555736400,
            "id":2647413,
            "title":"Dan's open water bottle "
        },
        "13223":{
            "author_id":"akatheguy",
            "author_name":"akatheguy",
            "choices":[
                "Yep - and you were entombed inside his boxers (and entagled in his pubes?)",
                "Nope - stuck between shorts and boxers (or did you fall straight through?)"
            ],
            "content":"<div class=\"\"><div> <span>You plummet through the air, rushing past Dan's  toned stomach. You could reach out and touch his abs if you wanted. Screaming uselessly as the air rushes past you, you stop as the light of the locker room is blacked out. Briefly, you wonder what could possibly have happened before you see two enormous ropes fly past you on either side - Dan had stretched out the waistband of his building-sized shorts to release the drawstrings and you'd fallen straight in.<br>\r\n<br>\r\nBut had he also stretched the waistband of his boxers?</span></div></div>",
            "created":1554872400,
            "id":2643188,
            "title":"Dan's workout shorts"
        },
        "132231":{
            "author_id":"akatheguy",
            "author_name":"akatheguy",
            "choices":[
                "Try and get out of the pubes by pulling them out.",
                "Stay where you are for now."
            ],
            "content":"<div class=\"\"><div> <span>You landed with a thud in a thick, wiry...plant. It took you a second to realize that it could only be his pubes, each one capable of  wrapping around you. You were overwhelmed by the smell, the feel of the coarse hairs around you. It was a bizarre environment. There was still light as Dan adjusted himself and you could see his thick cock, soft and yet still the size of an office block to you. You were completely irrelevant not only to Dan, but to his genitalia - a mere bug in the lap of this god. Screaming your lungs out and thrashing did you no good as you simply sank further into the pubes until you landed at the base of his member, completely surrounded and enmeshed.<br>\r\n<br>\r\nDan stayed still for a moment, or at least his movements were minimal. This gave you a second to reassess. Dan was about to go play and coach Rugby. To be outside was an incredibly dangerous environment...and if there was any part of the body he would protect, it would be right here. It could be that for now this is the safest place you could be, and then later you could escape and try and get his attention. Also, there was a small part of you that was enjoying being trapped in here with the huge dick...you wanted the chance to play with it a little. On the other hand, trying to thrash your way out had two potential benefits - you could get out of the pubes and escape into the locker room, giving you a chance to find Paul and end this nightmare, or you could end up getting Dan's attention if you pull a few of them out and he'd help you.<br>\r\n<br>\r\nEither way, you're going to have to make the decision fast, before the magnificent behemoth that is Dan makes it for you!</span></div></div>",
            "created":1556946000,
            "id":2654899,
            "title":"Yep - entombed inside his boxers"
        },
        "132232":{
            "author_id":"akatheguy",
            "author_name":"akatheguy",
            "choices":[
                "You land in the crotch region of the shorts...",
                "You fall straight through and land on the floor!"
            ],
            "content":"<div class=\"\"><div> <span>The darkness enveloped you as you fell into Dan's shorts, though not his boxers. The fabric whipped around you as you fell, and the darkness made it impossible to get any sense of where you were. You screamed as gravity continued to do its job...</span></div></div>",
            "created":1560315600,
            "id":2672343,
            "title":"Nope - stuck between shorts and boxers?"
        },
        "14":{
            "author_id":"taiprime",
            "author_name":"TAIPRIME ",
            "choices":[
                "Under his balls",
                "Under the head of his penis",
                "In his butt crack",
                "You fell to the floor at his feet",
                "You flew into the night stand drawer"
            ],
            "content":"<div class=\"\"><div> <span>You decide that instead of jumping down or freaking out, you'll just wait for one of them to come in and get their attention. After about 30 minutes, the door to your room opens, and in walks your husband  Paul. He's naked except for the towel around his waist. \"Matt? Matt where are you? Maybe he's in the bathroom. I'll just sit on the bed and wait for him to come back. The thuds of his feet are heavy against the floor. You jump and down waving your hands and yelling out his name. He doesn't seem to see you on the bed. It confirmed he doesn't see you, when he turns and drops his towel, before going to sit on the bed where you are standing. You run to avoid him as his shadow gets closer. He sits down on the bed where you where standing a moment ago. Where are you? </span></div></div>",
            "created":1499230800,
            "id":2347984,
            "title":"You wait for one of them"
        },
        "15":{
            "author_id":"nathiani",
            "author_name":"Nathiani",
            "choices":[
                "Find the pills in the bathroom ",
                "Go out to find the giants",
                "Stay and get the attention of the giants",
                "Explore the house "
            ],
            "content":"<div class=\"\"><div> <span>Seeing the giant bedroom you do the only thing that feels natural, you freak out. You start to yell for Paul or Mason but your to small and they'd never here you. You begin to run around the bed, over the wrinkles that are now hills. You come to the edge of the mattress and look down, there is a bit of sheet that hangs down to the floor and you decide to slide down it to the ground.<br>\r\n<br>\r\nOnce on the ground you look around and become even more scared because you realize that now you have the added threat of being stepped on by a massive foot. You look around and try to get a grip on yourself. After a few deep breaths you are calm enough to think. You have several options for what your course of action could be. <br>\r\n<br>\r\nYou shrunk after taking that pill so your first option would be to get to the bathroom to investigate. The second option would be to go find a giant Paul or Mason to help you. Third you could try to find a way to get a giants attention in the bedroom. Finally, you could enjoy it and explore. You realize the last option doesn't help you but when else are you gonna get an opportunity like this, and you have to admit the thought of your giant husband is pretty good.<br>\r\n<br>\r\nYou decide to...</span></div></div>",
            "created":1499403600,
            "id":2348998,
            "title":"You freak out"
        },
        "154":{
            "author_id":"nathiani",
            "author_name":"Nathiani",
            "choices":[
                "Masons room",
                "Bathroom ",
                "Backyard "
            ],
            "content":"<div class=\"\"><div> <span>The appeal of exploring the giant house is to strong and you decide to head out on an adventure. You exit your master bedroom and enter the hall. From here you have a few options. You could head to masons bedroom. Or the bathroom or into your backyard.</span></div></div>",
            "created":1500786000,
            "id":2358233,
            "title":"A new perspective "
        },
        "1543":{
            "author_id":"tacoseal",
            "author_name":"Nate",
            "choices":[
                "Gets something to eat",
                "Licks Jack (and you stick to him)",
                "Realizes you are still on his tongue "
            ],
            "content":"<div class=\"\"><div> <span>You decide to head outside into your backyard as you think it would be a once in a lifetime chance to see it from this perspective. It takes you an hour before you even reach the massive front door. You slip under the bottom out onto the walkway. From there you head into the jungle that was the grass. It's mesmerizing. You get broken from your trance when you hear something odd though.<br>\r\n<br>\r\nIn the distance you can hear someone yelling \"titan. Titan get back here\". You recognize too late what this means as a shadow falls over you. You look up to see your neighbor Jacks (also gay) enormous German shepherd Titan. Titan is a fitting name from your perspective as he completely blocks the sun for you. He stares down at you and you fill with terror as a single drop of drool falls close to you creating a swimming pool. This sets you of and you sprint back towards the house.<br>\r\n<br>\r\nYou make it to the walkway before he catches you. His massive tongue slams into your back and you are pulled into his cavernous maw. You realize this is probably the end so you close your eyes.... but nothing happens. You are still alive. Jack grabs Titans leash and takes him back to his house. Once in the house Titan....</span></div></div>",
            "created":1517202000,
            "id":2446585,
            "title":"Meet Titan"
        }
    },
    "info":{
        "author_id":"ianc",
        "author_name":"littleguy",
        "brief_description":"You shrink down to a 1/4 of an inch when taking some medication. ",
        "created":1251489360,
        "description":"<td align=\"left\" class=\"norm\">You are Matt Cooper and work as a physio for st helens rugby team where you met your husband Paul Sculthorpe you have been together for 8 years and married for 3.<br>\r\n<br>\r\nThere is a friend living with you as he is having a rough period at the moment and your helping him out he is Mason Ryan.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nThe three of you are so comfortable round each other that you all walk round naked.<br>\r\nNo females.<br>\r\n<br>\r\nIt's Saturday night and you Paul and Mason are having  dvd night it gets to about 12.45am and you annouce that you're going to bed and head to your bedroom leaving your husband and Mason to cuddle on the sofa all of you have had plenty of threesomes so it does'nt bother you that Paul and Mason are cuddling up you wake up at about 4.30am with a pounding in your head and go the bathroom to take some tablets on your way back to bed you pop your head into Mason's room and see he Paul cuddled up together you smile then go back to bed you wake up a couple of hours later to a loud bang.</td>",
        "id":1595149,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1560360420,
        "pretty_title":"The shrunk husband"
    }
}