{
    "chapters":{
        "1":{
            "author_id":"theminimalist",
            "author_name":"theminimalist",
            "choices":[
                "She gets pulled over by a creepy cop",
                "She becomes a cheerleader",
                "She finds a babysitting gig",
                "Her car breaks down",
                "She's tanning in her yard"
            ],
            "content":"<div class=\"\"><div> <span>Rebecca is a beautiful 18-year-old. She has a perfect firm body with large breasts and a firm ass but is very naïve regarding sex. Her mother had tried to keep her away from boys but with Rebecca's looks, it was hard. Mom had gotten pregnant at an early age and did not want that to happen to Rebecca. With her innocent face and sexy body, Rebecca had her share of boys trying to coax her into giving up her virginity. As a compromise, they were always trying to get her to perform oral and anal sex with her, but she had refused.<br>\r\n<br>\r\nAs Rebecca started at the new school, she would get looks from males in the hallways every day. Girls were jealous of her and the males lusted after Rebecca's perfect virgin body. She would typically wear sundresses that showed off her figure as well as her long, golden brown legs.  Her low riding dresses barely covered her tight ass. Her outfits would often reveal her smooth tanned skin.<br>\r\n<br>\r\nRebecca would wear just the right amount of makeup and often had her long hair in two pigtails with various ribbons. Her bangs draped sweetly over her forehead, cut evenly just above her eyebrows, which adds to her schoolgirl innocence. With an amazingly hot body, men of all ages lusted after. <br>\r\n<br>\r\n<br>\r\nAlso, Rebecca is insanely ticklish, so the best boys could get was some groping as they tickled her. She hated to be tickled.  However, she would erupt in sweet laughter making others think she liked it.  Once the boys started having their hands on her body to tickle her, groping was sure to happen. So Rebecca did her best to avoid getting into ticklish situations. <br>\r\n<br>\r\n<br>\r\nChoose what happens next to the new hot ticklish girl in town. <br>\r\n<br>\r\n</span></div></div>",
            "created":1526446800,
            "id":2494147,
            "title":"A Bad Day "
        },
        "11":{
            "author_id":"theminimalist",
            "author_name":"theminimalist",
            "choices":[
                "The officer gropes Rebecca",
                "The officer tickles Rebecca",
                "The officer kisses Rebecca",
                "Another officer pulls up to assist",
                "Rebecca gets scared and resists the officer from having his way with her. "
            ],
            "content":"<div class=\"\"><div> <span>Rebecca was driving to school when she noticed a police car following her with its lights on.<br>\r\n            <br>\r\n\" I must have been speeding\", exclaimed Rebecca, slowing the car down and pulling over the side of the road. \"I hope I won't get a ticket\", she said.<br>\r\n<br>\r\nThe Officer got out of the car and walked over to the driver's window. \"May I see your driver's license and registration,\" he said. He was much older than Rebecca. The cop was also very large and muscular. He instantly noticed the cheerleader outfit she is wearing. The crop top revealed a lot of her bare midriff and offered a nice view of her breasts.  The micro pleated skirt is extremely short and reveals a lot of her gorgeous legs. The creepy officer really liked Rebecca's hair styled into pigtails. <br>\r\n<br>\r\n\"A cheerleader I take it,\" he says. <br>\r\n<br>\r\nRebecca could feel the lust in the eyes of the cop and instantly regrets wearing a skimpy outfit that reveals so much of her young tan skin. \"Yes sir. I am new to the school and just joined the team.  We are having a pep rally later today.\" <br>\r\n<br>\r\n\"Isn't that nice.\" said the old creepy cop.  \"It's been a long time since I enjoyed a cheerleader. However, I don't think they were ever as pretty as you. Please stay in the car and I will be back with you in a minute\", the Officer said.<br>\r\n<br>\r\nRebecca waited for over 10 minutes and could see the Officer talking to someone over his radio. He finally got out of his car and was walking back over to them. She is so late for school! <br>\r\n<br>\r\n\"Pretty lady, I need you out of the vehicle\", the Officer said.<br>\r\n            <br>\r\n \"What's the matter\", said Rebecca, getting nervous now.<br>\r\n<br>\r\n\"The vehicle has been reported stolen, so I am going to have to take you back to the headquarters and get this straightened out before you can be on your way. If you cooperate, we can get this over painlessly and quick\", the Officer exclaimed.<br>\r\n<br>\r\nRebecca moved to the back of the vehicle, the Officer watching her carefully. Rebecca became more nervous, as the Officer's stare made her feel uncomfortable.  The skimpy cheerleading outfit showed there was not a hint of sag. Rebecca had a very firm ass underneath that skirt. <br>\r\n<br>\r\n   \"I am going to have to put handcuffs on you since I am the only one in the car. I will not make them tight, but you must cooperate or I can make this very difficult for you,\" he ordered.<br>\r\n<br>\r\nRebecca cringed when she heard the word handcuffs. She knew that once she was cuffed, she would be at the mercy of the Officer. He could do anything to her and the submissive girl would not be able to stop him.<br>\r\n<br>\r\n\"Lean over the trunk, spread your hands out, and spread your legs, so I may search you\", he ordered and pushed down on Rebecca's back forcing her down onto the trunk. Her breasts pushed into the trunk. \"Spread your hands out in front of you and do not move them\". Rebecca did as she was told. <br>\r\n<br>\r\n\"Spread your legs, I have to check you for weapons, before I can cuff you\", he ordered, pushing her legs further and further apart. They were soon over three feet apart and Rebecca began to tremble in fear.  She was wearing a very revealing cheerleader outfit. Where was he going to search her?<br>\r\n<br>\r\nRebecca was an incredible sight, bent over the car, her arms stretched out in front of her, her legs spread, and her short skirt had ridden up the back of her legs and now just barely covered her panties.<br>\r\n<br>\r\n\"Don't move, no matter what I do, or it will be trouble for you,\" he said. \"You are very beautiful with a firm and trim body. You also have an amazing ass. Your daddy ever tap this firm ass? \", he said pushing up her short skirt even more.<br>\r\n<br>\r\nRebecca did not like the way the conversation was going and began to fear what may happen. He would soon have her handcuffed, to do with her as he pleased and she would not be able to stop him.</span></div></div>",
            "created":1599973200,
            "id":2902451,
            "title":"She gets pulled over by a creepy cop"
        },
        "111":{
            "author_id":"theminimalist",
            "author_name":"theminimalist",
            "choices":[
                "He can't take it anymore. The officer decides to claim her virgin ass. ",
                "Another officer arrives on the scene",
                "The officer gets a hold of himself and places her in the police car. "
            ],
            "content":"<div class=\"\"><div> <span> She felt him lean over her spread body and he began to run his hands through her pigtails. She cringed when she felt his cock bump against her ass. It was large and very hard.<br>\r\n            <br>\r\n            \"Stay perfectly still\" he ordered and ran his large hands up and down her spread arms. He had now reached under her arms. \"Lift up from the trunk a little, so I can search you\", he ordered. As Rebecca lifted up, she also had to push her ass out into his cock.<br>\r\n            <br>\r\n            His large hands moved toward her breasts, and Rebecca began to sweat in fear. He grasped her breasts and began to feel them. \"Stay very still and it will be over soon, you have very firm breasts\", he whispered into her ear, his erect cock pushing into her ass. He continued to grope her breasts, longer than necessary to search for weapons.<br>\r\n            <br>\r\n            \"Please stop, I don't have any weapons in there\", she begged.<br>\r\n<br>\r\nHe pushed her firmly back down onto the trunk of the car.<br>\r\n            <br>\r\n            She could feel him crouched behind her and she knew that soon his hands would be on her legs and ass.<br>\r\n            <br>\r\n            \"Spread your legs further apart\", his hands pushing her knees outward, making the hot cheerleader shift her legs. Her legs were now over 4 feet apart.<br>\r\n            <br>\r\n            He began to run his hands up her legs, sending shivers down her spine. How far would he go? Crouched behind her, he had a good view up her short cheerleader skirt. <br>\r\n            <br>\r\n            \"You have beautiful legs, they seem to go forever\", he complimented her. His hands continued their journey up her legs until they reached her panties, and then stopped. Rebecca sighed with relief when his hands left her legs, but was short-lived when they returned to her waist. He began to feel around her waistband and then began to go down to her ass.<br>\r\n            <br>\r\n            \"You have a beautiful ass\", he said, making Rebecca cringe in embarrassment. It was all the officer could do not to grab her pigtails right there and claim her ass for his own pleasure. His hands began to grasp her cheeks of her ass roughly and pull them apart. The hot girl began to move to escape when she felt one hand slap her ass painfully. \"I told you not to move, obey me or suffer the punishment. <br>\r\n<br>\r\n \"I will obey you\", cried Rebecca. His rough hands continued to fondle her ass, slowly raising her skirt up over her ass, exposing her panty-covered ass. His hands slowly molded her cheeks, pushing her into the trunk. He began to separate her cheeks, running his finger along the crack.<br>\r\n            <br>\r\n            \"Don't, please, I don't like that\", Rebecca begged, his finger moving toward her ass.<br>\r\n            <br>\r\n            \"Quiet down and submit!\".<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1600923600,
            "id":2909043,
            "title":"The officer gropes Rebecca"
        },
        "1113":{
            "author_id":"theminimalist",
            "author_name":"theminimalist",
            "choices":[
                "The officer takes her to another place that is not the police station. ",
                "The scared cheerleader arrives at the police station",
                "Rebecca thinks of an escape plan. "
            ],
            "content":"<div class=\"\"><div> <span>             The Officer stood up and pulled up her panties and pushed her short cheerleader skirt back over her hips. He gave her a sharp slap on her ass. Smack. \"Stay in position\". Smack another slap on her ass. His hand reached under her skirt and between her legs and slapped the inside of her thigh. Smack.<br>\r\n            <br>\r\n            \"That hurts, stop, please\", she cried.<br>\r\n<br>\r\n<br>\r\n            \"Stand up now, and put your hands behind your back\", the Officer ordered. He put the cuffs on her wrists behind her back and pushed the gorgeous cheerleader into the back seat of the car. She fell into the seat, her skirt had ridden up, exposing her panties. <br>\r\n            <br>\r\n            \"Will you submit to whatever I command?\"<br>\r\n            <br>\r\n            \"Yes, please do not hurt me\", Rebecca responded.<br>\r\n            <br>\r\n            \"That's a good little girl\", and his hand reached out and touched her leg on the knee. \"Stay still\", he said as Rebecca tried to move from his hand. She froze as the big hand began to grasp her leg, moving up and down her leg. Her muscles in her legs tightened up in fear as the hand began to move between her legs.  <br>\r\n<br>\r\n           \"You have beautiful legs, as all cheerleaders do You must submit to me. Do you understand?\" Rebecca nodded her head. <br>\r\n<br>\r\n            \"No talking\", he ordered and placed himself behind the wheel. Rebecca could not wait until she got to the station and get away from this dirty old man.<br>\r\n<br>\r\n</span></div></div>",
            "created":1602997200,
            "id":2924006,
            "title":"The officer gets a hold of himself and places h..."
        }
    },
    "info":{
        "author_id":"theminimalist",
        "author_name":"theminimalist",
        "brief_description":"Sweet and innocent Rebecca moves into a new town. ",
        "created":1526512200,
        "description":"<td align=\"left\" class=\"norm\">Rebecca was new in town, her family had just moved early this past summer. The town was much larger than the little farming town from whence they came. During the end of summer, as she prepared for her last year of high school, the eighteen-year-old girl noticed males of all ages looking her over. She had a sweet/innocent face that matched her often worn pigtails. Rebecca has a very sexy body that and every male she encountered noticed. </td>",
        "id":2158269,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600926060,
        "modified":1603036080,
        "pretty_title":"New In Town"
    }
}