{
    "chapters":{
        "1":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "YouTube",
                "Twitch",
                "Mixer",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose the website of your favorite streamer.</span></div></span></div>",
            "created":1585630800,
            "id":2810731,
            "title":"Intro"
        },
        "11":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Bell Delphine",
                "SSSniperWolf",
                "AzzyLand",
                "Alissa Violet",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who are you shrunken by?</span></div></span></div>",
            "created":1585976400,
            "id":2813384,
            "title":"YouTube"
        },
        "12":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "STPeach",
                "Pokimane",
                "Amouranth",
                "Alinity Divine",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who are you shrunken by?</span></div></span></div>",
            "created":1585890000,
            "id":2812865,
            "title":"Twitch Streamers"
        },
        "121":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Run and hide",
                "Try to get her attention",
                "Aproach her stealthily"
            ],
            "content":"<div class=\"\"><div> <span>You're in your room, browsing twitch for something to watch.  You click on a popular streamer called STPeach playing League of legends, and your greeted by one of the most beautiful girls you've ever seen.  You intently watch the stream for about an hour or so and decide to go to bed.  You drift of to sleep thinking about the girl you saw on that stream.  When you wake up you notice your bed feels harder and your blankets are gone.  You open your eyes and realize your not in your room at all.  You can see for what seems to be miles in every direction and the ground seems to be made of some coarse fiber.  As you're gathering in your surroundings you hear a low rumble.<br>\r\n<br>\r\nboom<br>\r\n<br>\r\nBoom<br>\r\n<br>\r\nBOOM<br>\r\n<br>\r\nThe sound is growing louder and you can feel the earth start to shake, an earthquake you think.  Off in the distance you notice a gigantic figure growing closer, but its too far away to make out.  Soon enough it grows closer, and you realize its the streamer you saw the night before.  She's giant you think to your self.  As you look around more you notice what looks to be giant bed and furniture.  She's not giant, you've shrunk.  By your estimations you realize you must be only 3 or 4 inches tall.  During this time of spacing out you realize she's almost on top of you.  She stops about a regular size foot away from you, you look up and see her wearing <a rel=\"nofollow\" href=\"https://www.instagram.com/p/B0RBUQQAA1W/?utm_source=ig_web_copy_link\" target=\"_blank\">https://www.instagram.com/p/B0RBUQQAA1W/...</a>  you have to act fast, what do you do?</span></div></div>",
            "created":1586062800,
            "id":2813512,
            "title":"STPeach"
        },
        "1211":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Safe",
                "Captured"
            ],
            "content":"<div class=\"\"><div> <span>At that moment you decide it's in your best interest to get out of there.  Maybe with more time you can think of a better strategy to get back to your regular size.  You start to sprint as fast as you can to hide under the bed.  Behind you, you hear a giant voice say \"whats that on the floor?\"  Without stopping you look back and see a giant hand zooming towards you.  You're so close to the edge of the bed, you give it everything you've got.  Do you make it?</span></div></div>",
            "created":1586149200,
            "id":2814476,
            "title":"Run and hide"
        },
        "12112":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "She believe's you",
                "She thinks you're lying",
                "She's the one that shrunk you"
            ],
            "content":"<div class=\"\"><div> <span>You're almost there, you barely make it under the bed as you feel her giant fingers wrap around you.  You're heart sinks and you panic and try to break free.  It's no use, at your current size you're completely powerless against this giant girl.  The giant hand brings you up to her face and says \"What are you?\"<br>\r\n<a rel=\"nofollow\" href=\"https://www.instagram.com/p/BgwzI3FA1pW/?utm_source=ig_web_copy_link\" target=\"_blank\">https://www.instagram.com/p/BgwzI3FA1pW/...</a> <br>\r\nYou tell her your a person and have no idea how you were shrunken, or ended up on her floor.  Does she believe your story?</span></div></div>",
            "created":1586149200,
            "id":2814489,
            "title":"Captured"
        }
    },
    "info":{
        "author_id":"flurfley",
        "author_name":"Flurfley",
        "brief_description":"Stories about being shrunk by your favorite streamers.",
        "created":1585637040,
        "description":"<td align=\"left\" class=\"norm\">Anyone's free to add, just please use good grammar, and avoid one sentence chapters as much as possible.</td>",
        "id":2217550,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586210580,
        "pretty_title":"Shrunken By A Streamer"
    }
}