{
    "chapters":{
        "1":{
            "author_id":"who-me",
            "author_name":"who-me",
            "choices":[
                "Breast Expansion",
                "Shrinkage",
                "Butt growth",
                "Height increase",
                "Multiple of the above"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>As the twins moons set and the bright sun rises on Tristain Academy, which type of growth will be done today?</span></div></span></div>",
            "created":1218344400,
            "id":568053,
            "title":"A Starting Point"
        },
        "11":{
            "author_id":"who-me",
            "author_name":"who-me",
            "choices":[
                "Louise",
                "Siesta",
                "Montmorency",
                "Tiffania",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Now, which girl will be the vicitm of this growth?<br>\r\n<br>\r\nLouise, the pink haired, small breasted girl?  She's always wanting Saito to look at her more than the other girls<br>\r\n<br>\r\nSiesta, the commoner, who is also in love with Saito?<br>\r\n<br>\r\nMontmorency, who wants Guiche to look at her more often than not<br>\r\n<br>\r\nTiffania, Tifa to her friends, a 3rd season character, who already has huge breasts, but is unsure why people ask if they're real?  Perhaps a spell to shrink them goes awry?<br>\r\n<br>\r\nOr one of the the other girls around the area?</span></div></div>",
            "created":1218344400,
            "id":568054,
            "title":"Breast Expansion"
        },
        "111":{
            "author_id":"who-me",
            "author_name":"who-me",
            "choices":[
                "She tries a beauty spell, with mixed results",
                "Her sister, Cattleya gives her a potion",
                "She uses a spell to take from the other girls in school"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh Saito,\" Louise muttered in her sleep, rolling around.   But as she rolled to one side of the bed, she felt it missing something.  Slowly her eyes opened and she saw what was wrong:  Saito had left for training without telling her, again.<br>\r\n<br>\r\n\"STUPID BAKA! DOG!\" Louise shouted to no one.  \"Why doesn't he stay around me any more?\" Louise bemoaned, \"Ever since that Tifa came to the school, I rarely see him anymore.\"<br>\r\n<br>\r\nLouise sat down before her mirror and brushed down her messy hair.  Her eyes set upon her chest and what she felt was the reason for Saito's want to help Tiffania over his master.  She raised her hand to her chest and touched her small breasts.<br>\r\n<br>\r\n\"If only they were bigger,\" she sighed.  Louise soon dressed and went on her way to classes.<br>\r\n<br>\r\nHow will Louise increase her bust?</span></div></div>",
            "created":1218344400,
            "id":568064,
            "title":"Louise"
        },
        "1113":{
            "author_id":"eromerchant",
            "author_name":"Ero Merchant",
            "choices":[
                "Tifa",
                "Kirche",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>          After her classes, Louise went to the library, desperate to have her breasts larger. She snuck into the section with restricted books, generally reserved for teachers and high level students. After an hour of searching, she discovered a spell that might just work.<br>\r\n<br>\r\n          â\u0080\u009cSteal other's attributes...â\u0080\u009d she read from the musky tome. It was a spell to steal the body attributes of others. It appeared to work with just about everything, hair, weight, bust size... This was perfect! She hid the book under her cloak and dashed out, hopefully unnotticed. As she raced to her room, she thought of who to try this out on first.</span></div></div>",
            "created":1306126800,
            "id":1111503,
            "title":"She uses a spell to take from the other girls i..."
        },
        "11131":{
            "author_id":"eromerchant",
            "author_name":"Ero Merchant",
            "choices":[
                "Steal the rest from Tifa",
                "Take some from someone else"
            ],
            "content":"<div class=\"\"><div> <span>          The elf girl was the obvious first choice. Those monsterous breasts was just too distracting to that idiot dog, and deflating her a bit would be a good first step. She studied the spell closely, not wanting it to backfire. After  memorizing the incantation completely, she went out to find the elf, not able to wait any longer.<br>\r\n<br>\r\n          As she expected, she found Tifa and Saito together. Not in any compromizing position, but just sitting together talking on a bench in the garden. She was too far away to hear what they were saying, but it was still too much for Louise. She fumed and pointed her wand at the elf, and spoke the magical words. <br>\r\n<br>\r\n          Fortunately there was no obvious visual effect, but Tifa seemed to stop talking and look around bewildered as she cluched at her chest. Even at this distance Louise could see the boobs start to shrink as her own clothes began to feel tight. Her bra snapped and one button popped out from her blouse before it stopped. She looked down and felt her new breasts. It was a nice D cup she guessed, groaning as she squeezed the sensitive mounds. She hadn't stolen all of Tifa's size, though this was a good start.</span></div></div>",
            "created":1306126800,
            "id":1111504,
            "title":"Tifa"
        },
        "111312":{
            "author_id":"orionx2",
            "author_name":"OrionX2",
            "choices":[
                "Kirche",
                "Siesta"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who should Louise steal from next?</span></div></span></div>",
            "created":1346562000,
            "id":1418968,
            "title":"Take some from someone else"
        },
        "115":{
            "author_id":"orionx2",
            "author_name":"OrionX2",
            "choices":[
                "Queens",
                "Kirche",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about one of the queens Tabitha or Henrietta? How about Kirche? Or what about a different girl?</span></div></span></div>",
            "created":1358485200,
            "id":1510923,
            "title":"Other"
        },
        "1151":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "Tabitha!",
                "Henrietta!"
            ],
            "content":"<div class=\"\"><div> <span>Which Queen will get bigger breasts? <br>\r\n<br>\r\nTabitha, who like Louise has small breasts but could try to get Saito's attention?<br>\r\n<br>\r\nHenrietta, who fell in love with Saito in spite of knowing that she could ruin her friendship with Louise?</span></div></div>",
            "created":1580446800,
            "id":2780973,
            "title":"Bigger Queens"
        },
        "11511":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "Queen Tabitha",
                "Student Tabitha"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Wait!<br>\r\n<br>\r\nBefore continuing there is one small (no pun intended) detail that needs to be addressed;<br>\r\n<br>\r\nWill Tabitha's breasts expand when she is Queen, or when she was still a student at Tristanian Academy of Magic?</span></div></span></div>",
            "created":1580446800,
            "id":2780975,
            "title":"Queen?"
        },
        "12":{
            "author_id":"who-me",
            "author_name":"who-me",
            "choices":[
                "Saito",
                "Guiche",
                "Louise",
                "Siesta",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Saito and Guiche are known for looking at other women besides the ones they like best, Louise and Montmorency respectively.  But what if someone were to shrink one of them down a bit?<br>\r\n<br>\r\nOr someone shrinks down some competition of theirs so the boys are free?</span></div></div>",
            "created":1218344400,
            "id":568055,
            "title":"Shrinkage"
        },
        "121":{
            "author_id":"gunner19",
            "author_name":"Chaos Magnet",
            "choices":[
                "Louise's",
                "Siesta",
                "Kirche"
            ],
            "content":"<div class=\"\"><div> <span>\"YOU STUPID DOG!!!\" erupted from the room as the noble known by all in the magic academy as Louise the Zero was once again disciplining her familiar, Saito Hiraga.  The following explosion suprised no one in the school anymore.  Inside the room a smoldering Saito was coughing up smoke.  He gave his summoner a furious look and started into her.  \"What did you do that for Louise?!  I didn't do anything.\"  Louise's face turned red in fury as she begain to list her familiar's latest indescretion.  \"What did you do?!  You know what you did, you insolent dog!  Going around flirting with that maid.  Then Kirche being all over you with those cow breasts of her's.  You deserve every bit of this.\"  Saito was taken back at the accusations coming from his master and tried to refute them.  \"I didn't do anything Louise, I was just talking to them.\"  Louise's wand started to glow with a brilliant white light.  She took aim and let her righteous feminine fury unleash itself upon the japanese male.  There was a bright flash but no explosion and when her eyes came back into focus she saw Saito unconcious on the ground with legs spread and hands in evil warding gestures.  She gave a satisfied \"Hmph\" before storming out of the room.  After the door closed Saito started to glow softly and as he began to reduce in size.  The process stopped when Saito reached two inches tall.  Saito awoke to rhythmic booming sounds filling his ears.  He looked forward and saw two enormous pillars.  He tried to think of what they could be when realization struck him like lightening.  They were legs.  He recognized them too, these legs were... </span></div></div>",
            "created":1283317200,
            "id":948309,
            "title":"Saito"
        },
        "1211":{
            "author_id":"kukikuki47",
            "author_name":"Kukono",
            "choices":[
                "Choose to climb her body...",
                "Find a different way from the floor...",
                "She stops due to seeing a tiny figure on the ground..."
            ],
            "content":"<div class=\"\"><div> <span>Given the combination of the amount of time he spends with her, his sleeping position on the floor by her bed, his affection towards her and his general perversion, there was next to no chance he could mistake the legs of his master Louise. He could hardly believe his eyes, she was absolutely massive. He would be curious as to how he got this way, but the only possible conclusion was something different happening when she blew him up. It took a few moments, but he finally accepted the situation and stared up at her still figure.<br>\r\n<br>\r\nSince he was unconscious, he had no way of telling what time it currently was, but she was here so it was at least long enough for her to cool down. Though her face was barely visible, he could still make out a slight glare, and her cheeks were slightly red, likely from leftover anger from earlier. She was looking around the room, likely looking for her perverted familiar, but with him nowhere in site he could hear a frustrated sigh and saw her lift her leg, only to stomp it on the ground. It wouldn't have been a very harsh stomp under normal circumstances, but with his size, Saito was knocked on his bottom.<br>\r\n<br>\r\nHe rubbed his head and began to stand up again, but when he looked up again, he noticed her underwear under her skirt, which made him lose focus as he crawled a bit closer. He was, however, broken from his trance when he realized why he could suddenly see them. She had lifted her leg, and began to remove her shoe, which she tossed in his direction. Luckily it missed him, if only by a small margin, and he had a similar experience with the second one.<br>\r\n<br>\r\nIt was without a doubt because she thought he wasn't here, but she began to strip from her clothing, presumably to change. He also had no doubt that she was probably expecting him to clean everything up when he 'returned'. He however, was not above averting his eyes, and instead decided to welcome the visual feast, until she stopped at her undergarments, and began walking in his direction towards the bed.<br>\r\n<br>\r\nHe knew he wouldn't get stepped on, due to how close he was to her shoes, but the sight of her giant form still shook him up a bit. It was also at this point that he realized that he probably needed to figure out what to do. He had the choices of either finding a way to climb her, be it catching her bare swinging foot as she walks by or getting her attention once she gets to the bed. He could also find a way to grab her attention from somewhere down here, without contacting her body. What to do...</span></div></div>",
            "created":1460437200,
            "id":2131956,
            "title":"The Presence Of Louise."
        },
        "123":{
            "author_id":"edyasha",
            "author_name":"Rob",
            "choices":[
                "Hits Louise and she shrinks",
                "HIt's an item and it shirnks",
                "Gose and shrinks Saito and a girl he was talking to"
            ],
            "content":"<div class=\"\"><div> <span>Louise was walking around the Tristain Academy of Magic. She was mad that Saito left during a talk she giving him. She began to think that he was see another girl. <br>\r\n<br>\r\n\"That baka pervert dog,\" Louise thought angrily. She pulled out her wand with some what evil eyes.<br>\r\n<br>\r\n\"I swear if I ever how put him in the palm of my hands, I'll....\" Louise thought was she was so angry that she didn't notice the wand was glowing. The wand's glow then.............. </span></div></div>",
            "created":1218517200,
            "id":569018,
            "title":"The angry  Louise"
        },
        "1231":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "She immediately continues to shrink",
                "She continues to shrink over a number of days",
                "The spells affects are cause other people to grow instead of shrink"
            ],
            "content":"<div class=\"\"><div> <span>True to form, Louise's spell suddenly backfires causing herself to explode.<br>\r\n\"What was that?\" the other girl asked, as Saito turned around he suddenly realised who it was \"Louise!\" he shouted as he came rushing over into the smoke where he found Louise sitting down covered in soot marks as he tried to help her up she pulled away.<br>\r\n\"Baka! you think you can just flirt with anyone and still come to my aid!\" she shouted as she trew her wand at him and stood up as the smoke began to clear. Suddenly both of them realised Louise was even shorter than before as she stared up at Saito who seemed to be a giant. Nervously she stepped back \"Saito s-stop playing around now...stop l-levitating...\" she looked down to see his feet on the floor and realised her clothes were nearly falling off her, well that's when her skirt fell downdrawing attention from other people. Louise suddenly jumped over to Saito \"Saito g-g-get me out of here!\" Saito quickly picked Louise up and rushed her back to her room where...</span></div></div>",
            "created":1244869200,
            "id":707483,
            "title":"Hits Louise and she shrinks"
        },
        "12311":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Ten inches.",
                "Six inches."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>By the time Saito had gotten Louise away from the staring crowds, she had shrunken down in size to...</span></div></span></div>",
            "created":1416114000,
            "id":1887284,
            "title":"Even smaller Louise."
        },
        "123112":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "''Just leave me alone!''",
                "''If you must...''"
            ],
            "content":"<div class=\"\"><div> <span>''Hold on, Louise!'' Saito gasps, dropping her on her bed in her room, forgetting about her wellbeing in his haste, ''I'll be back soon-''<br>\n<br>\n''That hurt, you stupid dog!'' Louise screams at him, stamping her foot on the bed and overbalancing because of its springiness.<br>\n<br>\n''I'm sorry, Louise!'' Saito yelps in response, ''just... stay here, and stay safe, got it?!''<br>\n<br>\n''Why are YOU telling ME what to do, stupid baka Saito?!''<br>\n<br>\n''Because I don't wanna see you get hurt, or taken away!'' Saito yells back at the pink haired ball of fury on the bed. Her expression softens instantly when she hears this, and Saito continues, ''now, I'm gonna find a way to fix this, OK? Do you want me to ask Siesta to look after you while I'm gone?''<br>\n<br>\nLouise makes a noise comparable to a cat screeching, and shouts, ''No! Noooo way! Keep that disgusting human away from me!''<br>\n<br>\n''...someone else?'' Saito sighs, less than pleased at hearing one of his best friends referred to as 'disgusting'.<br>\n<br>\nLouise huffs Saito for a moment, before responding with:</span></div></div>",
            "created":1416546000,
            "id":1891223,
            "title":"Louise's lack of luck."
        },
        "1231122":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Tabitha.",
                "Queen Henrietta."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>''If you MUST have someone watch over me...'' the shrinken Louise insists, ''then I demand that you leave me under the care of...'' </span></div></span></div>",
            "created":1416546000,
            "id":1891242,
            "title":"Giving in."
        },
        "12311221":{
            "author_id":"anthonyl6892",
            "author_name":"Anthony-kun",
            "choices":[
                "reaching down for her.",
                "Climbing onto the bed with her."
            ],
            "content":"<div class=\"\"><div> <span>It took Saito only a few seconds to go over to Tabitha's room and ask her for help. The small blue haired girl was all to willing to help Saito, claiming that as his knight he didn't even have to ask.<br>\r\n<br>\r\nWhen they got back to Louise's room the poor pink haired girl had lost an other two inches in height. Saito quickly left to go find out what had happened, leaving the two girls alone.<br>\r\n<br>\r\nTabitha starred down at Louise, a look of shock and confusion on her normally impassive face.<br>\r\n<br>\r\nLouise looked up at Tabitha, with tears in her eyes at the sight of the giant girl who was she was normally taller than and fear in her heart as she realized that she was alone and defenseless with one of her many love rivals who very well might try to snuff her out to so that she would have a better chance at Saito's heart. It would be all to easy for her to just pick her up and throw her out the window after all. Tabitha could then claim that she had simply shrunk to the point that she couldn't be seen anymore.<br>\r\n<br>\r\nNo one would ever know, the perfect crime.<br>\r\n<br>\r\nComing out of her thoughts Louise screamed as she watched Tabitha...   </span></div></div>",
            "created":1416632400,
            "id":1892150,
            "title":"Doll-sitter Tabitha."
        },
        "123112212":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "There's a knock at the door.",
                "Siesta simply barges in."
            ],
            "content":"<div class=\"\"><div> <span>With Louise firmly grasped in one hand, Tabitha clambers onto her bed, and places the now-four-inch tall Louise down on the bed between her thighs, ''...playtime.''<br>\n<br>\nFear marrs Louise's face as the normally emotionless, taciturn chevalier flashes her an impish grin, and pulls her panties to one side, revealing a small strip of bright blue pubes.<br>\n<br>\n''Tabitha! What're you doing?!'' Louise screams, flailing to escape as she is pushed slowly towards Tabitha's pussy, ''you can't do this to me! I'm your friend, you stupid mute!''<br>\n<br>\n''Stupid?'' Tabitha mumbles, an angry glint appearing in her eye. She quickly discards this emotion however, and continues pushing the shrunken Louise closer to her pussy, ''bye bye, 'friend'.''<br>\n<br>\nLouise kicks out madly, her feet actually in contact with Tabitha's labia now, ''Nooooo, Tabitha, stop now!''<br>\n<br>\nAnd her feet are pushed past Tabitha's labia. She winces as the itchy scratching of pubic hair, combined with the warm slimy sensation of pussy juices, slowly inches its way up her shins. She tries to flail herself loose, however she simply doesn't have the strength left. All seems lost for the void mage, when suddenly...  </span></div></div>",
            "created":1417064400,
            "id":1894375,
            "title":"Two in the bed."
        },
        "1231122122":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Siesta does the right thing and saves Louise.",
                "Siesta never liked Louise anyway..."
            ],
            "content":"<div class=\"\"><div> <span>Without warning, the absent minded brunette charges into the room. She looks around confused for a moment, at first seeing Tabitha on her bed, ''Oh! Hey there Tabitha, have you-''<br>\n<br>\nBut then her eyes scroll down Tabitha's body. With her legs splayed and hands in her lap, Siesta isn't at all suspicious at first. But then she notices that the blue haired chevalier is <i>holding something</i> between her thighs, ''Umm... what's that you got... down there?''<br>\n<br>\nShe points towards Tabitha's crotch where, unbeknownst to her, a shrunken Louise is still struggling to avoid being pushed into Tabitha's dripping wet pussy.<br>\n<br>\n''Nothing...'' Tabitha smiles to herself, continuing to push the tiny girl into her.<br>\n<br>\n''aww c'mon Tabitha, I can see- WHAT THE HECK?!''<br>\n<br>\nSiesta moved a little closer to have another look, and recognises the mass of pink hair sticking out of Tabitha's pussy, ''L-Louise?!''<br>\n<br>\n''Not for long...'' Tabitha giggles quietly, pushing Louise in deeper still. She's now sunk in upto her chest, and there's little she can do but scream and flail.<br>\n<br>\n''You! Servant!'' She shrieks, sinking further and further into Tabitha's vagina. ''Don't just stand there, baka! Make yourself useful and stop this stupid mute from-''<br>\n<br>\nHer voice is reduced to a muffle however, as Tabitha pushes her face inside, preventing Louise from finishing her likely scathing remark. <br>\n<br>\n''Stupid...'' Tabitha grumbles, as the last of Louise's pink hair seeps past her labia, to be trapped indefinitely, ''I'm not stupid.''<br>\n<br>\nMeanwhile, Siesta is at a crossroads. Does she save Louise, her love rival, from certain death inside of Tabitha's pussy? Or does she just let the bitch rot in there?<br>\n<br>\nHell, she could even make things <i>worse</i> for little Louise...    </span></div></div>",
            "created":1421384400,
            "id":1918757,
            "title":"Filling the Void."
        },
        "12311221222":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "The spell hit Louise.",
                "The spell hit Tabitha."
            ],
            "content":"<div class=\"\"><div> <span>\"Can she... breathe in there?\" Siesta asks tentatively, staring at Tabitha's tight slit with a little <i>too much</i> interest.<br>\r\n<br>\r\n\"Doubt it...\" Tabitha mutters curtly, crossing her legs and sealing off Louise's exit, seemingly for good, \"...Go, please.\"<br>\r\n<br>\r\n\"Aww, do I hafta?\" Siesta complains, looking down at the ground and picking up what she perceives as a stick, \"but I wanted to annoy her a little more!\"<br>\r\n<br>\r\n\"...that's not...\" Tabitha mumbles, wondering exactly how Louise's wand made it into her room of all places, but Siesta continues to whine, \"Aww, pleeeease? I'll be gentle!\"<br>\r\n<br>\r\nThe chevalier's mind begins to buzz. On one hand, Siesta is being loud and annoying with her incessant pleading. And what a weird plea it is, essentially to pleasure her using Louise's wand, just to get back at Louise. <br>\r\n<br>\r\nSpeaking of Louise, she can still feel the shrunken girl squirm inside of her, sending tiny ripples of pleasure throughout her body. Ideally, she'd like for Siesta to leave, so that she can satisfy her frustrations in solitude. Likely using the shrunken Louise. But if Siesta keeps insisting, she doesn't know how long she can take the noise.<br>\r\n<br>\r\nOn the other hand, she could kill two birds with one 'stick'.<br>\r\n<br>\r\n\"...OK.\" The blue haired chevalier mumbles, and once again her legs slide slowly back open, revealing a little tuft of Louise's pink hair escaping from her labia.<br>\r\n<br>\r\n\"Finally!\" Siesta cries, kneeling down between the girl's thighs a little more enthusiastically than Tabitha would've liked, \"I-I'll be gentle, OK?\"<br>\r\n<br>\r\nTabitha simply nods, and lies back on her bed, awaiting the inevitable. Meanwhile, Siesta carefully crouches in between Tabitha's thighs, and negotiates the folds of her pussy with the wand, at first using it just to poke Louise's hair back inside. Once accomplished, the tip of the wand slides between her labia, and Siesta gauges for depth, edging the wand slowly further in and watching Tabitha's facial expression.<br>\r\n<br>\r\nHowever, this isn't the easiest of tasks, because Tabitha seems to remain blank-faced in virtually all situations, and this isn't an exception, regardless of how unique a situation it may be. So Siesta just trusts her knowledge of female anatomy, and gently speeds up her pumping of the wand. Tabitha's enjoying the sensation of a long, hard pole stimulating her clitoris, especially with Louise still stuck inside of her, and Siesta's enjoying the fact that she gets to make Louise suffer in perhaps the weirdest of ways.<br>\r\n<br>\r\nLouise on the other hand, isn't enjoying this at all. Barely able to breathe, covered in various juices, and constantly getting barraged with her own wand, which is too slippery for her to try and grab onto, she's hurt in more ways than just one. <br>\r\n<br>\r\n'When I get out of here...' she screeches internally, ready to boil over inside Tabitha's sweltering slit, 'ohh, they're gonna be SO sorry!'<br>\r\n<br>\r\nAnd suddenly, without warning, the shrunken void mage begins to glow, feeling a tremendous power surround her...<br>\r\n<br>\r\nOn the outside, Tabitha winces, actually showing pain. Siesta notices this, and stops instantly, \"O-oh! Did that hurt?! I-I'm sorry, I-\"<br>\r\n<br>\r\nShe removes the wand from Tabitha's pussy, only for a bright blue light to escape as she does so.<br>\r\n<br>\r\n\"What's going on?!\" Siesta cries, shocked and even scared, \"You're... glowing?!\"<br>\r\n<br>\r\n\"S-spell...\" Tabitha deadpans, the bluish glow starting to 'leak' out of her and surround more of her body. The blue continues to encompass Tabitha's entire body before long, and Tabitha knows what's going to happen.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1424235600,
            "id":1936368,
            "title":"A little revenge..."
        },
        "123112212221":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Made her unble to move her body",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What spell do to Louise?</span></div></span></div>",
            "created":1547096400,
            "id":2601831,
            "title":"The spell hit Louise."
        },
        "1231122122212":{
            "author_id":"gilligfan",
            "author_name":"PrincessKooh",
            "choices":[
                "Shrink her more",
                "Restore her to normal ",
                "Whoopsie Louise restored but with growth spurts ",
                "Readers choice "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What does the spell do to<br>\r\nLouise?</span></div></span></div>",
            "created":1547269200,
            "id":2602583,
            "title":"Something else "
        },
        "12311221222124":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Yes ",
                "No, let go with something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about spell change Louise into animal?</span></div></span></div>",
            "created":1547528400,
            "id":2603626,
            "title":"Readers choice "
        },
        "123112212221242":{
            "author_id":"anthonyl6892",
            "author_name":"Anthony-kun",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The spell fuses Louise to Tabitha, having her face become Tabitha's pussy.</span></div></span></div>",
            "created":1547528400,
            "id":2603701,
            "title":"Becoming the Pussy"
        },
        "1231122122212422":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Yes ",
                "No "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did the spell made Louise be immortal mean she can’t get hurt or even kill? </span></div></span></div>",
            "created":1560142800,
            "id":2671412,
            "title":"No"
        },
        "12313":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Louise continues to shrink overnight while other girls get even bigger",
                "something else..."
            ],
            "content":"<div class=\"\"><div> <span>Amazingly Louise had managed to get Siesta to get an even smaller uniform for school (despite Louise's already short stature) and was forced to head out again for class later that day, where she kept Saito extremely close to her all the time since everyone seemed like giants (including Saito since she just barely reached past his stomach in hieght). Since the incident on the grounds Louise's newly shrunken hieght condition had been spread around the school and Montmorency was keen to bring it up, along with her new growth spurt, as Louise came into class.<br>\r\nSuddenly Momo jumped infront of her letting her see that her eye level was only at Montmorency's chest \"So your one successful magic trick is this is it? The ability to shrink I'm not sure anyone's going to be impressed with that and on top of that while you've been shrinking I've been growing...3 inches to be exact\" she said with a gleeful smirk before striking a pose \"It was so unexpected and look how tight my clothes are...\" Louise almost threw herself at her but was restained by Saito as Momo went to sit down.<br>\r\nAs class went on Louise could feel her clothes getting baggier and bigger in comparison and when looking at everyone else they seemed to be fidgeting as their clothes got tighter. By the end of class Louise didn't want to stand up until everyone had gone but Saito. When she compared their hieghts again she was shocked to find her face was nearly at the same level as his crotch. The both of the embarressed said nothing as they walked out to find Montmorency waiting for her \"Louise the tiny I think will be your newest name...just look at you\" she sized her self up in her uncomfortably tight looking clothes to realize even Saito looked smaller than before since she was now slightly taller than him.<br>\r\n\"Get lost Momo\" Saito retorted as he lead Louise back to her room. On the way there it was just Montmorency that seemed taller it was everyone...<br>\r\n</span></div></div>",
            "created":1244869200,
            "id":707908,
            "title":"The spells affects are cause other people to gr..."
        },
        "123131":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "it is only the girls who are getting taller",
                "Saito is shrinking aswell"
            ],
            "content":"<div class=\"\"><div> <span>The next day Saito awoke to see Louise laying ontop of Saito asleep where she looked like she had shrunk considerably during the night and as Louise awoke she realised that Saito had woken up must to see her like this, causing her face to go red. \"I-I err...couldn't sleep p-p-properly!\" she shouted out before jumping off him. Standing up aswell Saito and Louise could see how small she had gotten overnight as she now barely reached past his knees. \"Oh my god...\" saito muttered as Louise gazed up at him \"y-y-your tiny-\"<br>\r\n\"Shut up!\" she shouted at him before falling over completely naked. Suddenly Siesta came into the room to collect Louise's clothes to find the two next to the bed, gasping as she saw how small Louise had become.<br>\r\n\"Louise are you all right!\" She quickly tried to cover herself up as Siesta rushed over in extremely taunt clothes, stopping as she realised that Saito also looked much smaller than before as he was now eye level with her breasts. \"It seems the rumors are true...</span></div></div>",
            "created":1244869200,
            "id":707519,
            "title":"Louise continues to shrink overnight while othe..."
        },
        "1231311":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "runs away to fix Louise",
                "Stays and enjoys the giantess's advances"
            ],
            "content":"<div class=\"\"><div> <span>\"It seems the rumors are true...it is only the girls who are getting taller\" Siesta said as she moved closer to Saito and pressed his head between her bigger breasts \"you look so cute now!\". Louise was quickly becoming infuriated with the giant Siesta but the sheer difference in hieght made her nervous about doing anything. She quickly ran over to Saito and bit down on his leg causing him to suddenly yelp and back away, as he looked down he could see Louise's discomfort.<br>\r\n\"Siesta can you leave Louise...needs to get ready for class\" disappionted she took Louise's old clothes and left.<br>\r\n\"What was that!\" Louise yelped as Saito sat back down on the bed before looking back at Louise who was shaking heavily \"Louise are you alright?\" Saito quickly moved over and kneeled where she was standing. Louise quickly jumped at Saito and kissed him before looking at him in the eyes \"I-I-I'm your responsibilty, r-right?\" she clambered inside his jacket (still only in her birthday suit, giving Saito a full view of her tiny ass as she squeezed in). \"You've gotta get to the headmaster!\" Saito nodded in agreement and stood up to walk out soon realising each step he took was causing Louise's entire body to rub against his chest. Unfortunately for her, however, as soon as they left the room Louise began to shrink yet again. A the process began the two of them looked down the hall to see Siesta leaning against the wall softly moaning as her maid outfit began to shred apart as she grew even taller. \"Saito!\" Louise shouted as she shrunk so small she was now shorter than his torso causing her to dangle in his jacket. Saito quickly put one of his arms inside his jacket so he could hold Louise against him. Looking back over Saito could see Siesta's body grow bigger and bigger as Louise slowly shrank aginst his hand. Watching as Siesta stood up and up and up she looked over to see Siato watching.<br>\r\n\"So d-did y-you see everything Saito? Do you l-like big Siesta?\" she nervously asked as Saito looked up from her stomach (his eye-level) to what he could see of her face through her now enormous breasts. Suddenly Tiffania burst through into the corridor (literally) running over to Saito as she held her now massive breasts (both of them alone bigger than Saito added to that she looked to be almost double Siesta's hieght.<br>\r\n<br>\r\nSiato...</span></div></div>",
            "created":1244869200,
            "id":707669,
            "title":"girls are getting taller (except for Louise...)"
        },
        "12313111":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "she asks him to 'play' (drawn-out shrink)",
                "make a final run towards the headmaster"
            ],
            "content":"<div class=\"\"><div> <span>Saito quickly began running away in the direction of the headmaster's office with the tiny Louise held against his chest. Taking multiple sharp turns to escape them before having to rest. Louise quickly jumping out of his jacket.<br>\r\n\"Do you...know...how hot it was in there?\" she asked retorically, panting as her tiny sweating body began to chill in the cool air as Saito sat down Louise climbed onto him and...</span></div></div>",
            "created":1244869200,
            "id":707676,
            "title":"Run away?"
        },
        "123131111":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "A new class comes in to find them",
                "They rush off to the headmaster before she gets too small"
            ],
            "content":"<div class=\"\"><div> <span>Louise sat onto Saito's crotch and began to wiggle around as she found a spot to sit on, unaware she was rubbing her ass against his cock.<br>\r\n\"Louise, could you stop that...\" he hesitantly asked. But it was a moment too late. Louise turned around as if to ask why before suddenly feeling a large object pressing through Saito's trousers lifting her up more and more. Quickly realising what 'it' was Louise turned back, now unbelievably embarresed.<br>\r\n\"Saito! Wh-what are you thinking wh-when you're master's like this?!\" she yelled as she backed off his now very prominant member. \"F-Filthy Dog\" she whispered under her breath before remembering how Saito had treated Siesta when they met that morning. As the two sat in silence for a couple of seconds, the thought of never getting back to her original size and loosing Saito to that giantess quickly ate away at her. Then she began to feel the familar tingle of shrinking, yet again. \"I'll show you t-that smaller is better Saito!\" she quickly declared as she began to crawl under Saitos trousers.<br>\r\n\"Louise!\" Saito shouted out. Quickly rushing over to a nearby empty class room as he held Louise against his crotch. As soon as the two of them were inside Saito dropped his trousers as Louise pushed and pulled against his hard on, licking as she did so. Saito barely noticing she seemed to be getting even smaller, now seeming barely taller than his member. It wasn't long before he spent himself, his cum spraying on the class floor and onto Louise.<br>\r\nCompletely worn out, but still standing Saito looked up to see that she was measuring herself against his hard on, both of them noticing she was now slightly smaller than his cock. Slowly walking over to his head she leaned down \"N-now i-it's my turn o-ok Saito?\". Nervous Saito carefully picked her up and began licking and sucking her pussy, causing her to moan in the process, as well as shrink even smaller yet again,<br>\r\n<br>\r\nAs they finished up Saito took a ruler from the teachers desk to measure her with to find she was less than four inches tall... </span></div></div>",
            "created":1252040400,
            "id":755365,
            "title":"'play time'"
        },
        "1233":{
            "author_id":"edyasha",
            "author_name":"Rob",
            "choices":[
                "Saito and Siesta ",
                "Saito and Tiffania",
                "Saito and Henrietta"
            ],
            "content":"<div class=\"\"><div> <span>Louise then saw a glow from her wand. She was about to examen it but soon was flying away. She was soon after it. She hope that wouldn't make a big scene and that would make Eleanor come and.... She didn't even want to think about it. She was soon outside. She was so out of breath she was looking into the grass.<br>\r\n<br>\r\n\"I should never have run that fast.\" Louise thought as she lost the glow. She was going to but some of the blame on Saito for making that magic. She was looking and saw something moving in the grass. She saw two three inch tall people. She looked closely and saw it was..... </span></div></div>",
            "created":1218517200,
            "id":569021,
            "title":"Gose and shrinks Saito and a girl he was talkin..."
        },
        "12333":{
            "author_id":"edyasha",
            "author_name":"Rob",
            "choices":[
                "Helps them",
                "Saw that she also shrunk Tabitha when she was walking near Saito and Henrietta"
            ],
            "content":"<div class=\"\"><div> <span>“Queen!” Louise said as she looked at the two shrunken people.<br>\r\n<br>\r\n“Louise! So some how have gotten smaller,” Saito said as he remembers what happen when the light hit Henrietta and him. They were talking about an upcoming mission until they saw a bright light. <br>\r\n<br>\r\n“Louise can you help us?” Henrietta asked as she looked up at the giantess. Louise only looked at the two shrunken people. <br>\r\n<br>\r\nLouise…………<br>\r\n</span></div></div>",
            "created":1218949200,
            "id":571321,
            "title":"Shrunken Queen and Knight"
        },
        "123332":{
            "author_id":"edyasha",
            "author_name":"Rob",
            "choices":[
                "Shrink Louise and gose to shrink anouther girl that Saito likes",
                "Shrinks Tifa and Siesta"
            ],
            "content":"<div class=\"\"><div> <span>“Tabitha,” Louise said as Saito and  Henrietta turn around and saw that the light blue hair girl had shrunk as well.<br>\r\n<br>\r\n“Tabitha! How did this happen to you?” Saito asked as he looked the light blue hair girl.<br>\r\n<br>\r\n“I was walking near you and a bright light came,” Tabitha replied as she didn’t seemed to care that she was small.<br>\r\n<br>\r\n“This could affect everyone in the kingdom. We can’t let any more people get shrunk,” Henrietta said as other two shrunken people agreed. Louise looked at them and thought of something.<br>\r\n<br>\r\n“Could the spell shrink other girls, that Saito like,” Louise thought as she picked the people up.<br>\r\n<br>\r\nUnkown the bright light was going on. The bright light…….. <br>\r\n<br>\r\n</span></div></div>",
            "created":1228107600,
            "id":614340,
            "title":"Saw that she also shrunk Tabitha when she was w..."
        },
        "124":{
            "author_id":"badman",
            "author_name":"Badman",
            "choices":[
                "Nervously reaching down for him.",
                "Screaming, and fainting",
                "Had already left."
            ],
            "content":"<div class=\"\"><div> <span>\"... poor into your man's drink, and he shall forever be your possession,\" Siesta read. This was a love potion she bought. It was very expensive, so she had to ensure Saito got it.The salesperson guaranteed that it would make him her personal possession forever.<br>\r\n<br>\r\nShe found Saito washing Lousies clothes as usual, and walked up to him.<br>\r\n\"I made you some tea,\" she offered.<br>\r\n\"Oh. Thanks!\" he said grinning. He took the tea, and drained it. Then looked at Siesta. Nothing happened.<br>\r\n\"Thanks! I better finish this up,\" he said, going back to work. Siesta watched him. Had she been ripped off?<br>\r\n<br>\r\nSuddenly Saito felt strange. His head level began to lower, and the nex thing he new, he was lying on Louises panties. He looked around and found Siesta...</span></div></div>",
            "created":1257051600,
            "id":784912,
            "title":"Her Possession"
        },
        "1243":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Kirche",
                "Tiffania",
                "Siesta"
            ],
            "content":"<div class=\"\"><div> <span>Saito was alone in his master's room. With noone who could help. Saito thought that he should get it from someone, but as he tried to move, he noticed that he was stuck into his masters panties, his foot was caught up in a thread. Trying to untie himself, he only made it worse, and soon his whole body was entangled into the soft fabric.<br>\r\n<br>\r\nSuddenly the door opens and someone walks in, but you couldn't see who.<br>\r\n<br>\r\n\"I need a spare pair of panties from Louise. Those will do\" the voice boomed as the steps came closer to you.<br>\r\nYou recognized the voice to be....</span></div></div>",
            "created":1300424400,
            "id":1072071,
            "title":"Had already left."
        },
        "12432":{
            "author_id":"anthonyl6892",
            "author_name":"Anthony-kun",
            "choices":[
                "Pussy",
                "Ass"
            ],
            "content":"<div class=\"\"><div> <span>Hearing Siesta's voice again, Saito immediately began to scream up at her in hopes of getting her to notice him before she... got dressed...<br>\r\n<br>\r\n\"Siesta! Wait! Don't put on these panties! It's me, Saito! I'm stuck in the threads! Please help me!\"<br>\r\n<br>\r\nSadly for Saito, Tiffania was humming to herself and while it might have been a soft noise to a normal sized person it was still more than enough to drown out his cries for help. And so she put on the panties without even noticing the boy she liked within them.<br>\r\n<br>\r\n\"TIFFANIA!!\" Saito screamed as he was suddenly forced deeply into the elf girl.<br>\r\n<br>\r\n\"AH!\" Tiffania moaned out as she pulled the panties up a bit more, causing the garment to floss both her pussy and ass. \"I'm really thankful that Louise is letting borrow some underwear for a few days but they always make me feel weird.\" She said as she shook her hips and begin walking to class.<br>\r\n<br>\r\nBoth her hip shaking and her walking, down the steps especially, caused Saito a great deal of discomfort from his position deep with in Tiffania's...<br>\r\n<br>\r\nPussy<br>\r\n<br>\r\nAss    </span></div></div>",
            "created":1416546000,
            "id":1891481,
            "title":"Tiffania"
        },
        "124321":{
            "author_id":"anthonyl6892",
            "author_name":"Anthony-kun",
            "choices":[
                "Classes are over for the day (Tiffania goes see whats in her pussy)",
                "Physical Training in case of future wars (Tiffania doesn't have time) "
            ],
            "content":"<div class=\"\"><div> <span>[Tiffania PoV]<br>\r\n<br>\r\nTiffania walked down the steps quickly and when she got to one of the many outside courtyards she began to run, she did not want to be late for class after all. Once she made it to her class she quickly found her seat and sat down.<br>\r\n<br>\r\n\"EPP!\" She let out a small squeak as she felt something wiggle within her pussy. She wanted to leave the class and see what it was but the teacher had just arrived and there was a test today so she couldn't leave at the moment.<br>\r\n<br>\r\nInstead Tiffania crossed her legs and tried to focus on her test, her legs bubbled up and down and she felt an uncomfortable amount of wetness building up within her. <br>\r\n<br>\r\nFinally... <br>\r\n<br>\r\n--------------------------------------------------------------------------<b r></b>\r\n<br>\r\n[Saito PoV]<br>\r\n<br>\r\nAfter Tiffania pulled up the panties Saito was forced to fight for his very survival against the crushing force of Tiffania's pussy muscles, that seemed intent on crushing his body and allowing Tiffania's womanhood to eat him whole.<br>\r\n<br>\r\nThings got worse once she started descending the stairs as the muscles clamped down harder.<br>\r\n<br>\r\nThen she started running, and while the pussy didn't clamp down as hard as when she was going down the steps the overall movements were much faster and Saito was unable to move his body in time to stop from being crushed.<br>\r\n<br>\r\nFinally Tiffania sat down, giving him some wiggle room and dislodging his top half from the panties hold... and allowing him to bang his hands on the side of the pussy walls to try and get Tiffania's attention.<br>\r\n<br>\r\nHis efforts were rewarded when Tiffania crossed her legs, by far the worst form of crushing yet, and started moving her legs up and down rubbing his already beaten body against the hot folds of the half elf's warm and wet pussy.<br>\r\n<br>\r\nFinally Tiffania stood up and... <br>\r\n<br>\r\n</span></div></div>",
            "created":1416632400,
            "id":1892144,
            "title":"Normal Classes in an Elf's Pussy"
        },
        "1243212":{
            "author_id":"anthonyl6892",
            "author_name":"Anthony-kun",
            "choices":[
                "Orgasm to freedom",
                "The deepest cave!"
            ],
            "content":"<div class=\"\"><div> <span>\"Attention class.\" The teacher said as the students were about to leave, \"I wish to inform you that do to royal decree all students of the Academy are to engage in a physical training program so that they might be prepared for any future wars.\"<br>\r\n<br>\r\nMost of the students groaned at that but complied when the teacher lead them to one of the schools courtyards that was to be used for training.<br>\r\n<br>\r\nWhat followed was a set of the standard stretching that proceeded any kind of real work out.<br>\r\n<br>\r\n(Saito struggled to not go even deeper into Tiffania and was successful.)<br>\r\n<br>\r\nAfter came more intensive work outs such as push ups, sit ups, crunches and jumping jacks. (All of which did very interesting things to Tiffania's large breasts.)<br>\r\n<br>\r\n(Saito didn't notice he was trying SLOW his progress into Tiffania's ever wetting pussy!)<br>\r\n<br>\r\nFinally came a long distance run around the entire school! (3X!!!)<br>\r\n<br>\r\n(Saito loss his fight againts the pull of Tiffania's pussy and...)<br>\r\n<br>\r\nTiffania orgasms and Saito rides out of the pussy and into the panties.<br>\r\n<br>\r\nTiffania is able to hold it in and Saito finds himself in Tiffania's womb! (Possible rebirth chapters ahead)<br>\r\n<br>\r\n   </span></div></div>",
            "created":1417842000,
            "id":1898375,
            "title":"PE in the Pussy"
        },
        "12432122":{
            "author_id":"anthonyl6892",
            "author_name":"Anthony-kun",
            "choices":[
                "Take control of the Elf girl",
                "Make your own character"
            ],
            "content":"<div class=\"\"><div> <span>To Saito's horror he found himself suddenly in a totally dark, humid area... that he immediately realized was Tiffania's womb!<br>\r\n<br>\r\n\"This can't possible get any worse!\" Saito screamed out.<br>\r\n<br>\r\nSuddenly...<br>\r\n<br>\r\nSaito is absourbed into Tiffania, gaining control of her body.<br>\r\n<br>\r\nSaito is attacked by a long cord like object, destined to become a baby. (A Void Spirit blesses this unique situation so Saito retains all of his memories, his Gandalf ruins, is born a full elf with both Spirit and Void magic... Void magic= size changing)<br>\r\n<br>\r\n</span></div></div>",
            "created":1417842000,
            "id":1898648,
            "title":"The deepest cave!"
        },
        "124321222":{
            "author_id":"anthonyl6892",
            "author_name":"Anthony-kun",
            "choices":[
                "Boy",
                "Girl"
            ],
            "content":"<div class=\"\"><div> <span>Two days later and Saito realized that he wasn't ever going to escape the womb and that he was going to die of thirst or hunger very soon.<br>\r\n<br>\r\nSuddenly he felt something jab into his stomach, he couldn't see anything since there was no light, but the thing felt kind of rubbery.<br>\r\n<br>\r\n[An interesting situation... very well... I'll allow it!] A source-less voice called out, [By the power of the void, I shall reincarnate Hiraga Saito as the child of Tiffania Westwood! May the child inherit the power of the Void and the full power of the elfish blood.]<br>\r\n<br>\r\n\"Wait! What?\" Saito screamed but was unable to do anything as he was forced asleep.<br>\r\n<br>\r\nWhen he woke up he was a baby elf...<br>\r\n<br>\r\nBoy<br>\r\n<br>\r\nGirl</span></div></div>",
            "created":1417842000,
            "id":1898651,
            "title":"Rebirth Awaits"
        },
        "12433":{
            "author_id":"fxd-001",
            "author_name":"ForestFire5000",
            "choices":[
                "\"Now that I think about it, this might actually be even better!\"",
                "\"This isn't what I wanted at all! We have to find a way to fix you!\""
            ],
            "content":"<div class=\"\"><div> <span>Hearing Siesta's voice again, Saito immediately began to scream up at her in hopes of getting her to notice him before she... got dressed...<br>\r\n<br>\r\n\"Siesta! Wait! Don't put on these panties! It's me, Saito! I'm stuck in the threads! Please help me!\"<br>\r\n<br>\r\nAt first Siesta didn't hear him, but as she lifted the panties up to put them on, she began to hear a small noise. She noticed that it appeared to be coming from the panties, and lifted them up to inspect them. She was shocked at what she saw: a miniature version of Saito was tangled up in the pantie threads!<br>\r\n<br>\r\n\"Saito? Is that really you?! What happened?\"<br>\r\n<br>\r\n\"Oh Siesta, thank goodness that you noticed me before...\"<br>\r\n<br>\r\nThere was a brief pause at this point, and both parties began to blush wildly. Then Saito continued.<br>\r\n<br>\r\n\"Well, anyway, I think that there was something weird slipped into that tea you gave me! I shrunk right after I drank it!\"<br>\r\n<br>\r\n\"Really?! Oh crap! This is all my fault!\"<br>\r\n<br>\r\n\"How is it your fault? You just-\"<br>\r\n<br>\r\n\"No Saito, you don't understand! <i>I </i>slipped the stuff into the tea!\"<br>\r\n<br>\r\n\"<i>WHAT?!</i> Why?\"<br>\r\n<br>\r\n\"I thought that it was a love potion, but...\"</span></div></div>",
            "created":1300424400,
            "id":1072087,
            "title":"Siesta's new pet boyfriend"
        },
        "13":{
            "author_id":"who-me",
            "author_name":"who-me",
            "choices":[
                "Louise, by means of a failed spell",
                "Kirche, by means of a potion",
                "Siesta, by means of a potion",
                "Henrietta, by either means",
                "Other girls"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps a spell went wrong or a carefully made potion slipped into one of these girls food, but, no pun intended, either way, they're back sides are growing out.</span></div></span></div>",
            "created":1218344400,
            "id":568058,
            "title":"Butt growth"
        },
        "131":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Louise continues to grow in class",
                "She has to go to a grand ball (growth continues)",
                "Something else..."
            ],
            "content":"<div class=\"\"><div> <span>\"See you tomorrow Saito!\" cheered Tifa, giving Saito a quick boob-squishing hug as he opened Louise's room door. Saito quickly slid out of her grasp and jumped though the door afraid that Louise would accuse him again.<br>\r\n<br>\r\n\"Ha ha bye bye...er...Michael! Bye!\" Saito hastily shutting the door. Leaning against it he saw Louise slumped over some books, while numerous over lay scattered around her. Remebering ealier that day the water element teacher had asked them to perfect a spell for homework, something Louise was stubborn enough to try and succeed at, despite her chances. Saito quietly moved over to her before hitting a creaky floorboard. Louise suddenly shooting up and aiming at Saito.<br>\r\n<br>\r\n\"Incubus GULTAMAS!!\" Louise shouted as she started to glow with energy before it suddenly died away and she back to sleep again (Saito on the otherhand was glued to the wall in fear that she was going to cause him to explode again). After double checking that Louise was finally out cold (with a stick) Saito moved her into bed.<br>\r\n<br>\r\nThat night Louise began to dream about Saito playing with her butt which seemed to grow larger and larger the longer he continued to squeeze and tease her, eventually sitting on his face to satisfy her growing 'needs'. In reality Louise's butt was slowly but surely growing thoughout the night as she played with herself through soaking wet panies.<br>\r\n<br>\r\nThe next day...</span></div></div>",
            "created":1228021200,
            "id":613484,
            "title":"Louise, by means of a failed spell"
        },
        "1311":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Saito fakes death to save Louise",
                "Louise casts the growth spell on herself again",
                "Something else...."
            ],
            "content":"<div class=\"\"><div> <span>Louise woke up the next to day to Saito's vioce as he gently sook her awake<br>\r\n\"Louise come on! Your going to miss class!\" Saito yelled. Louise, slowly coming to she  suddenly realised just where her hand was placed and how wet it was, she could feel Saito slowly moving to look over at her, and in a panic, she did what she did best.<br>\r\n\"BAKA! Get off me stupid Dog! Can't you see your master was resting!?\" she quickly lifted the sheets up to obstruct Saito's view as she wiped the ecchi fluids from her fingers.<br>\r\n\"What are you doing? Get out!\" Saito jumped off the bed and stolled over to the door were he let himself out, mumbling annoyances at her. Sighing she jumped off the bed herself and tried to quickly undress herself by the mirror. Her cloak, shirt, tights, and bra easily slipping off her slender form but soon stopped as she struggled to remove her skirt and looked at herself in the mirror. \"What the...?\" Louise let out a small yelp before covering her mouth. In the mirror she could easily see why they refused to come off easily. Her hips had spread outwards by at least three inches on either side as she turned around she could she she had grown a small ghetto booty overnight, big enough to cause her skirt to ride up her butt by a couple of inches as her pants covered now less then half her ass.<br>\r\n<br>\r\nIs this what it's like to have a growth spurt? Louise thought to herself as she gave her arse a little jiggle. At least now she had something to entice Saito, suddenly remebering last night's dream for a second she felt he panties become a little tighter.<br>\r\n<br>\r\n\"Louise come on you have to go!\" Saito shouted from outside the room, blushing Louise quickly changed clothes (she doesn't change skirt) and rushes out of the room to class. When she got there class had only just started and she managed to blame it on Saito before she quickly sat down her arse squishing out out slightly as her skirt rose up. Blushing as she realised Saito had sat on the floor just behind her again being briefly reminded of the dream her arse began to grow a little more. With few distraction Louise could hardly think of anything other than stuffing her butt in Saito's face as the class went on. Her panties seemingly shrinking in comparison as ass flesh began to squeeze out between them, her skirt had risen up dramatically as her butt ballooned outwards releaving panties that only half covered her increasingly large crack. It wasn't long before the growth caught Saito's eye and his nose popped.<br>\r\n<br>\r\n\"Louise are you..alright?!\" Saito whispered over to her. She nervously turned around to she Saito's eyes switching between her and her butt. Her bright red cheeks suddenly turning redder as she heard the teacher call out her name.<br>\r\n\"Louise would you please come to the front of the class and show us a demonstration?\" Standing up she felt her panties rip and suddenly fall off, the elastic apparently not good enough to resist the growth of her hips which had sprouted out another another four inches on either side (now considerably bigger than her sholder length) and her butt standing out nearly a foot from her back.<br>\r\n</span></div></div>",
            "created":1228021200,
            "id":613486,
            "title":"Louise continues to grow in class"
        },
        "13112":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Grow even more even quicker (Butt)",
                "Her breasts start to grow"
            ],
            "content":"<div class=\"\"><div> <span>Louise quickly jogs downstairs in an attempt to get this over quick enough in hopes that people don't notice her growth. Quickly repeating the words she can remeber from the books Louise starts to glow with energy yet again as everyone peeks from beneath their tables.<br>\r\n<br>\r\nThe spell causes Louise to...</span></div></div>",
            "created":1228021200,
            "id":613491,
            "title":"Louise casts the growth spell on herself again"
        },
        "131121":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Louise wakes up in class (dream?)",
                "something else..."
            ],
            "content":"<div class=\"\"><div> <span>When nothing seems to happen Louise everyone lets out a sigh of relief aswell as Louise herself before she realises she can take opportunity of the moment. Suddenly letting out a yelp and holding her stomach \"Ooowwwhh it hurts!\" she cried out the teacher soon sending her off to the the medical centre with Saito. And as soon as they were out of the door she let out a devilish smile and stopped infront of Sait causing him to bump into her ass, crotch first.<br>\r\n\"Ah Louise I'm sorry! I-\"<br>\r\n\"Play with it...\" Louise interrupted sticking her massive ass out and pulled away her cape to reveal her pantyless balloon butt, her stretched skinn shining in the light. What's more Siato could visibly see her butt swelling out slightly. \"P-Please this is e-embrassing!\" she shouted out before Saito grabbed her hand and rushed her into a deserted room. \"Saito, what are you thinking?\" suddenly Saito pushed her body against his causing her crotch to touch his as he began to kiss her, his hands sliding down her body to her massive butt cheeks where he frantically grabbed her senstive ass and squeezed it between his fingers causing her moan and go weak at the knees. Siato slowly pulled away as Louise fell to her knees panting. Louise suddenly jumped onto him, quickly turning around and sitting atop of his face, her ass cheeks burying saito's face between her huge bulbous buttcheeks as she began to grow even faster. Saito's tongue beginning to lick and tease and his hands pressed into her ass, as Louise began to wriggle around on his head.<br>\r\n\"Saito!!\" Louise screamed as her ass suddenly ballooned outwards, causing her to completely cover Saito's head and much of the floor around him. And as she finally came she fell over as she drifted into unconciousness.</span></div></div>",
            "created":1244869200,
            "id":707868,
            "title":"More growth for Louise??"
        },
        "1311212":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Louise goes through another 'growth spurt'",
                "Tiffina comes into the room"
            ],
            "content":"<div class=\"\"><div> <span>Louise later woke up inside her room. Laying on her bed Saito had laid her front-facing on the ground so he could rest his head between her growing ass cheeks that she could still feel getting bigger and pressing Saito's head up. \"Saito...saito wake up\" she quietly whispered, wiggling her ass, but still he stayed asleep. Suddenly Louise moved away slightly causing his head to slip onto the floor, before Louise sat onto his head again (this time easily slipping into her gigantic crack).<br>\r\n\"I'M mmfft! I'm mmfft!\" Louise stugglingly stood up with Saito's hands squishing into her backside as he tried to help. Her ass was now considerably heavy and stuck out enormously (now about a foot an a half), her skirt now doing nothing to hide her balloon butt. Still standing with her back to him, she turned her head to see him staring at her booty.<br>\r\n\"Do you like how much i've grown, I guess you can play with it as a treat for bringing me here\" she jiggled it again causing her gigantic butt to bounce wildly for a few seconds. Saito slowly grasped each buttcheek in his hands, her ass squishing out between his fingers as they both dwarfed his hands (both buttcheek now almost two foot across). As Saito continued groaping her ass she fell onto her bed, her immense butt sticking up into the air. Even now Saito could feel her butt getting even larger. Eager to take advantage of Louise's position, and please his master, Saito pressed Louise's butt cheeks together as he put his head into her immense crack. His head now completely engulfed by Louise he began licking her pussy causing her to moan and crumple up the bedsheets as she tried to contain herself. It was then that...</span></div></div>",
            "created":1252040400,
            "id":755553,
            "title":"Some midday fun..."
        },
        "133":{
            "author_id":"machan",
            "author_name":"Machan",
            "choices":[
                "She goes straight to Saito's room.",
                "She waits for a good chance to meet Saito alone.",
                "She preferes to tease Louise first,"
            ],
            "content":"<div class=\"\"><div> <span>The young maid opened the package she had just received to reveal a beautiful bottle with a pink liquid inside. \"With this, I'll conquer Saito's heart!\"<br>\r\n<br>\r\nA few weeks ago, Siesta had stumbled across a special \"Big Butt Potion\" for sale on a shop. They had ran out of existences, but she managed to get the makers to send her a bottle for double the usual price, but for her, it was worth it.<br>\r\n<br>\r\n\"Instructions: Drink before going to sleep, and next morning your butt will be large and round, without imperfections of any sort. A single sip is enough for an entire day. We aren't responsible for problems that can happen if misused. Have fun with our product.\" Sounded simple enough. That night, Siesta took a sip from the bottle and went straight to sleep, happy to know she had just found the way to defeat Louise.<br>\r\n<br>\r\nThe next morning, Siesta woke up and before doing anything else, she checked out her backside. The results were amazing. Her ass had ballooned to the point it could cover an entire head, and her panties were almost invisible inside the massive crack. It's a good thing she was wearing a frilly nightdress, or her clothes would've broken. Just to make sure, she grabbed her cheeks, and found them to be extremely soft and squishy, almost enjoying her own fondling. She also made them jiggle, and was surprised at how much they moved. Needless to say, she was happy with her new bottom.<br>\r\n<br>\r\n\"Now, to get changed...!\" To make maximum advantatge of her increased rear end, she put on a maid dress different to the usual one: this had a tiny miniskirt that covered almost nothing of her butt. In addition, she took off her panties for they were a bother anyway. With this, she was set!</span></div></div>",
            "created":1248325200,
            "id":730827,
            "title":"The Potion of Love... of Ass Love"
        },
        "1332":{
            "author_id":"badman",
            "author_name":"Badman",
            "choices":[
                "Siesta makes the decision for him.",
                "Saito wealky says yes.",
                "Saito depressedly says no."
            ],
            "content":"<div class=\"\"><div> <span>Siesta spied on Saito, resting against the wall of the school.<br>\r\n\"He's all mine!\" she thought excitedly. She readied herself, and walked over to him, swaying her hips back and forth. Saito noticed her, and waved at her, and then did a double take. Siesta smiled and walked right past him, with her large rump brushing his face as she swayed her hips back and forth.<br>\r\n\"Siesta?\" He asked nervously.<br>\r\n\"Yes Saito?\" she asked, in a sing song voice. \"Does something look different about me?\"<br>\r\n<br>\r\n\"Wh-what happened to your... um...\"<br>\r\n<br>\r\nSiesta suddenly bent down, and put her face up to his, smiling innocently.<br>\r\n<br>\r\n\"My what?\"<br>\r\n<br>\r\n\"Uh...\"<br>\r\n<br>\r\n\"Go on... Say it.\"<br>\r\n<br>\r\n\"Your... butt,\" he said breathlessly.<br>\r\n<br>\r\n\"What about it?\"<br>\r\n<br>\r\n\"It looks... bigger.\"<br>\r\n<br>\r\n\"Oh that?\" she says, pulling away and doing a little turn, so her butt was directly in his face.<br>\r\n<br>\r\n\"I suppose I just had a little growth spurt. I went to bed normal, and woke up with a big...\" she heaved her behind so it bounced slightly, making Saito sweat, \"...soft...\" she pushed a finger into, and it sank in like quicksand, \"...bouncy butt.\" she finished, giggling at the dumbfounded look on Saito's face. She had him eating out of the palm of her hand. It was time make her move.<br>\r\n<br>\r\n\"Would you like to stick your face in it?\"<br>\r\n<br>\r\nSaito continued to stare at it with his mouth wide open, his eyes darting back and forth, as Siesta took tiny babysteps back, her butt inching closer and closer to his face.</span></div></div>",
            "created":1270530000,
            "id":863734,
            "title":"Flirty"
        },
        "13322":{
            "author_id":"autobot20",
            "author_name":"Josimus Prime",
            "choices":[
                "I worship you butt?\"",
                "You make your butt bigger?\""
            ],
            "content":"<div class=\"\"><div> <span>As Siesta continues to seduce Saito with her oversized behind to his face, Saito gets urges in his body just by looking at her sexy, big booty. Siesta asked him of he wants to stick his face in her ass. He wants to fight it, but it was no use and he gave in.<br>\r\n<br>\r\n\"Ummm, s-s-s-s-s-sure, Siesta.\" Saito said nervously.<br>\r\n<br>\r\nSiesta smiles seductive as he agrees to this. This is gonna be fun for her and him.<br>\r\n<br>\r\n\"I knew you would say yes. Come on, let's go somewhere private first.\" Siesta suggested.<br>\r\n<br>\r\nSaito follows Siesta to a private room. As he was following Siesta, Saito keeps on looking at her gigantic booty swinging back and forth. It turns him on just by seeing it move like that. They made it to the room and Saito sits on the bed.<br>\r\n<br>\r\n\"Ready, Saito? Because I promise, you'll love it for sure.\" Siesta said.<br>\r\n<br>\r\n\"Of course I am and I hope you're right.\" Saito said.<br>\r\n<br>\r\n\"I am right. Well, here we go.\" Siesta said.<br>\r\n<br>\r\nSiesta turns around and sticks her butt in Saito's face. Saito still can't believe what's happening. But, he goes along with it.<br>\r\n<br>\r\n\"Come here, Saito. Put your face in my big booty.\" Siesta said seducetively.<br>\r\n<br>\r\nSaito then, slowly, shoves his face in Siesta's giant ass. It's weird to him, but he actually likes it. Siesta felt relaxed as she loves having Saito's face in her booty.<br>\r\n<br>\r\n\"Oh, Saito. Your face feels so good in there. I wish we can do this all the time.\" Siesta said.<br>\r\n<br>\r\nSaito smells the scent that's coming from Siesta's ass and it kinda aroused him a bit. He never would've guessed that he would find this sexy at all as he starts to grow hard. He then pulled his face out and looks at Siesta's face.<br>\r\n<br>\r\n\"Is there something wrong, Saito?\" Siesta wondered.<br>\r\n<br>\r\n\"No. Nothing's wrong, Siesta. I just thought that we can do something else.\" Saito suggested.<br>\r\n<br>\r\n\"Really? What do you have in mind?\" Siesta said with interest.<br>\r\n<br>\r\n\"I don't know if I should say it. It's kind embarrassing.\" Saito said with a blush.<br>\r\n<br>\r\n\"If there's something you want to do, I don't care if it's embarrassing. I already love this so far. So, what else do you want to do?\" Siesta asked.<br>\r\n<br>\r\n\"Well, is it okay if</span></div></div>",
            "created":1470632400,
            "id":2192933,
            "title":"Saito wealky says yes."
        },
        "133221":{
            "author_id":"autobot20",
            "author_name":"Josimus Prime",
            "choices":[
                "Siesta's butt grows more",
                "Louise barges in and, oh boy, she is jealous"
            ],
            "content":"<div class=\"\"><div> <span>Siesta was quite surprised to hear Saito saying that he wants to worship her big butt. She then smiles seductively at the thought of Saito playing with her ass. Perhaps, this is better than she expected.<br>\r\n<br>\r\n\"You really want my booty that bad, huh?\" Siesta asked seductively.<br>\r\n<br>\r\n\"Yes.\" Saito said while blushing.<br>\r\n<br>\r\n\"In that case, give it some love. Worship it to your liking.\" Siesta said while wiggling her butt to Saito.<br>\r\n<br>\r\nSaito started by kissing Siesta's booty. Siesta moans as she feels Saito's lips hitting her ass. With every kiss, her ass jiggles more and more and Seista can't get enough of it. Saito then took his tongue and licked Seista's ass cheeks. She moaned even louder to it.<br>\r\n<br>\r\n\"You really do love my big, sexy butt, Saito. Keep going! My booty wants some more loving from you!\" Siesta said.<br>\r\n<br>\r\nSaito continues to worship Siesta's giant butt until</span></div></div>",
            "created":1470632400,
            "id":2193039,
            "title":"Saito the Booty Lover"
        },
        "1333":{
            "author_id":"former182",
            "author_name":"Former182",
            "choices":[
                "hypnotized by Siesta's booty",
                "falling in love with Siesta's booty",
                "Getting ready to fondle Siesta's booty to see if it's real"
            ],
            "content":"<div class=\"\"><div> <span>Siesta went to Louise's room, after seeing Saito walk away to do a chore or something for Louise.<br>\r\n<br>\r\nSiesta walked into Louise's room and locked the door.<br>\r\n<br>\r\n\"You're ear- You're not Saito! What are you doing here?\" Louise loudly said.<br>\r\n<br>\r\n\"I came by to let you know that you're now a zero in the derriere department. See...?\" Siesta  said, before turning around and waving her behind side to side. \"I will make Saito fall in love and lust for me, thus leaving you utterly forgotten!\"<br>\r\n<br>\r\nSiesta then took a look at Louise, while still waving her behind.<br>\r\n<br>\r\nLouise was...</span></div></div>",
            "created":1347685200,
            "id":1427889,
            "title":"She preferes to tease Louise first,"
        },
        "13332":{
            "author_id":"badman",
            "author_name":"Badman",
            "choices":[
                "The two sorted out their differences and punish Saito for \"leading them on.\"",
                "The two force Saito to judge a contest to decide whose the best booty."
            ],
            "content":"<div class=\"\"><div> <span>Louise could only watch as the gigantic butt wobbled before her. As the rear continued to wiggle, Louise looked behind her at her own rear, blushing it at its much smaller size.<br>\r\n<br>\r\n\"How did you do this?!\" Louise demanded as she stamped her foot.<br>\r\n<br>\r\n\"Wouldn't you like to know?\" Siesta asked, slapping her butt. The constant wobble eventually resulted in a bottle falling from her dress. There was a moment of stunned silence. \"Why did I bring that with me?\" Siesta said with an embarrassed smile. Louise lunged at the potion. Siesta tried to stop her but Louise had already pulled the stopper off. She downed every last drop that was left.<br>\r\n<br>\r\n\"Eek! You're only supposed to have a mouthful of it!\" Siesta cried. Louise began to moan, clutching her stomach as a strange rumbling began to come fromit. She cried out in pain as her rear began to push her skirt out of the way. Her underwear burst as her giant jiggling rear emerged in it's full glory. Louise was breathing heavily.<br>\r\n<br>\r\n\"Ha!\" she cried at Siesta. Just then, Saito entered carrying a laundry basket full of Louise's underwear.<br>\r\n<br>\r\n\"Louise I finished cleaning...\" Saito's jaw dropped at the scene before him as he dropped the basket.<br>\r\n<br>\r\n\"Saito!\" both Siesta and Louise cried. They pulled him into the room against his will and the door slammed behind him. He was thrown to the ground and, grinning deviously, Louise sat her enormous naked butt onto Saito's face, covering up his entire torso.<br>\r\n<br>\r\n\"I have the most wonderful bottom of them all, don't I Saito?\" she asked, wiggling her flesh on her familiar.<br>\r\n<br>\r\nSiesta angrily sat on Saito's lower half, covering the rest of him.<br>\r\n<br>\r\n\"No! It was my potion, and he loves MY butt!\" she declared, wiggling on his groin. For his part Saito was confused and frightened at what was going on. He couldn't breathe, and was in quite a lot of pain. He tried to cry out for help.<br>\r\n<br>\r\n\"Ah... he's kissing my rump,\" Louise said smugly.<br>\r\n<br>\r\n\"He's trying to talk stupid!\" Siesta yelled at her. \"You're just sitting on his face!\"<br>\r\n<br>\r\nThe two continued to argue as Saito just laid there, feeling very smushed and confused.<br>\r\n<br>\r\nEventually...</span></div></div>",
            "created":1403672400,
            "id":1817379,
            "title":"Want that Booty. Need that Booty."
        },
        "133321":{
            "author_id":"badman",
            "author_name":"Badman",
            "choices":[
                "The two switch places.",
                "They torture him with their butts in a different way."
            ],
            "content":"<div class=\"\"><div> <span>Saito was struggling to breathe through Louise's ass. Her enormous ass muffled everything the girls were saying, but he could at least hear the tone. They were both going at each other... then after a while the tone changed. It became much more relaxed... And then they seemed to be laughing. Saito was now squished, suffocating, and very scared. Eventually the two lifted off of Saito's body. Feeling very sore, Saito tried to push himself up, but once he had, Siesta knocked him back down with her butt.<br>\r\n<br>\r\n\"Ah ah little dog,\" Louise said with a cruel grin. \"Me and Siesta have been comparing notes, and only now do we realize what your plans been all along. You perverted dog!\"<br>\r\n<br>\r\n\"...What?\" Saito asked.<br>\r\n<br>\r\n\"Your a monster,\" Siesta laughed at Saito. \"You've been playing with both of our emotions hoping for a situation just like this one!\"<br>\r\n<br>\r\n\"...What?\"<br>\r\n<br>\r\n\"So now,\" Louise said, turning her butt towards Saito's face again.<br>\r\n<br>\r\n\"We're going to teach you a lesson about playing with such sweet innocent girls emotions,\" Siesta said, placing her hands on her hips and turning around herself.<br>\r\n<br>\r\n\"Wai-!\" Saito cried too late. The girls butts dropped back down onto him as they laughed cruelly at his plight.<br>\r\n<br>\r\n\"Ah... It really is quite lovely to feel his face wedged between my butt cheeks,\" Louise said, grinding down on Saito. Siesta opted to bound a little on his legs.<br>\r\n<br>\r\n\"May I have a turn on his face later madame?\" she asked politely.<br>\r\n<br>\r\n\"Of course Siesta. He wronged you just as much,\" Louise chortled. Saito could hear the cruel tone in his captors voices and tried  his best to breathe hard through the scent of ass, desperate for fresh air.<br>\r\n<br>\r\nPPPPPRRRRRRRRRRRRFFFFFFFFFFFFFFTT!<br>\r\n<br>\r\n\"Oh my!\" Louise gasped, holding a hand to her mouth and blushing. Saito began to struggle and scream in horror at what had just transpired on his face. The girls stared at each other for a moment, then they burst out laughing at Saito's pathetic struggles.<br>\r\n<br>\r\n\"Madame Louise! How un-lady like!\" Siesta said through tears of joy. \"Something like that should be done by the uncouth farm girls like myself!\"<br>\r\n<br>\r\n\"Indeed!\" Louise said, deftly fanning some of the smell away from herself. \"But in situations like this, exceptions must be made.\"<br>\r\n<br>\r\n\"I couldn't agree more,\" Siesta admitted. And so the new friends simply sat on Saito, who was forced to inhale Louise's emission with no clean air to breathe at all.</span></div></div>",
            "created":1403672400,
            "id":1817415,
            "title":"Blame Shifting"
        },
        "13333":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Siesta places Louise in a chastity belt and forces her to watch her do saito",
                "Have her shrunk and stuffed up siesta's butt"
            ],
            "content":"<div class=\"\"><div> <span>Louise grabbed the large supple ass siesta now had. A blush filled her face when she realized the servant girl had a better rear then her now. Suddenly she felt a glare coming from siesta.\"Now then let's get down to business , louise you are a failure as a woman and a noble.\" grabbing the girls breast's and ass roughly for emphasis. Louise cried at the touch and the true words she spoke. \"Therefore there's only one course of action left for you.\"</span></div></div>",
            "created":1400648400,
            "id":1799881,
            "title":"her Getting ready to fondle Siesta's booty to s..."
        },
        "133331":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "She pulls out a chastity belt. then you know.....",
                "a needle and a thread? ( She sews louise's useless cunt up)"
            ],
            "content":"<div class=\"\"><div> <span>Siesta slapped a collar on louise's neck. She tried to remove it when it began to shock her. Siesta giggled\" That won't come off  not without the key.\" Pointing to the that she swallowed now.\" By the way i wouldn't use magic if i were you that collar converts magic intoraw elelectricity.\" Louise grew frightened at the implications she had a lot of power if she tried to use it now......\"Now than spread your legs louise.\"Louise tried to resist but and got loose for a second only to pushed down to the floor by siesta. \"Now louise i'm not going to ask again spread your legs.\" Shame filled her face she blushed a scarlet red and she spread them. Siesta pulled off the skirt first smirking at the bear panties \"Really Louise?\" Louise's face went tomato red. With that over siesta began to move on to Louise's Top. \"NOO!! NOT THAT!\" She could not bear the shame she had to get loose but siesta held her down in a vice grip. RIP!!! Siesta had carelessly stripped her chest bare revealing her immature petite breasts.\"AWWW they're so small you're how old louise? she ruthlessly cuppedlouise's inferior assests as she did this. \" \"1...18.\"  siesta began to grasp her nipples \" You know louise your breasts look beautiful their creamy skin even your small nipples complete them.\" Louise perked up at this.\" But let's face it boys want more than just looks in breasts they're cute but THAT'S ALL they'll ever be. Most men, real men want size and looks.\" She pulled out her breasts showing her  huge D cup breasts with sunken nipples.louise tried not stare at the evidence of her inferior womanhood.Siesta grabbed louise's hands hard and tied them up once she did that she shoved louise down face up again. \"We'll you won't have to worry about  continuing your familyline.\" Louise watched in horror to see...............</span></div></div>",
            "created":1403672400,
            "id":1817205,
            "title":"Siesta places Louise in a chastity belt and for..."
        },
        "133332":{
            "author_id":"fxd-001",
            "author_name":"ForestFire5000",
            "choices":[
                "\"Call on MY new familiar and see what he thinks of the new and improved me.\"",
                "\"Go out and have some fun with these new size control powers of mine!\""
            ],
            "content":"<div class=\"\"><div> <span>\"Now Louise... Since you're such a pathetic failure as both a woman and a noble, I think that there's only one thing you can really do to make your disgraceful existence worthwhile.\" Siesta said as she stopped violently groping Louise's vastly inferior assets and grabbed her by the shoulders to hold her in place. <br>\r\n<br>\r\n\"W-what do you mean?\" Louise asked, tears streaming down her cheeks from the combination of Siesta's rough treatment and her rubbing in just how pitiful a woman she really was. It was bad enough when Kirche would do much the same thing, but at least in those cases she was being mocked by a fellow noble. Right now she was being bullied and humiliated by a lowly peasant, and she couldn't do anything about it. How could she deny those words when they were so very true?<br>\r\n<br>\r\nThe hyper-endowed maid  grabbed a handful of the shorter girl's pink hair and pulled her in roughly so that their faces were mere inches apart.<br>\r\n<br>\r\n\"What I mean, Louise the Zero, is that all that power you have as a void mage is being completely wasted on someone as pathetic as you. I think you and  I both know that I'm much more deserving of that power than you could ever hope to be. After all, I work hard every day and have a drop dead gorgeous body. You were just born into nobility without having to do anything for yourself, and... Well, let's just say you're a zero in more than just magical talent. So, since I'm so much more deserving of that power than you are, I'm going to be taking it for myself.\"<br>\r\n<br>\r\nBefore Louise could even respond, Siesta pulled her head forward and locked lips with her. Instantly Siesta felt an enormous surge of power entering her body, and Louise felt her own energy being rapidly sapped away. Siesta wasn't even sure how she knew that she could do this, but now it was definitely happening. She was stealing Louise's void powers. The one thing that Louise had going for her. The one and only thing that made her existence worth anything. She was stealing it from her just like that.<br>\r\n<br>\r\nLouise struggled desperately in a futile attempt to break free, to escape from this crazy maid before the power transfer was complete and she was left with nothing, but it was no use. Siesta was much taller and stronger than her, and her grip was holding firm. Louise began to cry harder than ever as the reality of her situation sank in. Soon, very soon, all of her magic would be transferred to Siesta. The maid who already completely outclassed her as a woman would soon outclass her as a mage as well, and she would be left absolutely powerless. It was inevitable. There was nothing that she could do to stop it from happening.<br>\r\n<br>\r\nLouise could only cry to herself in misery as everything she had was being torn away from her right before her eyes. Saito wouldn't be her familiar anymore, he would be Siesta's. All of the fame and recognition she had gotten as a void mage would be lost. Without her magic, she would go from being a noble to a lowly peasant. She would be nothing. She truly would be Louise the Zero.<br>\r\n<br>\r\nFinally, when Siesta felt the last of Louise's power flow into her body and realized that there was nothing left to take, she broke the draining kiss and threw the former mage to the ground in front of her. Robbed of everything that she had ever cared about, Louise simply curled up into a ball and continued to wallow in her own misery, not daring to look up and meet the eyes of the new sexier void mage. <br>\r\n<br>\r\nSeeing the weeping and defeated Louise at her feet, a cocky smirk spread across Siesta's face. This was so satisfying for her. Finally she was getting her revenge on that flat-chested brat for all the trouble she had given her in the past. Placing her hands on her hips, Siesta stomped her foot down next to Louise's head to get her attention. Louise looked up hesitantly and wiped the tears from her eyes.<br>\r\n<br>\r\n\"What? What do you want?! Haven't you done enough already?! You took everything from me! Can't you just leave me alone?!\" Louise yelled.<br>\r\n<br>\r\n\"Awww... I'm so sorry little miss Zero, but no. I'm not done humiliating you yet. When I absorbed your powers my mind was flooded with all sorts of knowledge about how this void magic could be used. I bet I know more about these powers of yours than even you yourself did now.\"<br>\r\n<br>\r\n\"Oh yeah, rub it in why don't ya. What's your point?\"<br>\r\n<br>\r\n\"My point, my dear Zero, is that I learned about one particular spell that I really want to try out on you. It's a size control spell. Now that I've taken all of you're powers from you, you're an even bigger waste of space than you were before, so I figured that I should just shrink you down to a size that's much more fitting for a useless little bug like you. I'll just need to borrow your wand for a bit. It's not like you'll be needing it ever again, anyway.\"<br>\r\n<br>\r\nWith that, Siesta walked over to Louise's desk, opened a drawer, and pulled out her wand. Pointing the wand at the miserable girl on the floor, Siesta began chanting a spell that Louise had never heard before. She realized as she began rapidly dwindling away in size that it really was true. Siesta wasn't just better than her as a woman, she was better than her as a void mage too. Siesta was better than her in every possible respect. <br>\r\n<br>\r\nOnce she had shrunk Louise down to the size of a bug like she deserved to be, Siesta picked the miniature girl up and lifted her into the air. <br>\r\n<br>\r\n\"Bye bye, Louise the Zero. It's been nice knowing you. Thanks ever so much for donating these amazing powers to me.\" Siesta said with a giggle. <br>\r\n<br>\r\nShe then began to lower her shrunken captive down toward her bountiful bottom and, without any signs of hesitation, shoved the bug-sized girl up into her butt. Feeling the shrunken Louise squirming around inside her ass sent shivers of pleasure down her spine.<br>\r\n<br>\r\n\"Whew, now that was incredibly satisfying. Well, now that <i>she</i>'s out of the way once and for all, I'm going to...\"</span></div></div>",
            "created":1400821200,
            "id":1800830,
            "title":"Siesta: A sexier and more powerful void mage!"
        },
        "1333321":{
            "author_id":"spoonjedi",
            "author_name":"jedifork",
            "choices":[
                "Seista does a size spell on herself",
                "Seista does a size spell on Saito",
                "there was a knock at the door. it was one of the girls.",
                "something else happens"
            ],
            "content":"<div class=\"\"><div> <span>\"I wonder what Saito will think of me now that I'm his master?\" Siesta wondered.<br>\r\n<br>\r\nSeista didn't have to wait long as Saito returned to the room.<br>\r\n<br>\r\n\"Louise, I'm back.\" Saito said, returning from the errand Louise had sent him on.<br>\r\n<br>\r\n\"Louise isn't here.\" Seista answered. \"In fact, Louise is never coming back.\"<br>\r\n<br>\r\nSaito's eyes widened. \"What? What do you mean Louise is never coming back?\"<br>\r\n<br>\r\n\"I got rid of Louise.\" Seista answered.<br>\r\n<br>\r\n\"Y-You got rid of her?!\" Saito exclaimed.<br>\r\n<br>\r\n\"I'm a void mage now.\" Seista held up her hand showing the glowing runes. \"Since void magic was wasted on Louise, I got rid of her.\"<br>\r\n<br>\r\nSaito was shocked. \"But...But...\"<br>\r\n<br>\r\n\"Think about it Saito.\" Seista said, getting up and walking over to Saito. When she pressed her body to his, Saito blushed and his worry over Louise lessened. \"Wouldn't I make a better void mage than Louise? I've only had this power for a little bit, yet I already know so many spells. Simple spells and even advanced spells.\" Seista demonstrated by doing a spell that opened and closed all of the doors and windows in the room. \"Louise could only do one spell. It would have taken her years to catch up to me.\"<br>\r\n<br>\r\n\"You do bring up some good points.\" Saito admitted.<br>\r\n<br>\r\n\"Since I'm a void mage now, that means you're my Familiar Saito.\" Seista said. \"However, unlike Louise, I won't treat you badly. I'll use my magic to make things easier for you.\"<br>\r\n<br>\r\nSaito did like the sound of that.<br>\r\n<br>\r\n\"So, will you be my familiar Saito?\" Seista held out her hand with the glowing runes.<br>\r\n<br>\r\nSaito looked at the glowing hand. He then took it and kissed it. Saito and Seista had unknowingly done a contract with each other. They were now mage and familiar.</span></div></div>",
            "created":1552366800,
            "id":2629522,
            "title":"\"Call on MY new familiar and see what he th..."
        },
        "14":{
            "author_id":"who-me",
            "author_name":"who-me",
            "choices":[
                "Louise",
                "Siesta",
                "Henrietta",
                "Montmorency",
                "Other girls"
            ],
            "content":"<div class=\"\"><div> <span>For these girls to grow taller, there must be a reason.<br>\r\n<br>\r\nLouise botches a spell up once more.<br>\r\n<br>\r\nSiesta finds a potion that she hopes will make Saito look at her . . .<br>\r\n<br>\r\nQueen Henrietta receives a strange gift . . .<br>\r\n<br>\r\nMontmorency crafts a potion to ensure Guiche is hers . . .</span></div></div>",
            "created":1218344400,
            "id":568060,
            "title":"Height increase"
        },
        "141":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Louise keeps growing until she's as tall as Tifa",
                "Louise keeps growing until she hits the ceiling",
                "something else..."
            ],
            "content":"<div class=\"\"><div> <span>It had been midday when Loise had to finally cast the rapid regeneration spell along with the rest of her class on her familiar (saito unfortunately having to endure another explosion). When it came around to Loise casting the spell the magic backfired causing the explosion to not only hit Louise but with an 'additional' effect.<br>\r\n<br>\r\n\"Louise?\" Saito called out as she awoke in her room. \"I failed again didn't I?\" Saito nodded his head in response and Louise looked away in a huff and \"I can't do anything right...can I?\" she looked at Saito in dispair getting up just as he was about to object. Suddenly the two of them froze as they looked each other in the eye, realising Louise had suddenly grown to saito's height.<br>\r\n<br>\r\n\"Louise i think you did something...\" her face quickly turned from shock to happiness as threw her arms up into the air to cheer suddenly causing her tight shirt to tear open to reveal Louise's equally enlarged breasts before she moved slightly closer to kiss Saito for a moment before she quickly realizes her clothes are getting even tighter and Saito's lips were moving down. Pulling away both of them could see that Louise's growth spurt hadn't quite finished yet...</span></div></div>",
            "created":1244869200,
            "id":707468,
            "title":"Louise's growth spurt"
        },
        "1412":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Louise grows even bigger",
                "Tifa joins the party",
                "something else..."
            ],
            "content":"<div class=\"\"><div> <span>It isn't long before Louise's clothes are completely torn apart by her growing figure so while she got taller, everyother part of her got equally big. Her hips started expanding out, and her butt growing out as her breasts soon reached tifa porportions. Louise was maturing into an amazon before his eyes. Luckily for Saito Louise slowly stopped growing as his eye level was just beneath her now gigantic breasts.<br>\r\n\"Louise are you alright?\" Saito tried to shout up as most of his view upwards was completely obscured by Louise's bosom. Then suddenly Louise kneeled back down knocking Saito over as one of her hands rushed over to her pussy.<br>\r\n\"Saito help mee...i feel so bad!\" she moaned causing Saito to become erect over the newly Giantess Louise. She quickly manouvered herslef over him and perposefully caused her breasts to cover the top half of his torsoand his neck as Louise's huge nipples sat close to Saito's mouth \"Saito...please\" she begged him. Saito quickly latched onto one of her nipples as his tongue began to lovingly tease it as he began to suckle on her breast. Louise soon withdrew she the pleasure caused her to grow yet again.<br>\r\nAs the both of them stood up Saito watched as her entire body grew bigger and taller, with every moment, her body stretched towards the ceiling. Her breasts grew even bigger, even in comparison to the rest of her body, along with her hips and her butt. Still moaning she lifted her hand up to feel the ceiling no more than a few inches from her head as Saito realised his eye level was Louise's pussy (and even lower in a few moments). As Louise finally hit the ceiling her growth slowed. By the end Saito was left with a giantess Louise, who was shorter than him only a few moments ago, was now taller than the ceiling.</span></div></div>",
            "created":1244869200,
            "id":707477,
            "title":"Louise keeps growing until she hits the ceiling"
        },
        "14121":{
            "author_id":"lucifer97",
            "author_name":"CrookedMan",
            "choices":[
                "growth stops",
                "tifa begins to grow"
            ],
            "content":"<div class=\"\"><div> <span>Then she thought it was over, Louise felt the warmth and began to envahire grandir.Saito looked like it was growing rapidly. \"Ouch\" Louise realized that had his head reaches the ceiling!<br>\r\nplease ... help ... me ... Saito.Louise haletait.Saito began to suck her breast. She moaned and began to masturbate, which only accelerated the croissance.Bientôt IT 'there was more space in the room</span></div></div>",
            "created":1309669200,
            "id":1139663,
            "title":"Louise grows even bigger"
        },
        "141211":{
            "author_id":"gilligfan",
            "author_name":"PrincessKooh",
            "choices":[
                "More Growing Soon",
                "Casual conversation for now!",
                "readers choice"
            ],
            "content":"<div class=\"\"><div> <span>Mid way through the growth Louise's breasts stop growing allowing her bodies proportions to try to catch up.<br>\r\n<br>\r\n<br>\r\nAs she pleasured herself and Saito sucks her no longer rapidly swelling breasts Louise is growing too big for the room even sitting down. Her legs press up against wall on the other side of the room while her head presses against the ceiling. They resist briefly unnoticed by her till the ceiling gives way her head pressing thru to the floor above. Meanwhile her legs busted holes in the wall as they grew.<br>\r\n<br>\r\n<br>\r\nFinally as her womanhood reached the doorway Lousie orgasmed releasing a sizable puddle of her juices into the hallway.<br>\r\n<br>\r\n<br>\r\nFinally her growth stopped for now. She was now somewhere in the range of 40 some feet tall and kind of stuck.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1415595600,
            "id":1884029,
            "title":"growth stops"
        },
        "142":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "The Potion continues its effects. (Continued steady Growth)",
                "The Potion suddenly becomes TOO effective! (Faster Growth)",
                "The Potion effects stop... for now. (6'10\" now but later random Growth Spurts)"
            ],
            "content":"<div class=\"\"><div> <span>Inside one of the rooms of the servant quarters at the Tristanian Academy and still in her outfit, Siesta was looking over a vial that she had secretly taken. She recalled when she had been cleaning some clothes earlier that day when heard some commotion and an object had fallen from one of the towers.<br>\r\n<br>\r\nIt wasn't long before a student she knows as Montmorency had rushed out and asked Siesta to help her find a potion that she had apparently thrown out in a panic after her boyfriend, Guiche, surprised her by entering the room making a declaration to her. At that moment Siesta almost told her where the potion had fallen but stopped herself when Montmorency muttered about getting Guiche to focus only on her and had been determined to make a potion that would do just that.<br>\r\n<br>\r\nThat caught Siesta's attention in that if such a potion could be made... then if she were to use it, maybe it could make a certain black haired boy focus on her.<br>\r\n<br>\r\nSo while \"helping\" Montmorency, she secretly took the potion and hid it in her outfit and after searching for almost ten minutes, Montmorency gave up. After thanking Siesta for trying to help her find the potion she walks into the tower. Possibly ready to either deal with Guiche or go back to her room and try to make another potion... maybe both.<br>\r\n<br>\r\nAnd so here she is in one of the Servants Quarters holding the potion in her hands as she imagines what it could do... and how it could help her win Saito over.<br>\r\n<br>\r\nSwallowing her nervousness, Siesta readies herself to drink the potion as she thinks back to how Louise treated Saito.<br>\r\n<br>\r\n\"Watch yourself, miss Valliere, if this works Saito-san will be mine!\"<br>\r\n<br>\r\nWith that, Siesta opens the vial and downs the entire potion.<br>\r\n<br>\r\n\"Hmm, the taste wasn't so bad.\" Siesta said as she puts the vial down before looking at her hands, wondering what it could do.<br>\r\n<br>\r\nThen, Siesta felt a lot warmer all of a sudden, \"Why... am I... feeling so hot?\"<br>\r\n<br>\r\nWorried that something was wrong, Siesta was about to go to one of the beds when warm feeling suddenly spread throughout her entire body. That was when she felt her outfit started to feel... a little smaller than usual.<br>\r\n<br>\r\nLooking down at herself Siesta's eyes widen when she saw her breasts slowly expanding. But more importantly, she also saw the floor seemed to be moving away from her.<br>\r\n<br>\r\nConfused, Siesta checks the rest of her body and winced when she felt her feet hurt a bit and saw her shoes bulging. Then she noticed that the sleeves of her outfit, normally ending at her wrists, are now tightening around her forearm!<br>\r\n<br>\r\n\"I... I getting bigger?\"<br>\r\n<br>\r\nWas this really what Montmorency was trying to get Guiche's attention? To become taller? And yet, Siesta could imagine how it could work... and how it could help her get Saito...<br>\r\n<br>\r\nThe last thought caused Siesta to smile as she imagines how he would react and if perhaps she could have him for herself, <i>\"This could work. This could actually work!\"</i><br>\r\n<br>\r\nAs she passes 6'7\", her outfit started to rip in certain places as it stretched against her taller frame. Her tightening shoes began to show signs of tears as it strains against her growing feet. Then the chocker on her outfit popped off and the chest area ripped opened slightly revealing her bra as it strains to contain her larger breasts.<br>\r\n<br>\r\nShe smiled as she fondles her new assets, \"Fufu, Saito-san would surely pay more attention to me now!'</span></div></div>",
            "created":1525755600,
            "id":2490365,
            "title":"A Growing Maid"
        },
        "1422":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "She is scared.",
                "She's enjoying this."
            ],
            "content":"<div class=\"\"><div> <span>But no sooner after Siesta said that she gasped when she suddenly felt a lot hotter and started to sweat!<br>\r\n<br>\r\nThen she felt her uniform tighten quickly and began to rip in multiple places exposing various areas of skin or her tightening underwear. Surprisingly, her breasts only slightly expanded faster than before the chest area quickly ripped open even more exposing her straining bra while her skirt could no longer hold together and broke off exposing her panties before she is left in only her underwear.<br>\r\n<br>\r\nHer face flushed at both the heat and embarrassment in only her now increasingly small underwear as Siesta passes 8'1\" and...</span></div></div>",
            "created":1527829200,
            "id":2501543,
            "title":"Perhaps a little TOO effective!"
        },
        "14221":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "She stops growing.",
                "She keeps growing!"
            ],
            "content":"<div class=\"\"><div> <span>\"Okay... t-that's enough! I think I'm big enough...!\"<br>\r\n<br>\r\nAs she pleads with her body to stop growing her underwear ultimately could not hold together any longer and broke apart the moment Siesta passes 8'3\" leaving her completely naked!<br>\r\n<br>\r\nSiesta blushed brightly and covered herself as she frantically looked around her room before her head bumped into the ceiling, now over 9 feet tall.<br>\r\n<br>\r\nSurprised, she tries to lower herself onto her knees but it didn't take long for her head to touch the ceiling again as she passes 11'4\" and is forced to hunch over in order to give herself some more room.<br>\r\n<br>\r\n\"Stop! Please stop! I don't want to get too big!\"</span></div></div>",
            "created":1529298000,
            "id":2509001,
            "title":"More Than What She Bargained"
        },
        "142212":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "She finally stops growing but is now stuck in her now tiny room.",
                "She continues to get bigger!"
            ],
            "content":"<div class=\"\"><div> <span>No matter how much Siesta pleaded, her body continued to grow and grow as her back in pressed into the ceiling forcing her onto her hands as Siesta frantically looks at her shrinking room get smaller.<br>\r\n<br>\r\n<i>\"Stop... please stop growing!\"</i><br>\r\n<br>\r\nTry as she might, Siesta's body pushes her furniture away as she hears them creak and crack as she grew to 19 feet.<br>\r\n<br>\r\nShe then moved her knees closer to her body to try to give herself a little more room, but she soon ran out of whatever little extra space she had left as Siesta heard and felt her furniture get crushed from her expanding body.<br>\r\n<br>\r\nNow her head is pressed against the front wall and door of her room, her sides and back pressed against the walls and her toes and butt pressed against the window behind her.<br>\r\n<br>\r\nSiesta teared up in pain as she felt squished in her now tiny room as she continued to grow to 24 feet.</span></div></div>",
            "created":1587358800,
            "id":2821782,
            "title":"Confined"
        },
        "1422122":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "No, it still remains consistent.",
                "Yes, her growth suddenly speeds up!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>As Siesta continues to grow, does her growth suddenly speed up all of a sudden?</span></div></span></div>",
            "created":1587358800,
            "id":2821783,
            "title":"Spurt Boost?"
        },
        "14222":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "She suddenly stops growing!",
                "She continues to grow!"
            ],
            "content":"<div class=\"\"><div> <span>Siesta grinned, \"More~! I want to be even bigger!\"<br>\r\n<br>\r\nAfter she said that, her underwear could no longer hold together and was torn apart as she passes 8'4\" leaving her completely naked! She blushed as she fondles her new larger breasts while watching the room around her shrink before her head bumps into the ceiling as she continues to grow.<br>\r\n<br>\r\n\"He won't be able to ignore me now.\" Siesta muttered as she sits down to give herself some more space. Her mind wandered as she imagined how she could get Saito's attention and potentially keep him to herself.<br>\r\n<br>\r\n\"Miss Valliere...  Saito-san will be mine!\"<br>\r\n<br>\r\nWhile she was distracted by her imagination, her head soon touched the ceiling once more as she passes 14'5\"! She then puts her hands on the ceiling and hunches over as she closes her eyes, \"More, more, more!\"</span></div></div>",
            "created":1530162000,
            "id":2512804,
            "title":"A Maid's Rise"
        },
        "142222":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "Keep Growing!!",
                "Her growth finally stops. (Currently 38'4\" with technically D cup breasts)"
            ],
            "content":"<div class=\"\"><div> <span>Siesta's body seemingly responded to her demands as she suddenly shot up 4 feet in a second as her shoulders slammed into the ceiling causing it to crack upon impact. She moaned as her growth sped up and she began to fill up the room with her feet pressed against the adjacent walls while her butt pushed the bed before it got crushed. As she continued to grow her hands, head and shoulders pressed against the ceiling, causing the cracks to spread and slightly bulge before the roof began to show bigger cracks allowing some sunlight into her now small and dusty quarters.<br>\r\n<br>\r\n\"More!\" Her feet smashed into the next door quarters.<br>\r\n<br>\r\n\"More!!\" Her upper back and shoulders emerge through the roof.<br>\r\n<br>\r\n\"MORE!!!\" And with her new strength, she pushes the roof off her and exposes her naked upper half of her body as she grew past 30 feet!<br>\r\n<br>\r\nThe building's foundation groaned against Siesta's increasing weight as she let out a sigh of relief before looking down at her new form in wonder as she fondled her new much larger assets.<br>\r\n<br>\r\nBy now the entire Academy had heard the sound of the Servant building seemingly exploded and everyone gasped in shock at the sight of a growing giant girl. A girl that many recognized as one of the Academy's servants working as a maid.<br>\r\n<br>\r\nSiesta ignored the stares as she grew even more as her feet smashed through to the other side of the building, \"Fufu~ I'm so big! Saito-san will not be able to ignore the new me!\"<br>\r\n<br>\r\nHer mind then wandered as a part of her wanted to keep growing, <i>\"I think I'm big enough... yet I don't want the potion to end yet.\"</i><br>\r\n<br>\r\nWill she grow even bigger or will she stop?</span></div></div>",
            "created":1535086800,
            "id":2538429,
            "title":"A Maid's Emergence"
        },
        "1423":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "Go out and find Saito!",
                "Invite Saito and surprise him in her quarters.",
                "Join Saito in the outdoor bath tonight."
            ],
            "content":"<div class=\"\"><div> <span>After a little while, the effect of the potion seemingly ended as Siesta soon stops growing.<br>\r\n<br>\r\nThe now towering maid couldn't help but check her new perspective in wonder, \"Wow. I'm so big!\"<br>\r\n<br>\r\nBig was an understatement as the once 5'3\" maid is now 6'10\" tall with D cup breasts. Siesta then examined her new body proportions with glee as she fondles her larger assets. \"With these and my new height, Saito-san will not be able to resist me!\"<br>\r\n<br>\r\nShe almost laughed with joy at the thought but managed to catch herself and began to plan out how she could catch Saito's attention.</span></div></div>",
            "created":1527829200,
            "id":2501542,
            "title":"Taller Maid"
        },
        "14233":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "Nothing happens.",
                "Siesta suddenly feels warm again! (Grows again)"
            ],
            "content":"<div class=\"\"><div> <span>Siesta recalled earlier today that Saito said he was going to take a bath outside later tonight. She smiled and decided that that would be the perfect moment for her to be alone with Saito and likely catch his full attention. Maybe even use her body as a bonus.<br>\r\n<br>\r\n---<br>\r\n<br>\r\nIt took some grueling patience to pass the time in order for Siesta to make sure no one in the entire academy would know about her new stature, but it was soon worth it after Siesta covers herself with a large sheet and makes her way to where Saito would be.<br>\r\n<br>\r\n\"Fufu~ He will not be able to ignore me when he sees the new me!\"<br>\r\n<br>\r\nSure enough, Siesta noticed a large pot over a fireplace and sitting in it was none other than Saito who looked fairly relaxed.<br>\r\n<br>\r\nShe smiled and as she approached the pot...</span></div></div>",
            "created":1527829200,
            "id":2501666,
            "title":"Outdoor Bath"
        },
        "142332":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "She eventually stops growing. (7'6\")",
                "She still continues to grow!"
            ],
            "content":"<div class=\"\"><div> <span>As Siesta took several steps towards the pot, she suddenly halted when she began to feel warm again and immediately guessed what's happening, \"Eh? Am I going to-?\"<br>\r\n<br>\r\nShe was then interrupted when the warmth suddenly spread throughout her body again and soon felt the large sheet she was using to cover herself had begun to feel a bit snug. Siesta looked down and sure enough, the grass had seemingly got even further away but she knew what was happening to her right now; she is growing again!<br>\r\n<br>\r\nShe began to worry as her sheet continued to get tighter around her frame and tried to remove it before it gets too tight. Unfortunately, as Siesta grew past 7 feet she found that to be almost impossible as she struggled to unfold her sheet finding it harder to breathe as she also began to feel further tightness around her waist and breasts. Since all of her clothes were too small for her, she had been making some custom clothes but decided that it would take too much time to make full clothes for herself and instead decided to daringly go out in custom-sized underwear only. Hence why she covered herself in a large sheet.<br>\r\n<br>\r\nNow though her new underwear was already straining around her growing frame but she ignored that problem since her number 1 priority right now is to be able to breathe again as she grew past 7'2\".<br>\r\n<br>\r\nSiesta gritted her teeth in increased frustration, \"Come on... get off!\"<br>\r\n<br>\r\nBut miraculously she was able to loosen the sheet and let it fall off her revealing her now tightening custom underwear being stretched to their limits. Unfortunately, her breasts had also been growing as well and before she could react the bra tears in two and fall off! She blushed madly and instantly covered her now exposed and larger breasts as she looked down at her remaining underwear and saw that it looked like it split at any moment! And...</span></div></div>",
            "created":1568523600,
            "id":2718720,
            "title":"Untimely Spurt"
        },
        "143":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "Instructions for a spell?",
                "A potion?",
                "Something attacks her!"
            ],
            "content":"<div class=\"\"><div> <span>The twin full moons shine brightly in the starry night sky over Halkegina. Within the Royal Capital of the Kingdom of Tristain the current ruler, Queen Henrietta was in her bedchamber after a full day of meeting with several officials, nobles and discussing issues with her advisors.<br>\r\n<br>\r\nAfter Henrietta changed into her nightgown she was prepared to go to sleep when she noticed a small package on her table, \"That's odd... that wasn't there before.\" <br>\r\n<br>\r\nPuzzled, Henrietta approached the package and saw a note next to it that simply read, \"For her majesty, Queen Henrietta\".<br>\r\n<br>\r\nPicking the note up Henrietta checked and double checked to see if there was anything else written on it before she then cautiously picked the package up and sat on her bed as she slowly opened it. Nothing initially happened after slightly opening the package so with confidence, she fully opened the package and saw...</span></div></div>",
            "created":1522472400,
            "id":2472567,
            "title":"A Strange Gift"
        },
        "1432":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "Her Nightgown starts to feel tighter... (Slow Growth)",
                "Her Nightgown felt tight all of a sudden... (Fast Growth)",
                "Nothing happens yet. (Big growth spurt coming soon)"
            ],
            "content":"<div class=\"\"><div> <span>Inside the package, Henrietta saw a vial of potion on the bottom and as she picked it up and examined it... she noticed on the corner of her sight that there was another letter.<br>\r\n<br>\r\nRaising an eyebrow Henrietta placed the potion on the table and pick the other letter up and saw that it was written very short, \"To her majesty Queen Henrietta, I give you this gift in that it could potentially help you to achieve your desires.\"<br>\r\n<br>\r\nHenrietta blinked after finishing reading the letter, \"<u>My desires?</u> What could this mean?\"<br>\r\n<br>\r\nShe tried to think on what her own desires were that this potion allegedly could help her before she paused on one particular thought... or rather a particular black haired <i>someone</i>, \"Wait... could this potion somehow help me get... Saito-san?\"<br>\r\n<br>\r\nIt must be, Henrietta concluded as she stared at the letter before turning to the potion.<br>\r\n<br>\r\nAfter some hesitation, she places the letter on her bed before grabbing the potion and stared at it with melancholy, <i>\"If this works... I could have Saito for myself, but... do I dare? Do I want to betray my childhood best friend for my own selfish wants?\"</i><br>\r\n<br>\r\nMemories of her and Louise's happy days when they were children came flooding through her mind as she began to tear up.<br>\r\n<br>\r\n\"... I'm so sorry Louise... but I also love him!\" Henrietta apologized as she popped the opened the vial and brought it to her lips.<br>\r\n<br>\r\nShe briefly hesitated before shutting her eyes and took a deep breath before drinking the potion. It had taken only a couple of seconds before Henrietta finished drinking the entire vial and put it down back on the table and simply stared at it for about a minute before she eventually sighed as she sat back down on her bed.<br>\r\n<br>\r\n\"There is no turning back now... I guess I'll just go to sleep-\"<br>\r\n<br>\r\nThat was when Henrietta clutched her stomach as it suddenly bubbled and growled! She groaned as the effects soon spread throughout her body.<br>\r\n<br>\r\n\"*Groan* what's happening to me?\"</span></div></div>",
            "created":1522472400,
            "id":2472580,
            "title":"Desires"
        },
        "14321":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "Her growth stops. (Currently; 5'7\", C cup)",
                "Her growth continues!"
            ],
            "content":"<div class=\"\"><div> <span>As Henrietta's winced at the effects, she didn't notice that her nightgown began to get tighter as she slowly grew taller inch by inch. At the same time, her breasts also started to expand a bit as her straps slightly slid, digging into her shoulders while her underwear also tightened against her expanding hips.<br>\r\n<br>\r\nBut Henrietta was too distracted by her bubbling stomach to even notice the changes to her body as her mind raced on what was happening, \"Please let it end already!\"<br>\r\n<br>\r\nWould her growth stop? (For now?)</span></div></div>",
            "created":1533272400,
            "id":2528659,
            "title":"Nightly growth"
        },
        "14323":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "Sneak out of the Palace. (Grows later outside or in a town)",
                "Do her duty as Queen. (Grows later in the Palace)"
            ],
            "content":"<div class=\"\"><div> <span>Over the next several minutes, Henrietta continued to groan as her stomach continued to bubble and growl before it finally ended, leaving the Queen panting heavily after the experience.<br>\r\n<br>\r\n<i>\"Was that the potion taking effect?\"</i><br>\r\n<br>\r\nHenrietta then inspected herself, \"It doesn't seem like the potion did any harm to me, but...\"<br>\r\n<br>\r\nShe then considered that the potion was either a prank with no harm done or, \"Maybe its full effect is not happening or perhaps delayed?\"<br>\r\n<br>\r\nIts possible, Henrietta reasoned, <i>\"But the letter did say that the potion will help me achieve my desires... <u>my desires</u>...\"</i><br>\r\n<br>\r\nThe Queen once again thought back to the one man other than the late Wales of Albion that she had fallen in love with, Saito Hiraga... Louise's Familiar. She sighed, \"I'll deal with the consequences later if this potion did somehow work subtlety or not.\"<br>\r\n<br>\r\nWith that Henrietta got under the covers of her bed and went to sleep, correct in that the effects of the potion will happen at a later date.<br>\r\n<br>\r\n---<br>\r\n<br>\r\nBy morning the young Queen was getting ready for the next tiring day with her court but just as she begins dressing up in her usual attire Henrietta frowned, \"I really don't feel like dealing with my advisors today. But... I'm now the queen of my country. I can't just shirk my duties no matter how much I want to.\"<br>\r\n<br>\r\nThat, and there was another thing on her mind ever since last night as she glances at the empty vial, \"I don't know if the potion actually works and what would happen if it does while I'm here in the Palace.\"<br>\r\n<br>\r\nHenrietta sighed, she wished that she had been born a normal girl and not have so many responsibilities on her shoulders to worry about her Kingdom.<br>\r\n<br>\r\n\"Well...\" Henrietta started as she stares at herself in the mirror, \"I <b>could</b> sneak out just for today. It's been a while when I would be by myself among the commoners.\"<br>\r\n<br>\r\nThe Queen closed her eyes as she pondered on what she should do now, sneak out of the Palace or do her duty as Queen of Tristain?</span></div></div>",
            "created":1525064400,
            "id":2486379,
            "title":"Build Up"
        },
        "143231":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "She continues to Grow.",
                "She stops growing for now. (8 foot 6 inches)"
            ],
            "content":"<div class=\"\"><div> <span>Although Henrietta is the current Queen, she ultimately decided that sneaking out of the Palace for the day would do her good and hopefully relieve some stress before returning.<br>\r\n<br>\r\n\"Better get ready then!\"<br>\r\n<br>\r\nWith that Henrietta finishes dressing herself up before getting a hooded cloak to cover herself and quietly snuck out of the Palace. Though along the way she had to convince her bodyguard, Agnes, to let the rest of the Palace know where she would be and not worry too much and that she would return before the day is over.<br>\r\n<br>\r\nEventually, Henrietta managed to leave the Palace grounds and headed into the city. As the disguised young Queen wandered through the streets looking at everything around her she didn't pay attention to where she was going and bumped into someone.<br>\r\n<br>\r\nBoth quickly apologized before the person Henrietta bumped into interrupted her, \"Wait... I know that voice.\"<br>\r\n<br>\r\nConfused, Henrietta looked up and she was surprised when the person she bumped into was none other than Saito!<br>\r\n<br>\r\n\"Oh! Saito! What are you doing here? And... shouldn't you be accompanied by Louise?\"<br>\r\n<br>\r\nSaito rubbed his head, \"Well I was...\"<br>\r\n<br>\r\nHe then explained that Louise said to meet her in the city a few hours ago. Now though, since his \"master\" had not arrived for some reason he was trying to figure out what to do now when he bumped into Henrietta.<br>\r\n<br>\r\n\"So here I am, just wandering around with nothing to do until we bumped into each other.\"<br>\r\n<br>\r\nTo Henrietta, it did seem strange that her childhood friend was late to meet with Saito for whatever reason.<br>\r\n<br>\r\n\"Anyway, what are you doing here your highness? Shouldn't you be at the Palace?\" Saito asked.<br>\r\n<br>\r\nThe young Queen slightly blushed as she embarrassedly replied, \"Um... I wanted to get away from the politics and relax for a day.\"<br>\r\n<br>\r\nSaito stared, \"...This isn't another plot to expose a traitor again is it?\"<br>\r\n<br>\r\n\"No, no, no! It isn't like that this time! I really wanted to not stress myself as Queen and just be a normal girl for once.\" Henrietta replied quickly trying to keep Saito's mind at ease at being reminded of the last time he met her in a hooded cloak during Louise's mission a while back.<br>\r\n<br>\r\n\"...*shrugs* Alright your highness-\"<br>\r\n<br>\r\nBefore he could finish his sentence, Henrietta places a finger on his mouth shutting him up as she looked into his eyes, \"Please Saito, call me Ann when it's just you and me. Okay?\"<br>\r\n<br>\r\nThough outwardly the Queen was calm, her heart was beating quickly at being close to the man she was in love with and thought back to the potion, <i>\"Could that have been some sort of luck potion?\"</i><br>\r\n<br>\r\nAs much as she would like to consider the possibilities of the potion last night, she decided that she would spend as much time with Saito as much as possible.<br>\r\n<br>\r\nAnd maybe win his heart in spite of the pained feeling of betraying Louise, \"And... If its alright with you Saito, would you accompany me today?\"<br>\r\n<br>\r\nSaito blushed, \"Of- of course! I would never refuse a request from you your high- I mean Ann!\"<br>\r\n<br>\r\nHenrietta blushed as she smiled, \"Thank you, Saito.\"<br>\r\n<br>\r\nOver the next hour, the two would wander around the City and surprisingly have not encountered Louise yet.<br>\r\n<br>\r\n<i>\"Maybe the potion did have some kind of effect?\"</i> Henrietta wondered, although she did feel odd as her stomach quietly growled resulting in her placing a hand on her stomach.<br>\r\n<br>\r\nSaito noticed this, \"Are you okay Ann?\"<br>\r\n<br>\r\n\"Uh... I'm fine Saito. Don't worry.\" Henrietta tried to reassure Saito in spite of the feeling not going away.<br>\r\n<br>\r\nBefore Saito could reply, both he and Henrietta noticed that it had started to rain.<br>\r\n<br>\r\n\"Saito, do you happen to know a place where we could take shelter from the rain?\" Henrietta asked as Saito tried to think of a place.<br>\r\n<br>\r\n---<br>\r\n<br>\r\n\"Sorry for such a small room.\" Saito apologized as he hangs Henrietta's cloak after laying his sword Derfflinger (who had remained silent the entire time) next to a wall.<br>\r\n<br>\r\n\"No, its actually a nice room.\" Henrietta smiled much to Saito's amused disbelief she sat on the lone bed in the room of the Inn they were staying at until the rain stops.<br>\r\n<br>\r\n\"You know, this is almost like the last time we were in a room like this.\" Henrietta reflected as she looks around the room.<br>\r\n<br>\r\nSaito blushed, remembering the\"moment\" between him and the Queen, \"Really? I guess it does.\"<br>\r\n<br>\r\nAfter Saito finished hanging the cloak and sat with Henrietta on the bed, she suddenly grabbed his attention, \"Saito... thank you for agreeing to my selfish request to accompany me.\"<br>\r\n<br>\r\n\"It's nothing, Ann. I actually enjoyed spending time with you.\" Saito bashfully replied resulting in Henrietta to blush and her heart beating quickly.<br>\r\n<br>\r\n\"I-I'm glad!\" The young Queen replied as just as her stomach unexpectedly bubbled and growled!<br>\r\n<br>\r\nHenrietta's face went red in embarrassment as Saito jumped in surprise, \"I'm fine! Really, I'm just a little hungry that's all-\"<br>\r\n<br>\r\nBut she suddenly clutched her stomach in as the sound of her stomach became even worse!<br>\r\n<br>\r\nSaito became concerned, \"Are you okay? Are you sick?\"<br>\r\n<br>\r\nBut the only response was Henrietta groaning as her body started to ache, \"Saito... I-\"<br>\r\n<br>\r\nSuddenly, they both heard an odd sound before they looked down and to their surprise saw Henrietta's high heels seemingly stretch as her foot expanded! Then the young Queen noticed that her dress started to feel tight as her perspective started to rise.<br>\r\n<br>\r\n\"A-Aan? You're-!\" Saito started causing Henrietta to turn to him only to gasp when she realizes she was eye level with Saito... and passing it!<br>\r\n<br>\r\n\"W-what's happening to me?!\"<br>\r\n<br>\r\nThe moment she said that her dress started to rip in several areas including her chest when she looked down and noticed that her breasts seemed to be getting bigger than what she was used to!<br>\r\n<br>\r\nDuring this, Saito had gotten off the bed and slowly back up as he watches the Queen grow bigger before his eyes passing his own height and still growing.<br>\r\n<br>\r\n\"S-Saito, help me!\" Henrietta pleaded as she passes the 6 feet.<br>\r\n<br>\r\nFlabergasted, Saito could only reply, \"Wh-what could I even do?!\"<br>\r\n<br>\r\nNeither of them could say or do anything as Henrietta gasped when her growth suddenly speeds up and past 7 feet leaving only most of what remained of her destroyed dress barely covering her as her feet burst out of her high heels while her underwear strained against not only her taller frame but also her slowly expanding breasts and hips!<br>\r\n<br>\r\nAs her Tiara fell from Henrietta's head, she could only think back to last night, <i>\"Could... could this be the true effect of that potion?!\"</i></span></div></div>",
            "created":1525064400,
            "id":2486517,
            "title":"Sneaking Out"
        },
        "1432311":{
            "author_id":"emperorzip8500",
            "author_name":"Tsuyo",
            "choices":[
                "Henrietta continues to grow!",
                "Henrietta finally stops growing, but is stuck in the room! (and with Saito.)"
            ],
            "content":"<div class=\"\"><div> <span>Unfortunately for Henrietta, her situation became worse as she continues to grow. As she passes 8 and a half feet, what's left of her dress finally got destroyed, leaving the young Queen in only her underwear but soon even those couldn't hold together any longer and soon her bra broke exposing her still expanding breasts.<br>\r\n<br>\r\nHenrietta blushed madly and immediately tries to cover larger breasts, but soon felt her remaining underwear break as she passes 9'7\", leaving her completely naked in full view of Saito!<br>\r\n<br>\r\nAs she tries to cover her crotch, Saito quickly turned his head in embarrassment but soon turned back when he heard the creaking single bed break under Henrietta's increased weight causing her to yelp in surprise.<br>\r\n<br>\r\nNeither of them said anything and they stare at each other in stunned silence until Henrietta bumped her head into the ceiling and is forced to hunch over leaning into where Saito is.<br>\r\n<br>\r\n\"Saito... help...\" Henrietta pleaded as she is forced to hunch over while she presses one of her hands on the ceiling exposing her crotch to Saito. <br>\r\n<br>\r\nBut Saito couldn't say anything as he blushed and glances at both of her exposed pussy and larger breasts as she continues to grow.<br>\r\n<br>\r\nSoon they both realized that Saito had not used any opportunity to escape through the door as Henrietta is unintentionally blocking it with one of her legs!<br>\r\n<br>\r\nLooking for another way out Saito quickly glanced at the window, only to see Henrietta's other leg blocking his path!<br>\r\n<br>\r\nNoticing his situation, Henrietta teared up as she looms over the man she loved, \"Saito... I'm so sorry...\"<br>\r\n<br>\r\nLooking up, Saito stared into her larger glossed eyes and was about to say something but he gets pressed by Henrietta's larger breasts up against the adjacent wall behind him.<br>\r\n<br>\r\nHe groaned but also gets excited at feeling her larger bosoms in his hands and unconsciously squeezed them.<br>\r\n<br>\r\nThis caused the pressed in Henrietta to snap out of her despair and blush when she felt Saito feel her breasts and couldn't help think back to the potion again, <i>\"...<u>to help me achieve my desires</u>...\"</i><br>\r\n<br>\r\nShe looks down into Saito's strained eyes, <i>\"Maybe this isn't too bad if Saito would have his full attention to me... and only me...\"</i><br>\r\n<br>\r\nBut as Henrietta passes 22 feet, she couldn't help but groan against her confinement as the room creaked and she prayed that she would stop growing.</span></div></div>",
            "created":1525755600,
            "id":2490253,
            "title":"Filling up the Room"
        },
        "14323111":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "She continues to grow even bigger!",
                "Her growth speeds up!",
                "She stops growing. (55 feet with technically F Cup breasts)"
            ],
            "content":"<div class=\"\"><div> <span>Henrietta groaned as she felt like she was inside an ever shrinking box as she continued to grow even bigger.<br>\r\n<br>\r\nThen the floor began to bend under her increasing weight, which attracted the attention of a few people in the reception area on the bottom floor when they heard and then saw the ceiling bending and cracking as Henrietta grew past 28 feet.<br>\r\n<br>\r\nBut before anyone could either evacuate the ceiling suddenly collapsed! No one was injured but when the dust quickly settled everyone's eyes bulged out (more so by the men) when they saw the nether region and large ass of a giant (and growing) woman!<br>\r\n<br>\r\nAs much as some of the male occupants wanted to ogle at the unexpected site the sound above them snap them and everyone in the receptionist area to the sound of wood groaning as Henrietta's feet broke through the walls to the next room. Which rather conveniently allowed Saito to fall onto he butt, now freed from the Queen's breasts and could barely shake it off before his own eyes widen at the site of the still growing Ann. Giving him a view of her massive cleavage. And then he heard his sword Derfflinger somewhere buried under Henrietta's now room sized breasts.<br>\r\n<br>\r\n\"Well partner, I never thought it would end like this!\"<br>\r\n<br>\r\nSaito wanted to try and get his sentient sword but was then stopped by Henrietta's pleas as her left arm and leg bursts out to the side into the street below, \"Saito get... away from me! I'm... getting... too... big!\"<br>\r\n<br>\r\nThe occupants in the receptionist area heard her muffled cry and quickly evacuated out into a large growing crowd of onlookers in awe and shock of the site of a massive growing arm and leg sticking out of the now bulging Inn.<br>\r\n<br>\r\nThen the arm moved a bit leaving a gap wide enough for Saito to climb out but could not jump off his he is two stories high up afterall.<br>\r\n<br>\r\nBut before he could decide if he should try to jump or not, and before the few people in the crowd worked up the courage to try and help Saito by catching him when he jumps, the now over 40 foot tall Henrietta then awkwardly offered her hand for Saito to jump on.<br>\r\n<br>\r\nWithout hesitation, Saito jumped onto the still growing Queen's hand and held on as she carefully brings him down to the street floor.<br>\r\n<br>\r\nNot soon after he got off, everyone heard the Inn breaking apart as another leg emerged unseen on the other  side of the building. Then everyone saw the roof break open as a the massive shoulders and back began to emerge.<br>\r\n<br>\r\nBack inside, Henrietta winced as more of the Inn began to break apart as she continued to grow, <i>\"How much bigger am I going to get?!\"</i><br>\r\n<br>\r\nThen without warning, she suddenly let out a loud moan as she pushes with her newfound strength and manages to push her upper body out of the Inn and into the rain!<br>\r\n<br>\r\nThe crowd ran away when at the site of a giant woman. Thanks to the chaos and the rain, it seems no one has realized that the growing Giantess is actually their Queen.<br>\r\n<br>\r\nSaid Queen blushed and covered her breasts with her arms when she saw an equally blushing Saito staring at her now all alone in the street!<br>\r\n<br>\r\nBut her mind raced as she prayed for the potion to wear off, <i>\"Please no more! This is big enough!\"</i></span></div></div>",
            "created":1580706000,
            "id":2782121,
            "title":"Inn Growth"
        },
        "145":{
            "author_id":"fxd-001",
            "author_name":"ForestFire5000",
            "choices":[
                "The class is taking a lesson on size altering magic... and something goes wrong!",
                "Kirche uses a growth elixer to get revenge on Louise for insulting her.",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More options</span></div></span></div>",
            "created":1298178000,
            "id":1057875,
            "title":"Other girls"
        },
        "1451":{
            "author_id":"fxd-001",
            "author_name":"ForestFire5000",
            "choices":[
                "The girls agree to stay out of trouble, and try to help out with their size.",
                "The girls begin to like their new size, and use it to take over the school.",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>It was another normal day at Tristain Academy (well, as normal as things can be at a school of magic at least...), and the students were in the middle of their lesson. Due to the nature of the lesson, the class was taking place outside. Today's lesson was on size altering magic. Their teacher, Mr. Colbert, was just finishing the explanation of the spell.<br>\r\n<br>\r\n\"Okay class. Now we're each going to take turns casting the growth spell to make sure that you all understand the lesson. We'll start with the girls, and once everyone has had a chance, we'll have them shrink back down so that the boys can have their turn.\"<br>\r\n<br>\r\nEach of the girls then took turns casting the spell to make themselves grow. Kirche, Montmorency, &amp; Tabitha had just taken their turns, and they each now stood at an impressive 50 feet tall. Then it came to Louise's turn. Kirche went at her with her usual taunts.<br>\r\n<br>\r\n\"Watch out everyone, 'Louise the Zero' is up next! If you don't want to get blown up, I suggest you step back...\"<br>\r\n<br>\r\nThe entire class then took several steps away. Louise was very irritated.<br>\r\n<br>\r\n\"That's it Von Zerbst! You just laugh it up, but I'm gonna be having the last laugh when I outgrow all three of you!\"<br>\r\n<br>\r\n\"Ha, yeah right! You've never cast a spell without blowing something up, what makes this time any different?\"<br>\r\n<br>\r\n\"Why you oversized little-\"<br>\r\n<br>\r\n\"Oh come on Louise, your contradicting yourself! If you want me to stop teasing you, then prove me wrong! Cast a spell properly for the first time in your life. Then we'll talk.\"<br>\r\n<br>\r\n\"Alright, you asked for it!\"<br>\r\n<br>\r\nLouise then recited the spell, and as usual, the only apparent result was a huge explosion that blew ash onto the entire class.<br>\r\n<br>\r\n\"Ha! I knew you'd flub it up! You aren't called 'Louise the Zero' for nothing...\"<br>\r\n<br>\r\nKirche then started laughing. However, in her excitement, she failed to notice that Louise had started to grow! She quickly shot up past the knees of the other three girls, then their waists, then their stomachs, then their chests, and she continued to grow until she was just as tall as they were. However, she didn't stop there. Louise's growth continued until she had reached twice the size of the other girls; she now stood at a monumental 100 feet tall! Kirche was still laughing, and hadn't noticed Louise's change in stature. Luise then reached out and flicked Kirche on the forehead, bringing her attention back to reality. She practically fell over when she saw that Louise the Zero now towered over her and the other two massive girls.<br>\r\n<br>\r\n\"So Kirche, tell me again... <i>Who</i> was it that always flubs up her spells? Because <i>this</i> spell doesn't look very flubbed up to me!\"<br>\r\n<br>\r\n\"Hehe... I'm impressed Louise... I suppose that there's a first time for everything...\"<br>\r\n<br>\r\nLouise then gave Kirche a light shove, which nearly made her fall on her rear.<br>\r\n<br>\r\n\"You got that right! Now, I don't want anyone here calling me 'Louise the Zero' ever again! Got it?!\"<br>\r\n<br>\r\nKirche and the others were visibly nervous having Louise towering over them. They all immediately agreed to cease the use of Louise's infamous nickname. Mr. Colbert then stepped in.<br>\r\n<br>\r\n\"Very good girls! Especially you, Louise! I don't think that I've ever had a student grow <i>that</i> large, especially not on their first try. Now if you would all please return to your normal sizes so we can move on to the boys.\"<br>\r\n<br>\r\n\"Yes sir...\"<br>\r\n<br>\r\nThe four girls then recited the reversal spell and waited to shrink back to normal. However, nothing happened. Montmorency was the first to speak up.<br>\r\n<br>\r\n\"What gives? Why are we still huge?! I can't date Guiche if I'm fifty feet tall! Mr. Colbert, you have to do something!\"<br>\r\n<br>\r\n\"Alright, alright... Hold your horses...\"<br>\r\n<br>\r\nTheir teacher recited the same spell, and again nothing happened.<br>\r\n<br>\r\n\"Well this is strange... Why isn't my magic working either?\"<br>\r\n<br>\r\nThis time, Kirche spoke up.<br>\r\n<br>\r\n\"I'm sure it has something to do with Louise's little fireworks show! She ALWAYS screws something up! I knew it was too good to be true!\"<br>\r\n<br>\r\nLouise was annoyed by the accusation, and picked up Kirche in anger. She was about the size of a small child to her, so it wasn't too difficult, but it did require her to use both hands.<br>\r\n<br>\r\n\"Why do you just automatically assume that it was me?! How could I have knocked out everyone's magic, huh?\"<br>\r\n<br>\r\nShe then proceeded to shake her rival up a bit to drive her point home. Just then, Tabitha spoke up. Being the walking encyclopedia that she is, she had located the source of the problem.<br>\r\n<br>\r\n\"It would seem that the explosion that Louise produced was different from usual. The smoke from the blast contained a rare but highly potent mineral compound with the effect of sealing magic. In other words, anyone who was nearby when the explosion went off is now unable to cast magic.\"<br>\r\n<br>\r\nKirche then struggled free from Louise's grip and landed on the ground below.<br>\r\n<br>\r\n\"You wanna know why I always assume that things like this are your fault?! <i>THAT</i> is why!! You hear that everybody? Louise went and flubbed the spell up AGAIN! I knew you would always be Louise the-\"<br>\r\n<br>\r\n\"Don't you dare say it!\"<br>\r\n<br>\r\n\"Louise the ZERO!!!\"<br>\r\n<br>\r\n\"Why you little-\"<br>\r\n<br>\r\nMr. Colbert then interrupted them before their argument could get any worse.<br>\r\n<br>\r\n\"GIRLS!!! Break it up! If what Tabitha says is correct, then there's nothing we can do about this! We'll just have to wait until the sealing effect wears off... Now, I happen to know a bit about that particular mineral. The effects should only last about a week, so until then, I need you girls to stay out of trouble!\"<br>\r\n<br>\r\n<br>\r\n<b>What happens next?</b><br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1298264400,
            "id":1057905,
            "title":"No turning back now..."
        },
        "1453":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "Tabitha",
                "Tiffania!",
                "More Girls"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about the quiet blue haired wind mage Tabitha?<br>\r\n<br>\r\nOr Tiffania the Half-Elf?</span></div></span></div>",
            "created":1580446800,
            "id":2780963,
            "title":"other"
        },
        "14533":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "Agnès",
                "Marianne",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Agnès? The Captain of the Royal Musketeers?<br>\r\n<br>\r\nOr Marianne de Tristain, Henrietta's mother and previous Queen of Tristain?</span></div></span></div>",
            "created":1580706000,
            "id":2782123,
            "title":"Captain or Queen?"
        },
        "145333":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "Yes!",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay...<br>\r\n<br>\r\nHow about Jessica? Siesta's first cousin/Scarron's daughter?<br>\r\n<br>\r\n</span></div></span></div>",
            "created":1580706000,
            "id":2782124,
            "title":"Scarron's Daugher?"
        },
        "1453332":{
            "author_id":"ifitgrows",
            "author_name":"GrowingGoldGoddess",
            "choices":[
                "Yes!",
                "Nope"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about Louise's family?<br>\r\n<br>\r\nHer mother or her sisters?</span></div></span></div>",
            "created":1580706000,
            "id":2782126,
            "title":"Vallière"
        },
        "15":{
            "author_id":"who-me",
            "author_name":"who-me",
            "choices":[
                "Louise",
                "Siesta",
                "Tabitha",
                "Tiffania",
                "Other girls"
            ],
            "content":"<div class=\"\"><div> <span>For these girls to grow in many ways, there must be a reason.<br>\r\n<br>\r\nLouise, by way of a botched spell, or maybe not so botched?<br>\r\n<br>\r\nSiesta finds a potion with interesting results . . .<br>\r\n<br>\r\nTabitha receives a strange item from her homeland . . .<br>\r\n<br>\r\nTiffanian, as a result of showing off her elven magic?</span></div></div>",
            "created":1218344400,
            "id":568061,
            "title":"Multiple of the above"
        },
        "153":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "It change his gender ",
                "It change him into animal",
                "Let go with something else"
            ],
            "content":"<div class=\"\"><div> <span>One fine day Tabitha was spending time with her pet when a messenger came and delivered a strange item from her homeland, Tabitha wonder what this strange item does? Saito came which caused her strange item to glow as ball of light swirl around him! <br>\r\n(What des Tabitha's strange item do to Saito?) </span></div></div>",
            "created":1496984400,
            "id":2333470,
            "title":"Tabitha"
        },
        "1531":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Louise",
                "Guiche de Gramont",
                "Siesta or someone else "
            ],
            "content":"<div class=\"\"><div> <span>Tabitha watch as her strange item change Saito gender into female human!<br>\r\n( <a rel=\"nofollow\" href=\"https://s-media-cache-ak0.pinimg.com/originals/ca/f9/af/caf9af994b077651c042fd90a93303d1.jpg\" target=\"_blank\">https://s-media-cache-ak0.pinimg.com/ori...</a> )<br>\r\n\"Ahhhhh Tabitha What Happen to me? Why am I girl?\" Saito asked while panic.<br>\r\n\"I am sorry Saito but I have no idea how this happened but rest a sure that I will find way to change you back to normal.\" Tabitha reply but then someone come and saw Saito who was now girl!</span></div></div>",
            "created":1497070800,
            "id":2333940,
            "title":"It change his gender "
        },
        "15312":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Guiche de Gramont start have deep feeling for Satomi",
                "Tabitha found way to change Saito back to normal "
            ],
            "content":"<div class=\"\"><div> <span>Tabitha saw person who come was Guiche de Gramont and he immediately start flirt Saito believe he was girl. \"Well hello there beautiful maiden my name Guiche de Gramont and what you're name?\" <br>\r\n<br>\r\nSaito was about tell him who he was but Tabitha stop him and whispered into his ears \"Saito I sorry I have to asked this but can you pretend to be girl along with not tell anyone who you real are?\" Saito look at her and reply in soft tone \"W-What why can't I tell him or anyone who I real am?\" Tabitha look at Saito and said \"Because People's or teacher's will think I did on purpose and less thing I need Is to get in trouble for something like this which was accidentally, so please pretend to be girl along with not tell them who you real are.\" Saito slowly sigh and agree when Guiche de Gramont interrupt \"Hmm Tabitha, I was talk with this young lady?\" <br>\r\n<br>\r\nSaito look at him and said \"Oh I'm sorry, my name is Satomi.\" Guiche de Gramont slowly smile and reply \"Well Satomi, I must say you're quite lovely lady which why I would like for you to join me for lunch?\" Saito rather eat dog food then be with him but he promise Tabitha that he pretend to be girl including act like one, so Saito reply \"Oh I love to join you for lunch.\" And with that Guiche de Gramont grab Saito hand and lead him toward the outside lunch area. (What happened after few days.)</span></div></div>",
            "created":1497330000,
            "id":2335228,
            "title":"Guiche de Gramont"
        },
        "153121":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Saito started freak out because he didn’t want marry Guiche de Gramont!",
                "Saito told him that she isn’t ready to marry.” But later that day something happ"
            ],
            "content":"<div class=\"\"><div> <span>Guiche de Gramont started have deep feeling for Satomi but little did he know Satomi was actually Saito who was only pretend be girl because Tabitha Artifact change his gender. (Guiche de Gramont POV) I was with my beloved Satomi in school garden as I hold her close to me and said Oh my Satomi you’re such lovely young women which is why I decided when I graduate from the school, I am going made you my wife! (How did Saito react to Guiche de Gramont wanted to him marry?) </span></div></div>",
            "created":1520917200,
            "id":2464019,
            "title":"Guiche de Gramont start have deep feeling for S..."
        },
        "1531211":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Did Saito tell him true",
                "Saito Pretend that he was very happy about."
            ],
            "content":"<div class=\"\"><div> <span>“Marry me, I am flatter but I-“ Saito said before Guiche de Gramont Interrupt him. “I know you’re lost for word but not to worry my parents are set up our wedding, you met them before, After few weeks ago they were very impressed with you’re polite manner and kind nature that they believe you will be fine wife for me and not to mention fine mother to our children’s, Oh my precious Satomi we shall have great life together as husband and wife.” As Guiche de Gramont kiss Satomi on the lip with Passion of love for her. </span></div></div>",
            "created":1547096400,
            "id":2601788,
            "title":"Saito started freak out because he didn’t wan..."
        },
        "15312112":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Yes, Saito get change back to normal",
                "No, Saito didn’t get change back, and she soon marry Guiche de Gramont"
            ],
            "content":"<div class=\"\"><div> <span>Saito Pretend that he was very happy about, and hope he be change back soon! <br>\r\n<br>\r\n(After few months) <br>\r\nSaito went with Guiche de Gramont, everywhere including help plan the wedding together,<br>\r\nSaito didn’t want marry Guiche De Gramont, but Tabitha haven’t figured out to change him back into guy yet!<br>\r\n<br>\r\nGuiche de Gramont was so happy to be marry Satomi, she is perfect for him, she is Perfect manner and She is very kind to everyone, and have perfect body, Guiche de Gramont can’t wait to made love with her on there honeymoon.<br>\r\n<br>\r\n(Does Saito get change back to guy?)</span></div></div>",
            "created":1582606800,
            "id":2792667,
            "title":"Saito Pretend that he was very happy about."
        },
        "153121122":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Yes",
                "No, Time for Saito have first sex as woman "
            ],
            "content":"<div class=\"\"><div> <span>(After 3 months)<br>\r\nSaito was now in wedding dress while bridesmaids help him with hairstyles and madeup. “Oh my Satomi, you look so beautiful, and you’re very lucky woman Peasant, to get marry such wealthy and well known family like Guiche de Gramont, soon you will be Mrs. Satomi de Gramont.” One of bridemaid said.<br>\r\n<br>\r\nBut after few mins, Saito was walk down the altar and pretend to be happy that he is marry Guiche de Gramont, but once he was at the altar, the priest began his speech when priest got to part. “Do you Guiche de Gramont, take this woman to be your wife, to love and cherish for rest of your life?” <br>\r\n<br>\r\n“I do.” Guiche de Gramont Reply, as priest look at Satomi. “And do you Satomi take this man to be your husband, to love and cherish for rest of your life?” Priest asked.<br>\r\n<br>\r\nSaito look at everyone including Tabitha, who seem ashamed that she didn’t figure out way change him back, and then he look at Guiche de Gramont. “I do.” Saito reply. “Then I announce you husband and wife, you may kiss the bride.” Priest said, and Guiche de Gramont immediately kiss his Satomi on the lips, as everyone cheer.<br>\r\n<br>\r\n(After wedding and wedding party)<br>\r\nGuiche de Gramont take his wife Satomi to there honeymoon, where he is ready to made love with her.<br>\r\n<br>\r\n(Do want skip Guiche de Gramont and Saito have sex?)</span></div></div>",
            "created":1582606800,
            "id":2792687,
            "title":"No, Saito didn’t get change back, and she soo..."
        },
        "1531211221":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "The end ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>Saito couldn’t believe that he have sex with Guiche de Gramont. “Oh my dear Satomi, I enjoy have sex with you, but I noticed you seem bit nervous when we first started.” Guiche de Gramont said, is cause Saito to immediately blushed which cause Guiche de Gramont to laugh. “You so adorable when you blushed from embarrassment, but not worry, I still enjoyed our sex.” As Guiche de Gramont soon started pull Saito onto his chest. “Now my beloved Satomi, let cuddle with together.”</span></div></div>",
            "created":1586754000,
            "id":2818412,
            "title":"Yes"
        },
        "15312112211":{
            "author_id":"shadowguy015",
            "author_name":"KBX",
            "choices":null,
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>This is The end.</span></div></span></div>",
            "created":1586754000,
            "id":2818431,
            "title":"The end "
        },
        "1532":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Cat",
                "Dog ",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of animal? </span></div></span></div>",
            "created":1547096400,
            "id":2601798,
            "title":"It change him into animal"
        },
        "15321":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>When he change into cat, did his gender get change too?</span></div></span></div>",
            "created":1553058000,
            "id":2632746,
            "title":"Cat"
        },
        "153211":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Yes, they understand him",
                "No, they didn’t understand him, all they heard from him was “Meowing”"
            ],
            "content":"<div class=\"\"><div> <span>Tabitha gasp when she saw, Saito Transform into cat but not only that, Female Cat! “Oh no my strange magical item turn Saito into Female cat!” She cried.<br>\r\n<br>\r\n“What going on Tabitha, Where is Saito?” Louise asked while looking around for him.<br>\r\n<br>\r\nSaito was freak out, because he was Female Cat, as he yelled. “TABITHA, CHANGE ME BACK TO NORMAL!” <br>\r\n<br>\r\n(Did Tabitha and Louise understand Saito?) </span></div></div>",
            "created":1553490000,
            "id":2634716,
            "title":"Yes"
        },
        "1532112":{
            "author_id":"lovezoo",
            "author_name":"ray",
            "choices":[
                "Tabitha, male cat come in and immediately show interest in Saito, in love way ",
                "Tabitha continue look for something change Saito back normal "
            ],
            "content":"<div class=\"\"><div> <span>Tabitha couldn’t understand Saito, which mean Louise wouldn’t understand him either including not realized that female cat is Saito!<br>\r\n<br>\r\n“So where is Saito?” Louise asked again.<br>\r\n<br>\r\n“Oh I am sorry but I haven’t seen him.” Tabitha reply to Louise, as she pick up Saito.<br>\r\n<br>\r\n“Well if you see him, tell him that I am going punish him!” Louise said. “I will.” Tabitha reply while hold Saito, After few mins Louise leave and Tabitha Immediately take Saito into her bedroom. “Not worry Saito, I find something to change you back to normal.” Tabitha said to him or she should her.<br>\r\n<br>\r\n(Did anything happens?)</span></div></div>",
            "created":1554354000,
            "id":2640026,
            "title":"No, they didn’t understand him, all they hear..."
        }
    },
    "info":{
        "author_id":"who-me",
        "author_name":"who-me",
        "brief_description":"Come join the students in Zero no Tsukaima as some discover some growth or shrink spells",
        "created":1218375720,
        "description":"<td align=\"left\" class=\"norm\">For those who don't know of this series, look here: <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://en.wikipedia.org/wiki/The_Familiar_of_Zero\" target=\"_blank\">http://en.wikipedia.org/wiki/The_Familiar_of_Zero</a><br>\r\n<br>\r\nNow come and join some adventures of Louise, Saito, Siesta, and the many other students at Tristain Academy of Magic.  Whether it's one day when Louise decides to look for a more unique punishment for Saito's pervertedness or just a magical accident.  Or even when someone else is trying to get Saito away from Louise.<br>\r\n<br>\r\nDoesn't matter.<br>\r\n<br>\r\nRules:  Please follow them.<br>\r\n1] Any companions the people want is acceptable.<br>\r\n2]  No anal insertion.  Playing with a big butt is fine, but don't stick stuff up it<br>\r\n3] Keep good grammar.  If  find it poor, I will correct, so please save me the trouble.<br>\r\n4] Sex is allowed, just don't go into fine details.<br>\r\n<br>\r\nThat's all for now.  Have a nice day.</td>",
        "id":1460833,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587419580,
        "pretty_title":"Zero no Tsukaima Growth and Shrink Story"
    }
}