{
    "chapters":{
        "1":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "Orihime Inoue",
                "Yoruichi Shihoin",
                "Rukia Kuchiki",
                "Rangiku Matsumoto",
                "Pick another one!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who's the lucky lady?</span></div></span></div>",
            "created":1388293200,
            "id":1716469,
            "title":"Choose the Girl!"
        },
        "11":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "She discovers a new power!",
                "The Hogyoku did it.",
                "It was a potion / spell / etc.",
                "She finds out she has an inner Hollow...",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does she grow?</span></div></span></div>",
            "created":1392872400,
            "id":1749074,
            "title":"Orihime Inoue"
        },
        "111":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Immediate effect",
                "It takes a few hours",
                "Al the  transform and have the same personality and love interest (Ichigo)"
            ],
            "content":"<div class=\"\"><div> <span>It has been a few days since Orihime had discovert her powers and she was wondering how she could become stronger with them.<br>\r\n<br>\r\nWhile Orihime was pondering this she heard the voice of Lilly, one of her spirits, talking to her.\"Hey Orihime-chan, If you want to be stronger I can help you with that. It is an easy way and it is <i><b>VERY</b> </i> effective.\" Lilly said as she looked at Orihime for an answer as Orihime looked at her with a questionable look.<br>\r\n<br>\r\n\"How much stronger would I get and is it reallky that easy?\"Orihime asked thinking that getting powerful would normally take alot of effort.<br>\r\n<br>\r\n\"It's not how much, but how manny times.\"Lilly said as Orihime looked curious and wanting to know more. Lilly picked up on this and continued.\"You will be an infinite amount of times stronger and your power will just keep growing, GROWING and <b>GROWING</b> by each day. You will be a goddes to all!!! And it will be really easy to accomplish!!!\"Lilly said with alot of enthusiasm, getting Orihime all fired up in the process.<br>\r\n<br>\r\n\"Alright Lilly I want to be that strong, so please tell me how to get so strong.\" Orihime said excited at getting so immensely powerfull. As she was looking at Lilly who showed Orihime a glowing orb of energy that transferred inside her body giving her a warm feeling.\"Wow, what was that?\"Orihime asked.<br>\r\n<br>\r\n\"That was all the energy from your other spirrits. They gladly gave up all there power and life energy for you to get stronger. I am the only one left so I can be the spirit  of your power to help you keeping it in ballance and to be your guide.\"Lilly said getting a nod of understanding from Orihime.\"Now this will only work on you, because of your special energy and the energy from your other spirits will excellerate the process tremendously. Now all you need to do is letting your energy circulate insite your body and fill every atom of your being. You will only have to do this once, because when you succeed it wwill be like an eternal lock and it will always remain there.\"Lilly finnished and looked at Orihime who closed her eyes and started to fill her body with her energy. </span></div></div>",
            "created":1429419600,
            "id":1966631,
            "title":"She discovers a new power!"
        },
        "12":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "Her Shunko gets taken to the next level!",
                "Kisuke has a surprise for her!",
                "Aizen or Szayelapporo did it.",
                "I blame Mayuri!",
                "..... I got nothing. Reader's choice?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does the sexy Yoruichi grow?</span></div></span></div>",
            "created":1391490000,
            "id":1739277,
            "title":"Yoruichi Shihoin"
        },
        "13":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "She discovers her Bankai!",
                "Yoruichi teaches her a new form of Shunko!",
                "Kisuke, what did you do this time?!",
                "Dammit, Mayuri! You're not supposed to experiment on your comrades!",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Rukia grow??</span></div></span></div>",
            "created":1392872400,
            "id":1749076,
            "title":"Rukia Kuchiki"
        },
        "135":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "A strange new candy.",
                "A new enemy with the power to grow people.",
                "Hollowfication affects her differently."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here's a couple more choices.</span></div></span></div>",
            "created":1454994000,
            "id":2101759,
            "title":"Reader's Choice"
        },
        "1351":{
            "author_id":"wewladle",
            "author_name":"RuckyRukina",
            "choices":[
                "Rukia grows muscles to rival Yoruichi's",
                "Rukia grows breasts to rival Rangiku",
                "Rukia grows both"
            ],
            "content":"<div class=\"\"><div> <span>The scent of incense wafted through the air, traces of the smoke gleefully danced in the air,attempting to invite Rukia deeper within the almost stereotypical \"Mystery shop\" she found herself in. She let out a single, slow defeated sigh, she knew this shop in particular was ran by a con-artist, <i>the only true mystery, </i>Rukia thought,<i> is how this place still exists.</i><br>\r\n<br>\r\nRukia hadn't come here by choice, Orihime had excitedly dragged her in her, bouncing up and down in her almost sickening manner, surely she of all people should recognize all this stuff is a scam. Regardless of her reasoning she couldn't stop the determined wave of orange hair and ditzy movement from sweeping across the store, squealing and bouncing with delight at seemingly every third trinket.<br>\r\n<br>\r\nThe raven-haired shinigami had to step out of the shop, the incense had become suffocating, giving her a slight headache.<br>\r\n10 minutes later Orihime appeared, with a gleaming gem necklace, a mysterious tub of sweets and significantly poorer.<br>\r\n<br>\r\nThese are for you said Orihime as she shook the tub in front of Rukia's eyes, interrupting Rukia's attempts at brooding.<br>\r\nRukia quickly shoved them in her bag, thanking the ditz and giving a thin, fake smile.<br>\r\n\"The packaging had bunnies on them and I know how you like them so I thought it might cheer you up a little\"<br>\r\n\"Oh I took a few sweets too, I hope you don't mind\" she said, a wide smile beaming across her face.<br>\r\nThe pair locked eyes, Rukia quickly looked away, blushing, she always felt so jealous of Orihime.<br>\r\n<br>\r\nShortly afterward, the pair went their separate ways at the local park, Rukia sat on a bench as she watched Orihime bounce away, before long she found herself staring at Orihime, she watched as her shapely body swayed and jiggled as she moved.<br>\r\n<i>It's not fair</i>, she thought looking at her own body, desperate to find a single curve, anything. She'd love to have a body like Orihime's or Rangiku's or Yoruichi's.<br>\r\n<br>\r\nShe reached into her bag for one of the sweets Orihime had given her, she held it to the light of the now setting sun, the sweets were like gobstoppers, clear as crystal she could see the sunset through them the sun, like a match, set of a gleaming chain reaction of sparks and scatterings of beautiful light, dancing carelessly within the jawbreaker.<br>\r\n<br>\r\nRukia popped the jawbreaker into her mouth...<br>\r\n</span></div></div>",
            "created":1467522000,
            "id":2174600,
            "title":"A strange new candy."
        },
        "14":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "It's her Bankai.",
                "Mayuri experiments on her.",
                "The Hogyoku affects her mysteriously.",
                "A Hollow somehow affects her,",
                "She absorbs a lot of reishi / spirit energy."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does it happen?</span></div></span></div>",
            "created":1400389200,
            "id":1798732,
            "title":"Rangiku Matsumoto"
        },
        "15":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "Momo Hinamori",
                "Soifon",
                "Tia Harribel",
                "Chizuru Honsho",
                "More ladies!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here's some more lovely ladies!</span></div></span></div>",
            "created":1388293200,
            "id":1716476,
            "title":"Pick another one!"
        },
        "151":{
            "author_id":"fmg-queen",
            "author_name":"Kinniku Imp",
            "choices":[
                "Mod soul candy that pumps you up",
                "The Hogyokou",
                "I have a better idea"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How should she grow then?</span></div></span></div>",
            "created":1388466000,
            "id":1718410,
            "title":"Momo Hinamori"
        },
        "152":{
            "author_id":"fmg-queen",
            "author_name":"Kinniku Imp",
            "choices":[
                "Training with her powers so that she can crush Yoruichi next time she sees her",
                "Mod soul candy that pumps you up",
                "Hollowfication"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How shall our dear kunoichi grow then?</span></div></span></div>",
            "created":1420261200,
            "id":1912380,
            "title":"Soifon"
        },
        "1521":{
            "author_id":"fmg-queen",
            "author_name":"Kinniku Imp",
            "choices":[
                "Give a visit to Yoruichi and show who's in charge now",
                "Go and test her strength",
                "Go to the shinigami woman association and show the women there how to grow"
            ],
            "content":"<div class=\"\"><div> <span>The clang of weights could be heard throughout the entire headquarters of the 2nd division. Of course, the hallways were completely empty of life. After a recent incident with someone trying to silence the noise of the metal weights being thrown around, and the man coming back out of the headquarters with broken ribs, people decided to give the 2nd division captain some privacy.<br>\r\n<br>\r\nA husky voice breathed out in the innermost room, a dim lantern illuminating the source of the voice. Humongous barbells, with weights the size of monster truck tires were violently lifted up into the air and shakily brought down, two feminine and petite hands gripping the bar. Such soft and delicate looking hands.... that were currently crushing the bar with their monstrous grip.<br>\r\n<br>\r\nTo say that the woman pumping the weight was muscular was an understatement. She was downright hulking. Her girly hands traced up and morphed into bloated and vein riddled forearms, which squeezed against her overswelled biceps, the peaks on each arm quivering with adrenaline and hormonial power. Her shoulders guaranteed that she would be incapable of fitting through any doorway in the sereitei, and her beachball sized pecs would make sure that she couldn't just slide through sideways. She had never been a \"full figured\" woman, but her pectorals had developed so much veiny muscle that they had taken on a rounded shape, almost like swollen tits of muscle.<br>\r\n<br>\r\nNot a single ounce of fat could be found on her mid section, toned to the point of rippling like water, but with muscle in place. Her tight waist fattened out into two obsidian thick legs, ripened through years of abuse and training, each step she took shaking the ground with tremors. <br>\r\n<br>\r\nHer soft facial features, with her face being delicately framed by her short and choppy banged hair, was quite an odd sight, being mounted atop of a volcano of muscle that was her neck, her traps pressing firmly against her ears. Her two braids hung down her endless back, the rings at the end bouncing against her hardened and bloated glutes with every movement she made. Her top had been torn into tatters in several areas, more like rags that clinged to her skin for dear life.<br>\r\n<br>\r\nSoifon gave another pant as she lifted the weight, groaning as she felt more pain rush through her body. She hadn't stopped her workout ever since the beginning of the week. Originally, she would've taken some rest. But after seeing her rival/mentor walk onto the scene a couple of weeks back....<br>\r\n<br>\r\nShe remembered it so vividly. Yoruichi wanting to \"hang out\" with the 2nd division captain..... Soifon didn't have time for that, she had been too busy training. however, she definitely didn't have time to hang out with her once she saw the tanned woman's body. <br>\r\n<br>\r\nThe woman had been putting on some serious pounds, and had a figure much more befitting of that of a bodybuilder from the human world. And more than likely, she was much more stronger than before thanks to her pumping up like that. Infuriated, Soifon had redoubled her efforts to surpass Yoruichi. She had tried a variety of exercises, but none of them seemed to work.... that is, until she practiced using her \"shunko\" ability with weight lifting.<br>\r\n<br>\r\nThe result had been amazing. While she had been in pain for the past 3 days as she pumped iron, she had been growing at a crazy rate. It almost seemed as if each breath she took caused her to grow bigger thanks to the \"Shunko\" ability.<br>\r\n<br>\r\nAfter a few more reps, Soifon let go of the bar, letting it crash to the earth, and her legs fell to the ground, so that she was on her knees. She looked down at her body, panting.<br>\r\n<br>\r\nSlowly, her face shifted into a wild grin. \"Yes... YES! Oh yes, this is what I've been talking about! With this type of power, Yoruichi doesn't stand a fricken chance against my might! Look out world-\" She yelled, bringing her arms up and flexing the swollen peaks. \"-Cause here comes Ms. Muscles!\"<br>\r\n<br>\r\nQuickly she got up onto her feet, cracks forming in the ground as she bent down, before jumping up, straight through the roof, a laugh ringing through the air as the boards below her broke from the sudden thrust of energy, the now musclebound Soifon flying off into the distance.<br>\r\n<br>\r\nWhat does she do now?</span></div></div>",
            "created":1420261200,
            "id":1912506,
            "title":"Training with her powers so that she can crush ..."
        },
        "15211":{
            "author_id":"fmg-queen",
            "author_name":"Kinniku Imp",
            "choices":[
                "Dominates Yoruichi",
                "Urahara pops in expecting Yoruichi, only to see Soifon there"
            ],
            "content":"<div class=\"\"><div> <span>Yoruichi had been enjoying a nice quiet nap, the buff kunoichi curled up in a futon, purring contently. This was shattered the moment the ceiling also decided to shatter into a rain of splinters, the tanned woman giving a shriek in surprise as she scrambled out of the futon, quickly getting into a fighting stance. <br>\r\n<br>\r\n'Well, whatever it is,' She thought confidently to herself. 'with this new body that I've honed, I'll be able to handle........it.....'<br>\r\n<br>\r\nThe buff woman stopped thinking to herself as the dust cleared, a hulking physique stomping through the clouds and into full view, her muscles twitching and throbbing all over. If it hadn't been for the petite face framed with dark blue hair and choppy bangs, Yoruichi would've never known that she was looking at Soifon right now.<br>\r\n<br>\r\n\"S-Soifon?!\" She croaked out. \"Wa... What the hell happened to you?!\"<br>\r\n<br>\r\nSoifon gave a smirk as she put a hand on each hip, flexing her upper body. \"Hnnngghhh... That's Ms. Muscle to you Yoruichi! I've gotten bigger an stronger thanks to some intense training, and these are the efforts reward!\"<br>\r\n<br>\r\nHer voice sounded much deeper than before as her chest and shoulders inflated outwards, followed by the popping sound of her abdominals crunching and bloating one by one while her lats were pumped up like over-inflated balloons, her arms actually sticking out at an angle now because of her lats. She loomed massively over the now diminutive shinigami, Yoruichi's eyes barely reaching the lowest set of Soifon's abs, each of which was bigger than her adversary's head. Looking up, it was impossible to see her face past her giant, hill-like pecs, every inch of which displayed incredible striations and a multitude of fat, pulsing veins.<br>\r\n<br>\r\nSoifon gave a deep laugh, her voice booming like a shockwave as she flexed her bicep, the peak creeping up more... and more.... and more..... and more! soon the peak was a good few feet above her head, the fatty veins writhing around all over her bicep as she stomped the ground. \"With this type of power, there is no limit!\"<br>\r\n<br>\r\nYoruichi gave a gulp as she saw the radical changed in Soifon's personality. Once someone who was just tough in spirit, now a narcissistic monster stuffed with muscle. <br>\r\n<br>\r\nSoifon....</span></div></div>",
            "created":1420779600,
            "id":1915541,
            "title":"Give a visit to Yoruichi and show who's in ..."
        },
        "153":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "She reveals a new transformation.",
                "Mayuri or Szayelapporo experiment on her.",
                "The Hogyoku changes her."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What happens to the sexy Arrancar?</span></div></span></div>",
            "created":1467522000,
            "id":2174858,
            "title":"Tia Harribel"
        },
        "155":{
            "author_id":"fmg-queen",
            "author_name":"Kinniku Imp",
            "choices":[
                "Nel",
                "Tatsuki",
                "More choices!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who then? come on now.....</span></div></span></div>",
            "created":1388293200,
            "id":1716484,
            "title":"More ladies!"
        },
        "1551":{
            "author_id":"reza0807",
            "author_name":"reza0807",
            "choices":[
                "She goes to Ichigo's home and waits for him there",
                "Someone enters the room"
            ],
            "content":"<div class=\"\"><div> <span>Nel smiled happily as she waited at Urahara’s shop. She decided to live in the human world so she could see Ichigo more. She was currently waiting for the substitute Shinigami and Urahara who were discussing something.<br>\r\n<br>\r\nNaturally Nel eventually got bored and looked around the building to do something. She found an iron door and opened it. Inside there was a laboratory with many machines. Numerous lights flickered and peaked Nel’s curiosity. She saw a package of candies lying on the table and dashed for it.<br>\r\nShe opened the package and took a red colored candy. She quickly ate it and was overwhelmed with the delicious strawberry flavor that she closed her eyes. It tasted so good she didn’t notice the effects of the candy.<br>\r\n<br>\r\nUnbeknownst to Nel she began to grow taller. She was already tall, 5’9 inches, but now she was easily 6’6 already. Her body became more toned as well. A clear 6 pack formed. Her biceps grew bigger, more packed with pure muscle. The sleeves of her white shirt she wore began to tear under the pressure of the large biceps.<br>\r\nHer legs became thicker. The tight jeans she wore instantly lost the fight and were shredded revealing her dense legs. Her claves had grown too. Her back widened and her neck was now sturdy. Her pectorals widened as well causing her already ample chest to appear larger. Speaking about her assets they also grew larger and fuller. Her luscious breasts caused the shirt to strain more and eventually they barely held them back.<br>\r\n<br>\r\nNel sighed contently. The taste of the candy was delicious. She opened her eyes and was hit with confusion. The room looked slightly smaller. She looked down and gasped at her huge form. She ran a hand over her exposed abs. They felt incredible dense and hard. She proceeded to feel her large biceps. She flexed and felt her sleeves completely rip. She then ran her hands over her legs. They were filled to the brim with power. She touched her majestic breasts as it was impossible to fit them in one hand.<br>\r\n<br>\r\nShe grinned and realized it was because of the candy she just ate. A devious idea made its way into her head.</span></div></div>",
            "created":1475125200,
            "id":2216620,
            "title":"Nel"
        },
        "15511":{
            "author_id":"reza0807",
            "author_name":"reza0807",
            "choices":[
                "Someone comes in the room and interrupts them",
                "Nel decides to take another candy"
            ],
            "content":"<div class=\"\"><div> <span>Deciding it would be best to surprise Ichigo at his home she left a note on the small table in the living room and quickly ran to Ichigo’s home. She arrived there at a record time and didn’t even break a sweat. She grinned and stroke her legs.<br>\r\n<br>\r\n“I suppose it’s super easy now with this body.” She said to herself.<br>\r\n<br>\r\nNel went upstairs and smiled as no one was home. She prepared herself, sat down on the bed and waited for Ichigo to return. After a while she heard him come as he went up the stairs.<br>\r\n<br>\r\nIchigo wondered why Nel decided to leave so soon. Urahara said something about making new candy but that it wasn’t ready yet. He didn’t care at all. He thought about the teal haired beauty that lived with him. He wanted to confess his feelings for Nel but couldn’t find the courage. Once upstairs he felt his jaw drop when he entered his room.<br>\r\n<br>\r\nNel sat there with on only underwear on that could barely contain her muscular body. Her beautiful skin was packed with large muscles. He looked at her abs, her arms, her legs and eventually her large breasts. He looked intensely at every detail of her new body. The biceps that looked as if she could snap a sword in two with ease. The defined 6 pack that could break a fist if anyone punched it. The legs that could squeeze the life out of someone. <br>\r\n<br>\r\nNel got up and walked towards Ichigo. As she walked over to him her muscles visibly flexed. She stood there towering over him and smiled.<br>\r\n<br>\r\n“Well Ichigo what do you think of the improved me? Are my muscles not amazing.” She said sultry as she flexed her right arm. Ichigo was stunned by the large mass. Even more when she struck a double bicep pose.<br>\r\n<br>\r\n“Nel how did this happen?” He managed to say.<br>\r\n<br>\r\n“Just some candy I found at Urahara’s place.” She answered nonchalantly as she turned around and gave him a good view of her backside. He once again was stunned as he saw her wide sculpted back along with her perfectly shaped ass. She put her hands on her hips and flexed her back muscles.<br>\r\n<br>\r\n“Urahara said something about that. That it was still experimental and had side effects. But look at you you’re huge!” Ichigo said loudly. He had always admired strong girls but seeing Nel like this was amazing.<br>\r\n<br>\r\n“Oh Ichigo I could be bigger you know. Check this out.” Nel said as she flexed her pectorals causing her huge breasts to rise and fall down. Nel smiled at the sight of Ichigo’s arousal.<br>\r\n<br>\r\n“There is more where that came from.” Nel said with a wink.<br>\r\n<br>\r\nShe lifted him up with one arm and kissed him on the mouth. She made sure to press him against her soft breasts. After releasing him she put him down and leaned forward to put her arm in front of him. He touched her bicep and was shocked by how hard it felt. He tried to push it down but failed miserably. Nel giggled at this.<br>\r\n<br>\r\n“I don’t even feel you trying, MY Ichigo.” Nel said huskily and pulled her arm away. She grabbed his desk and placed her arm on it. “Try to make me move, if you dare that is.” She said with a playful smile. <br>\r\n<br>\r\nIchigo tried to move it with one arm but felt like trying to push a wall. Nel kept on smiling at the sight. She decided to motivate him by letting her lemons rest on the desk giving Ichigo a good view. He tried with two arms and using his weight but still failed. Nel yawned to tease him and pushed him down with ease. Ichigo was gawking at her amazing strength. Nel gave a toothy smile and looked at the package with the candies.</span></div></div>",
            "created":1475125200,
            "id":2216623,
            "title":"Waiting"
        },
        "155111":{
            "author_id":"reza0807",
            "author_name":"reza0807",
            "choices":[
                " Tier Harribel",
                "Inoue Orihime"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ichigo and Nel were surprised by who came in. Then Nel smiled.<br>\r\n<br>\r\n“So it’s you.” She said with a grin.<br>\r\n<br>\r\n(Who entered the room?)</span></div></span></div>",
            "created":1475125200,
            "id":2216625,
            "title":"Someone comes in the room and interrupts them"
        },
        "1553":{
            "author_id":"bubbaz85",
            "author_name":"BubbaZ85",
            "choices":[
                "Haineko (Rangiku's)",
                "Zabimaru (Rinji's)",
                "More choices? Really?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There are some lovely Zanpakuto ladies, after all.</span></div></span></div>",
            "created":1388379600,
            "id":1717295,
            "title":"What about the Zanpakuto?"
        },
        "15533":{
            "author_id":"ro781727",
            "author_name":"link",
            "choices":[
                "Retsu Unohana",
                "Nemu Kurotsuchi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Yet more choices!</span></div></span></div>",
            "created":1391317200,
            "id":1737712,
            "title":"More choices? Really?"
        }
    },
    "info":{
        "author_id":"bubbaz85",
        "author_name":"BubbaZ85",
        "brief_description":"The lovely ladies of Bleach start getting buff!",
        "created":1388296740,
        "description":"<td align=\"left\" class=\"norm\">The female characters of the Bleach series get to grow into buff Amazons!<br>\r\n<br>\r\nALLOWED: FMG, BE, GTS<br>\r\nNOT ALLOWED: Male muscle growth (not this time!), hermaphrodites, scat, vore</td>",
        "id":1968918,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1475182860,
        "pretty_title":"Bleach: Amazons of Soul Society"
    }
}