{
    "chapters":{
        "1":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "You begin to shrink ( Down to 5 foot 2)",
                "Reader's Choice",
                "Reader's Choice",
                "Reader's Choice",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>     \"Thank you so much for watching our house for us Jeff \" your neighbour Jill says as you walk into their living room having just arrived.<br>\r\n<br>\r\n     \"Not a problem\" you reply. \"Something's been bothering me though, isn't your daughter Becky a little too old to have a babysitter?\".<br>\r\n<br>\r\n     \"Well yeah\", Jill begins to explain. \"I  wanted to take a trip with just my husband and I. We know Becky is 14 now but we can't trust her by herself at the house. The little trouble maker would probably throw a party in our absence. That's why we payed you $300 in advance. If there's any other questions,  my phone number is written on a note stuck on the fridge door and there is $200 for food in an envelope on top of the fridge, where only you should be able to reach it since you're so tall. Anyways, Jon is waiting outside so I'll be leaving now\".<br>\r\n<br>\r\n     \"Sounds good!\", you reply while waving goodbye to Jill as she opens her front door of the house to depart. \"Enjoy your trip!\". Jill closes the door behind her as you look out the living room window and watch Becky's parents drive away from the house. You then decide to sit sit down on the couch to watch some Tv. You assume that Becky is upstairs in her room noticing it's pretty calm and quiet in the house, which is probably for the best. You haven't babysat Becky  in 2 years and remember her as a little annoying brat so you're not quite sure what to expect from her and whether she'll listen to you. You continue to watch some television when suddenly you hear someone walking down the stairs and turn your head to see Becky walk into the living room.Standing up from the couch to greet her, you notice she's still really short compared to you but good lord has she developed! She is wearing a low cut see through white tank top that shows off her enormous breasts in a cute pink bra and is wearing flannel pj bottoms that are literally hanging off her large ass. You look down on her as she walks up and looks up at you with a frown on her face.<br>\r\n<br>\r\n     \"I can't believe my stupid parents hired you to babysit me again Ughhh! I'm 14 for crying out loud, don't they realize I'm grown up now?\". Becky seems quite displeased.<br>\r\n<br>\r\n     \"You sure don't look grown up just yet\", you retort while joking around with her.<br>\r\n<br>\r\n     \"Oh? What's that supposed to mean? \" , she asks.<br>\r\n<br>\r\n     \"I don't think you've gotten any taller since I watched you last time. You're still really short, haha!\". Becky seems a little upset about this as she flushes red with embarrassment.<br>\r\n<br>\r\n     \"Oh yeah? Well you wouldn't be saying that if you were shorter than me. Maybe I should shrink you down and teach you some respect!\".<br>\r\n<br>\r\n     \"What are you talking about?\", you ask her.\"You can't shrink people. That's impossible!\".<br>\r\n<br>\r\n     \"Don't believe me, huh? Fine I'll prove it to you!\", You watch Becky snap her fingers and point at you as......<br>\r\n  </span></div></div>",
            "created":1600318800,
            "id":2905133,
            "title":"Introduction"
        },
        "11":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "\" You should get smaller!\" (Shrink to 4 foot 8)",
                "Reader's Choice",
                "Reader's Choice",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>     You feel an odd tingling in your body and aren't quite sure of what is happening. Only when Becky giggles at you is when you notice you are no longer looking down at Becky, you are looking each other in the eyes face to face!<br>\r\n<br>\r\n\" ummm, Becky are you wearing heels now?\", you ask her nervously but you look down to see she is barefoot as you look up across from you to see her smile.<br>\r\n<br>\r\n     \"Teehee! No Jeff I'm not\", Becky says. I told you I have the power to shrink you!\". She puts her left hand on top of her head and slowly brings it across her head to touch your hair. \"See that? You're only as tall as me now! Not such a big tough guy now haha!\".<br>\r\n<br>\r\n     \"No way\", you say in disbelief. \"How is this even possible? Becky, please change me back this instant!\".<br>\r\n<br>\r\n     Becky shakes her head. \"That's not happening. You're not big enough to boss me around. In fact I think that....</span></div></div>",
            "created":1600318800,
            "id":2905148,
            "title":"You begin to shrink ( Down to 5 foot 2)"
        },
        "111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "3 foot 5",
                "???",
                "????",
                "?????",
                "???????"
            ],
            "content":"<div class=\"\"><div> <span>\" ... You should get smaller!\". Becky snaps her fingers and points at you again, and that same tingle goes through your body as you shrink down in front of Becky. She seems to be getting taller but you and her both know it's you that's getting smaller as your head stops just below her shoulders. Becky's large breasts are now directly in front of your eyes and you look above to see her looking down on you with a smile.<br>\r\n<br>\r\n     \"Awww, look how short you are now!\", she says, amused that she is bigger than you now. \"So cute!\". You try and keep eye contact with her but you keep looking down at her busoms, her cleavage is something to behold.<br>\r\n<br>\r\n     \"I bet you regret ever picking on me Jeff! Now you're the short one.... Hey are you paying attention?\". You finally realize Becky is talking to you and you avert your gaze from her chest and look up at the taller teen.<br>\r\n<br>\r\n     \"Sorry Becky, er, what were you saying?\". Becky giggles.<br>\r\n<br>\r\n     \"Jeff you little perv, were you just staring at my boobs?\", she asks. You blush with embarrassment and try to apologize.<br>\r\n<br>\r\n     \"Uhh, sorry Becky I didn't mean to....\", Becky cuts you off by laughing out loud.<br>\r\n<br>\r\n     \"Awww, it's ok short stuff. I understand!\", she says. \"I guess I do have some pretty big boobies huh? Come here and give me a hug!\", Becky pulls you in for a firm embrace as your face gets pressed into her chest. You can feel her large tits in her bra squishing your puny head, you love her smothering! Being this tall doesn't seem so bad! She lets you go as she takes a step back, readjusting her shirt and tugging on her bra.<br>\r\n<br>\r\n     \"Don't they feel nice and warm?\" You must like this since you're not complaining anyway\", Becky says with a grin. \" I'm the one who will be in charge of you this weekend by the looks of it! Would you like to see more?\". You nervously nod your head, not wanting to cause any more problems with Becky and her mysterious shrinking power. She giggles and pulls off her white shirt to expose her huge tits cradled in her cute pink bra. Still being a horny teenage boy, you find yourself getting aroused at the sight of her big boobs. Becky playfully leans forward and squeezes her breasts into your face. Her flesh feels warm and inviting against your head as you get pulled in by her for yet another hug.<br>\r\n<br>\r\n     \"This is so fun Jeff!\", she says, reaching down with her hands. \"Your clothes are getting baggy on you and wait are you...\" Her left hand has found your hard on as she giggles and grabs your shaft and gently begins to stroke it,\"... you are hard for me haha! I learned about this in health class.It's okay little guy, I got you covered!\".<br>\r\n<br>\r\n     \"Becky ,wait please!\" , But it's too late. Becky unzips your pants as they fall to your ankles and she reaches into your boxers and gets a firm grip on your penis as she playfully strokes it.<br>\r\n<br>\r\n     \"Well shrimp since you're so aroused by me now, just wait for my next trick!\", Becky says, snapping her fingers with her right hand and points her finger at you. How small will you shrink?</span></div></div>",
            "created":1600578000,
            "id":2906637,
            "title":"\" You should get smaller!\" (Shrink to 4..."
        },
        "1111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "She wants to make you even smaller now ( Down to 2 feet)",
                "??????",
                "???????",
                "????????"
            ],
            "content":"<div class=\"\"><div> <span>     The tingles in your body strong this time around as you sharply dwindle in size as Becky lets go of your shaft and you fall over from your oversized pants still being at your ankles. You feel yourself getting smaller as your shirt now feels like an oversized canopy. You decide to stand up and step out of your pile of clothes and look up to see a now even bigger Becky looking down at you. She is easily twice your size now as you look foward and see her hips and belly button!<br>\r\n<br>\r\n     \" Wow Jeff, you're getting to be quite the little boy!\",  Becky says., giggling.<br>\r\n<br>\r\n     \"This can't be real\", you say out loud. \"This must be a dream!\".<br>\r\n<br>\r\n     \"Too bad , this isn't a dream!\", she reassures you. \" You are the size of a 5 year old and naked! So adorable! \".<br>\r\n<br>\r\n     \"This is getting scary Becky!\", you plead with her. \" I think you've proved your point. If you make  me big again I promise I won't make fun of you!\".<br>\r\n<br>\r\n     \"It's too late for that Jeff, don't you think? Besides, the fun is only just begun. I've wanted to shrink a boy for so long ever since I discovered my power and then you came along! This is too good! How's the view down there by the way, do you like what you see?\", Becky turns around and bends over to smoosh your head into her jean covered butt. She teases you with her booty for several minutes by the amazon sized  girl as you  feel embarrassed by her. You see her unzip her jeans as she takes her pants off to reveal her pink panties. Her butt is huge, looming in front of your puny face.<br>\r\n<br>\r\n     \" Now Jeff, be a good little boy and kiss my butt!\",Becky tells you. You listen to her and begin kissing her panty covered cheeks as she giggles more. Her bum feels just as soft and warm as her chest. She jiggles her booty and then decides that....</span></div></div>",
            "created":1600578000,
            "id":2906653,
            "title":"3 foot 5"
        },
        "11111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "Takes off her bra!",
                "Reader's Choice",
                "Reader's Choice",
                "Reader's Choice "
            ],
            "content":"<div class=\"\"><div> <span>     She pauses from teasing you with her booty and turns around to look down on you, she places her hands on her hips.<br>\r\n<br>\r\n     \"I love shrinking you down and picking on you! I'm having so much fun! I should take you up to my bedroom, but I just don't think you're small enough yet!\". Oh no, you think to yourself as she takes her left hand and snaps her fingers and points it at you as you get smaller and smaller compared to Becky. You shrink down until you are only as tall as her knee! She is very big now, you can't believe how dominating she is.<br>\r\n<br>\r\n     \"Look how small you are haha! A much more manageable size!\", Becky says as you look up at the colossal sized girl rather nervously.\"I can practically crush you however I want\", She lifts her giant left foot over you and forces you into the living room carpet. Her foot is crushing and grinding most of your puny body as shortly after, takes her foot off as you helplessly lay on the floor, at her mercy.<br>\r\n<br>\r\n     \"Becky, I beg you not to hurt me!\"<br>\r\n<br>\r\n     \"Oh relax, little Jeff, I was only teasing you!\" Becky says, sounding reassuring. \"Being shrunk down by a pretty girl isn't so bad, is it? Think about it. You may have underestimated me, but now you get to play with me for the entire weekend! And look on the bright side!\".<br>\r\n<br>\r\n     \"There's a brightside to this?\", you ask as you stand up from lying on the carpet.<br>\r\n<br>\r\n     \"You bet !\", she says as she reaches down and picks you up by your little torso and lifts you up in her arms with ease. \"The smaller you get, the bigger I get to pick on you! and hug you too!\", she brings your body in close as your head is forced in between her bra covered breasts.<br>\r\n<br>\r\n     \"See? Look at my big boobies now!\", Becky says, massaging your face with her cleavage. \" Now come with me so we can continue playing!\",She slings your puny body onto her shoulder as she walks out of the living room and walks up the stairs to bring you into her bedroom. She shuts her door behind her and brings you over to her bed, tossing you onto her blanket. She then....</span></div></div>",
            "created":1600578000,
            "id":2906675,
            "title":"She wants to make you even smaller now ( Down t..."
        },
        "111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "\"crush you with my butt!\"",
                " ?????????",
                "??????????",
                "????????"
            ],
            "content":"<div class=\"\"><div> <span> takes off her pink bra by unclasping it and letting the bra drop onto the bed beside you as you look up to see her big beautiful breasts dangling off of her chest. She giggles as she looks down at you with a gorgeous smile and playfully squeezes them and jiggles them around with her hands.<br>\r\n<br>\r\n     \"Since we're up in my bedroom, I wouldn't think you mind if I got more comfortable\", Becky says. \" You're so cute when you're small! I hope you're ready to get smothered little guy because I love playing with my boobies!\", She pounces onto the bed as she grabs a hold of you and embraces you again, pushing your face into her breasts as she giggles and jiggles them around. They definitely feel much heftier now, but they're so soft and warm, they feel like pillows to you and feel very aroused by this. Becky takes notice of it.<br>\r\n<br>\r\n     \"My boobs must look huge now  to you, Jeff! Here I have an idea!\", says Becky, placing you down as you stand on her enlarged pillow,. Becky crawls over to you as her large flesh orbs bounce all over the place and she lowers her frontside towards you.<br>\r\n<br>\r\n     \"You can feel my boobs up if you want! Go head and try!\", Becky says as you accept her offer and start to grope her. They feel so big and squishy to your little hands. She lets you feel her up for a few minutes and decides to lay  beside you while you play with her left nipple as she moans. She reaches down with her left hand and strokes your penis with her big finger and thumb until you squirt. Becky giggles.<br>\r\n<br>\r\n    \"I told you this would be fun haha!\" She says as you feel overwhelmed by the giant girl still playing with your wood. \"Now I'm gonna....\"</span></div></div>",
            "created":1600578000,
            "id":2906688,
            "title":"Takes off her bra!"
        },
        "1111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "Yep, your definitely smaller (1 ft)",
                "Same size?",
                "???",
                "???"
            ],
            "content":"<div class=\"\"><div> <span>     \"... Crush you with my butt!\", Becky turns her body above you and proceeds to sit on you. Your puny body is now being smooshed under her ass. You can barely breathe from the sheer pressure of Becky the giantess sitting on you and you slowly but surely start to run out of fresh air to breathe and eventually pass out.<br>\r\n<br>\r\n     When you finally awake several hours later, You awake to find yourself down on the floor beside becky's giant sized bed. You stand up and look around for signs of Becky...  Wait, does everything seem bigger to you now? Her room looks awefully big. Did you shrink again?</span></div></div>",
            "created":1600578000,
            "id":2906709,
            "title":"\"crush you with my butt!\""
        },
        "11111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "Explore the hallway outside her room",
                "Wait for Becky",
                "?????",
                "??????",
                "??????"
            ],
            "content":"<div class=\"\"><div> <span>     You quickly realise you definitely got smaller as you look up at Becky's giant sized bed, there's no way you could climb up there anymore. Looking around, you notice that she isn't in here, must be somewhere in the house. You turn around and see that her bedroom door is wide open, and being so small now, there's a chance that the giant girl might not even notice you if you are quiet. What do you want to do from here?</span></div></div>",
            "created":1600664400,
            "id":2907640,
            "title":"Yep, your definitely smaller (1 ft)"
        },
        "111111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "She tells you to crawl into her shirt",
                "???????",
                "??????",
                "??????"
            ],
            "content":"<div class=\"\"><div> <span>     You walk towards her bedroom door and exit  into the vast hallway, it seems like a long way at your current size, but you feel like exploring and continue down the hallway. You make it almost halfway down the hall when suddenly a giant door on the right opens and Becky the giantess appears in the hallway wearing pajama pants and her white low cut shirt again, only this time she's not wearing a bra. She looks down and instantly sees you!<br>\r\n<br>\r\n     \" Hey little Jeff, where do you think you're going?\", she asks, crossing her arms. You try to run away down the hall away from her and she jumps over you with a loud boom, now blocking your way.<br>\r\n<br>\r\n     \"Not so fast, little guy! I shrunk you more so I could play with you when you woke up, there's no escaping now being that small!\". Becky reaches down with her giant right hand and wraps her fingers around your shoulders and torso and casually brings you up to her head.<br>\r\n<br>\r\n     \"Honestly, how did you expect to run away from me when you are the same size as my teddy bear? Silly Jeff. Now back to my room we go!\". She walks back to her room as she lays down on  the bed and gently places you on her stomach. What will she do with you next?</span></div></div>",
            "created":1600664400,
            "id":2907653,
            "title":"Explore the hallway outside her room"
        },
        "1111111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "\" you were even tinier\" ( Shrink to 6 inches)",
                " ????????",
                "?????????",
                "???????"
            ],
            "content":"<div class=\"\"><div> <span>     \"Okay Jeff, I want you to crawl up my shirt! I have a surprise for you  \", Becky demands, lifting the bottom of her shirt.  You listen to the gigantic girl you are standing on as you lay down and begin to crawl up her shirt. She lets go of the bottom as you are now fully in her shirt. You can hear her giggle as you continue crawling.<br>\r\n<br>\r\n     \"Hehe! That tickles\", says Becky. \"Keep crawling, you're almost there!\", you look foward to see what Becky is talking about coming up to you.  Her heavenly shaped mounds of boob flesh! You crawl up even more to her massive underboob as Becky laughs from being tickled.<br>\r\n<br>\r\n     \" So Jeff, have you figured out what your suprise is?\", she asks.<br>\r\n<br>\r\n     \"Let me guess\", you say without a doubt. \"Is it your boobs?\".<br>\r\n<br>\r\n     \"Haha you bet! I want squish your itty bitty head in between my big boobies!\", says Becky as she playfully pummels you in her shirt with her breasts. They are so big and bouncy, you love the feeling you get getting smothered silly like this.<br>\r\n<br>\r\n     \" This is adorable and all, but I think that it would be even cuter if....\"</span></div></div>",
            "created":1600664400,
            "id":2907748,
            "title":"She tells you to crawl into her shirt"
        },
        "11111111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "Pulls your body out to kiss you",
                "?????????",
                "???????",
                "???????"
            ],
            "content":"<div class=\"\"><div> <span>   \"... You were even tinier!\", you look ahead to see Becky's giant hand slip between her tits to snap her fingers and point at you, and you begin to shrink. You gulp at the sight of her walls of boob flesh expand even more until you finally stop shrinking and Becky parts her breasts to stare down at your newly diminished form, giggling with delight.<br>\r\n<br>\r\n     \"Gosh Jeff, you look so itty bitty between my boobies haha!\", Becky says. \" One of my tits is bigger than your whole body at this point!\", she lifts her massive right breast and flops it on top of you, surrounding you in darkness as her boob weighs heavy upon your form and squashes you down. You try to lift her flesh on top of you but her breast is way too big for you to handle. All you can hear is Becky the giantess giggling as you struggle underneath her boob.<br>\r\n<br>\r\n     \"Do you feel comfy little guy?\", she asks.<br>\r\n<br>\r\n     \"Hell no I'm not!\", you shout up to her. \"I'm stuck here!\". Becky laughs again as she casually lifts her right breast as you crawl out to her cleavage in between.  You look up to see her giant face peering into your shirt with a big smile on her face.<br>\r\n<br>\r\n     \"Poor little Jeff!\", she says. \" You were taller than me before you decided to pick on me. Now you're nothing more than my little boob toy, Might as well squish you some more!\". Becky presses her enormous breasts together, easily smothering your whole body in between them, including your tiny little pecker as you feel so aroused from her picking on you like this. The power she has over you that it's impossible to resist. You are too small to really do anything as she playfully jiggles her tits, smothering you over and over again. She then....</span></div></div>",
            "created":1600923600,
            "id":2909515,
            "title":"\" you were even tinier\" ( Shrink to 6 i..."
        },
        "111111111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "Becky wakes you up! ( Shrink to 2 inches )",
                "?????????",
                "????????",
                "??????"
            ],
            "content":"<div class=\"\"><div> <span> .... takes her seemingly tree sized fingers and plucks you out of her busom, bringing you over to her lips to kiss your teeny body all over.<br>\r\n<br>\r\n     \"I just love having a little boy toy, you are so cute when you are tiny! Muwah!\", Says the playful giantess as she continues too kiss you, her saliva making your body drenched.  After a couple of minutes, she puts you in her palm, gets up from her bed and walks over to her dresser and stand up mirror across from her enormous bed against the other wall. The sheer force of the giant girl moving feels intense to you at this size. She opens the second drawer in the dresser open with her other hand and pulls out a cute pink knee high sock and places both you and the sock on top of her dresser, stepping back away from the desk as you stare up at her in awe. Her massive form is quite breath taking from  this angle as you see her looking down at you.<br>\r\n<br>\r\n     \" I have BIG plans for you tommorow, Jeff!\", Becky says. \" But I'm tired and would like to go to sleep. I pulled out one of my socks for you to sleep in. You can practically use it as a sleeping bag at your size, haha! Goodnight!\". She walks over to her lights and turns them offf, making the bedroom pretty dark as you mopily crawl into her giant sock to fall asleep. You hear the titan sized teen get back and lie on her bed and let out a huge yawn as you both rest for the night. The next morning....</span></div></div>",
            "created":1601269200,
            "id":2911392,
            "title":"Pulls your body out to kiss you"
        },
        "1111111111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "Pulls out her new bra to wear with you!",
                "?????????????",
                "???????????",
                " ?????????????"
            ],
            "content":"<div class=\"\"><div> <span>.....  you wake up to the sound of a loud tapping noise and look up from your makeshift sleeping bag sock to see Becky the giantess looking down at you and you also see that she is tapping her large hands on the desk. She seems to be sitting down on a chair facing the dresser. She's still wearing the white t-shirt from yesterday, but you notice she has her enormous boobs sprawled in top of the dresser top, seeing as she isn't wearing a bra.<br>\r\n<br>\r\n     \" Good morning, little Jeff!\", Becky greets you with a smile. \"Did you have a good sleep?\".<br>\r\n<br>\r\n     \"It actually wasn't that bad sleeping in a sock\", you admit, crawling out of it to stand up and look at Becky. \"I feel well rested\".<br>\r\n<br>\r\n     \"That's good! I'm glad you feel that way! Because I've been waiting to tease my little toy! I'd thought we'd start the day by trying on a new bra with you, then we'll have a shower and afterwards we'll go downstairs and order something to eat. I assume mom must have given you some cash?\".<br>\r\n<br>\r\n    \"Oh shit, that's right I forgot about it!\", you remember. \"There's an envelope with cash on the fridge, but I don't know how either of us wiould be abe to reach it now\".<br>\r\n<br>\r\n     \"Don't you worry little guy\", Becky reassures you. \"I'm sure we'll think of a way. But for now let's try on a new bra my mom bought me online. She has to order custom made ones for me cause they're pretty large for how old I am!\", She proceeds to pull off her shirt and releases her boobs from their prison as the flop on to the dresser only to bounce sideways and literally bowl you over and are instantly squished down by her left tit. Becky giggles as she lifts her breast off of you and you stand back away from the sock, hoping she doesn't crush you again.<br>\r\n<br>\r\n     \"It would be cute to squish you in my big boobies at this size, but I think you would better fit in my if you were just a bit smaller\", Becky says as she snaps her left hand fingers and points at you. You watch as Becky and her beautiful bosom expand in front of your face, obscuring everything else out of view for you. You gulp in fear, now pretty much being the size of an ant! Becky laughs as.... </span></div></div>",
            "created":1601442000,
            "id":2913278,
            "title":"Becky wakes you up! ( Shrink to 2 inches )"
        },
        "11111111111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "No way, you're trapped now!",
                "Yes",
                " ???",
                " ???"
            ],
            "content":"<div class=\"\"><div> <span>     ....She takes out a new black bra from her dresser and places it in front of you for the moment. Even her lingerie has became larger than life for poor little you. Reading the white tag with black letters on it, you see it says 36F.  More than impressive size for her age, especially with them laying on the table in front of you. <br>\r\n<br>\r\n     \"Okay, itty bitty man! \", Becky says. \" I think you should be small enough now to fit nicely in my bra cups! Jeff, get in the right one!\". You obey her instructions and hop in, praying that she doesn't accidentally crush you somehow. Being this small really scares you. You hear Becky giggle as you suddenly are lifted up and you see her enormous breasts moving towards you. More, more and then her giant right titty slams down into the cup, immediately squishing you against her bra. Can you move?</span></div></div>",
            "created":1601787600,
            "id":2914832,
            "title":"Pulls out her new bra to wear with you!"
        },
        "111111111111111":{
            "author_id":"fyrefrost",
            "author_name":"FyreFrost ",
            "choices":[
                "Take a shower",
                "???????",
                "????????"
            ],
            "content":"<div class=\"\"><div> <span>     Being so tiny and helpless, you are now trapped in Becky's bra underneath her massive right breast, crushing you easily with the sheer weight. You try and crawl out of her bra, but the playful giantess jumps up out of nowhere and proceeds to keep bouncing her big boobs around as you get constantly smooshed all around. Suddenly, you slip out of her bra upwards as you scream, flying through the air with velocity. Luckily for you, Becky hears your cries and catches you with her left hand as she giggles with delight.<br>\r\n<br>\r\n     \" Gotcha, little guy!\", says Becky. \" I guess it's safe to say you enjoy my new bra! Your little hard on is so tiny I'll need a magnifying glass if it gets any smaller! Now let's go get ready for the day!\", The giant girl proceeds to hop off her bed and walk with you to....<br>\r\n<br>\r\n     </span></div></div>",
            "created":1602306000,
            "id":2918849,
            "title":"No way, you're trapped now!"
        },
        "111111111112":{
            "author_id":"annsin",
            "author_name":"Annsinn",
            "choices":[
                "You're going \"down there\"!",
                "\"You're going into my stomach!\" She says out of blue, her tone hot as her body. "
            ],
            "content":"<div class=\"\"><div> <span>She then snaps her fingers again: You shrink anew, feeling the pristine flesh of her breasts press you from around. <br>\r\n<br>\r\n\"Holy shit!\" You remark, impressed. Your hand moves on its own, grasping her mountainous peek. <br>\r\n<br>\r\n\"Auch! Stop, hahahaha!\" She takes you out, moving you to her beautiful face. \"Wanna give me a kiss?\" Becky asks charmingly, her eyes sparkling mischievously. Before you can decline, she moves you in, her gigantic lips blowing onto you little body. <br>\r\n<br>\r\n\" Wait,, Becky!\" But before you can protest, your head is engulfed by her lips, her salvia dripping onto you. Contrary to your expectations, its really... Hot. You feel yourself getting excited.<br>\r\n<br>\r\n\"Woah, this is pleasuugh... Enjoyable!\" You spit her saliva into the deapths of her mouth. <br>\r\n<br>\r\n\"Mhm!!!\" She answers, taking you out. \"How was it little Jeff?\" She asks smilingly. <br>\r\n<br>\r\n\"Wet.\" You answer truthfully. <br>\r\n<br>\r\n\"Yeeee, but do you know what comes next?\" She says, visibly turned on, her tone mischievous. <br>\r\n<br>\r\n\"Licking?\" You guess.<br>\r\n<br>\r\n\"Acccctually...\"<br>\r\n</span></div></div>",
            "created":1601096400,
            "id":2910586,
            "title":"?????????"
        },
        "112":{
            "author_id":"sensha",
            "author_name":"Sensha",
            "choices":[
                "Be a doll ",
                "Be a ‘toy’",
                "Lick my feet"
            ],
            "content":"<div class=\"\"><div> <span>Becky laughed and pointed at you as the tingling sensation returned. You found yourself starting to dwindle once more and took off, already down to four feet by the time you were out of the room, you left behind your far-too-large pants as you bolted for the door with Becky chasing you. You were down to two feet when you reached it and, despite your efforts, you couldn’t reach the doorknob. Becky stood behind you laughing as you hopelessly jumped for the doorknob, your now naked body losing inch after inch. <br>\r\n<br>\r\n“Listen up, shorty.” She stomped her foot making your entire world shake. She loomed over you cockily and grabbed you up. <br>\r\n<br>\r\n“You do everything I say without complaint, or you’re gonna get even tinier.” Smaller?! You were already six inches tall! “Understood?”<br>\r\n<br>\r\n“O- okay.” You stuttered out, earning a thunderous “Louder!” in response.<br>\r\n<br>\r\n“Y-Yes ma’am!” You yelled out in fear, which visibly amused her quite a bit.<br>\r\n<br>\r\n“Good, now I’m gonna make you...”</span></div></div>",
            "created":1600491600,
            "id":2905767,
            "title":"This isn’t nearly small enough."
        },
        "12":{
            "author_id":"numerio",
            "author_name":"Tex",
            "choices":[
                "5 feet",
                "4 feet 8 inches",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You shrink down to...</span></div></span></div>",
            "created":1601614800,
            "id":2914124,
            "title":"Reader's Choice"
        }
    },
    "info":{
        "author_id":"fyrefrost",
        "author_name":"FyreFrost ",
        "brief_description":"17 year old Jeff gets more than he bargained for when he is hired to babysit!",
        "created":1600388460,
        "description":"<td align=\"left\" class=\"norm\">This is a Shrinking  Fetish Interactive. All characters are purely fictional and therefore if anyone has an issue with the content, feel free to leave. The Two main characters are:<br>\r\n<br>\r\nJeff: 17 year old male,6'2, short black hair and in good shape for his age. He decided to babysit his neighbour's kid and watch their house for the weekend for some extra cash as he is currently  on summer break from school, even though he thinks watching a 14 year old girl a little odd, surely she's old enough to take care of herself?<br>\r\n<br>\r\nBecky: 14 year old female, 5'2, red hair, F Cup. She's a short girl with abnormally large breasts for her age and size and loves it. She is annoyed that her parents hired you to babysit her when she can handle herself just fine. She has recently discovered a 'little' trick by snapping her fingers that no one knows about.. Yet.<br>\r\n<br>\r\nI will be personally be adding chapters to this story through the first branch but will add reader's choice paths for others if you would like to add. Will award Gp for decent adds. This is my first interactive and I hope it does well. Good Luck and Have fun Shrinking!</td>",
        "id":2232598,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602391080,
        "modified":1602391080,
        "pretty_title":"Slowly Shrunk while Babysitting!"
    }
}