{
    "chapters":{
        "1":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "Your 2 year old daughter!",
                "A 1 year old baby!",
                "A 6 month old baby!",
                "A 6 inch doll!",
                "A bug no larger than an inch or two!"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\n<br>\r\nIt was early Monday morning - your wife Cathy had an early morning meeting so it was your job today to drop off Zoey at daycare before heading off to your own job. After breakfast it was time to go, you got dressed I your work casual polo and Khaki shorts and picked up zoey before letting her rest on one arm with your hand under her bottom for support, grabbed your travel mug full of hot coffee and made your way out to your car. There you quickly got Zoey settled in to her car seat and drove the couple of miles to Good Hands Daycare. The technology this place employed had been around for a few years ago and while there have been glitches there has never been an instance of bodily harm - so it was deemed safe by the government and while many were apprehensive at first, after a few years people’s fears subsided and began to accept it. As you parked your car and made your way into the building you were treated by a receptionist - the only human employed  by the facility. Her warm smile treated you as she took Zoey from your hands and placed her down on a conveyer belt next to her desk, securing a strap across her waist. The receptionist pulled up her profile on her computer before hitting enter which I initialized the machine to take zoey slowly into the machine. Soft, soothing music could be heard As the conveyer moved Zoey into the intake machine before Zoey was out of sight. “Alright, all set - we’ll see you at evening then.  Will it be you or her mother picking Zoey up?” The receptionist asked. “Oh it’ll be her mother. She went in earlier so she’ll be home long before me” Jim said. <br>\r\n<br>\r\nAs you turned to leave another women carrying a crying toddler burst into the entrance, actually bumping into you as she went to hand off her toddler to the receptionist. This caused you to loose your balance and you found yourself falling right into the conveyer belt but not before hitting your Back of your head on the wall above, putting you in a daze. Your coffee went flying as you fell and landing on the receptionists keyboard which started the conveyer and who knows what other commands it triggered. The receptionist and woman were arguing over what just happened while the toddler was still crying up a storm and failed to notice that you were being drawn into the machine. The shrieking and crying was soon drowned out by the soft and soothing music you heard before. Still in a daze you saw a scanners come down and scan your body with several lasers. “Initializing proper sizing procedure and protocols” was all you remember hearing before you were engulfed by a bright flash!  <br>\r\n<br>\r\nYou can only describe it as massive static shock as your entire body shrunk down in size, your clothes now much too large to fit as you shrunk inside of them. Mechanical arms carefully removed the clothes from the belt leaving you quite literally butt naked  as you slid out of your own boxers and into the conveyor below. Still in a daze from it all,  you slowly came to and realized that you were still in the machine on the conveyer but that you were now the size of<br>\r\n<br>\r\n</span></div></div>",
            "created":1592802000,
            "id":2855057,
            "title":"Easy like Monday morning  "
        },
        "13":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "You feel the urge to go to the bathroom. Well, you are wearing a diaper....",
                "It’s feeding time (bottle fed by a robot)",
                "It’s feeding time (breastfed by a robot)",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>A 6 month old baby! The scanner returned and scanned you once again:<br>\r\n<br>\r\n“subject not on file, initialization profile creation....<br>\r\nAge: Approximately  6 months<br>\r\nWeight: 18.5 lbs<br>\r\nGender: Male<br>\r\nName: unknown - temporary baby boy 01379<br>\r\nInitializing Intake protocols. <br>\r\nHygiene and wellness check Procedures initiated <br>\r\nDiaper and clothing Procedure on stand by“<br>\r\n<br>\r\nYou didn’t like the sound of that one bit but you were still in such a daze from hitting your head and the shrinking procedure that you could barely muster the strength to resist. The conveyer began to move and you found yourself going further into the machine as you lay on your back, the soothing music still playing in the background. A pair of mechanical hands gently lifted up your legs before another hand slid a thermometer directly into your butthole. Luckily it didn’t really hurt but it was at this point you also regretted recently shaving your lower body hair off down below at the request of your wife.... other than your 25 year old genitalia - you looked like a baby down there at the moment.  The thermometer withdrew and a robotic voice echoed through the machine “temperature normal. Proceed to bathing protocols” as your legs were lowered and the conveyer belt start up once more.<br>\r\n<br>\r\nYou soon arrived inside another large chamber where you were gently picked up by the mechanical arms and taken over to a small bath already filled with clean and soapy warm water.  The hands got to work and gave you a thorough scrubbing getting into every nook and cranny. You hate to admit it but it actually felt kind of nice as they gently bathed you before you were taken out of the water, gently wrapped in a towel and placed back on a conveyer belt. Try we you might you still couldn’t find any strength to move, to escape this internal machine as you chugged along to the next chamber.<br>\r\n<br>\r\nSoon enough you arrived in what you could only assume was the diapering chamber as the smell of talcum and aloe assaulted your senses. “Initializing diapering protocols” The machine said as some mechanical hands descended upon you once more and gently flipped you over onto your belly as the towel was removed. Some of what you can only assume was diaper rash cream was rubed into you butt and surrounding area before you were gently flipped over - your legs held in the air as a very infantile disposable diaper was placed under you before your butt was momentarily lowered back down onto the diaper. some more cream was rubbed into your pelvic area including your genitalia which you were ashamed to admit got you slightly aroused. Before you could dwell on that fact however your legs were once again lifted as talcum powder was applied to your bottom and as well as your front as your legs were lowered back down. The diaper was quickly brought up between your legs and securely fastened around your waist. <br>\r\n<br>\r\nYou couldn’t believe it - you actually looked like a baby now but what you didn’t expect was the swaddling.  A Blue blanket was laid down up ahead and the arms gently placed you in it before expertly swaddling you up tightly to the point that only your face was visible, your legs were pinned together and your arms were  pinned to your sides. <br>\r\n<br>\r\nThe arms then gently picked you up before you were soon blinded by the bright light of the inside of the daycare - you found yourself handed over to a humanoid and very feminine looking Robot who pressed you against her chest and she carried you down the hall and into the room meant for babies in your age group. The smell of used diapers assaulted your nose and the whining of the other babies assaulted your hearing as the robot gently placed you in a crib - one of dozens in the room before leaving you be. A spinning module hung above you - taunting you as you could not reach out to it even if you wanted to. “How could this day get any worse” you thought. Suddenly...<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592802000,
            "id":2855138,
            "title":"A 6 month old baby!"
        },
        "14":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "Your own daughter Zoey! Only she doesn’t recognize you!",
                "A boy who proceeds to throw you across the room",
                "A pair of girls who fight over you",
                "Some other toddler.",
                "By fate you’re left in the basket, for now."
            ],
            "content":"<div class=\"\"><div> <span>After seeing your clothes grabbed by the now massive mechanical hands before dropping them into a nearby chute - you tremble in fear as a scanner descends upon you once again “foreign object detected  protocol indicates small a toy dropped by recent occupant. Initializing cleaning and sanitation procedure.” Sounded the robotic voice. A mechanical hand descended upon you and gently wrapped its fingers around your body. The hand was as big as you - you dared not move a muscle as it guided you over to another chute on the side of the conveyer before dropping you in. While it may not have been that high of a fall you screamed all the way down as you slide down a metal chute before crashing into soapy water below! <br>\r\n<br>\r\nYou quickly surfaced and realized you were in a large bath with some other toys and dolls There was no soothing music here, only loud mechanical noise and the sound of water churning. as you paddled as best you could to keep surfaced - you saw up ahead that mechanical claws were grabbing toys out of the water with precision and placing them into another vat where they were held in place before being vigorously scrubbed - after that you did not know what was their fate but you would soon find out. A claw grabbed you around your waist and you were hoisted out of the soapy, but dirty water and into a different tub  the claw lowered half of Your body into the water before some brushes attached to mechanical arms descended upon you. the bristles themselves were not hard as they still had to be somewhat gentle, but it was still an excruciating experience as they scrubbed you all over, even turning you over so that they could get your lower half and legs as you held your breathe under the water  you dared not move as feared grave injury. Once done, the claw dunked your entire body into the water before lifting you again into another vat - only this one was full of a sanitizer solution  your raw skin from the scrubbing burned slightly as you held your eyes shut and tried not breathe  before being taken out once more.<br>\r\n<br>\r\nAnother scanner took your measurements and also determined that yes, you were in fact Not wearing any clothes. “Initializing protective wax coating and clothing procedures” the machine beeped. You found yourself heading for another vat except this one was of biodegradable wax! The claw dropped you and you Plummeted into the vat only to be fished out a moment later the same claw which then placed you on a small conveyer belt. You quickly used the opportunity to wipe the wax from you mouth, ears, nose and eyes. However you failed to notice that you were now surrounded by Heat lamps! The wax began to harden and You began to find movement difficult... “how could This get any worse?!” You thought. Standing at attention with your arms at your side you felt a small doll diaper being put on your lower half - and before you could even protest a pink dress with shoulder straps was lifted up your body, the claw holding your midsection now releasing  As thr dress was drawn up and under your arms with the straps secured over your shoulders! You naturally had long hair so the machine thought you were a girl doll, naturally! <br>\r\n<br>\r\nThe conveyer you were standing on began to move until you got to the end where you tumbled off into a basket below, landing on some other dolls and stuffed toys. Another couple of dolls would join you before the basket was picked up with a Robot using a set of mechanical hands before being taken out into a hallway of the daycare. Bright light assaulted your senses as the Basket was carried down the hall, passing many rooms in the process. Eventually the door to the toddler room was reached and the basket was brought in, passed over a baby gate, and placed on the floor. You could only watch in terror as a bunch of toddlers, including your own daughter Zoey, ran up to the basket and began pulling out dolls and toys. A few sticky hands grabbed at you but ultimately decided on some other toy. A couple others were grabbed by 2 toddlers at once which resulted in a  tug of war. You saw another kid pick up a doll and throw it across the room before turning around looking for another. In the mayhem you found yourself picked up by</span></div></div>",
            "created":1592802000,
            "id":2855077,
            "title":"A 6 inch doll!"
        },
        "142":{
            "author_id":"lillyhammer",
            "author_name":"Lillyhammer ",
            "choices":[
                "The dirty diaper chute (that leads to compactor)",
                "A clean diaper that was about to be put onto the toddler",
                "A different toddlers diapered butt (that breaks your fall)"
            ],
            "content":"<div class=\"\"><div> <span>To your horror you found yourself being picked up by the boy who just threw another doll across the room. While the grip of a 2 year old may not seem like much to an adult, to someone your size it was painful to say the least. as you saw the face of the boy starring down at you, a mischievous grin forming on his face - you tried to scream out “please don’t throw me!” But it was almost like your voice went unheard, or perhaps couldn’t be heard over the commotion caused be the other toddlers in the room. Instead of acknowledging you, the boy wound up his arm and you felt yourself release from his grip as he threw you as hard as he could. You went sailing across the room, screaming all the way and unable to move a muscle thanks to the wax.<br>\r\n<br>\r\nWhile your flight may have only lasted a few seconds, it felt like an eternity as you took in your surroundings - Below you caught sight of your daughter Zoey casually playing with a stuffed animal and about a dozen or so other toddlers running around the room. To the side you caught sight of several large cribs currently with no occupants and on the other side was a large television playing a show appropriate for the kids surrounded by a bunch of unoccupied high chairs that some robots were in the process of cleaning. And up ahead was a changing table where a toddler was having her dirty diaper changed by a pair of mechanical hands... as you began to arch downward and descend towards the table you realized you were heading directly for</span></div></div>",
            "created":1592888400,
            "id":2855841,
            "title":"A boy who proceeds to throw you across the room"
        },
        "1421":{
            "author_id":"lillyhammer",
            "author_name":"Lillyhammer ",
            "choices":[
                "Didn’t detect you - it’s trash compactor time as you tumble into a large bin. ",
                "Detected you! You’re retrieved and sent back to the toy washing facilities. ",
                "Detected you! But thinks you’re a baby (Another resizing malfunction inevitable)"
            ],
            "content":"<div class=\"\"><div> <span>A small swinging lid built into the side of the wall with the words “disposal chute: diapers only“ stamped on the metal! If you could put your arms out you would - but the wax held you firm as you waited for the impact that would surely spell your demise..:. Only you hit something somewhat soft instead. As if right on cue a mechanical arm with a wrapped up diaper in its hand just happened to be disposing of the dirty diaper it just changed from the toddler on the table next to the chute. Your doll-like body Impacted the diaper where it was folded and nearly a second later you and the diaper were falling down the chute and onto a slow moving conveyer belt that ran under the floor of the facility.<br>\r\n<br>\r\nYou wiggled as much as your stuff body would allow until your head popped out the diaper - you found yourself on  a conveyer belt with other used diapers - their destination unknown but you could only guess... the trash of course. As you lay on your back you couldn’t see much in this dark and... smelly confined space. Some more diapers from other chutes plopped down onto the conveyer around you as you neared your destination.  Some light up ahead got your attention and you realized it was a scanner! Maybe it will detect you and rescue you from your current predicament!  As you passed underneath it</span></div></div>",
            "created":1592974800,
            "id":2856479,
            "title":"The dirty diaper chute (that leads to compactor)"
        },
        "14211":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "A recycling truck lifts up the dumpster - you’re destined to become a diaper",
                "You manage to crawl out of the dumpster somehow. "
            ],
            "content":"<div class=\"\"><div> <span>It didn’t detect you! “Oh this is bad.” You thought as you tumbled off the end of the conveyer and landed in a large bin filled with dirty diapers. Here you would lay for about an hour as more diapered cascaded on and around your doll like body until you were completely covered. As if things could get worse you suddenly heard a loud hydraulic sound and began to feel immense pressure  “oh shit! I’m in a compactor” you mentally screamed as the diapers around you began to get squished together. Incredible best, pressure, and oh god the smell! Some of them began leaking out their contents as the pressure increased more and more until you thought for sure you would die - but it didn’t happen. The pressure subsided slightly and then you felt movement as the cube of diapers tipped out of the bin and onto another conveyor belt. You must have been near one of the sides because you could see some small slivers of light as the cube of diapers was then dumped into a much large dumpster outside the daycare - some of the diapers broke off the cube as it tumbled out and you saw that you were in a much larger dumpster outside absolutely filled with dirty diapers. <br>\r\n<br>\r\nThe pressure and heat must have caused your wax to melt a little as you realize you could move again! You scrambled out of the diapers and attempted to figure out what to do next  </span></div></div>",
            "created":1593320400,
            "id":2858129,
            "title":"Didn’t detect you - it’s trash compactor ti..."
        },
        "14213":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "1 year  old girl",
                "2 year old girl"
            ],
            "content":"<div class=\"\"><div> <span>There is suddenly an alarm and some mechanical arms springs out from the side of the conveyer as you pass underneath the scanner! “Alert! Foreign object detected - does not conform to disposal protocols.” The conveyer came to a halt as the arms grabbed you off the conveyer belt. “Initializing investigative processes”  the arms then carried you over to a tube with a container about twice the size of your doll like body  - it only took you a moment to realize that you were in a vacuum tube like what banks still use. The door of the container closed and a loud suction sound could be heard and then you were off - traveling at incredible speeds! Twists and turns - you had no idea where you were going on this roller coaster!<br>\r\n<br>\r\nLuckily the container seemed to slow down as it neared it’s destination or you would for sure have been injured by the sudden stop. The door slid open and once again a mechanical arm reached in to retrieve you where it brought you to another scanner. No idea what part of the daycare you were in now. the room was the size of a small closet with a small door leading out, from what you could tell. The scanner took a good hard look at you with all kinds of scanners going over your body when it finally dinged and said “investigative processes determine with 98% accuracy humanoid infant was resized incorrectly. Return to proper size relative to age on file. Re-administer intake procedures and return to nursery.”  And with that the door out of the room was opened and a large robot took you with its mechanical hands and carried you down the hallway to where a panel leading to the intake chamber was then removed and you were placed inside on the conveyer belt - pretty much where you started this journey! If only you could turn around - the entrance you came in was in view but this damn wax made it nearly impossible to move.<br>\r\n<br>\r\nAnother scanner appeared overhead “subject not on file. Placing temporary placeholder.”<br>\r\nName: baby 02375<br>\r\nGender: female<br>\r\nAge: between 1-2 years.<br>\r\nWeight: to be determined“<br>\r\n<br>\r\n“Residing procedures initiated”<br>\r\n<br>\r\n“Oh great, not only does it think I’m a baby but it also thinks I’m a girl! Well I guess that’s better than being a doll...” you thought as you were suddenly engulfed in light as the resizing procedure began. When you came to you realized you were the size of a</span></div></div>",
            "created":1593320400,
            "id":2858125,
            "title":"Detected you! But thinks you’re a baby (Anoth..."
        },
        "142132":{
            "author_id":"dragonlink",
            "author_name":"MysteriousWriter76",
            "choices":[
                "Crib (naptime)",
                "Highchair (dinner time)",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You realized that you were about the same size as your own daughter. Then, the conveyor belt started to move towards a chamber labeled 'dressing'.<br>\r\n<br>\r\n\"Great. How could this get any worse?\" you say to yourself.<br>\r\n<br>\r\nOnce inside, more arms appeared out of the walls. They started by putting a diaper with pictures of Disney Princesses on it on you. Then, a pink t-shirt with 'Little Princess' written in glittery cursive was placed on your body. And, to add to the humiliation, they did your long hair into pigtails.<br>\r\n<br>\r\n\"Stop it! I'm not a-mmmphh!\" you try to yell until a pink pacifier was shoved into your mouth.<br>\r\n<br>\r\nOnce outside of the chamber, a robot shaped like a nanny picks you up and carries you over to...</span></div></div>",
            "created":1593579600,
            "id":2859926,
            "title":"2 year old girl"
        },
        "1422":{
            "author_id":"sablonanime",
            "author_name":"Sablonanime",
            "choices":[
                "She goes to play with Zoey ",
                "She goes to play with some other toddler "
            ],
            "content":"<div class=\"\"><div> <span>As you sail through the air you land on something soft, though your relief is short lived as you see what exactly you’ve just landed in as the diaper is closed with you inside it. The toddler is lifted up and placed back down to go play. You feel yourself bounce around the inside of her diaper as she runs around the playspace.</span></div></div>",
            "created":1593147600,
            "id":2857391,
            "title":"A clean diaper that was about to be put onto th..."
        },
        "1423":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "Your daughter Zoey! (Doesn’t recognize you)",
                "A 2 year old boy.",
                "A 2 year old girl "
            ],
            "content":"<div class=\"\"><div> <span>A 2 year old girl wearing a short dress with her diaper exposed was bent over picking something up off the floor as you crashed directly into her diapered behind! The diaper was slightly wet which gave it some cushion as you hit it head on, bounced off and landed on the floor behind her. Almost in slow motion you looked up in horror as the girl tried to stand up -  but lost her balance and her diapered rear came crashing down unto you! Immense pressure as the girl was not sitting on half your body, only your legs were sticking out from under her diaper! All the sounds of the nursery was muffled though you could tell the girl began to cry from the fall. As if to add insult to injury you could feel the diaper above you begin to get warmer as the girl wet herself while crying - the smell of urine invaded your senses and you thought you might suffocate due to the lack of air. <br>\r\n<br>\r\nSoon enough one of the robotic nannies was at the scene and picked the crying girl up - the pressure giving way to fresh air as the girl was carried away. You however remained on the floor until you heard another toddler yell “dolly!” and the sound of foot steps toddling over.. As the toddler approached you saw that it was</span></div></div>",
            "created":1595221200,
            "id":2871829,
            "title":"A different toddlers diapered butt (that breaks..."
        },
        "143":{
            "author_id":"itsanalt",
            "author_name":"ItsAnAlt",
            "choices":[
                "A robo nanny puts the toy where the girls can't get it (Malfunction?)",
                "The girls compete to see who gets to be the dolls mommy",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You felt hands grasp at your feet, terrified you might be taken by the boy and be tossed across the room. Sure you now had a waxy barrier but something told you that being flung full force into a wall was not going to be comfortable by any means. Still a look at the hand made him feel a bit more comfortable seeing it belonged to a girl. Not that being such a girly doll in the hands of a girl was a good thing, still better that hitting a wall though. Well except for you quickly felt a hand wrap around your chest. A different hand, which could only mean one thing.<br>\r\n<br>\r\nYour body was yanked upwards as you saw two young girls stare at each other, before glaring at each other. One dressed in overalls and a light blue shirt and the other dressed in a bright purple and white dress with a frilly hairband. As soon as they glared you knew what was going to happen as you tried to pry yourself free. While movement was possible, it was extremely difficult. Which meant there was little to no success in freeing yourself from the two girls as they began to pull on your body. First towards the girl in the overalls, then to the one in the dress. Back and forth a few times which hurt a bit but was bearable. What was unbearable was when the girl with the dress let her grip slip leaving her holding only your hands. That was when the hell started.<br>\r\n<br>\r\nNever before had you felt such pain in your body as you could feel your torso being ripped apart. It was like an elephant was stomping on your chest and your arms were being broken as the two girls tugged on you with all their might. To make matters worse they were now yelling at each other to let go filling your ears with the sound of children screaming in addition to the blinding pain. You truly did think that this is where you were going to die if something doesn't change soon, a tear leaking out of your eye. Luckily, depending on your view point, something did happen as...</span></div></div>",
            "created":1592802000,
            "id":2855197,
            "title":"A pair of girls who fight over you"
        },
        "1431":{
            "author_id":"whateverelse",
            "author_name":"whatever",
            "choices":[
                "To breastfeed a baby",
                "To the back for a maintenance check",
                "To play with one of the children"
            ],
            "content":"<div class=\"\"><div> <span>Just as you were about to reach your breaking point with these two girls pulling you apart you feel another hand wrap around you and yank you high up into the air. You feel the two girl's hand fall away, allowing you to breath a sigh of relief as you catch your breath. You look at your new captor from her hand and see one of the robot nannies, designed to look just like a real woman. She has long blonde hair and her curves would put any woman to shame. She is holding you high above the two girls tauntingly. <br>\r\n<br>\r\n\"Girls,\" the robot speaks matronly, \"What is the meaning of this?\"<br>\r\n<br>\r\n\"I grabbed the dolly first,\" the girl in the dress says, \"And then she tried to take it from me!\" <br>\r\n<br>\r\n\"Not true!\" the girl in the overalls retorts. <br>\r\n<br>\r\nBefore the situation could escalate the robot raises her voice. <br>\r\n<br>\r\n\"Enough,\" she says quieting the two girls, \"If you two cannot share then I'll be taking this toy until you two can play nicely.\" <br>\r\n<br>\r\n'Thank god,' you think to yourself as this robot appears to have saved you from what could have been a very painful playtime. However, as you're relishing in your small victory the robot suddenly brings the hand you're in to her chest. <br>\r\n<br>\r\nYou see her other hand pull the neck of her blouse outward, exposing her massive chest, before dropping you straight into the waiting cleavage. Before you can even get a chance to struggle she lets go of her blouse, which snaps back, trapping you against her and sealing you away from the outside world. <br>\r\n<br>\r\n'Great,' you think to yourself, 'Now this stupid robot has put me in toy timeout!'<br>\r\n<br>\r\nUnaware of your struggles in her chest the robot walks off from the two girls, and goes back to her duties of watching the children. As she walks you are buffeted by her breasts and do your best to slowly squirm around for a better spot. Eventually you manage to crawl to her left bra cup, her nipple pressed against your head as she walks. <br>\r\n<br>\r\nEventually the robot goes...</span></div></div>",
            "created":1593838800,
            "id":2861319,
            "title":"A robo nanny puts the toy where the girls can..."
        },
        "15":{
            "author_id":"lillyhammer",
            "author_name":"Lillyhammer ",
            "choices":[
                "You found yourself stuck to the girl’s shoe",
                "You found yourself stuck to the bottom of her diaper ",
                "The girls hand smacks down onto you ",
                "You found yourself caught up in the girls hair",
                "The receptionist sees you at the last moment!"
            ],
            "content":"<div class=\"\"><div> <span>As you came to you realized that the inside of the chamber you were in now seemed enormous. The conveyer belt spread out in front of and behind you like a runway and the now idle mechanical arms seemed massive in comparison. Your clothes were long gone and the machines didn’t seem to detect you as you got up to move around. You couldn’t have been larger than an inch... Not sure what to do at first you decided to make your way out of the machine and try to get that receptionist to help you. Naked as you might be, she is your only hope! <br>\r\n<br>\r\nLuckily the conveyer was also idle so travel towards the entrance, while not quick, was not difficult. After what seemed like several minutes you made it.  The woman had left and the Receptionist was holding the baby girl trying to calm her down. You began yelling and waving your arms but it it seemed like you were too small to be noticed. the receptionist began to move towards the conveyer and lowered the baby down, A shadow loomed and you had nowhere to run as </span></div></div>",
            "created":1593579600,
            "id":2859510,
            "title":"A bug no larger than an inch or two!"
        },
        "151":{
            "author_id":"lillyhammer",
            "author_name":"Lillyhammer ",
            "choices":[
                "A robotic vacuum cleaner approaches (vacuumed up)",
                "Another toddler steps on you. (Oh no, not again!)",
                "A different toddler sits down on top of you (stuck to their diaper)"
            ],
            "content":"<div class=\"\"><div> <span>The receptionist stood the girl on the conveyor for a second before gently laying her down - which unfortunately caused her shoe to come down on top of you - you tried to turn and run but fell face down onto the conveyer as the shoe impacted you into the conveyor! As the girl was laid down less than a second later, her shoe was lifted and was now resting on its heal. The conveyor began to move as you found yourself stuck to the bottom of the shoe and were now moving into the intake!<br>\r\n<br>\r\n“Scanning....profile accessed...welcome back Lilly! You’re in good hands!” Said the robotic voice.<br>\r\n<br>\r\n“Initializing health and wellness check...”<br>\r\n<br>\r\nYou saw mechanical hands approach and couldn’t see much else - the sound of a diaper being untapped and then the girls legs were grabbed and lifted up below you as a thermometer Approached before disappearing out of view. A moment later it retreated and her legs were lowered and the diaper refastened.<br>\r\n<br>\r\n“Health is nominal, diaper status clean...proceed to nursery.” <br>\r\n<br>\r\nThe conveyer sped along until you came to an exit and were treated to the sight of a giant robot nanny who promptly picked the girl up and then carried her to the toddler room. you couldn’t see much as the girls legs dangled a few feet off the ground. A door opened and you passed over a baby gate before being set on the ground - the girls shoes impacting you into the carpet below! You should be dead at this point - squashed like a bug but somehow you survive each step as the girl is now actively running around the room! It hurts - and it feels like the air is squeezed out of you each time - but somehow you survive...<br>\r\n<br>\r\nThis goes on for what seems like eternity but was really just an hour or so. Eventually you begin to get un-adhered to the bottom of her shoe and find your self peeling off before being discarded onto the carpet. Free at last you thought - you laid there for a moment - knowing that you probably needed to seek cover to avoid getting trampled again. Some food crumbs, dirt, hair, and who knows what else scattered the floor around you which really put into perspective just how small you were. Suddenly....</span></div></div>",
            "created":1595221200,
            "id":2872048,
            "title":"You found yourself stuck to the girl’s shoe"
        }
    },
    "info":{
        "author_id":"lumberpanda",
        "author_name":"Lumber Panda",
        "brief_description":"You find yourself shrunk while dropping off your 2 year old daughter at Good Hands DayCare",
        "created":1592844060,
        "description":"<td align=\"left\" class=\"norm\">In the near future, as artificial intelligence and robotics become more commonplace in everyday life - you find yourself shrunk while dropping off your two year old daughter at Good Hands DayCare - a fully automated care facility. While the primary function of the facility is the care of babies, the system is capable of caring for adults as well. However, due to weight limitations the facility possess powerful new technology that has the ability to shrink a person down to infant size for easier care. Ideally when used the adult is placed in a separate section so that they are not babified - though the technology does not always work as intended. There have been instances where a mother mistakingly fell into the intake chute and spent the day as a toddler with her child until her husband came to pick up his daughter and subsequently his wife, luckily she was able to be restored to her original size though she did develop a diaper fetish afterwards. Another time an older sister fell into the machine and came out the other end only a few inches tall - she was later found wrapped up inside of a used diaper in the dumpster outside after a missing persons report was filed (still alive and lucky the garbage truck had not come yet - while she was able to have her size restored - her mental health suffered greatly). <br>\r\n<br>\r\nYour name is Jim - 25 years old<br>\r\nYour wife’s name is Cathy - 26 years old <br>\r\nYour daughter’s name is Zoey - 2 years old<br>\r\n<br>\r\nRules: <br>\r\nStory should focus heavy on diapers, conveyers, robots / mechanical hands, forced bathing, dressing, diapering, feeding, and diaper disposal. Mechanical errors are encouraged. <br>\r\nCan be shrunk down to infant size all the way to 1 cm.<br>\r\nNo sex, no death, no sex. <br>\r\nIf shrunk down below an inch - Vore is allowed and encouraged and is survivable.<br>\r\nIf shrunk below 6 inches (toy sizes) You can leave the facility with another child but eventually end up back there. <br>\r\nIt shrunk to infant size you can leave the facility via mistaken identity but eventually end up back there. Unaware is encouraged. <br>\r\nThe AI and machines do not care who you used to be, only that you are in their care now. If shrunk smaller than Toy Size you should be unaware to all other babies, adults, and machines as you try to survive your predicament.</td>",
        "id":2225027,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1593881640,
        "modified":1595262300,
        "pretty_title":"Shrunk At The Automated Daycare"
    }
}