{
    "chapters":{
        "1":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "Your 2 year old daughter!",
                "A 1 year old baby!",
                "A 6 month old baby!",
                "A 6 inch doll!",
                "A bug no larger than an inch or two!"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\n<br>\r\nIt was early Monday morning - your wife Cathy had an early morning meeting so it was your job today to drop off Zoey at daycare before heading off to your own job. After breakfast it was time to go, you got dressed I your work casual polo and Khaki shorts and picked up zoey before letting her rest on one arm with your hand under her bottom for support, grabbed your travel mug full of hot coffee and made your way out to your car. There you quickly got Zoey settled in to her car seat and drove the couple of miles to Good Hands Daycare. The technology this place employed had been around for a few years ago and while there have been glitches there has never been an instance of bodily harm - so it was deemed safe by the government and while many were apprehensive at first, after a few years people’s fears subsided and began to accept it. As you parked your car and made your way into the building you were treated by a receptionist - the only human employed  by the facility. Her warm smile treated you as she took Zoey from your hands and placed her down on a conveyer belt next to her desk, securing a strap across her waist. The receptionist pulled up her profile on her computer before hitting enter which I initialized the machine to take zoey slowly into the machine. Soft, soothing music could be heard As the conveyer moved Zoey into the intake machine before Zoey was out of sight. “Alright, all set - we’ll see you at evening then.  Will it be you or her mother picking Zoey up?” The receptionist asked. “Oh it’ll be her mother. She went in earlier so she’ll be home long before me” Jim said. <br>\r\n<br>\r\nAs you turned to leave another women carrying a crying toddler burst into the entrance, actually bumping into you as she went to hand off her toddler to the receptionist. This caused you to loose your balance and you found yourself falling right into the conveyer belt but not before hitting your Back of your head on the wall above, putting you in a daze. Your coffee went flying as you fell and landing on the receptionists keyboard which started the conveyer and who knows what other commands it triggered. The receptionist and woman were arguing over what just happened while the toddler was still crying up a storm and failed to notice that you were being drawn into the machine. The shrieking and crying was soon drowned out by the soft and soothing music you heard before. Still in a daze you saw a scanners come down and scan your body with several lasers. “Initializing proper sizing procedure and protocols” was all you remember hearing before you were engulfed by a bright flash!  <br>\r\n<br>\r\nYou can only describe it as massive static shock as your entire body shrunk down in size, your clothes now much too large to fit as you shrunk inside of them. Mechanical arms carefully removed the clothes from the belt leaving you quite literally butt naked  as you slid out of your own boxers and into the conveyor below. Still in a daze from it all,  you slowly came to and realized that you were still in the machine on the conveyer but that you were now the size of<br>\r\n<br>\r\n</span></div></div>",
            "created":1592802000,
            "id":2855057,
            "title":"Easy like Monday morning  "
        },
        "13":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "You feel the urge to go to the bathroom. Well, you are wearing a diaper....",
                "It’s feeding time (bottle fed by a robot)",
                "It’s feeding time (breastfed by a robot)",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>A 6 month old baby! The scanner returned and scanned you once again:<br>\r\n<br>\r\n“subject not on file, initialization profile creation....<br>\r\nAge: Approximately  6 months<br>\r\nWeight: 18.5 lbs<br>\r\nGender: Male<br>\r\nName: unknown - temporary baby boy 01379<br>\r\nInitializing Intake protocols. <br>\r\nHygiene and wellness check Procedures initiated <br>\r\nDiaper and clothing Procedure on stand by“<br>\r\n<br>\r\nYou didn’t like the sound of that one bit but you were still in such a daze from hitting your head and the shrinking procedure that you could barely muster the strength to resist. The conveyer began to move and you found yourself going further into the machine as you lay on your back, the soothing music still playing in the background. A pair of mechanical hands gently lifted up your legs before another hand slid a thermometer directly into your butthole. Luckily it didn’t really hurt but it was at this point you also regretted recently shaving your lower body hair off down below at the request of your wife.... other than your 25 year old genitalia - you looked like a baby down there at the moment.  The thermometer withdrew and a robotic voice echoed through the machine “temperature normal. Proceed to bathing protocols” as your legs were lowered and the conveyer belt start up once more.<br>\r\n<br>\r\nYou soon arrived inside another large chamber where you were gently picked up by the mechanical arms and taken over to a small bath already filled with clean and soapy warm water.  The hands got to work and gave you a thorough scrubbing getting into every nook and cranny. You hate to admit it but it actually felt kind of nice as they gently bathed you before you were taken out of the water, gently wrapped in a towel and placed back on a conveyer belt. Try we you might you still couldn’t find any strength to move, to escape this internal machine as you chugged along to the next chamber.<br>\r\n<br>\r\nSoon enough you arrived in what you could only assume was the diapering chamber as the smell of talcum and aloe assaulted your senses. “Initializing diapering protocols” The machine said as some mechanical hands descended upon you once more and gently flipped you over onto your belly as the towel was removed. Some of what you can only assume was diaper rash cream was rubed into you butt and surrounding area before you were gently flipped over - your legs held in the air as a very infantile disposable diaper was placed under you before your butt was momentarily lowered back down onto the diaper. some more cream was rubbed into your pelvic area including your genitalia which you were ashamed to admit got you slightly aroused. Before you could dwell on that fact however your legs were once again lifted as talcum powder was applied to your bottom and as well as your front as your legs were lowered back down. The diaper was quickly brought up between your legs and securely fastened around your waist. <br>\r\n<br>\r\nYou couldn’t believe it - you actually looked like a baby now but what you didn’t expect was the swaddling.  A Blue blanket was laid down up ahead and the arms gently placed you in it before expertly swaddling you up tightly to the point that only your face was visible, your legs were pinned together and your arms were  pinned to your sides. <br>\r\n<br>\r\nThe arms then gently picked you up before you were soon blinded by the bright light of the inside of the daycare - you found yourself handed over to a humanoid and very feminine looking Robot who pressed you against her chest and she carried you down the hall and into the room meant for babies in your age group. The smell of used diapers assaulted your nose and the whining of the other babies assaulted your hearing as the robot gently placed you in a crib - one of dozens in the room before leaving you be. A spinning module hung above you - taunting you as you could not reach out to it even if you wanted to. “How could this day get any worse” you thought. Suddenly...<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592802000,
            "id":2855138,
            "title":"A 6 month old baby!"
        },
        "14":{
            "author_id":"lumberpanda",
            "author_name":"Lumber Panda",
            "choices":[
                "Your own daughter Zoey! Only she doesn’t recognize you!",
                "A boy who proceeds to throw you across the room",
                "A pair of girls who fight over you",
                "Some other toddler.",
                "By fate you’re left in the basket, for now."
            ],
            "content":"<div class=\"\"><div> <span>After seeing your clothes grabbed by the now massive mechanical hands before dropping them into a nearby chute - you tremble in fear as a scanner descends upon you once again “foreign object detected  protocol indicates small a toy dropped by recent occupant. Initializing cleaning and sanitation procedure.” Sounded the robotic voice. A mechanical hand descended upon you and gently wrapped its fingers around your body. The hand was as big as you - you dared not move a muscle as it guided you over to another chute on the side of the conveyer before dropping you in. While it may not have been that high of a fall you screamed all the way down as you slide down a metal chute before crashing into soapy water below! <br>\r\n<br>\r\nYou quickly surfaced and realized you were in a large bath with some other toys and dolls There was no soothing music here, only loud mechanical noise and the sound of water churning. as you paddled as best you could to keep surfaced - you saw up ahead that mechanical claws were grabbing toys out of the water with precision and placing them into another vat where they were held in place before being vigorously scrubbed - after that you did not know what was their fate but you would soon find out. A claw grabbed you around your waist and you were hoisted out of the soapy, but dirty water and into a different tub  the claw lowered half of Your body into the water before some brushes attached to mechanical arms descended upon you. the bristles themselves were not hard as they still had to be somewhat gentle, but it was still an excruciating experience as they scrubbed you all over, even turning you over so that they could get your lower half and legs as you held your breathe under the water  you dared not move as feared grave injury. Once done, the claw dunked your entire body into the water before lifting you again into another vat - only this one was full of a sanitizer solution  your raw skin from the scrubbing burned slightly as you held your eyes shut and tried not breathe  before being taken out once more.<br>\r\n<br>\r\nAnother scanner took your measurements and also determined that yes, you were in fact Not wearing any clothes. “Initializing protective wax coating and clothing procedures” the machine beeped. You found yourself heading for another vat except this one was of biodegradable wax! The claw dropped you and you Plummeted into the vat only to be fished out a moment later the same claw which then placed you on a small conveyer belt. You quickly used the opportunity to wipe the wax from you mouth, ears, nose and eyes. However you failed to notice that you were now surrounded by Heat lamps! The wax began to harden and You began to find movement difficult... “how could This get any worse?!” You thought. Standing at attention with your arms at your side you felt a small doll diaper being put on your lower half - and before you could even protest a pink dress with shoulder straps was lifted up your body, the claw holding your midsection now releasing  As thr dress was drawn up and under your arms with the straps secured over your shoulders! You naturally had long hair so the machine thought you were a girl doll, naturally! <br>\r\n<br>\r\nThe conveyer you were standing on began to move until you got to the end where you tumbled off into a basket below, landing on some other dolls and stuffed toys. Another couple of dolls would join you before the basket was picked up with a Robot using a set of mechanical hands before being taken out into a hallway of the daycare. Bright light assaulted your senses as the Basket was carried down the hall, passing many rooms in the process. Eventually the door to the toddler room was reached and the basket was brought in, passed over a baby gate, and placed on the floor. You could only watch in terror as a bunch of toddlers, including your own daughter Zoey, ran up to the basket and began pulling out dolls and toys. A few sticky hands grabbed at you but ultimately decided on some other toy. A couple others were grabbed by 2 toddlers at once which resulted in a  tug of war. You saw another kid pick up a doll and throw it across the room before turning around looking for another. In the mayhem you found yourself picked up by</span></div></div>",
            "created":1592802000,
            "id":2855077,
            "title":"A 6 inch doll!"
        },
        "143":{
            "author_id":"itsanalt",
            "author_name":"ItsAnAlt",
            "choices":[
                "A robo nanny puts the toy where the girls can't get it (Malfunction?)",
                "The girls compete to see who gets to be the dolls mommy",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You felt hands grasp at your feet, terrified you might be taken by the boy and be tossed across the room. Sure you now had a waxy barrier but something told you that being flung full force into a wall was not going to be comfortable by any means. Still a look at the hand made him feel a bit more comfortable seeing it belonged to a girl. Not that being such a girly doll in the hands of a girl was a good thing, still better that hitting a wall though. Well except for you quickly felt a hand wrap around your chest. A different hand, which could only mean one thing.<br>\r\n<br>\r\nYour body was yanked upwards as you saw two young girls stare at each other, before glaring at each other. One dressed in overalls and a light blue shirt and the other dressed in a bright purple and white dress with a frilly hairband. As soon as they glared you knew what was going to happen as you tried to pry yourself free. While movement was possible, it was extremely difficult. Which meant there was little to no success in freeing yourself from the two girls as they began to pull on your body. First towards the girl in the overalls, then to the one in the dress. Back and forth a few times which hurt a bit but was bearable. What was unbearable was when the girl with the dress let her grip slip leaving her holding only your hands. That was when the hell started.<br>\r\n<br>\r\nNever before had you felt such pain in your body as you could feel your torso being ripped apart. It was like an elephant was stomping on your chest and your arms were being broken as the two girls tugged on you with all their might. To make matters worse they were now yelling at each other to let go filling your ears with the sound of children screaming in addition to the blinding pain. You truly did think that this is where you were going to die if something doesn't change soon, a tear leaking out of your eye. Luckily, depending on your view point, something did happen as...</span></div></div>",
            "created":1592802000,
            "id":2855197,
            "title":"A pair of girls who fight over you"
        }
    },
    "info":{
        "author_id":"lumberpanda",
        "author_name":"Lumber Panda",
        "brief_description":"You find yourself shrunk while dropping off your 2 year old daughter at Good Hands DayCare",
        "created":1592844060,
        "description":"<td align=\"left\" class=\"norm\">In the near future, as artificial intelligence and robotics become more commonplace in everyday life - you find yourself shrunk while dropping off your two year old daughter at Good Hands DayCare - a fully automated care facility. While the primary function of the facility is the care of babies, the system is capable of caring for adults as well. However, due to weight limitations the facility possess powerful new technology that has the ability to shrink a person down to infant size for easier care. Ideally when used the adult is placed in a separate section so that they are not babified - though the technology does not always work as intended. There have been instances where a mother mistakingly fell into the intake chute and spent the day as a toddler with her child until her husband came to pick up his daughter and subsequently his wife, luckily she was able to be restored to her original size though she did develop a diaper fetish afterwards. Another time an older sister fell into the machine and came out the other end only a few inches tall - she was later found wrapped up inside of a used diaper in the dumpster outside after a missing persons report was filed (still alive and lucky the garbage truck had not come yet - while she was able to have her size restored - her mental health suffered greatly). <br>\r\n<br>\r\nYour name is Jim - 25 years old<br>\r\nYour wife’s name is Cathy - 26 years old <br>\r\nYour daughter’s name is Zoey - 2 years old<br>\r\n<br>\r\nRules: <br>\r\nStory should focus heavy on diapers, conveyers, robots / mechanical hands, forced bathing, dressing, diapering, feeding, and diaper disposal. Mechanical errors are encouraged. <br>\r\nCan be shrunk down to infant size all the way to 1 cm.<br>\r\nNo sex, no death, no sex. <br>\r\nIf shrunk down below an inch - Vore is allowed and encouraged and is survivable.<br>\r\nIf shrunk below 6 inches (toy sizes) You can leave the facility with another child but eventually end up back there. <br>\r\nIt shrunk to infant size you can leave the facility via mistaken identity but eventually end up back there. Unaware is encouraged. <br>\r\nThe AI and machines do not care who you used to be, only that you are in their care now. If shrunk smaller than Toy Size you should be unaware to all other babies, adults, and machines as you try to survive your predicament.</td>",
        "id":2225027,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1592870460,
        "modified":1592870460,
        "pretty_title":"Shrunk At The Automated Daycare"
    }
}