{
    "chapters":{
        "1":{
            "author_id":"abagail_l",
            "author_name":"Christy_D",
            "choices":[
                "Kasey, his 19 year old sister",
                "Allie, his 4 year old sister",
                "Tanya, his 42 year old mother",
                "David, his 43 year old father",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>It was a boring summer day and Jack was busy cleaning his room. The 18 year old was an average boy. Not exactly muscular, but not too skinny, a bit handsome, though sometimes awkward, but definitely a bit of a slob, hence the current state of his room. He'd let it get much too dirty and had decided to be responsible for once and spend the day cleaning the place up.<br>\r\n<br>\r\nDown the hall he could hear his older sister, Kasey, arguing with his mother, Tanya, about why she had to stay home on a Saturday to babysit their 3 three year old sister, Allie. Soon their father came into the argument and put his foot down. He heard Kasey's door slam shut as she no doubt ran off to pout. Jack rolled his eyes at his older sister's dramatics as he dug around under his bed. His hand grabbed hold of something and he pulled it out, finding it to be some kind of remote control, though it only had one button.<br>\r\n<br>\r\n\"I don't remember ever buying this.\" he muttered to himself as he looked it over. The back read 'FP Inc. Swapper. Just point and press!' Curious, Jack pressed the button. Nothing happened. \"Maybe I have to point it at someone... Eh, can't hurt to try, and I need a break from cleaning. Wonder who to try it on, though..\"</span></div></div>",
            "created":1379912400,
            "id":1668121,
            "title":"The Remote"
        },
        "11":{
            "author_id":"fares002",
            "author_name":"Fares002",
            "choices":[
                "Say 'Yes'",
                "Say 'No', this is just too freaky",
                "Say 'No', your sister's memories start to flood into your head",
                "Other",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Kasey, an athletic pear shaped girl of 19 years, had just come home from the local college the day before.  She was on scholarship for the soccer team.  Her major, Psychology, because she wanted to become a psychologist.  Standing 5' 9\" Kasey was nearly as tall as Jack, who stood at a respectable 5' 10\", with naturally light brown hair that reached down to the bottom of her shoulder blades, fair skin, and green eyes.  <br>\r\n<br>\r\n<br>\r\nJack Listened to his sister storm off from arguing with their mother.  Slamming her bedroom door behind her.  Sighing, Jack wished he had it as good as his sister did.  The most her and his mom argued about was about living at home or at the dorm on campus.  \"She is so lucky not to have to live here and have to hear from mom and dad continuously about her grades, dating,friends, and everyday life,\" thought Jack.  <br>\r\n<br>\r\n<br>\r\n\"Well, maybe this thing-a-magig could actually swap us some how so I don't have to hear about it from mom anymore,\" thought Jack with a smile, even though he didn't actually believe it would work it was still a fun idea to have some fun with it.  Walking over to his sister's room he knocked on her door.<br>\r\n<br>\r\n\"Who is it,\" snapped his sister.<br>\r\n<br>\r\n\"It's me,' I responded.  'Can I come in for a second?\"<br>\r\n<br>\r\n<br>\r\n\"Fine,\" she said.<br>\r\n<br>\r\nOpening the door and walking into her room, I pointed the clicker at her and pushed the button.  A green light flashed quickly through the room and before Jack could take it all back he realized that he was now laying on his sister's bed.  Blinking several times he looked around his sister's room only to find it was exactly the same as before, the only difference was that he was laying on her bed and his sister was standing in the doorway.  <br>\r\n<br>\r\n<br>\r\nAfter a second of blinking, his eye sight readjusted and he looked at his sister in the doorway.  What he saw shocked him, she was wearing what he had just been wearing, cargo shorts and a black t-shirt.  He saw that he could see her breasts sticking out of the t-shirt without a bra.  Making him feel a little akward.  But before he could say something his sister spoke up.<br>\r\n<br>\r\n\"So sis, what do you say?\" she asked.<br>\r\n<br>\r\nBlinking a could of times, not comprehending what she had just said. Jack looked at her quietly.<br>\r\n<br>\r\n\"Well, what is it Kasey?  Do you want to go to the movies with me and our parents? We are about to leave,\" she, or was it he, asked.<br>\r\n<br>\r\n<br>\r\nThat is the moment that Jack realized that his own sister just called him 'Kasey' and 'Sis' just then...</span></div></div>",
            "created":1546059600,
            "id":2595536,
            "title":"Kasey, his 19 year old sister"
        },
        "12":{
            "author_id":"kinect",
            "author_name":"Vortex",
            "choices":[
                "You saw the device and escaped. ",
                "Your mother grabs the device. ",
                "You freak out and your mom gets worried. ",
                "You stay calm about this. ",
                "You slowly start acting like Allie"
            ],
            "content":"<div class=\"\"><div> <span>He decided that his little sister Allie would be the best choice. He figured that if something did happen she wouldn't be able to explain it and look crazy she'd look like a little girl with a big imagination. <br>\r\nHe walked into his sisters room and pressed the button. He felt like he was falling through thin air and when he came back he was wearing his little sister's clothes in her crib while she was in his outside. <br>\r\nShe looked at him and walked off to your room just like you would! You freaked out and saw a mirror on the wall and instead of your reflection it was Allie. Your mom walked in and started babying you like she would Allie. </span></div></div>",
            "created":1404018000,
            "id":1820080,
            "title":"Allie, his 4 year old sister"
        },
        "121":{
            "author_id":"3oct1111",
            "author_name":"Wendy",
            "choices":[
                "Wake up and try to get the remote ",
                "Forget you swapped and panic",
                "Forget you swapped and think this is normal ",
                "Someone found the remote ",
                "Dreams"
            ],
            "content":"<div class=\"\"><div> <span>\"Allie cat, enough playing its nap time\" your mother says  as she picks you up, a pile of dolls forgotten in a corner, you spot the remote on one of the higher shelves as she walks you over to Allie's or now your bed. She then shifts you to one hand  as she pulls back the blankets and puts you down before covering you and tucking you in. Feeling a wave of tiredness overcome you, you say \"Night mommy\" in a suprisingly high pitched voice and close your eyes.<br>\r\n<br>\r\nFighting off the tirdness you wait until you hear your mother turn off the light and shut the door. You pull yourself out of bed and with a yawn make toyr way over to the bookshelf housing the remote. \"Darn this small body\" you say looking up at the shelving unit that towers over you now. You breifly consider climbing it before a quick test shows that wont work, the chair's too heavy and no toy will reach far enough.  You give up for the moment, figuring that you can use a broom or get help later.<br>\r\n<br>\r\nMaking your way over to Allie's mirrior you examin yourself ilmore throughly, your face looks like yours when you were 4 (which granted is very similar to Allies), but your hair was its same light brown compared  to Allies dirty blond, a look at the height chart shows you that you're shorter then she was at 26 inches to her 39\" a quick check confirms that you are a girl now, and suppressing down a breif flash of panic you realize that you are how you would have been if you were born as the youngest daughter.<br>\r\nWith nothing else to reasonably do at the moment you crawl in bed for your nap.</span></div></div>",
            "created":1572930000,
            "id":2742820,
            "title":"You saw the device and escaped. "
        },
        "1211":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "You run for the remote",
                "Lunch with the family",
                "You see Allie in your clothes",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Your feet feel cold. This woke you up. You were still in Allie's bed, but your feet were hanging over the edge.   You got out of bed to discover that you were back to normal height.  Looking at your body, you could see is wsx back to normal. But what bothered you,  is how you were dressed. You were dressed in jeans, which seemed normal but your top was definitely girly.  It had bell sleeves and a full skirt.  Regardless of the style, your clothes fit you perfectly.<br>\r\n<br>\r\nYou started to feel nervous. You weren't sure what happened.<br>\r\n<br>\r\nYou saw the remote on a shelf and knew you could easily reach it. But you also saw some dolls on the floor. Instead of going for the remote you decided to pick up a doll instead. It wasn't just any doll, you knew its name was Margaret and it was your favorite. You clutched the doll under your arm and it made you feel safe.<br>\r\n<br>\r\n\" Margaret,\" you said to the doll.  \" This is scary.  I should use the remote again.\"<br>\r\n<br>\r\nYou are about to reach for the remote when your mother enter the room.  \" Honey, I'm glad you're up. It's time for lunch.\"<br>\r\n<br>\r\nYou continued towards the remote but your mom pulled you away.<br>\r\n<br>\r\n\" There will be time for that later. Come along, your food is getting cold.\"<br>\r\n<br>\r\nShe grabbed you by the arm holding Margaret.  As you went with her your thumb instinctively when between your lips and you started sucking.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1573275600,
            "id":2744495,
            "title":"Wake up and try to get the remote "
        },
        "122":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "Dressed you for the day.",
                "Took a baby bottle from a mini fridge.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Mom found the device and picked it up. It had changed into a toy remote as some form of natural disguise so mom did not think it out of place. \"A new toy Jack gave you dear?\" Curious, she asked you.<br>\r\n<br>\r\nYou nodded, smiling, and reached out for the device. Mom smiled but placed it onto a shelf way beyond your reach. Your hopes crashed as mom then easily lifted you out of the crib. To her, you were and had always been Allie. She placed you down onto a changing table where she began to secure a number of straps, keeping you in place. You opened your mouth to protest but mom shoved a pacifier into your mouth and tied it in place.<br>\r\n<br>\r\n\"I know you hate being treated like a baby, dear.\" Gently, she told you. \"Still, this is the best solution. Your body is very weak and nothing we try is making it any stronger. Also, your stomach can't digest anything other than very soft foods like baby formula or applesauce.\"<br>\r\n<br>\r\n<i>\"That's right.\"</i> Worried, you thought. <i>\"Allie has what the doctors call 'the baby disease'. It leaves the body as fragile as a newborn baby. What was I thinking when I switched roles with her!?\"</i><br>\r\n<br>\r\nYou began to cry through the pacifier, causing mom to give you a pained look. \"We will skip the physical therapy for today and focus on having a little fun, okay?\"<br>\r\n<br>\r\n<i>\"I'd like to get that device back.\"</i> Sighing, you thought.<br>\r\n<br>\r\nMom smiled patiently then began to change your diaper. Having the mind of an eighteen year old boy, it was the most humiliating experience. Worse, you could not alert mom of who you really were with that pacifier gagging you.<br>\r\n<br>\r\nOnce you were sealed into a fresh diaper, mom undid the straps then...<br>\r\n<br>\r\n</span></div></div>",
            "created":1419829200,
            "id":1909267,
            "title":"Trapped as your 'baby' sister."
        },
        "124":{
            "author_id":"angus1231",
            "author_name":"angus1231",
            "choices":[
                "do some more swapping with his family",
                "involve himself in a swap",
                "swap people outside his house"
            ],
            "content":"<div class=\"\"><div> <span>he decided to stay calm and acted like Allie until his mother left him alone he then noticed the device on Allies pillow and picked it up he then noticed a compartment on the back which had a dial and 4 settings:<br>\r\n-complete swap<br>\r\n-life and clothes<br>\r\n-body swap<br>\r\n-reset swap<br>\r\nthis should make things more interesting he thought to himself, he then set the dial to reset and he then pressed the button and he then turned back into himself in his room he then looked around and he found his mother he changed the dial to clothes and life and then swapped her with Allie he looked back at where his mother once was and he saw Allie wearing his mothers clothes and he then looked in Allies room to find his mother in Allies clothes in the crib</span></div></div>",
            "created":1504933200,
            "id":2383300,
            "title":"You stay calm about this. "
        },
        "13":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "This is too weird. Change back into your body.",
                "Live his mother's life a bit.",
                "Go and mess with his annoying odler sister.",
                "Remember his mother and father were going to a fancy dinner party tonight.",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Jack figured his mother, Tanya, would be the best test subject for the remote, as she was right down the hallway. He opened his door quietly, not wanting to incur the wrath of his sister, and looked around. The door to her room was still closed, so that was a good sign, and his father had gone downstairs. He heard his mother rummaging around in her room and he quietly walked across the hall. Tanya was putting away some clean laundry with her back towards him. Jack aimed the remote and clicked the button. A red beam fired from the end of the remote squarely into his mother's back. Everything blurred for a moment and he found himself standing in front of his mom's bed.<br>\r\n<br>\r\nThen he looked down.<br>\r\n<br>\r\nInstead of his t-shirt and jeans, he was wearing a green and white, polka dotted, long sleeve shirt and white pants, the exact clothing his mother had been wearing. He turned to his left and his mouth dropped when he saw his reflection in the mirror. While he still had his body, his reflection showed his mother looking at him with a confused look. Jack raised his hands and saw they were defiantly his, but his mother's reflection imitated him. The remote was luckily still in his possession.<br>\r\n<br>\r\n\"Mom?\" he heard a voice ask and he jumped slightly before turning around. In front of him was another strange sight. It was his mom, wearing his clothes. Just like with him, the clothes adjusted to fit their new body. \"Are you okay?\" Jack blinked and realized his mother believed she was him and he was her.<br>\r\n<br>\r\n\"Of course, sweetie,\" Jack replied, trying to imitate his mother. Tanya shrugged and headed back into Jack's... well her room now. Jack closed the door to his mother's room and stared at the remote in his hand. <i>Holy crap!</i> he thought. <i>This remote is amazing. I actually took over my mom's life. I wonder what kind of fun I could have with this.</i><br>\r\n<br>\r\n</span></div></div>",
            "created":1505365200,
            "id":2385329,
            "title":"Tanya, his 42 year old mother"
        },
        "131":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Practice around the neighborhood.",
                "Mischief at the gym.",
                "Investigate the beach."
            ],
            "content":"<div class=\"\"><div> <span>Jack shook his head and turned away from the mirror. As cool as this device was, he didn't want to live his mother's life. He opened the door of the room and walked back to his old room, before peering inside. His mother was sitting at his computer, her legs on his desk, exactly as he would have done if he was surfing the web. He observed Tanya in his body for a minute, noting she seemed to have all his habits and memories, as she knew his current password. <i>I didn't learn mom's memories,</i> Jack thought confused. <i>Note to self, whoever I switch with will fill my role without issues. I'm the one who would most likely get caught, though I can always swap back if people suspect something... I hope.</i> He held up the remote and hit the button twice.<br>\r\n<br>\r\nHe saw the familiar red beam a second before everything went blurry again.<br>\r\n<br>\r\n<i>Sweet, I can turn back.</i> Jack had found himself at his computer desk and in his clothes. He turned to watch his mother leave the doorway, seemingly oblivious to everything that happened. The remote had also returned with him. Jack took a moment to consider the power he held within his hands. He couldn't swap bodies, but he could take on the life of anyone he wished. Friends, family, strangers, nothing was out of reach. He had so many options available to him, but figured some practice was in order to make sure he was used to switching.<br>\r\n<br>\r\nHis first thought was perhaps someone around the neighborhood. He knew most of his neighbors and thought he could impersonate them well enough, at least for a time. However, he was a teenager and his brain immediately thought of all the mischief he could do with this too. With this device, he could travel into areas normally off limits to him. School was closed for the summer, so that at least narrowed things down. He had a pass to the local gym, something his parents had bought him for his birthday last month, that he had never planned to use. He could see real life action with no one being the wiser. There was also the beach nearby, which was sure to have a lot of interesting targets.<br>\r\n<br>\r\nWhatever he chose, his boring summer had come to an end.<br>\r\n<br>\r\n</span></div></div>",
            "created":1505365200,
            "id":2385968,
            "title":"This is too weird. Change back into your body."
        },
        "1313":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "The group of college kids.",
                "The family.",
                "The sunbather."
            ],
            "content":"<div class=\"\"><div> <span>The beach was sure to be packed on a Saturday, especially since it was hot and sunny. Jack grabbed his swim trunks and a towel, stuffed them into a bag, and rushed out of his room. He almost ran right into his older sister Kasey.<br>\r\n<br>\r\n\"Watch it!\" Kasey snarled at him. It looked like she was still angry she had to babysit Allie.<br>\r\n<br>\r\n\"Sorry,\" Jack mumbled, though he wasn't sorry at all. \"I'll be back for dinner.\"<br>\r\n<br>\r\n\"You better, if I have to suffer, so do you.\" Kasey turned around and Jack flicked her off, before racing downstairs and out the front door, grabbing his keys along the way. He hopped into his old white 2000 Mazda and drove off. It may have been old, but at least it worked and got him where he needed to go. Roughly twenty minutes later, he parked and exited his vehicle. A lot of people had arrived already, but three groups had pulled in around the same time as Jack.<br>\r\n<br>\r\nThe first group consisted of eight assorted college students, three guys and five girls. From their bags, they were planning to have some kind of party. The second group was a family, which consisted of a mom and two kids. The mom was probably in her mid-thirties with long black hair, and had aged well. Her kids were a boy around ten and a girl around eight. The last group consisted of a single woman in her late twenties. She had her brown hair tied up in a ponytail and thick sunglasses obscuring her eyes. Jack's eyes traveled up and down her body, admiring the curves, before shaking his head. The woman's skin was tanned, so she was probably a regular sunbather.<br>\r\n<br>\r\nHe had to make a choice, but which one?<br>\r\n<br>\r\n</span></div></div>",
            "created":1505451600,
            "id":2385986,
            "title":"Investigate the beach."
        },
        "13132":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "The mom.",
                "One of the kids."
            ],
            "content":"<div class=\"\"><div> <span>Jack thought it might be fun to swap with one of the members of the family. He had no idea if the lone sunbather was going to meet someone and they would probably be suspicious if she didn't show. The college kids were a close second, but he figured there was plenty of time to visit a college campus and have fun with the remote. He turned his eyes to his choices, as the family finished unpacking the car. Jack had to decide which one he was going to swap with.<br>\r\n<br>\r\nThe mother had long black hair and a youthful appearance. She was wearing a white T-shirt and blue shorts. Jack wished he could inspect the body, being a teenage boy and all, but the remote only swapped lives. Both of her kids had black hair, though the girl's was medium length and the boy's was short. The ten year old boy was wearing a black shirt with a band on it Jack didn't recognize and tan shorts. The eight year old girl was wearing a shirt with Elsa from Frozen and pink shorts. The mom and the boy was carrying a bag while the girl looked excited to come to the beach.<br>\r\n<br>\r\nJack raised the remote, pressed the button once for himself and then again while aiming it at...<br>\r\n<br>\r\n</span></div></div>",
            "created":1505538000,
            "id":2386846,
            "title":"The family."
        },
        "131321":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "He sees his body.",
                "He can't find his body."
            ],
            "content":"<div class=\"\"><div> <span>The red beam fired and hit the mother. Everything blurred and Jack found himself walking away from the station wagon the family had arrived in. The sudden change was always somewhat disconcerting. He looked down and saw his clothes had changed and felt weird on his body. The t-shirt wasn't that strange, but the shorts were incredibly short and only came down about halfway to his knees. The underwear was sinking into his butt crack and his balls were being squashed. His chest itched as he felt a bra covering his nonexistence boobs. While the device adjusted all the clothes during the swap, it didn't mean he was used to them. He suddenly felt the girl pull on his hand to get him to keep moving forward.<br>\r\n<br>\r\n\"Come on, Mom!\" the girl cried. \"Hurry up!\"<br>\r\n<br>\r\n\"It's just the beach,\" the boy told her. \"It's not going anywhere.\"<br>\r\n<br>\r\n\"But I want to swim!\" she whined.<br>\r\n<br>\r\n\"Okay,\" Jack reassured the girl and looked at her. The name Amy swam into his mind and he rationalized that had to be her name. He did the same to the boy as they walked toward the changing rooms and the name Tom appeared in his mind. <i>Seems like I can figure out information if I need it. When I was mom, I wasn't focusing on anything. Okay, let's try this.</i> He concentrated on trying to find out the name of his current life and discovered he was Lisa. <i>Huh, it may be easier than I thought.</i> He looked over his shoulder and saw Lisa, now in his life, grabbing her bag and walking toward the changing rooms too.<i> I'll keep an eye on her so I can switch back, but until then, I guess I get to try being a parent.</i> His parents always told him how hard their job was. Now it was time to experience it firsthand.<br>\r\n<br>\r\nAmy virtually dragged him into the female changing room and he only hesitated for a fraction of a second. This was the most exciting moment of his life. He was going to walk into an area forbidden to men and no one would bat an eye. Tom headed to the male side and promised to meet up. Jack stepped into the room and looked around. It was a mostly open area with a few showers on the far side, mostly for people leaving the beach. Everyone else was in varying states of ages and undress. He found himself staring at a girl his own age with huge breasts and long blond hair slipping on a bright red two piece bikini. He felt pain in his underwear when his manhood started to grow. He quickly sat on the bench and pulled out their swim suits. He handed the sparkly pink one piece to Amy and pulled out a two piece blue and white striped one for himself. His eyes fell onto a mirror and saw his reflection, though it wasn't him, but Lisa. He took off his shirt to reveal a white cotton bra pressed flat against his chest, but the reflection showed it holding up a pair of C breasts. He touched his chest and the reflection mirrored his action, though he saw his hand sink into the mound slightly.<br>\r\n<br>\r\n<i>I wonder how this is going to affect my dick in this tiny bottom</i>, Jack thought, as he took off the bra and replaced it with the bikini. He pulled off the shorts and white cotton panties to reveal his own genitals, though the mirror showed a shaven vagina. He was aware others would occasionally glance at him and he couldn't risk touching himself while gazing into the mirror, so he slipped on the bottom of his swimsuit. It was a pain, just like he expected, but he managed to get his dick placed inside of it and the mirror showed he looked fine. Amy was having a little trouble, but refused help. While he waited, he kept watching several other women change and enjoyed their naked bodies. Finally, Amy finished and they met Tom outside.<br>\r\n<br>\r\nThe two kids immediately rushed toward the water, but Jack looked around as he sat down the beach towel. <i>Okay, where is my body?</i> He looked up and down the beach and toward the changing room.<br>\r\n<br>\r\n</span></div></div>",
            "created":1505710800,
            "id":2387975,
            "title":"The mom."
        },
        "1313211":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "By his current life's kids.",
                "By someone else."
            ],
            "content":"<div class=\"\"><div> <span>After a few minutes, he located Lisa, who was wearing his swim trunks.<br>\r\n<br>\r\nAnd only his swim trunks.<br>\r\n<br>\r\nHer C sized breasts were bouncing around as she walked around and set up. They were especially visible when she bent over and Jack felt his dick begin to grow. His bikini bottoms stretched slightly, but kept it in place. Jack found watching Lisa in his life fascinating and spent the next few minutes observing her doing exactly what he would do at the beach. Swimming lost its appeal if he was by himself and he wasn't a tanner. Instead, he would have used the time to flirt with girls, though he never had any luck. Lisa was in the same boat, though it was a lot more interesting from this side.<br>\r\n<br>\r\nHe watched topless Lisa approach two girls sunbathing and strike up a conversation, exactly like what Jack would have done. She seemed to be doing okay, until one of the girls lowered her sunglasses to the tip of her nose, looked at her, and shook her heard. Lisa looked depressed and moved on. Jack sighed, knowing that would have been him if he tried. <i>I wonder if I can use this remote in a way to improve my life</i>? He started to ponder about the possibilities when he was suddenly interrupted.<br>\r\n<br>\r\n</span></div></div>",
            "created":1505710800,
            "id":2387983,
            "title":"He sees his body (Life)."
        },
        "13132111":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Get his life back, leaving mother and daughter swapped.",
                "Other."
            ],
            "content":"<div class=\"\"><div> <span>\"Mooooom!\" Jack heard Amy cry and he saw the girl in the sparkly pink swimsuit rush toward him. \"Tom won't stop teasing me!\" The older boy was chasing after her, looking like he was trying to apologize. Jack sighed, he didn't really want to deal with this and he suddenly understood his parents complaints about him and his siblings.<br>\r\n<br>\r\n\"It was just a joke,\" Tom tried to explain when they reached Jack.<br>\r\n<br>\r\n\"He wouldn't stop splashing me,\" Amy complained and pointed accusingly at him. Jack thought about scolding them, but he suddenly had a better idea. He pulled the remote out of the bag, clicked it once, then pointed it at Amy before clicking it again. He saw the familiar red light and felt the slightly disturbing blur. Jack blinked and looked down at himself.<br>\r\n<br>\r\nHe was now wearing the sparkling pink one piece swimsuit. It had grown to encompass his body and Jack figured he had to look ridiculous if anyone saw him. An eighteen year old wearing a little girls swimsuit. However, everyone perceived him as the eight year old girl, so no one batted an eye. He hid the remote behind his back and turned his attention to Amy now living her mom's, Lisa's, life. It was a little weird seeing a little girl wearing an adult two piece, but not nearly as weird as him or her mother topless. He watched amused, as Amy now scolded her, previously, brother.<br>\r\n<br>\r\n\"You treat your sister with respect,\" Amy reprimanded Tom, who hung his head. Amy was wagging her finger and had to look up at Tom, which was making it really hard for Jack to hold back his laughter.<br>\r\n<br>\r\n\"Yes, mom,\" Tom said and Amy nodded, pleased, before turning to Jack.<br>\r\n<br>\r\n\"Is this okay?\" Amy asked Jack.<br>\r\n<br>\r\n\"Yes, mom,\" Jack replied and again had to hold back his laughter as he towered over Amy, who now believed she was his mom.<br>\r\n<br>\r\n\"Very good. You two go play, but stay within sight of me. I'm going to read a bit.\" Jack vaguely remembered seeing a small book in the bag. Tom nodded and rushed off back to the water, but Jack hesitated.<br>\r\n<br>\r\nThe remote worked even when he was already swapped, so that opened up a world of possibilities. He could swap people around by taking their place and then finding someone else to swap around. If he swapped back to his life now, Lisa and Amy would be living as each other, which would be kind of funny. He briefly debated doing that and possibly observing them to see how reality changed to accommodate them. Amy wasn't tall enough to drive, for example. He could also switch back to Lisa's life and then back to his own body now that he discovered new uses for the remote. Staying as is and continuing to mess around at the beach was an option too.<br>\r\n</span></div></div>",
            "created":1505883600,
            "id":2388388,
            "title":"By his current life's kids."
        },
        "131321111":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Follow them.",
                "Head home."
            ],
            "content":"<div class=\"\"><div> <span>Jack decided it was time to take back his life and clicked the remote twice, after getting one last look at Lisa's chest. He shook his head after the sudden blur and turned back to watch the family he had been living in for the past hour or so. Amy was still in her mother's life and was reading on the blanket while Tom was playing in the water with Lisa, who was living her daughter's life. Jack put the remote away in his own bag and decided to watch the family and see what changed. Besides the weird clothes on the two of them, nothing really happened. A few guys seemed to try to hit on Amy, but they quickly left when she pointed out her kids. It was funny on Jack's perspective to see adults hitting on an eight year old, but everyone saw her as a thirty something year old woman, and rather attractive. Jack even gathered the courage to go up and talk with Amy for a bit. While she had the voice of a child, her manners and words were that of an adult.<br>\r\n<br>\r\nIt was mid afternoon before they finally decided to leave. Jack watched them pack up and head toward the changing room. He quickly gathered his things and rushed to change first. After he finished, he waited nearby until the family emerged. Amy was wearing her mother's white t-shirt and blue shorts, while Lisa was wearing her daughter's Frozen shirt and pink shorts. All the clothes had changed sizes to fit their new owners. Jack slowly walked toward his car, behind the family. When Amy unlocked the car and opened the door, Jack had to resist bursting out in laughter.<br>\r\n<br>\r\nThere was some kind of child's seat in the driver's seat. It would let Amy see over the steering wheel without issue and there were extenders on the floor to allow her legs to reach the pedals. The universe was making sure anyone swapped could live their new lives without issue. This was important information to learn. As the family started to pack their things in the trunk, Jack had a choice.<br>\r\n</span></div></div>",
            "created":1505970000,
            "id":2388776,
            "title":"Get his life back, leaving mother and daughter ..."
        },
        "1313211111":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "The father",
                "Disturb another family."
            ],
            "content":"<div class=\"\"><div> <span>Jack decided to follow them. It was still early in the afternoon and it wasn't like he had anything else to do. He hopped into his car and waited for the family to pull out. All he had to do was follow them from a safe distance, until he knew where they lived. Luckily, they didn't travel into the city center and took the roads to a suburb not terrible far from Jack's own neighborhood. He drove far enough back from them so they would never expect him to be following, but close enough he wouldn't lose them. They eventually pulled into a driveway and he drove passed them.<br>\r\n<br>\r\nHe drove down the street, pulled over a couple driveways away, and sat in the car thinking. He didn't plan this out as well as he thought. If he wanted to infiltrate the home, he should have just stayed in one of their bodies. Now he had to figure out what to do next. He didn't want to leave, after coming so far, and there was a chance whoever was swapped into his life would leave, so he would be stuck here until he drove back to his house. A neighbor was always a possibility and the homes around here were nice, so they would probably be wealthy lives. He waited to see who would show up and then received a blessing.<br>\r\n<br>\r\nAnother car pulled into the driveway of the family and an older man in an old suit stepped out of the black vehicle. He was maybe in his late thirties, early forties, and pulled out a briefcase from the backseat. From the look of him, he had to be the father. Jack raised the remote and hesitated. He still had the chance to choose a different neighbor.<br>\r\n</span></div></div>",
            "created":1506056400,
            "id":2389355,
            "title":"Follow them."
        },
        "13132111111":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Amy",
                "The kids."
            ],
            "content":"<div class=\"\"><div> <span>A quick flash of light and a small headache was all it took for Jack to be standing in front of the door leading to the family's house. He turned around and saw the man drive away in what used to be Jack's car. Jack sighed and rummaged in the pocket of his new clothes before finding the key ring. It took a few moments to figure out which key fit, but he finally unlocked the front door. He stepped in and looked around. The walls where white and there was a couch, a couple chairs, and a television in the room. Lisa, who was still living her daughter's life, was watching some cartoons and jumped off the couch when she saw him.<br>\r\n<br>\r\n\"Daddy!\" she exclaimed excitedly and rushed up to Jack to give him a big hug.<br>\r\n<br>\r\n\"Hi, sweetie,\" Jack replied, not quite sure how to respond to this. \"Did you have fun at the beach?\"<br>\r\n<br>\r\n\"Sure did! Even though Tom was teasing me.\"<br>\r\n<br>\r\n\"I'm sure he didn't mean it,\" Jack laughed and messed with Lisa's hair. A second later, Amy looked out from around the corner into the kitchen. She was wearing an apron, which was sized to fit her child body.<br>\r\n<br>\r\n\"Hello, dear,\" Amy greeted him with a smile. \"Amy, let your father go. He was called into work on a Saturday and he deserves a few moments of peace.\"<br>\r\n<br>\r\n\"Okay, mom.\" Lisa sat back down on the couch and turned her attention back to cartoons. Seeing an adult act like that was pretty funny, almost as funny as seeing an eight year old act like a mom.<br>\r\n<br>\r\n\"Anything exciting happen?\" Jack asked, as he set down the heavy briefcase and joined 'his wife' in the kitchen. He knew it did, but Amy wouldn't remember her previous life.<br>\r\n<br>\r\n\"Normal day at the beach,\" Amy said with a shrug. \"It would have been more fun with you there.\" Before Jack could do anything she walked up to him, pulled him down by the collar, and kissed him passionately on the lips. If Amy had been Lisa, this kiss would have been amazing, but Jack only saw himself kissing a little girl. Amy let him go, before his mind could click back into place, and turned to the refrigerator. \"Do you have any preferences for dinner?\"<br>\r\n<br>\r\n\"N-no,\" Jack stammered. He watched Amy pull out a small stepladder from next to the fridge so she could see what was in the freezer. He had to resist laughing at the sight, while he watched her pull some chicken thighs out to thaw. \"I think I'm going to take a nap.\"<br>\r\n<br>\r\n\"Okay, I'll wake you when dinner is ready.\" Jack watched the little girl pull out a large knife and then he left. He walked up the stairs, heard Tom playing a video game in one of the rooms, and then entered the only other bedroom with a two person bed. He pulled off the suit, swapped his dress shirt with a T-shirt he found in a drawer, which fit him perfectly, and lied down on the bed. He gazed up at the ceiling, briefly realized he was actually tired do to the strange day, and fell asleep.<br>\r\n<br>\r\nHe was woken by...<br>\r\n<br>\r\n</span></div></div>",
            "created":1506402000,
            "id":2391905,
            "title":"The father"
        },
        "131321112":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Switch back with the mom. Adults have more freedom.",
                "Kids can get away with everything."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Should he switch lives back with the mom?<br>\r\n<br>\r\nOr explore the beach as a little girl?<br>\r\n</span></div></span></div>",
            "created":1505883600,
            "id":2388389,
            "title":"Other."
        },
        "1313211121":{
            "author_id":"angus1231",
            "author_name":"angus1231",
            "choices":[
                "Fuck it stay as the mum ",
                "Quickly swap back "
            ],
            "content":"<div class=\"\"><div> <span>Deciding you'd rather be an adult you swapoed back so now you were considered the mother trying to keep track of all the swaps currently:<br>\r\nThe mother has your life<br>\r\nThe son has the little girls life<br>\r\nYou have the mother's life<br>\r\nThe little sister has the brothers life<br>\r\n<br>\r\nHe then decided why not swap other people on the beach he looked around and saw a nerd and a bimbo so of course he swapped those roles the nerd was now wearing a bikini that was way too small and being hit on while the bimbo was wearing a rash vest and speedos just hiding away in a corner <br>\r\n<br>\r\nYou laughed at how funny this was and looked for more targets he saw a 20 something hitting on girls and being really rude while doing so, so you swapped him with a little girl he was now wearing a sparkling pink one piece with Disney princesses on it <br>\r\n<br>\r\nHe then noticed out of the corner of his eye that his body was leaving to get changed</span></div></div>",
            "created":1505970000,
            "id":2388935,
            "title":"Switch back with the mom. Adults have more free..."
        },
        "131322":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Boy",
                "Girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The ten year old boy?<br>\r\n<br>\r\nOr the eight year old girl?</span></div></span></div>",
            "created":1505538000,
            "id":2386854,
            "title":"One of the kids."
        },
        "133":{
            "choices":[
                "Babysitting Allie",
                "The next morning",
                "The remote breaks"
            ],
            "content":"<div class=\"\"><div> <span>Jack decided to check on Casey, who had not come out of the room since the fight. Casey was talking loudly on her phone to her friend Vicky. <br>\r\n<br>\r\n'My dumb parents won't let me go out tonight so I am stuck here with Allie. Maybe you could sneak over with some wine and we can have a little fun?'<br>\r\n<br>\r\nJack knocked on the door and let himself in. Normally he wouldn't be allowed anywhere near her room. <br>\r\n'Hold on, Vick. What do you want, Mom? You've already ruined my night.\"<br>\r\n<br>\r\n'Your father and I are heading out, but before we do...\" <br>\r\n<br>\r\nThe red beam fired from the remote. Again, everything blurred and he found himself on his sister's bed, wearing her promiscuous clothes. Standing at the end of his bed, he saw his older sister. She was wearing their mom's conservative gown. <br>\r\n<br>\r\n'Have a good night, darling. We left you money to order pizza.\" Casey smiled at him which she never did and left the room.<br>\r\n<br>\r\n'You still their, Casey?' Vicky's voice came from the phone. <br>\r\n<br>\r\n'Uh yea Vick, I got to um go, but hey come over later and we can like totally get a buzz.'<br>\r\n<br>\r\n'Haha, it sounds like you are buzzed already, I will see you soon.\" Jack ended the call. <br>\r\n<br>\r\nJack watched as Casey and her father left for their date. \"Ready to go, stud?\" Casey whispered to their father. He kissed her  in response. Jack could not believe what he was seeing.<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1506056400,
            "id":2389650,
            "title":"Go and mess with his annoying older sister."
        },
        "1331":{
            "choices":[
                "The \"parents\" come home",
                "Jack goes to school as Casey",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>As Jack was exploring the mysterious remote, he heard his younger sister call him. \"Casey! Casey! Casey!\" Allie shouted eagerly. \"Can you put on a movie?\" <br>\r\n<br>\r\nCasey would have probably put on something inappropriate, but he decided to put on the latest Pixar movie. Allie laughed uncontrollably at the elephant with the funny voice. The night of pizza and movies went on uneventfully.  Allie got changed into her PowerPuff Girl's PJ's and went off to bed. After a half hour of tinkering, Jack thought he figured out what exactly the remote could do. <br>\r\n<br>\r\nHe heard a knock at the door, and a whisper. \"Casey, its me, let me in.\" Jack opened the door and Vicky holding a bottle of wine hugged him. \"I started without you, hope you don't mind.\"<br>\r\n<br>\r\nVicky went on about her exboyfriend and the hoe he was seeing. Jack did his best to imitate Casey. Vicky was too drunk to notice anything out of normal. After loudly gossiping and giggly, Allie, rubbing her eyes, appeared on top of the stairs. <br>\r\n<br>\r\n\"What's going on, Casey?\" <br>\r\n<br>\r\nJack decided not to let the opportunity go to waste. He pointed the remote and two red lazers struck the toddler and the drunken adult. After a minor black out, the two of them had swapped places.<br>\r\n<br>\r\nAllie, now in a slutty partygirl outfit, drunkenly giggled, \"Fuck we woke the lil shit up\"<br>\r\n<br>\r\nVicky eyes wide, looked nervous in her PJ's. \"Are you guys playing a game? Can I play?'<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1506056400,
            "id":2389675,
            "title":"Babysitting Allie"
        },
        "13311":{
            "choices":[
                "Family Ruin",
                "Remote Malfunction",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Vicki, Allie, and Jack caused a loud enough commotion to make Tanya pause her video game and check out what was going on. She had on a tshirt and a pair of boxers.<br>\r\n<br>\r\n\"What's up, ladies?\" She said in a deep voice as she scratched her groin.<br>\r\n<br>\r\n\"Hey Jack!\" Vicki smiled at her big brother. \"We are playing some big kid games. Want to join?\"<br>\r\n<br>\r\n\"Shouldnt you be in bed, chipmunk?\" Tanya patted Vicki on the head. Tanya turned to Jack. \"Don't worry I won't tell Mom if you put in a good word for me with Vicki.\" Jack looked over at the foul mouthed drunken toddler and stammered out that he would try to make something happen.<br>\r\n<br>\r\nThe car headlights shown inside. Casey and her father were back from their date. Allie, in a panic, knocked over her chair and attempted to hide in the closet. Vicki ran up into Allie's room and pretended to be asleep. <br>\r\n</span></div></div>",
            "created":1506056400,
            "id":2389868,
            "title":"The \"parents\" come home"
        },
        "135":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "You play with Casey before nighttime",
                "You talk with Alley after Casey's bedtime",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"So, Casey (your annoying older sister) doesn't want to babysit Allie.  I think I can help her with that,\" you thought.  You head toward Casey's room and demand as your mother would, \"Casey, I have to go, you get Allie ready for bed!\"<br>\r\n<br>\r\nCasey knew the drill.  Allie was three years old and had to change out of her day clothes into her pajamas or a nightie.  Allie was old enough not to be in a crib, but she still wore diapers.  She wore pullups during the day, but at night she had to wear a thick diaper to prevent leaks.<br>\r\n<br>\r\nCasey who was on the phone with her friend Tonya, hung up her call and headed to take care of Allie.  Allie was playing with some toys when Casey got there.  You followed Casey and used the device in a triangle swap, such that when you were done, you were back to your mother, Allie and Casey had swapped places.<br>\r\n<br>\r\nAllie took her older sister by the hand to the changing table and told her to lay down.  She pealed off the gray knit leggings with hearts, stars and bells that Casey was now wearing revealing her pullup.  Then she pulled off her pullup, exposing your older sister to the world to see.  Casey didn't seem to mind it at all.  It was all quite normal to her, as if she did this every night.<br>\r\n<br>\r\nAlley then wiped Casey's privates with a baby wipe, powdered her bottom and fastened a new diaper onto her.  It didn't take very long, Allie knew exactly how to do it.  Then Allie had Casey stand up.  Allie stood on a chair to pulled Casey's shirt over her head.  Then she escorted her to the closet, naked on top this time, to get her nightgown.  Casey was then put into the nightgown.  <br>\r\n<br>\r\nAll the while, Allie seemed to be enjoying herself.  She didn't resent taking care of her older sister.  Allie was probably a nicer person than Casey ever was at any age.<br>\r\n<br>\r\nAllie led Casey to the bathroom to brush her teeth and her hair.<br>\r\n<br>\r\nYou wanted to see how this would turn out so you left the room and found your mother in your room and quickly swapped back.  Your mother didn't say a word as she returned to her room to get dressed for her evening.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1507611600,
            "id":2399348,
            "title":"Teach your sister a lesson"
        },
        "1351":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "Beddy-bye time",
                "You are accidentally swapped with Casey",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>You passed Casey's room and saw Allie on the phone.  She was calling Tonya back.  She was laughing and having fun with Casey's friend.  Allie was certainly in a much better mood than Casey's former was.<br>\r\n<br>\r\nWhen you returned to Allie's room, you saw Casey there.  She was sitting on the floor wearing a nightgown with her legs carelessly spread apart,  Her diaper could be seen under her gown.  The TV was still on to a cartoon but she wasn't really watching it.  She was playing with some dolls.  She had one in each hand and they were having some sort of pretend conversation.  You watched her for a while.  It was amusing to you.  For a moment you wished you had even a younger sibling.  \"That would be even funnier,\" you thought.<br>\r\n<br>\r\nShe was still physically twenty years old, but she was also for all intents and purposes just a three year old.  You realized her head was essentially empty.  If she was left alone outside she would run into the street without a thought of the cars or anything else.  But she does seem happy while she is playing with her dolls.<br>\r\n<br>\r\nShe was a twenty year old toddler and no one thought anything was wrong with that.  They didn't think she was retarded or in today's PC world 'special'.  She was just a toddler like any other toddler are far as anyone knew.<br>\r\n<br>\r\nJust then something on the TV caught her eye and she stopped playing with her dolls, she put one of the dolls down to suck her thumb.  She continued to watch until she got bored again and looked for something else.  That is when you came into the room.  You thought you would help Allie out, by putting Casey to bed at 7:30 and reading her a story.  You would also make sure that Casey had a glass of water before sleep.  You liked the idea of Casey waking up in a wet diaper.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1507611600,
            "id":2399461,
            "title":"You play with Casey before bedtime"
        },
        "13511":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "Talking with Allie",
                "In the morning",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>You played dolls with Casey for a little while.  You just followed her lead in whatever play adventure she wanted.  After a while you asked her, \"Do you want something to drink before you go to bed?\"<br>\r\n<br>\r\n\"OK, but I don't wanna go to bed,\" Casey whined.<br>\r\n<br>\r\n\"You still have fifteen minutes.  I'll get some water.\"<br>\r\n<br>\r\n\"No, apple juice,\" Casey demanded<br>\r\n<br>\r\nIt didn't make a difference to you so you decided to get her some apple juice.  \"Even as a three-year-old Casey is so difficult,\" you thought.<br>\r\n<br>\r\nOn the way to the kitchen you stopped at Casey's room, Allie was still on the phone.  \"Casey,\" you said to your little sister. \"if you want to go out, you can.  I'll watch Allie.  I don't have any plans.\"<br>\r\n<br>\r\n\"That is so sweet of you, but mom said I should do it.  So I'll stay.  You can go out.\"  The three-year-old Allie was pleasant and seemed to be much more responsible than Casey ever was.  She was certainly a much nicer person too.  You wondered if you should switch them back.  Maybe Casey could use some more time to grow up.  You were considering swapping them back early tomorrow morning, but then and there you decided that Casey should spend at least one full day living as a three-year-old.<br>\r\n<br>\r\n\"OK, maybe, but you're on the phone, I'll put Allie to bed so you can talk with your friend.\"<br>\r\n<br>\r\n\"Thanks, if you have any problem, let me know.\"<br>\r\n<br>\r\nYou got the apple juice from the kitchen in a big glass and returned to Allie's room.  You gave it to Casey and returned to playing dolls with her as she drank her beverage.<br>\r\n<br>\r\nWhen it was time, you told Casey it was 'time for bed.'<br>\r\n<br>\r\n\"I don't wanna.\"<br>\r\n<br>\r\n\"But it's your bed time you need your rest.<br>\r\n<br>\r\n\"No, I don't.\"<br>\r\n<br>\r\n\"I'll read you a story if you go to bed now.  If not no story.\"  The bribe worked and she headed to bed.  You pulled back the covers and then tucked her in.  What was left of the apple juice was set upon the nightstand.  You handed Casey her 'favorite' bear and asked, \"What would you like to hear?\" referring to the library of picture books for young children on the shelf.<br>\r\n<br>\r\n\"I don't care.  You pick.\"<br>\r\n<br>\r\nYou found a book called 'Corduroy and showed it to Casey.<br>\r\n<br>\r\n\"No not that one.\" <br>\r\n<br>\r\nYou picked another book called \"Close Your Eyes\" and showed that one to her,<br>\r\n<br>\r\n\"No I don't wanna hear that.\"<br>\r\n<br>\r\n\"What do you want to hear then?\"<br>\r\n<br>\r\n\"I don't care, anything you pick.\"<br>\r\n<br>\r\nIt took another three tries until you found the book she wanted.  It was called \"The Very Hungry Caterpillar.\"  You started reading.  Casey clutched her teddy as she listened to you read the story.  You showed her the pictures as she relaxed.  Soon she put her thumb into her mouth and started to suck.  It wasn't much longer before she fell asleep.  You knew that she was going to spend at least one full day as a toddler.  But if she didn't behave she might spend much more time, maybe she should grow up all over again.  If she did, she might be nicer.</span></div></div>",
            "created":1507698000,
            "id":2399717,
            "title":"Beddy-bye time"
        },
        "135112":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "You go to school, wait for your day to be over.",
                "Swap yourself with Allie (taking your mom's role)",
                "Swap with someone else."
            ],
            "content":"<div class=\"\"><div> <span>With Casey asleep and Allie staying home nothing of much interest happened that night.  You waited up for something interesting to happen, but Allie slept through the night.  Thus in the morning you were up late.  <br>\r\n<br>\r\nWhen you finally got the the breakfast table, everyone was already up.  Mom had changed Casey out of her nighttime diaper and into her daytime pullups although she was still wearing the juvenile nightgown she wore the night before.  Allie was dressed for a day at college in skinny jeans and a cami top.  You could also see the straps from Allie's bra although she didn't need any since she still was as flat chested as any three year old.<br>\r\n<br>\r\nWhen you arrived, Allie was about to leave, although you didn't think it was a good idea for a three year old to attend college, regardless of the fact that everyone treated her as if she was twenty.  You didn't know how a person that small could drive a car.  You were should it would be made possible, but it seemed better for Allie to 'stay home.'  There was no way you were going to swap Allie back with Casey so you did the only thing you could think of, you made another triangle swap and swapped Allie with your mother.  Three year old Allie now had the 'role' of your mother.<br>\r\n<br>\r\nMom who was now in the skinny jeans and cami top left for her college classes.  At least the bra she was wearing had something to support.<br>\r\n<br>\r\nYou ate breakfast enjoying the scene of Casey messily eating her cereal and Allie being the mother of the house.  It was so funny when you saw Allie use a step stool to get into what was for her now high areas of the kitchen, like the sink and counter.<br>\r\n<br>\r\nToday was an ordinary weekday which meant you had school.  But you didn't want to go.  You wanted to see how things turned out with Allie and Casey in their new roles.  \"Mom, I'm sick.  I want to stay home from school,\" you told Allie.<br>\r\n<br>\r\n\"What's wrong?\"<br>\r\n<br>\r\n\"Ummm, I have a stomach ache.\"<br>\r\n<br>\r\n\"You do?\"  Allie seemed to know as your mother would have that you were faking it.  She saw that you didn't have any problem eating and weren't acting like you had a real problem.<br>\r\n<br>\r\n\"It doesn't seem too serious, go to school!\"<br>\r\n<br>\r\n\"But, Mom.\"<br>\r\n<br>\r\n\"I said go to school.\"  You didn't know what to do.  You could have swapped with Allie, but then Allie would be going to your school, who knows what trouble she could make with your friends.  Plus, part of the fun was having Allie mothering Casey.  You really didn't want to do that.  Besides you could have been your mom before.  If you wanted to be your mom, you would have stayed that way last night.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1508216400,
            "id":2402801,
            "title":"In the morning"
        },
        "1351123":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "Get dressed",
                "Eat her meal",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You wanted to stay home, but 'your mom' insisted you go to school.  There was little you could do.  She might now be a three year old, but you couldn't pick her up and shake her until she agreed to let you stay home.  You really had to treat her like you mother.  At least you had to do it for now.  Dejected you left for school.<br>\r\n<br>\r\nOnce outside you saw your next door neighbor, Mrs. Meeks to you, but your mother called her Emily.  They were good friends.  Mrs. Meeks was still in her nightgown, but she covered it with a bathrobe.  She was only outside to pick up the paper which had been delivered earlier in the day.  The paper boy wasn't very accurate when he threw the paper so Mrs. Meeks had to take several steps out of the doorway to fetch it.  Then it dawned on you, if you couldn't spend the day as your mom's son, then you could spend the day with your mom as her friend.  That would solve your problem.  You could be with her all day and then simply swap back when \"Mrs. Meeks' returned home from her day at school.  Without a second thought you swapped with Mrs. Meeks.<br>\r\n<br>\r\nA moment later, Mrs. Meeks was walking down the street in your clothes heading to a day at high school and you were in the doorway of the Meeks' residence wearing a robe and a nightgown carrying a paper.  It was only when a slight breeze traveled under your skirt that you realized that you weren't wearing any panties.<br>\r\n<br>\r\nMrs. Meeks was your mother age, but unlike your mother, she liked to dress more provocatively.  She was a MILF and liked to show off you body.  But that didn't mean that she and your mom weren't very good friends.  You knew that they spent a lot of time together since they were friends and neighbors.<br>\r\n<br>\r\n<br>\r\nYou took the paper in and closed the door behind you.  Entering the house, you found that Mrs. Meeks breakfast was sitting on the table.  You surmised that is why she went out to fetch the paper.  She wanted to read it while eating.  You had just eaten and wasn't very hungry though.<br>\r\n<br>\r\nWhat do you do next?</span></div></div>",
            "created":1508216400,
            "id":2402805,
            "title":"Swap with someone else."
        },
        "13511231":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "You phone your own home",
                "You drop by your own home",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You weren't hungry and so you decided to just trash Mrs. Meeks breakfast, put the dishes into the dishwasher and get dressed for the day.  You found Mrs. Meeks bedroom and took off her robe, leaving you in just her nightgown.  You didn't think that Mrs. Meeks was the type of person to throw her clothes willy-nilly so you found a place in the closet where she would hang it and hung her nightgown there yourself.  Then you took your nightgown off.  You were naked, but the body you saw was your own.  You sort of expected to see Mrs. Meeks body but of course you didn't  It was your plane old body.  But when you looked into the mirror there you did see the reflection of Mrs. Meeks.  It wasn't real but it certainly was very sexy.  You looked at her breasts and brought your hands to your flat chest which appeared on the mirror to be her ample breasts.  It looked good but you didn't feel anything.  The mirror was on the wall and you have to stand on your toes to look down to see the image of Mrs. Meeks private parts, but there was no need to touch them, it wasn't real.<br>\r\n<br>\r\nIt was time to get dressed now.  Mrs. Meeks hadn't been wearing any panties, but you decided what found would it be for you not to.  You still had your own body and why didn't like walking around without underwear anyway.  It was more thrilling to wear panties.  You could have worn a thong, but it didn't look very comfortable, so you found a sexy, lacy thing and put it on.  It looked sexier in the mirror than it did upon your male body.<br>\r\n<br>\r\nYou didn't really have any boobs so there was no reason to wear a bra, but Mrs. Meeks had lots of halter top dresses and you wore one of those.  This gave the image of Mrs. Meeks body a very sexy appearance.  Her boobs were framed by the halter top and her illusionary curves were highlighted by the rest of the dress.  There was no need to wear any pantyhose or socks and you found a nice pair of pumps to wear with the dress.  But it only took four or five steps to realize that they might look sexy, but were very hard to walk in and so you chose a style with a smaller and more sturdy heel.<br>\r\n<br>\r\nLooking at yourself, you knew you looked ridiculous, but in the mirror and to everyone else you looked like your sexy next door neighbor.<br>\r\n<br>\r\nNow that you were dressed, you had to invite yourself to spend the day with Allie and Casey.<br>\r\n<br>\r\nWhat happen next?</span></div></div>",
            "created":1508216400,
            "id":2402891,
            "title":"Get dressed"
        },
        "135112311":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "Tonya was running late",
                "Errands with Tonya",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You didn't want to be rude and just drop in on your mother.  You weren't her son anymore you were the next door neighbor and your mother's friend.  Of course the person who thought she was your mother was now a three year old.  It was all very confusing.  Not the least of which is what is your name?  This should be an easy one for you, but you have been swapping roles not identities.  Well you were sort of swapping identities but not really.  Allie your little sister was your mom.  Well she was before your most recent swap.  You called her mom because her role was now mom.  But what was her first name?  Was it Allie or your Tonya?<br>\r\n<br>\r\nYou are now Mrs. Meeks.  That you knew for sure, but are you Mrs. Jack Meeks or Mrs. Emily Meeks?  Everyone sees you as Mrs. Meeks, but as you thought before what about your first name?  You weren't sure but you needed to find out.  You found your purse (well Mrs. Meeks purse) and looked at the identification there. It seems you are Mrs. Emily Meeks, wife of Mr. Antonio Meeks.  There was a picture on your driver's license and it looked like you did when you see yourself in the mirror.  That did it, you are Emily and so you mother isn't Allie, she is Tonya.  All seemed to make sense, because Jack is a male name and you were now as far as everyone knew a woman.  <br>\r\n<br>\r\nNow that you got all the names right it was time to call your moth...you mean call your friend Tonya.  You knew your mother's cell number by heart and dialed it directly, not even checking if the number was already in Mrs. Meeks address book.<br>\r\n<br>\r\n\"Hi Tonya,\" you said after she answered the phone.  \"It's Emily.\"<br>\r\n<br>\r\n\"Hi Emily,\" your little sister said.  You could hear her little girl voice.  You assumed everyone heard Allie like Tonya but you couldn't be sure.  Only you could see things as they really were.  \"What's up?\"<br>\r\n<br>\r\n\"Well I don't have much to do today and I thought I would come over and do something with you.\"<br>\r\n<br>\r\n\"I do have to run some errands, like shopping but I wouldn't mind some adult company.  Only Allie is with me today.\"<br>\r\n<br>\r\n\"Sure, I'll come right over.\"<br>\r\n<br>\r\n\"Naaa, I'm not dressed yet.  Come in about an hour when I'm presentable.\"<br>\r\n<br>\r\n\"Sounds great.  I'll see you later.\"  You decided that you would insist upon using your own car...well Mrs. Meeks car to drive around in.  You were sure that it would be possible for Allie to drive, but you wouldn't feel safe with a three year old driving.  besides in the real reality you had your learners permit and you wanted to practice driving anyway.<br>\r\n<br>\r\n\"Regardless, it worked as planned,\" you thought.  But now what were you going to do for an hour?  You decided to look at yourself in the mirror.  You were a MILF and it might not be 'real' but looking at yourself naked seemed to be a good idea for your male hormones.<br>\r\n<br>\r\nYou found a mirror and looked at yourself.  You were about to remove your clothes when you realized something was missing.  You were dressed, but you weren't wearing any makeup.  You had totally forgotten.  The problem was that you didn't know how to put on makeup.  You put on some lipstick, blush and eye shadow.  It didn't look right the first time you tried so you had to wash it off and try again.  By the time you looked OK at least to yourself, the hour had passed.  There wasn't any time to look at yourself naked anymore.  Besides if you tried you would ruin the makeup that you just put on.  You headed over to your house.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1508216400,
            "id":2402987,
            "title":"You phone your own home"
        },
        "1351123112":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "In the pharmacy",
                "Casey is cranky, maybe she needs a diaper change",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Since you wanted to drive, you took Mrs. Meeks' car out of her garage and parked it in front of your house.  When you got there, Tonya and Casey were ready.  The three year old Tonya was wearing a trendy pant and top set that any mother would love.  Casey was dressed in a brightly colored knit top and pant with an animated bird and a pithy saying on the front.  It took a few minutes of convincing, but finally all was agreed that you would drive.  This meant you had to take the car seat out of Tonya's car and put it into yours.  <br>\r\n<br>\r\nSoon all was seated.  You were in the drivers seat with Allie right next to you and Casey strapped into the oversized car seat in the back.  Allie handed Casey a toy to play with on the trip.  \"Where to?\" you asked.<br>\r\n<br>\r\n\"I have to go to the pharmacy first.\"<br>\r\n<br>\r\n\"Fine.\"<br>\r\n<br>\r\nYou took off and headed towards town.  You hadn't driven much.  You only had you learners permit, but you tried to be careful.  \"So Tonya,\" you asked.  How are things with you and Ben?\"  Ben was the man mom was dating.  You didn't know much about him.  Your mom had been dating him for a little over two months but she hadn't brought him by to meet the family.  Mom usually didn't bring her men to the house until she thought it was getting serious.  You didn't expect Allie to say very much.  You didn't even think Allie knew who he was.<br>\r\n<br>\r\n\"It's going good,\" she said.<br>\r\n<br>\r\n\"Come on,\" you pressed, \"I want some details.\"<br>\r\n<br>\r\n\"OK, it's going really good.  We have had almost ten really fun dates so far.\"<br>\r\n<br>\r\n\"Have you kissed?\"<br>\r\n<br>\r\n\"Kissed?  of course, I'm not twelve.\"<br>\r\n<br>\r\n\"Well then, what else did you do?<br>\r\n<br>\r\n\"We have been intimate.\"<br>\r\n<br>\r\n\"Intimate?\"<br>\r\n<br>\r\n\"Yes, and I can tell you he is a very good lover.\"  Then after a pause, \"he is very well hung too.\"<br>\r\n<br>\r\nYou couldn't believe what you were hearing.  Your mother would never tell you this, and now your little sister who has your mom's role was telling you she had sex with a man.  You didn't know what to say.  You decided to just change the subject because it was getting way to weird.  After some small talk you arrived at the pharmacy.  You liked the idea.  You wanted to buy some things that you would never buy. It should be perfectly normal for you to buy pantyhose and other things now.  You would do it just to do it.<br>\r\n<br>\r\n</span></div></div>",
            "created":1508302800,
            "id":2403211,
            "title":"Errands with Tonya"
        },
        "13511231121":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "Flirting with the checkout person",
                "Hard to move in a tight dress and an erection",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>In the pharmacy you split up.  You went looking for things you couldn't buy or even look at as a man.  The first thing you saw were the pantyhose rack.  They had mostly two types No-nonsense and Leggs.  There were also a few from brands you had never heard of.  Those were the more expensive brands.  You looked at the selection and no one gave you a second look.  You knew you shouldn't be doing this but no one cared.  They didn't even notice the stiffy in your panties.  When you looked down your dress you could plainly see it, but no one else could.  Of course, they could see boobs that you couldn't see so you supposed you were even.  You selected dark colored tights with a dots pattern.  You weren't sure of the size, but decided that the A-B size must be right.<br>\r\n<br>\r\nIf you were going to buy pantyhose then you would need silky smooth legs.  Your legs now weren't that hairy, but no one noticed that either.  You wondered if you kept Mrs. Meeks life, how long before you would have to shave your legs before anyone saw the hair.  There wasn't as many products so you picked the first Nair product you found and put that into the basket with your tights.<br>\r\n<br>\r\nNext you went to buy some pads or tampons.  There were a shit load of varieties of these.  You didn't know what the differences were so you spent ten full minutes just reading the packaging.  The actual thought about bleeding grossed you out a little bit.  You almost lost your erection because of it, but not quite.  Once you decided to pick up a couple boxes of pads and a couple boxes of tampons you were ready to move on.<br>\r\n<br>\r\nThe final thing to buy was some makeup.  You thought you would get a new lipstick.  But you didn't know which color to pick.  You really didn't know.  There were every color under the sun and you didn't know what the difference was.<br>\r\n<br>\r\n\"Tonya,\" you called.  She came over with Casey.  She was holding Casey's hand protectively.  You asked her which you thought you should buy.  She was so much shorter than you, she was just a three year old.  No one at the store said anything about her either.<br>\r\n<br>\r\n\"Do you want it for evening or just for walking around in?\" <br>\r\n<br>\r\n\"I don't know,\" you said.  \"I guess for walking around in.\"<br>\r\n<br>\r\n\"Hmmm, how about that one up there to the left?\"  You reached for the item.  There was no way that Allie's short stature could have reached it herself.  \"No not the one, the one three over.\"  You reached again this time for the right color according to Allie.  After a few more tries you selected two lipsticks and put them both into your cart.<br>\r\n<br>\r\nIt was only then that you thought,\" How is Allie getting stuff.  She is just so short for the items which were on eye level to you.  You discovered, that she would tell Casey and Casey would fetch it for her and put it in the basket which Casey carried.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1508302800,
            "id":2403285,
            "title":"In the pharmacy"
        },
        "135112311211":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "Back from the stores",
                "Maybe make Casey a little younger",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>You took your basket of stuff to the checkout line.  There was a few people ahead of you and you had to wait.  Behind you an elderly lady waited.  She had what your would expect in an older woman's cart.  She had depends, stockings, Polygrip, Vaseline, a romance novel and several greeting cards.  You saw the woman before, she was in the store with her aide who was now discussing the woman's prescriptions with the pharmacist.  The woman took that opportunity to pay for the items.<br>\r\n<br>\r\nThere were two cashiers and when one opened up you let the elderly woman go first.  But it didn't take more than ten seconds before the second cashier beckoned you over.<br>\r\n<br>\r\n\"Hi pretty lady,\" he said.  He was was about ten years older than Mrs. Meeks, but he liked what he saw anyway.  Not that he saw your face, he was looking a little lower than that.<br>\r\n<br>\r\n\"Well hello yourself.\"<br>\r\n<br>\r\n\"Did you find all you were looking for?\"<br>\r\n<br>\r\n\"I think so, but if I haven't I can always come back later.\"<br>\r\n<br>\r\n\"I would like if you came back.\"  The man was clearly flirting, but there was something off about it.  You could tell that it wasn't just right, there was a bit of menace in his voice, even though what he said was that big a deal.<br>\r\n<br>\r\nWhen he touched your hand on purpose when you got your credit card you decided to act.  Quickly to swapped yourself into the cashier, then you swapped into the elderly woman and finally back to yourself.  No one knew anything had changed.  The elderly woman who now wore the uniform of the cashier stood up straighter than she had been.  Her hair was silver, but you hadn't remembered it that way before.  When you looked at her, her eyes flew from your chest to your eyes.  She felt as the man had, but at least the woman had some tact about it.  She swiped your credit card and handed you your items all bagged up.  \"Come again,\" she said.  And then \"Next.\"<br>\r\n<br>\r\nLooking to where the elderly woman had been you saw the former cashier now dressed in the old woman's clothes.  He was now stooped over as he looked through his purse for the change needed to get back dollars.  His hair wasn't permed like the woman's was, but the color had changed from brown to a very light blonde.  You guessed that the elderly woman must dye her hair.  By the time he had paid, his aide had returned.<br>\r\n<br>\r\n\"OK, Evelyn,\" she said.  \"I talked it over with the druggist and he said you have to take this pill twice a day with food,\" she said holding one of the bottles.  \"Then you take two of these pills, 3 times a day, and this one and this one before you go to bed.'   You didn't know what each of those pills were for and you didn't know how the former cashier's body would react to taking the elderly lady's pills.  You didn't worry about it too much, the man deserved it.  You assumed that everything was made right, just like the hair color swap.  The man probably had false teeth and needed that hearing aide that was now in his ear.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1508302800,
            "id":2403356,
            "title":"Flirting with the checkout person"
        },
        "1351123112112":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "Have a heart, swap the cashier back",
                "Let the former cashier leave the store",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You remembered musing what would it be like if you made Casey a little younger than she was.  She was living the life of a three year old, but she could still walk and talk even though she was in pullups.  When you saw an even younger baby being rolled in his stroller by his mother.  The infant was very young.  There was no way this baby could talk or walk.  You weren't sure if the baby could crawl.  It would be funny to see what would happen.  Would the stroller have to triple in size to accommodate Casey.  You were going to do it when you realized that if you did and this person left the store, you would lose Casey permanently.  You couldn't swap them back if the other person was gone.  It would have been fun, but you didn't want to lose your sister for a stranger.<br>\r\n<br>\r\nWith this flash of conscious you thought about the cashier again.  He was in his thirties, but he would have to live out the rest of his life as a woman in her late seventies (or early eighties you weren't sure.)  You would ruin his life just because he stared at you a little bit.  They weren't even your boobs he was staring at.  You weren't even sure anymore if he was truly creepy or was it you who over reacted because it had never happened to you before.  People see you now as a MILF, isn't this how they are supposed to act?<br>\r\n<br>\r\nYou saw him, his aide was carrying the packages and without the cart to keep him steady he was using a walker to leave the store.  It was funny seeing him dressed as the old lady.  If you didn't do something soon, he would be stuck like this the rest of his life.  He wouldn't know anything was wrong, but did that make a difference.<br>\r\n<br>\r\nYou weren't sure what to do.</span></div></div>",
            "created":1508389200,
            "id":2403447,
            "title":"Maybe make Casey a little younger"
        },
        "13511231121121":{
            "author_id":"itsme2",
            "author_name":"itsme",
            "choices":[
                "Buy Casey a soda, maybe she'll need a diaper change soon",
                "You run into someone Mrs. Meeks know",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>The former cashier was slowly walking towards the exit pushing his walker ahead of him.  He was moving slowly but you didn't have forever.  If he left the store he would be stuck as a sick old lady forever.  Could you live with yourself if you allowed that to happen.  Was what he did so bad that he deserved it?  After a moment's thought you weren't so sure.  But how could you live with yourself if you let it happen.  You decided that a few minutes was enough.  He wouldn't remember what had happened, but that didn't matter you knew.  You quickly did the triangle swap and everyone returned to their normal bodies.  Well you were still Mrs. Meeks but that was OK you'll get your own body back when it returned home after school.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1508475600,
            "id":2404028,
            "title":"Have a heart, swap the cashier back"
        },
        "15":{
            "author_id":"abagail_l",
            "author_name":"Christy_D",
            "choices":[
                "The female jogger",
                "Lacy, the sexy neighbor",
                "The Anderson's Collie",
                "The Anderson's Labrador",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>\"I don't wanna shoot my family with some weird remote without knowing what it does...\" Jack said to himself, walking over to his window and looking out. There was another selection of potential targets out there.<br>\r\n<br>\r\nHe looked down and spotted a female jogger in a sports bra and lycra pants jogging down the street, her blonde hair in a ponytail and her lovely breasts bouncing up and down. Jack was distracted by her figure for a few moments before someone else came into view.<br>\r\n<br>\r\nTheir next door neighbor, Lacy, was pulling into her driveway. Lacy was a sexy Latina if Jack had ever seen one. Long black hair, slender frame, a perfect face and a fantastic ass. He suspected that she worked as a stripper, as he'd seen her come home at night wearing some rather skimpy outfits.<br>\r\n<br>\r\nHis reverie was interrupted by the barking of a pair of dogs in the yard across the street. Those were the Anderson's pets, but he couldn't recall their names. He knew the Collie was a male and the Labrador a female, though. An animal might be a good test subject, he mused considering his options...</span></div></div>",
            "created":1379912400,
            "id":1668122,
            "title":"Looking out the window"
        },
        "151":{
            "author_id":"bustie",
            "author_name":"MRBustin",
            "choices":[
                "Continue",
                "Readers Choice ",
                "Readers Choice "
            ],
            "content":"<div class=\"\"><div> <span>As Jack lifted his finger off the button of the remote, a red beam fired from the end of the remote and squarely hit the jogger. Then everything blurred for a moment before he felt himself trip and fall to the ground, landing hard on cement. \"What the\" he said before noticing what happened. Somehow, he was now outside. As he look at his bleeding arm, he noticed something weird. His arm was now completely smooth and hairless. Now, while he didn't have Chewbacca arms he did have some hair on them. As he admired this change, he also noticed that he was now wearing the exact same outfit that the female jogger had been wearing. He could even feel long hair tickling the back of his neck.<br>\r\n<br>\r\nHe couldn't have been sitting there on the curb for more than a few minutes before he heard a door open and shut and a voice call out asking \"HEY! ARE YOU ALRIGHT!?\"<br>\r\n<br>\r\nLooking around, he saw the girl that had been jogging past his house just moments ago. Except now she was dressed exactly as he had been earlier, down to his haircut. \"Um, I think so\" Jack said.<br>\r\n<br>\r\nThe girl in his clothes helped Jack up to his feet and took a look at his bleeding arm. \"This is bleeding pretty bad\" she said. \"If you want I can clean this up for you in my house\"<br>\r\n<br>\r\n\"Um, sure. Why not\" Jack said.<br>\r\n<br>\r\nBefore he knew it, he was following this random girl, who thought that she was really him, into his house where he was now a stranger. As they washed off Jacks arm he looked at the bathroom mirror and was dumbfounded as instead of showing what he saw, the mirror showed him as this girl and her as him. Every move Jack made the girl in the mirror mimicked. After a minute the girl that thought she was really him asked \"so, what's your name?\"<br>\r\n<br>\r\nJack stood there awkwardly for a minute. He didn't know anything about this girl, let alone her name. Then the name Taylor popped into his head, followed by a flood of memories that he knew weren't his. The first time he kissed a boy, his first volleyball game, moving a few blocks away a couple days ago. Jack realized that these must belong to this girl so he introduced himself as this Taylor person. The two of them talked for a minute before Jack started getting weirded out by talking to someone who thought they were really him. So he said goodbye to the real Taylor and left his house.<br>\r\n<br>\r\nAs Jack walked away from his house and towards the house that he believed to be Taylor's, he spotted something laying on the ground near where he had fallen. It was the remote. \"It, it traveled with me\" he said to himself. Realizing that he could leave this life and return to his own whenever he wanted, Jack felt a little more comfortable about living Taylor's life for a bit. However, he also wanted to be able to keep close to his own life. So Jack spun around and walked back to his house. After knocking on the door, Taylor in his life answered the door. Using the new set of memories, Jack said \"Hey, so my family just moved here and I don't really know anyone. Could I maybe get your number so we could hang out some time?\"<br>\r\n<br>\r\nJack knew that if a pretty girl was asking for his phone number so she could hang out with him that he would never in a million years turn her away. And sure enough Taylor was pulling Jacks phone out of her pocket and handed it to Jack while he handed Taylor her own phone. Once they exchanged numbers Jack left again and began walking towards the house he believed that Taylor lived at.<br>\r\n<br>\r\nAfter a brief walk Jack approached the house that his new memories were telling him was Taylor's. He took a breath as he opened the door and walked inside. As Jack shut the door behind him he heard a woman's voice call out, saying \"Taylor, sweetie, is that you?\" Jack remembered that this voice belongs to Taylor's mother.<br>\r\n<br>\r\n\"Uh, yeah. It's me\" Jack called back.<br>\r\n<br>\r\n\"Do you mind helping me out for a second\" Taylor's mom asked.<br>\r\n<br>\r\n\"Um, sure. No problem\" Jack replied. As he followed the voice to where it originated he found Taylor's mother in the kitchen cooking something. \"What's up ma?\"<br>\r\n<br>\r\n\"I'm making your father his favorite dinner for his birthday but I'm missing some stuff. Do you mind running to the store and getting them for me?\"<br>\r\n<br>\r\n\"Sure. Just let me clean off and change first\" Jack said, remembering that Taylor had been out running which meant that he had been out running and was now all sweaty.<br>\r\n<br>\r\nJack was about to leave the kitchen when Taylor's mom spotted the bandage on his arm and asked \"Sweetie, what happened?\"<br>\r\n<br>\r\n\"Oh, nothing\" Jack replied as he looked st his arm. \"I just fell while I was out. But I met this, guy, who offered to clean it up and bandage it for me\"<br>\r\n<br>\r\n\"Oh, and does this boy have a name?\"<br>\r\n<br>\r\n\"Yes. His name is Jack\"<br>\r\n<br>\r\n\"So, did you get his phone number or do you have to keep falling in front of his house when you wanna talk to him\"<br>\r\n<br>\r\nThis statement caused Jack to blush a little. While the real reason that his life was introduced to Taylor's was a little more complicated than that, he certainly couldn't tell anyone that without being called crazy. At least not yet. \"I got his number\" Jack answered.<br>\r\n<br>\r\n\"Well, he certainly sounds like a nice boy. Now why don't you go get cleaned up and hurry to the store so I can get back to tonight's dinner\"</span></div></div>",
            "created":1506574800,
            "id":2393044,
            "title":"The female jogger"
        },
        "152":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "He decides to stay put for now.",
                "He swaps with his mom.",
                "He decides to try and swap back."
            ],
            "content":"<div class=\"\"><div> <span>\"Alright, here goes.\" Jack sighed, aiming the remote at Lacy as she stepped out of her car. He eased his finger on the button and was surprised when a red colored beam fired from it and struck Lacy squarely in the chest. There was an instant moment of disorientation and suddenly... Jack found himself standing outside where Lacy had been, and he was holding her car keys and her purse. \"What the...\" he muttered, looking around.<br>\r\n<br>\r\nGlancing back up to his bedroom window, he was stunned to see Lacy peering out at him. Except she didn't seem to be freaking out or acting strange, and it looked like she was wearing his t-shirt. Jack frowned, utterly confused.<br>\r\n<br>\r\nBut then when he looked down at himself his shock turned to utter amazement. He was wearing Lacy's clothes, her lavender tank top, her tight black leggings, her thong panties and her flip flops. The tank top looked ill-fitting on his flat chest, and of course he saw a bulge in the front of his leggings. Even his toe nails were pedicured and he had french-tip manicured fingernails. Several pieces of jewelry also adorned Jack's body, including Lacy's heart-shaped locket. \"Alright what the frick is going on here?\" Jack asked himself, slamming the car door shut.<br>\r\n<br>\r\nJack peered down the street and saw the female jogger just disappearing around the corner, and he wondered for a moment that if he had targeted her... would he now be wearing her sports bra, lycra shorts and sneakers? <i>\"A clothes swapping remote?\"</i> he thought.<br>\r\n<br>\r\nJust then he saw hit mother exit the house, taking out the trash. And when she looked at him, he thought he was going to be shouted at for wearing women's clothing. But instead... \"Hi Lacy, how's your day going?\" His mother asked him.<br>\r\n<br>\r\n\"Lacy?\" Jack mumbled, then he adjusted one of the wing mirrors on his car and crouched down in front of it. \"Holy shit!\" Jack exclaimed... seeing Lacy's reflection staring back at him... including her impressive cleavage.<i> \"I'm Lacy!\"</i> Jack couldn't believe it.<br>\r\n<br>\r\n\"Lacy? Are you alright?\" Tanya asked who she now saw as her neighbor, and not her teenage son.<br>\r\n<br>\r\nJack stood up straight, took another look down at himself, then looked over the fence at his mom. \"Er... yeah.... I'm fine. Thank you.\" Jack answered his mother's question. He then took a curious look into his new purse and saw the remote was sitting in there. <i>\"It came with me!\"</i> he thought. The realization then hit him... that he could trade places with other people, live their lives. He'd still see his body as normal, except in a mirror, and everyone else would apparently see him as the person he had swapped with. In this case... his sexy Latina neighbor. <i>\"I guess now I can find out if she really works as a stripper.\"</i> Jack grinned to himself.<br>\r\n</span></div></div>",
            "created":1413003600,
            "id":1870008,
            "title":"Getting into Lacy's panties."
        },
        "1521":{
            "author_id":"patronuskid",
            "author_name":"X-Changer",
            "choices":[
                "Checks out the remotes other features as Lacy",
                "Goes to Lacy's work as a (readers choice)",
                "Swaps back with Lacy and continues experimenting"
            ],
            "content":"<div class=\"\"><div> <span>\"Hmmm, this could be fun\" Jack thought as he began to make his way into Lacy's house. He caught another glimps of the real Lacy oggling him from the bedroom window. Jack smirked and stopped in his tracks before giving Lacy a sexy wink and blowing her a kiss. Lacy blushed bright red and closed the curtains rapidly in embarassment.<br>\r\n<br>\r\n\"If i was still me i know exactly what i would do in <i>his</i> situation.\" Jack giggled as he imagined Lacy jacking off with an imaginary cock to Jack in her life.<br>\r\n<br>\r\nJack took the keys to Lacy's house out of his new purse and walked in, closing the door behind him. His jaw dropped at what he saw. Lacy's house was nothing like his own. Everything was elegant and expensive looking. Whatever she did for a living she clearly made a lot of money doing it.<br>\r\n<br>\r\n\"Wow! She must be loaded!\" Jack gasped, \"I mean...<i>I</i> must be loaded!\"<br>\r\n<br>\r\nJack then caught something moving out of the corner of his eye. Looking to his right he saw his Lacy reflection in a giant mirror on the wall of the hallway. Lacy looked dynamite gorgeous! Even in her work out gear. Everything was tight, form fitting. And her tits where just threatening to explode out of her tank top. Thats when Jack had an idea. He dashed upstairs, clumsily stripping as he went, until he finally reached Lacy's bedroom. Among other things there was another giant mirror closet and a big comfy-looking bed. \"Where she erm <i>I</i> probably get a much different kind of exercise\" Jack said blushing with the sudden thought of Lacy being plowed by a guy with a huge cock, but with himself in Lacy's place. It strangely turned him on and he felt his dick begin to get hard.<br>\r\n<br>\r\nSnapping out of it, the now naked Jack caught his reflection in the mirror again and his jaw almost fell off. Before his eyes was the naked reflection of his sexy neighbour Lacy. He has long dreamed about this sight and never thought he would ever see it. Certainly not from this perspective. Her tits where perfect, her curves were never-ending, and her ass was mindblowing. Thats when Jack noticed a video camera on the bedside table and he had an idea. He setup the camera, pointed it at the bed and he began to masturbate  to his new reflection from the bed. As he jerked off his stiff member he began to feel different to he normally did when masturbating. His orgasm was eminating from all over his body and not just concentrating from his dick. Jack, soon screamed in ecstasy as wave after wave of pleasure washed over him.<br>\r\n<br>\r\n\"Wow! Was that a female orgasm?\" He panted, \"Ive got a guys body but im cumming like a chick? This is incredible! I wonder what else that remote can do?\"<br>\r\n<br>\r\nJack...</span></div></div>",
            "created":1432616400,
            "id":1983514,
            "title":"He decides to stay put for now."
        },
        "1523":{
            "author_id":"hawkcam1996",
            "author_name":"Hawkcam",
            "choices":[
                "She moved away from the window or left the bedroom",
                "He spotted his crush, and decided to switch with her instead",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>He aims the remote at Lacy(in his bedroom), but...</span></div></span></div>",
            "created":1477371600,
            "id":2228161,
            "title":"He decides to try and swap back."
        },
        "15232":{
            "author_id":"qwaszxpolkmn",
            "author_name":"The One and Only",
            "choices":[
                "It worked perfectly!",
                "Something's not right..."
            ],
            "content":"<div class=\"\"><div> <span>Jack looked out the window at his own house, hoping to spot Lacy in his life and switch back. Instead, he noticed someone walking down the street. It was his crush, Kelsey. She was wearing a baby blue blouse, jeggings, and wedge heels. Her blonde hair danced gently in the light breeze. She was texting someone as she was walking, and appeared to be in a hurry. <br>\r\n<br>\r\nJack quickly came up with an idea. What if he could swap with Kelsey, ask himself (currently Lacy in his place) on a date, and THEN switch everyone back to normal? Then when Kelsey was back in her own life, she would remember it as if SHE had asked Jack out. <br>\r\n<br>\r\nLooking back at his window, he saw that the curtain was still closed. Forming a half-frown, half-smile, he aimed the device at Kelsey, and swapped places with her. </span></div></div>",
            "created":1480395600,
            "id":2243888,
            "title":"He spotted his crush, and decided to switch wit..."
        },
        "15233":{
            "author_id":"hawkcam1996",
            "author_name":"Hawkcam",
            "choices":[
                "He spots his sister in her bedroom window",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>He aims the remote at Lacy(in his bedroom), but...</span></div></span></div>",
            "created":1490418000,
            "id":2294488,
            "title":"Something else"
        },
        "154":{
            "author_id":"majorpain2070",
            "author_name":"Majorpain",
            "choices":[
                "Go and play with the\"dog\"",
                "Swap your sexy neighbor with your pet guinie pig"
            ],
            "content":"<div class=\"\"><div> <span>You point the remote at the dog and squeeze the button but then you aim the remote at the sexy jogger a press it again. Suddenly you see a lab in jogging clothes running down the street on its hind legs and the jogger is now naked and on all fours pissing like a dog.</span></div></div>",
            "created":1423630800,
            "id":1931673,
            "title":"The Anderson's Labrador"
        },
        "155":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "one punch man",
                "one piece",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You turn on the tv and begin to wonder if you can swap roles with someone from a show you're watching.</span></div></span></div>",
            "created":1474434000,
            "id":2212917,
            "title":"Other"
        }
    },
    "info":{
        "author_id":"abagail_l",
        "author_name":"Christy_D",
        "brief_description":"Jack finds a remote control device that allows him to swap role with other people.",
        "created":1379930460,
        "description":"<td align=\"left\" class=\"norm\">In this story, you'll take on the role of Jack, an 18 year old who finds a mysterious device that allows him to swap life roles with others. Sex is allowed, but try not to make it entirely about that.<br>\r\n<br>\r\nPlease give your additions length. At least a paragraph, please. Short, one sentence chapters may be deleted. Please use proper spelling, grammar, capitalization and punctuation.<br>\r\n<br>\r\n<br>\r\nNow, with the basic rules out of the way, here's how the remote works. It's very simple. Once pressed, the remote is set to stand-by mode, waiting for a target. That means only the user can swap roles. The remote, however, can still be lost or taken and used by someone else. Whenever swapping roles, the remote will follow the user to their new body. Only the user will remember the swap taking place. The target will think they have always been who they've become. The user will see themselves in their usual body, however everyone else will see the body they now inhabit. Reflections will also show the body who's role in life you now occupy.</td>",
        "id":1954320,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1573333560,
        "pretty_title":"Role Swapping"
    }
}