{
    "chapters":{
        "1":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Mayuri",
                "Assistant (Kurisu)",
                "Moeka",
                "Faris",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which of the Lab Members will get inflated, first?</span></div></span></div>",
            "created":1591592400,
            "id":2848140,
            "title":"Decisions, Decisions"
        },
        "11":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Air",
                "Water",
                "Weight",
                "Magic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lab Member 002, Shiina Mayuri is the childhood friend of Okabe. Practically the mascot of the lab, she's kinda ditzy, but completely innocent and kind. Now, what will make her puff up?</span></div></span></div>",
            "created":1591592400,
            "id":2848151,
            "title":"Mayuri"
        },
        "12":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Air",
                "Weight",
                "Water",
                "Magic"
            ],
            "content":"<div class=\"\"><div> <span>Lab Member 004, Makise Kurisu (Aka Christina, Assistant, Celeb Sev, the Zombie, and @Channeler Chris) is a brilliant neuroscientist. Practically the definition of a Tsundere, she is the (Generally very angry) brain of Future Gadget Labs. Now, what will make her puff up?</span></div></div>",
            "created":1591938000,
            "id":2850436,
            "title":"Assistant (Kurisu)"
        },
        "13":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Air",
                "Weight",
                "Water",
                "Magic"
            ],
            "content":"<div class=\"\"><div> <span>Lab Member 005, Kiryu Moeka (AKA Shining Finger), is known for her amazing ability to type at blazing speeds. But, despite the bouny personality you might assume she has based on her texts, she actually has a very quiet and timid personality. Now, what will make her puff up?</span></div></div>",
            "created":1591938000,
            "id":2850441,
            "title":"Moeka"
        },
        "14":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Air",
                "Weight",
                "Water",
                "Magic"
            ],
            "content":"<div class=\"\"><div> <span>Lab Member 007, Faris NyanNyan (actual name Akiha Rumiho), has a wild, vivid imagination. She can create entire stories and histories in her head, which she immediately projects onto other people. Oh, and she also owns a cat maid cafe, called MayQueen Nyan<sup>2</sup>. She's constantly in her maid persona, speaking in Nyanian. What will make her puff up?</span></div></div>",
            "created":1591938000,
            "id":2850442,
            "title":"Faris"
        },
        "144":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Blue Space",
                "Green Space",
                "Red Space"
            ],
            "content":"<div class=\"\"><div> <span>Mayuri was sitting in the lab, as per usual. It was nearing the end of summer vacation, and the day was sweltering hot. She was currently helping Luka with her summer work, while Kurisu was helping both of them. Well, Mayuri wasn't helping as much, but she was still giving plenty of moral support. Either way, they were just starting to get a bit worn out, when the door clicked open, and a familiar, cat-eared girl walked in.<br>\r\n<br>\r\nMayuri: Feris-chan! Tutturu!<br>\r\n<br>\r\nFaris: Heya, Nya!<br>\r\n<br>\r\nLuka: Ah, Faris-san... Hello.<br>\r\n<br>\r\nFaris: Huh? Hold on a second...<br>\r\n<br>\r\nShe pretended to sniff the air.<br>\r\n<br>\r\nFaris: I smell work! A lot of it, too, nya! It's the summyer. You shouldn't be working in the summyer!<br>\r\n<br>\r\nLuka: But school starts in a week... We have to do it by then, and there's a lot of it...<br>\r\n<br>\r\nFaris: Well, we can all at least take some time off, because...<br>\r\n<br>\r\nShe dramatically pulled a box out of hammerspace. Nobody saw her holding it before, but it just suddenly appeared.<br>\r\n<br>\r\nFaris: I found this at a shop on the way here, nya! The myan at the counter seemed really happy to be rid of it...<br>\r\n<br>\r\nKurisu: Doesn't that seem a bit odd to you? It's probably not too high of quality... How much did it cost?<br>\r\n<br>\r\nFaris: It was free! He said he could predict that there would be people to cheer up in my future, so I should have it, nya!<br>\r\n<br>\r\nKurisu: Hm...<br>\r\n<br>\r\nBut despite her scowl, it seemed her worries were satiated for now.<br>\r\n<br>\r\nFaris: Anyway, we should play!<br>\r\n<br>\r\nShe smacked the box down on the one table in the room. Finally, the group could see the front of the box a little better. Most parts were worn off. Pretty much the only legible part was where it said \"transform your boredom!\". Huh, a bit of a strange tagline, but whatever. She plopped open the box, and pulled out the instructions... which were just as mangled and worn as the box. It had to be handed over to Kurisu for interpretation, and even she couldn't understand most of it.<br>\r\n<br>\r\nKurisu: Ok... It seems like we'll all pick a piece to represent us. We start at the start square of the board, and roll dice to progress. Whatever color space we land decides what color card we draw. Um... And then we... Do whatever it says...? Are you sure this is an ok game to play, Faris-chan?<br>\r\n<br>\r\nFaris: It'll be fine! <br>\r\n<br>\r\nKurisu: Ok. It seems like the red ones will be something the person who draws it will have to do, while the blue ones will be something other people have to do. Green, meanwhile, is something that everyone has to do.<br>\r\n<br>\r\nLuka: U-Um... What kind of stuff is it...?<br>\r\n<br>\r\nKurisu: I don't know. The instructions are completely destroyed.<br>\r\n<br>\r\nFaris: Then, in that case, we should just learn by doing! I'll go first. Hm... I'll be... This one, nya!<br>\r\n<br>\r\nShe pulled out a pink piece, that once again didn't seem to exist before she needed it to. Then, everyone else also picked out a piece. Kurisu chose a red piece, Mayuri got the blue one, and Luka got the purple one.<br>\r\n<br>\r\nFaris: All right, now time to roll!<br>\r\n<br>\r\nThe dice somehow just appeared in her hands as she tossed them onto the board. A four.<br>\r\n<br>\r\nFaris: That'll put me here, on a...</span></div></div>",
            "created":1592110800,
            "id":2851391,
            "title":"The Magic Board Game"
        },
        "15":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Luka",
                "Suzuha",
                "Kagari",
                "Maho",
                "More?!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You need more potentially puffy lab members?</span></div></span></div>",
            "created":1591938000,
            "id":2850447,
            "title":"More choices"
        },
        "151":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Air",
                "Water",
                "Magic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will make her puff up?<br>\r\n<br>\r\nNote: We will be using Luka as a girl for this</span></div></span></div>",
            "created":1591938000,
            "id":2850450,
            "title":"Luka"
        },
        "1513":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Use on herself",
                "Use on Mayuri",
                "Wait until she gets to the lab to test it out"
            ],
            "content":"<div class=\"\"><div> <span>Luka walked out of school, finally done with the day. It was August, and school had just recently started. She stood just outside the doorway, feeling the heat of late summer wash over her. She didn't have to help out in the temple today, so she would probably head over to the Lab for now. But first, she had to wait for Mayuri. So, Luka walked out the front gates, and moved to the side, so she wouldn't be in the way of everyone. There, she waited. Her mind drifted, and she thought back to the last few months. The PhoneWave (name subject to change) had been crazy, but since they'd only managed to send numbers back in time (which didn't even win the lottery, with Luka messing up a number), they hadn't really done much. But then again, Okabe had been acting pretty weird. He had claimed things were different, like that Luka used to be a guy. Well, not like she even looked like a girl, with being flat as a board up top, but she definitely didn't look like a guy. <br>\r\n<br>\r\n<i>Clonk!</i><br>\r\n<br>\r\nLuka: Ow...!<br>\r\n<br>\r\nLuka grabbed her head as she felt something fall to the ground next to her. She checked it out. It looked like a small, dark scarlet, almost maroon, rock. It must've fallen and hit her on the head on it's way down.<br>\r\n<br>\r\nLuka: What in the world...?<br>\r\n<br>\r\nThen, a note fluttered down in front of her face. She fumbled for a second before catching it.<br>\r\n<br>\r\n<i>To who ever receives it, this is a Wishing Stone. If you think about something hard enough while holding this stone, it will become real. You can alter yourself and the world around you, and only you will know. Think carefully about your decisions.</i><br>\r\n<br>\r\nLuka looked up and all around her, trying to figure out where the stone came from. Eventually, she shrugged and fiddled with the rock in her hands, her mind moving to other things.<br>\r\n<br>\r\nLuka: Hm... I wish Mayuri wouldn't take so long... It's so hot out-<br>\r\n<br>\r\n??????: Luka-chan! Tutturu!<br>\r\n<br>\r\nLuka: Gah...!<br>\r\n<br>\r\nLuka almost fell over, before she recognized the voice as Mayuri.<br>\r\n<br>\r\nLuka: M-Mayuri...! Please don't scare me like that...<br>\r\n<br>\r\nMayuri: Sorry...<br>\r\n<br>\r\nLuka: It's fine. Let's go ahead and go.<br>\r\n<br>\r\nMayuri: Ok!<br>\r\n<br>\r\nMayuri bounced ahead, as Luka followed along behind her. As they walked, she thought about what had just happened. She had thought about Mayuri arriving, and she had arrived. It's almost like the stone was real... Well, this is where she would earn her Lab mem title. It's time to experiment.</span></div></div>",
            "created":1592110800,
            "id":2851371,
            "title":"The Magic Stone"
        },
        "152":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Air",
                "Water",
                "Magic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will make her puff up?</span></div></span></div>",
            "created":1591938000,
            "id":2850451,
            "title":"Suzuha"
        },
        "153":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Air",
                "Water",
                "Magic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will make her puff up?</span></div></span></div>",
            "created":1591938000,
            "id":2850452,
            "title":"Kagari"
        },
        "154":{
            "author_id":"bobjoe98765432",
            "author_name":"Rocket",
            "choices":[
                "Air",
                "Water",
                "Magic"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will make her puff up?</span></div></span></div>",
            "created":1591938000,
            "id":2850453,
            "title":"Maho"
        }
    },
    "info":{
        "author_id":"bobjoe98765432",
        "author_name":"Rocket",
        "brief_description":"Testing out this whole inflation interactive thing on the girls of Steins Gate",
        "created":1591634880,
        "description":"<td align=\"left\" class=\"norm\">Welcome, <span style=\"text-decoration:line-through\">Okabe Rintaro</span> Huouin Kyoma, to a world where SERN never attacks. Somehow, in August, you accidentally set the world on a path where Mayuri doesn't die, Kurisu doesn't die... and also nothing is canon. Prepare for inflation escapades!<br>\r\n<br>\r\nRules:<br>\r\n- Preferably no male inflation (Luka will be female, since Okabe didn't need to change him back)<br>\r\n- You can cross other characters into one where it's maybe not supposed to be, but it has to be centered around that character<br>\r\n- Try to stick with the three b's of inflation (bust, belly, butt)<br>\r\n- If you end off a path and I think it's too early or not very satisfying, I will delete the ending chapter<br>\r\n- Have fun and mess around! Nothing here is supposed to be serious</td>",
        "id":2223850,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1592020980,
        "modified":1592195880,
        "pretty_title":"Steins Gate Inflation Interactive"
    }
}