{
    "chapters":{
        "1":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Jason ",
                "Megan",
                "Sarah ",
                "Davis",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>Emily was a 42 year old mother, with two daughters, Megan, and Sarah, age 15 and 17, and a son Davis, who just turned 12. Her husband of 20 years Jason was 45 years old. <br>\r\n<br>\r\nShe had taken the day off because of feeling under the weather. Emily stretched out her slender 5'10\" body on the couch. Her dirty blonde hair pulled up in a mess bun. <br>\r\n<br>\r\nAt some point she drifted off into a deep sleep. When she stirred awake she was no longer on the couch, but in front of it. <br>\r\n<br>\r\nPushing to her feel she instantly knew something was wrong. The couch, and everything else towered above her. In her sleep she somehow shrank to barely a quarter of an inch tall. <br>\r\n<br>\r\n\"This can't be real!\" She said in shock standing next to her own discarded size 10 sandals. <br>\r\n<br>\r\nShe struggled to fully believe that this wasn't a dream. While it all felt real, she knew it simply couldn't be. Even as she walked around the couch, and felt the cold floor under her bare feet she doubted this as reality. <br>\r\n<br>\r\nThe detail was just too accurate to be a dream she thought. \"But, there's just no way.\" She said, her voice lacking conviction. <br>\r\n<br>\r\nThe metallic sound of the doorknob turning drew her undivided attention. The feeling in her throat was very real as she watch a massive figure stepping through the door. <br>\r\n<br>\r\nShe screamed at the sight of.....<br>\r\n</span></div></div>",
            "created":1578891600,
            "id":2772894,
            "title":"Tiny Emily"
        },
        "11":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Bedroom ",
                "Bathroom ",
                "Kitchen "
            ],
            "content":"<div class=\"\"><div> <span>\"Emily?\" Jason called out as he stepped through the door. His 6'2\" frame was always impressive, but now Emily was struck speechless. The shrunken woman stared in awe as her now giant husband casually slipped out of his gym shoes. <br>\r\n<br>\r\nHe seemed to only grow larger as he moved towards her. Small tremors swept across the hardwood with with every step. Emily fixated on Jason size 13 feet, clad in sweaty, white ankle socks. <br>\r\n<br>\r\n\"Fuck!\" She said snapping back to reality. \"Jason! I'm down here!\" She screamed, jumping up and down,  frantically waving her arms. <br>\r\n<br>\r\nThe towering giant padded forward unaware he was putting his wife in incredible danger. \"Emily, are you home?\" Jason called out again as he came to a stop. <br>\r\n<br>\r\nEmily watched in horror as Jason's right foot slammed down beside her. She was knocked off of her feet by the putrid air the foot displaced. \"Jason!\" Emily cried. \"Watch out!\" <br>\r\n<br>\r\nAfter receiving no reply Jason pulled out his cell to call Emily. See the building sized iPhone in his hand Emily's hand shot into her pocket. To her frustration her phone was not there. <br>\r\n<br>\r\nJason's call eventually went to voicemail. He left a quick message. \"Emily, it's Jason, call me when you can.\" <br>\r\n<br>\r\n\"I guess I have the house to my self for a while.\" Jason said with an upbeat tone. <br>\r\n<br>\r\nHe sent out a quick text before shoving his phone back into his pocket. He moved forward unknowing sending Emily flying away from his foot. <br>\r\n<br>\r\nEmily lay on the floor wanting to cry as the footfalls of her giant husband faded into the house. She knew she had to get his attention somehow. Pushing to her feet Emily decided to follow after Jason. <br>\r\n<br>\r\nShe finds Jason in the...<br>\r\n</span></div></div>",
            "created":1579064400,
            "id":2774127,
            "title":"Jason "
        },
        "113":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Toe ride to the bedroom ",
                "Emily falls off. ",
                "Stephanie notices something on her toes. "
            ],
            "content":"<div class=\"\"><div> <span>Just as Emily makes her way into the kitchen there is a knock at the door. \"Come on in.\" Jason shouts from the refrigerator. <br>\r\n<br>\r\nEmily looks on confused as the door leading to the backyard opens. Their neighbor Stephanie stepped inside, with a slightly nervous look on her face. \"Hey there.\" She said quietly, glancing around the room. <br>\r\n<br>\r\nThe quarter inch woman had no idea why her 31 year old neighbor would come over. They weren't friends, and rarely spoke at all. Yet now for whatever reason the slender, 5'3\" brunette closed the door behind her as she moved into the room. <br>\r\n<br>\r\nTo Emily's shock Jason seemed happy to see Stephanie. His face lit up with a smile as Stephanie walked towards him. Her size 7 feet clad in Nike slides. <br>\r\n<br>\r\n\"I was surprised to get your text. Are you sure this is a good idea ?\" Stephanie asked, her voice soft. <br>\r\n<br>\r\nJason smirked, with a slight shrug. \"She hasn't answer my calls, or texts. She probably went to her sister's. Which means we have the house to ourselves for at least a few hours.\" <br>\r\n<br>\r\nEmily couldn't believe what she was hearing and seeing. Jason was have an affair with the girl next door. Despite only being a quarter of an inch tall Emily was filled with rage. <br>\r\n<br>\r\n\"Fucking bitch!\" She shouted at the top of her lungs. <br>\r\n<br>\r\nWithout thinking anything through the tiny woman charged the giantess. Her anger caused Emily to forget that compared to her Stephanie was now nearly 1500 feet tall, with over 200 foot long feet. <br>\r\n<br>\r\nFueled by her anger Emily quickly climbed the side of Stephanie's slide. She was making her way across strap when the giantess moved. Snapped back to reality Emily completely loses her footing. <br>\r\n<br>\r\n\"Oh shit!\" Emily screamed as she fell backwards onto Stephanie's toes. <br>\r\n<br>\r\n\"What are we waiting for?\"  Jason asked with a smirk.  <br>\r\n<br>\r\n\"Nothing at all.\" Stephanie said taking a step towards the kitchen door. <br>\r\n<br>\r\n</span></div></div>",
            "created":1581483600,
            "id":2786227,
            "title":"Kitchen "
        },
        "1133":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":null,
            "content":"<div class=\"\"><div> <span>As the giantess took a step forward she felt something slip between her toes. Looking down she barely caught glimpse of the shrunken Sarah. <br>\r\n<br>\r\nSarah tried to hold onto the side of Stephanie's toe as she tumbled uncontrollably downward. Her attempts were useless as Stephanie suddenly kicked her slide off. <br>\r\n<br>\r\nStephanie watched as whatever was between her toes fell onto the insole of her slide. She used her nimble toes to pinch the band of the slide. Lifting it from the ground she shook free the tiny object. <br>\r\n<br>\r\nSarah screamed as she went from falling onto the soft insole, to being dumped carelessly onto the hard floor. She landed with a solid thud as Stephanie pushed her foot back into the slide. <br>\r\n<br>\r\nStephanie saw movement and squirmed under the belief that the object was actually an insect. \"Gross!\" She groaned as she instantly smashed her foot down on the tiny creature. <br>\r\n<br>\r\nSarah barely had time to register the act before she was in the shadow of Stephanie's foot. It fell down without hesitation. Without effort Sarah's body exploded on the rubber sole of the slide. <br>\r\n<br>\r\nStephanie moved towards the bedroom to have sex with the husband of the blood stain on the bottom of her slide. She was completely unaware that she no longer had to worry about being caught. </span></div></div>",
            "created":1583038800,
            "id":2795025,
            "title":"Stephanie notices something on her toes. "
        },
        "13":{
            "author_id":"tpdbeech",
            "author_name":"The Shrunken L00NY",
            "choices":[
                "Yes!",
                "No!",
                "Something Else!"
            ],
            "content":"<div class=\"\"><div> <span>A pair of black sneakers entered the living room. With them, called the voice of Sarah, Emily’s 17 year old daughter. She was slender and built like a gymnast. She was clothed in gym shorts and a fabric sports bra. She’d been out running in the afternoon and her dark, blonde hair was matted and sweaty. Taking her sneakers and sweaty socks off Sarah called out, “Mom?” She got no reply, looking around, Sarah found her mom’s discarded sandals and shrugged. <br>\r\n<br>\r\nThe house was definitely barren. With a smirk, Sarah tapped speedily on her phone, writing a message. As she was distracted, Emily took the opportunity to run towards her daughter’s feet, not realising they were at least 50x the size and 100x smellier now! She wretched and coughed her insides out as she kept onto Sarah’s toes, hoping to gain some footing as the unaware giantess turned excitedly towards the knocking door!<br>\r\n<br>\r\nOpening it, revealed a similarly aged girl with thick, flowing black hair. It cascaded down her back, just shy of her shoulder blades. She wore a buttoned-up school shirt topped with a leather jacket with pins and badges. She also wore faux leather skinny jeans that tightly hugged her lower figure. <br>\r\n<br>\r\nFinally, her eyes were piercing and if she were a mermaid, they would entice men to their deaths. This was Natalie, or, Nat as she was called by Sarah. As far as Emily knew, they were ‘just’ classmates at High School. The pair seemed like total opposites. Sarah was sporty and outgoing, Nat preferred the indoors and was allergic to people. Yet, she tolerated Sarah. <br>\r\n<br>\r\n“Nat!” Sarah squeals as she rushed Nat for a large hug which Nat struggled with, her hands not quite knowing what to do as they awkwardly patted Sarah’s back. <br>\r\n<br>\r\n“I’m so happy you could come!” Sarah continued, moving back to usher Nat inside. Nat looked around and snorted, “Jesus Sarah you smell like the gym room at school!” The pair giggled as they leaned in for a tender kiss. This kiss soon evolved into deeper probing with their tongues as their bodies pressed into one another. Their hands quickly interlocking and exploring themselves freely, finally freely! Sarah was eager to unbutton Nat’s shirt, reaching in to stroke her toned belly and pert breasts. Her hand is gripped suddenly by a nervous Nat, “I, umm...” Nat was blushing now, her breath was short. “I don’t like them, they’re just so small and I knew that no one would like them if people saw them,” <br>\r\n<br>\r\nNat’s babbling was cut off by another deep kiss from Sarah, “They’re perfect, you’re perfect.” She mouths into Nat as she finally cups a boob, her thumb circles an erect nipple, allowing it to be rubbed and twisted gently. Nat, in a moment of ecstasy opens her shirt fully, her chest heaves as Sarah dives in, biting and licking Nat’s left breast while still playing and plucking with her right...<br>\r\n<br>\r\nThe pair was absorbed by their lustful bliss, while below, Emily was struggling with the truth. Her head was held tightly in her hands. While she had no ‘objection’ to this kind of relationship, she struggled with the inner turmoil of being brought up with ‘traditional’ family values that were instilled by her mother...<br>\r\n<br>\r\nSarah’s hand slowly encroached on Nat’s leather jeans, tugging at the waistband playfully before she’s stopped by Nat again. “No,” Nat said huskily, “you smell... I want you to clean yourself up.” Nat licks Sarah’s hungry lips and Sarah licks back. “Fine,” Sarah loosens her grip, “you’re coming with me.” The pair smirked and pushed off the wall, their hands held each other tightly as they blinded off through the living room and up the stairs. <br>\r\n<br>\r\nBut does Emily follow them to the shower?<br>\r\n</span></div></div>",
            "created":1585890000,
            "id":2812819,
            "title":"Sarah "
        },
        "131":{
            "author_id":"tpdbeech",
            "author_name":"The Shrunken L00NY",
            "choices":[
                "Emily Is Spotted!",
                "Nat Goes Ahead & ‘Pleasures’ Sarah (Inserting Emily!)",
                "Someone Arrives Home (Interrupting the Shower!)"
            ],
            "content":"<div class=\"\"><div> <span>Emily reasoned that the only way she would survive her predicament would be to cling on to her giant daughter. Even if that meant being put through the unfortunate ordeal of being showered with her daughter and ‘girlfriend’! As the pair were making out, Emily climbed up her daughter’s gym shorts. As she reached the hem, Emily dived in expecting to land in a pair of panties. She was unfortunate to discover her daughter didn’t wear anything underneath her gym wear and had landed just outside of her daughter’s massive vagina! She was pushed and mushed into the opening as the Giantess’s had their way, pressing into each other. The proximity meant the smell of Sarah’s pussy was ghastly. Yet, the tiny mother had no choice but to cling on to her daughter and hope to be discovered upon Sarah undressing herself for the shower. <br>\r\n<br>\r\nThe pair of giants giggled and kissed one one another as they turned the shower head on. As the heat began to rise, Sarah began to undress as Nat watched on. She slipped off her fabric bra to unveil plump, medium sized breasts. Her nipples were erect from earlier. Getting a gasp of approval from Nat, Sarah moves to pull down her gym shorts, Nat laughed at the fact Sarah worked out with only her gym clothes and wore no panties. Sarah stood naked and proud as the steam clung to her figure, highlighting its slim curves. Nat moves to undress herself, becoming more confident with her body as she takes off her jacket and finishes unbuttoning her shirt. Finally, she grips her leather jeans and slides them down with awkward sexiness. The pair laugh as they hug and kiss one another.  <br>\r\n<br>\r\nAnnoyed that she hadn’t been discovered, Emily tried to climb further up, but found that her footing was slippery from sweat. However, she would soon get a boost up as a hand planted itself on her back and lifted her up Sarah’s stomach. The two teens were back at it again, groping and kissing one another and Emily was truly at their mercy now as she gripped onto Nat’s hand. <br>\r\n<br>\r\nEagerly, the lovers step into the steamy shower together, the rain drips heavily on their slender forms, coating them in a shine that seemed heavenly. Nat reaches for a bottle of soap and squirts it into her other palm, unwittingly drowning Emily in coconut luxury soap. As the solution was now mixed with water, Emily found it increasingly harder to move as Nat’s tender hand scoured and rubbed Sarah all around. Everything was covered in the soap, her chest, belly, breasts, even a cheeky squeeze of Sarah’s ass cheeks were accounted for. Nat was desperate to be in control of the situation, to control Sarah... One day she hoped this dream would come true. <br>\r\n<br>\r\nSarah turns and grabs the same bottle of soap, this time choosing to drizzle Nat’s chest with the thick solution, Sarah’s hands caressed and spread the soap across Nat’s breasts with reckless abandon. The two were absolutely soaked up, and slick to the touch as Nat made her move, using her fingers to slowly open Sarah’s pussy lips gently. Sarah bit her lip and leaned back against the misty tiled wall, ready to be enveloped in bliss...<br>\r\n<br>\r\nEmily was experiencing the opposite of bliss, after being rubbed and massaged into her daughter’s private areas by another horny teen, her worst nightmare was about to come into fruition. She was stuck on the fingers that were about to probe her daughter’s pussy! While the sweaty odour had gone thanks to the shower, the gaping mass that was her daughter still terrified her. Nat’s fingertips teased and slid into Sarah’s shaved slit. Sliding them up and down and slowly driving them in. Emily was trapped mere inches before her daughter’s opening and she knew it would only be a matter of time before she was unknowingly plunged in...<br>\r\n<br>\r\nWhat happens next?<br>\r\n<br>\r\n(I forgot to add them in the last chapter!)<br>\r\n<br>\r\nCharacter images for:<br>\r\n<br>\r\nSarah: <a rel=\"nofollow\" href=\"https://www.deviantart.com/thestudioroyale/art/Royale-Photo-VG-05-781061118\" target=\"_blank\">https://www.deviantart.com/thestudioroya...</a><br>\r\n<br>\r\nNat: <a rel=\"nofollow\" href=\"https://www.deviantart.com/xxgmodeling/art/Naked-20-826668116\" target=\"_blank\">https://www.deviantart.com/xxgmodeling/a...</a></span></div></div>",
            "created":1585976400,
            "id":2813040,
            "title":"A Small Chance of Showers"
        },
        "15":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Her sister Claire ",
                "Her mother Joan",
                "Mother-in-law Karen",
                "Sister-in-law Kate",
                "Reader's Choice "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More choices. </span></div></span></div>",
            "created":1581483600,
            "id":2786399,
            "title":"Someone else"
        },
        "153":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Karen feels something stuck to her foot. ",
                "Emily's unwanted bonding with Karen. ",
                "A sudden trip to the grocery store. "
            ],
            "content":"<div class=\"\"><div> <span>As Jason's mother Karen (68) stepped through the door Emily's blood ran cold. Of all the people for her to have to deal with at this size there may not be anyone worse. She could feel her tiny body trembling as her no gigantic mother-in-law engulfed her view like a skyscraper. <br>\r\n<br>\r\n\"Emily! Are you here ?\" Karen's voice rang out, with the ever present tone of condescension. <br>\r\n<br>\r\nEmily hated Karen's tone towards her. She never tried to hide it. Not even in front of Jason, and the kids. From the moment they met Karen disliked Emily. She never thought she was good enough for Jason. Unfortunately that wasn't an assumption on Emily's part, it had in fact been stated by Emily several times. <br>\r\n<br>\r\n\"Jason told me you were ill.\" Karen said loudly as she discarded her mule slides by the door. \"I came to make dinner for him, and the children.\" <br>\r\n<br>\r\nEmily had a moment to groan realizing that her mother-in-law was not here for her benefit whatsoever. \"Figures.\" She mumbled under her breath. <br>\r\n<br>\r\nHer annoyance turned to fear as Karen began to move into the room. Her now bare feet smacking the hardwood ominously. \"Crap!\" Emily said as she turned to run away. <br>\r\n<br>\r\nThe 68 year old grandmother padded forward at a brisk pace. She caught up to her tiny daughter-in-law in less than a second. <br>\r\n<br>\r\nEmily turned as Karen's shadow overtook her. Her vision was engulfed by the wrinkled sole of the giantess' right foot. She attempted to brace herself but nothing could prepare her for the impact. <br>\r\n<br>\r\nThe warm, plump ball of Karen's foot molded around her shrunken body. The pressure was godly, but somehow her body hadn't exploded. she writhed in pain as the weight rolled over her as Karen casually took her next step. <br>\r\n<br>\r\nUnaware that she now carried her shrunken daughter-in-law on the bottom of her foot Karen walked towards the kitchen. Nothing was going to stop her from providing for her son. <br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1584507600,
            "id":2803477,
            "title":"Mother-in-law Karen"
        },
        "1531":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Into the trash can. ",
                "To the floor. ",
                "On to the kitchen counter. "
            ],
            "content":"<div class=\"\"><div> <span>Emily screamed constantly into Karen's flesh as she walked. She felt like her body was going to explode at any moment. She was relieved as she weight lifted off of her, until she realized Karen was checking the bottom of her foot. <br>\r\n<br>\r\n\"Filthy house! As usual!\" She heard Karen groan. <br>\r\n<br>\r\nShe nearly had a heart attack as Karen's massive fingers plucked her from the ball of her foot. She was absolutely terrified of being discovered, so she held perfectly still. <br>\r\n<br>\r\nKaren was moving towards the trash can as she looked to see what she had stepped on. The realization hit her just before she turned her hand out. \"Emily!\" She gasped. <br>\r\n<br>\r\nEmily tries not to react, she hoped Karen would just think she was seeing things. Unfortunately Karen was certain that she was now holding her shrunken daughter-in-law. <br>\r\n<br>\r\n\"How on earth did you let this happen ?\" She asked in a scolding tone. \"How are you supposed to take care of my son, and grandchildren now!?\"<br>\r\n<br>\r\nEmily was frustrated that even now Karen was blaming her. She stood in the giant palm with hand placed firmly on naked hips. \"This isn't my fault!\" She screamed, surprising herself. <br>\r\n<br>\r\nKaren's eyes narrowed. \"Don't you dare take that aggressive stance with me, you little fucking bug!\" She hissed, her hot breath rolling over Emily. <br>\r\n<br>\r\nThe moment of confidence was instantly shattered. Emily took a step backwards as Emily scowled down at her. <br>\r\n<br>\r\nSighing Karen's face looked somber. \"Jason and the kids are going to be sad you disappeared.\" She said casually. \"But, they'll move on, and be better for it.\" <br>\r\n<br>\r\nEmily was in shock. She didn't think Karen would ever help her, but she still had a tiny bit of hope. \"You have to help me!\" She screamed. \"Please tell Jason what happened!\" <br>\r\n<br>\r\nKaren callously turned her hand over dumping Emily out. The shrunken woman screamed as she fell....</span></div></div>",
            "created":1585026000,
            "id":2806652,
            "title":"Karen feels something stuck to her foot. (Aware)"
        },
        "15311":{
            "author_id":"tj1987",
            "author_name":"AlittleDisturbed",
            "choices":[
                "Emily is thrown away. ",
                "Climbs onto Sarah's hand. ",
                "Jumps from the bag. "
            ],
            "content":"<div class=\"\"><div> <span>Landing in the dark black bag, Emily looked up as her mother-in-law closed the lid. She sat there in the darkness for what felt like forever. she could hear Karen outside casually preparing dinner. She couldn't believe that she could just throw her away like trash. <br>\r\n<br>\r\nEmily began to crawl over the trash to reach the side of the bag. She had no plans on staying in the trash. She had nearly reached the side when her felt Karen approaching. <br>\r\n<br>\r\nShe looked up as the lid opened and her mother-in-law once again towered over her. She expected the giantess to gloat, or insult, maybe even remove her from the trash. Instead she simply dumped vegetable peels inside and closed the lid. <br>\r\n<br>\r\nFrustrated Emily pushed forward with her efforts to climb out of the trash can. Taking handfuls of the plastic she began to slowly pull herself up. The can was very nearly full, so her climb was at least shorter than it could have been. She tried to focus on the positives. <br>\r\n<br>\r\nNearing the top she heard a new voice outside. \"Where's Mom ?\" Sarah asked as she entered the kitchen. <br>\r\n<br>\r\n\"I'm in here! Help me!\" Emily screamed trying to her her daughter's attention. <br>\r\n<br>\r\n\"I don't know sweetie. She wasn't here when I arrived. Probably out gallivanting with her friends.\" Karen said convincingly. <br>\r\n<br>\r\n\"Huh, okay. I thought she was sick.\" Sarah said. <br>\r\n<br>\r\n\"I guess she was feeling better.\" Karen said. \"Also, the can is getting really full. Would you be a dear and take out the trash, please.\" <br>\r\n<br>\r\n\"No!\" Screamed Emily. \"You fucking bitch!\" <br>\r\n<br>\r\n\"Sure grandma.\" Sarah said walking over to the trash can. <br>\r\n<br>\r\nEmily stared up in horror as the lid opened. Her oldest child, tall, slender, and beautiful towering above her. \"Sarah! Help me!\" She screamed. <br>\r\n<br>\r\nSarah grasps the bag and pulls it from the can.  The twists the top closed nearly crushing her mother in her massive hand. Emily writhes in the bunched plastic trying to free herself as Sarah carries the trash outside. <br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1585198800,
            "id":2807896,
            "title":"Into the trash can. "
        },
        "154":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "Kate dropped her phone under the couch",
                "More family arrived home",
                "Emily made a break for it behind the couch",
                "Kate starts talking to herself about whether the shrink potion worked",
                "Emily decided to confront her sister-in-law"
            ],
            "content":"<div class=\"\"><div> <span>Emily nearly screamed at the sight of who was walking through the door, the aunt to all of her children and her husband's sister, Kate. She was rather chubby, aged forty three years old and had naturally brunette hair that she dyed blonde to make herself seem more unique. Most importantly however, she shared Jason's mother's views on Emily, not thinking she was good enough for her older brother. Most of the time this could simply be ignored, and brushed off, but at this size she would love nothing more than to rid the family of what she deemed it's lowest member.<br>\r\n<br>\r\n Emily cowered behind the couch as the giantess strolled into their home, setting her bags down before announcing her presence with what seemed to be a thunderous roar, but in reality was no more than a calling to whoever was home. <br>\r\n<br>\r\n \"Hey! Anyone here?! It's Aunt Kate!\" She boomed, but to no answer. Emily watched her walk over to the couch, and sit on the large piece of furniture above the shrunken woman, slipping her shoes off and placing her dirty socks on the coffee table that Emily loved so much. Kate began to mumble to herself, saying \"No wonder. The one job that bitch has is to hold down the fort and she can't even do that right.\" Emily was heated, wanting to go out and confront the rude guest, but held herself back, not wanting to be mistaken for a bug and crushed under Kate's socks, rubbed off onto the coffee table.<br>\r\n<br>\r\n  Instead,</span></div></div>",
            "created":1586235600,
            "id":2815147,
            "title":"Giant Sister-in-Law"
        },
        "1541":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "\"Bug!\"",
                "\"Emily!\"",
                "\"Wait, never mind.\""
            ],
            "content":"<div class=\"\"><div> <span>As Emily weighed her options to wait for someone trustworthy to come home, she heard a large thud on the wooden floor in front of her, seeing the bright screen of Kate's phone laying face up a little ways away from her. She cowered in fear as the giant manicured hand started rummaging around, seeming like a monster's appendage at this size. Nothing she could do would have mattered, all she could do was wait as the hand retreated, and the feet got taken off the table.<br>\r\n<br>\r\n It wasn't before long that the entirety of her sister-in-law's body was on the ground, and she lowered her gigantic face to the floor in order to see if she could spot what she was looking for. Quickly, the giantess pulled her phone away and to her surprise saw something right behind it, seeming to be afraid of herself. With a smile, she boomed over Emily.<br>\r\n<br>\r\n \"What is this?\" She started. \"If I didn't know better, I'd have thought I just spotted a little</span></div></div>",
            "created":1586235600,
            "id":2815169,
            "title":"Giant Face"
        },
        "15412":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "Eating Her",
                "Squashing Her",
                "Taking Her Home",
                "Releasing Her Outside, Far From Home",
                "Before She Could, Jason Came Home"
            ],
            "content":"<div class=\"\"><div> <span>\"It looks as though my husband's skank wife has found herself underneath the couch.\" The giant Kate chuckled pulling Emily out with her free hand and standing back up. She brought the tiny wife to her face, examining the tiny woman's body with a grin pouring over her face, opening her lips to speak.<br>\r\n<br>\r\n\"I didn't know they made whores in all sizes.\" She laughed, hot air blasting over Emily's face, smelling like cigarettes.<br>\r\n<br>\r\n\"Put me down Kate! I'm not the one who goes trying to lure guys half my age at bars!\" She protested, trying to free herself from the firm grip of her husband's sister.<br>\r\n<br>\r\n\"I don't think you're in any position to be name calling, pipsqueak. I do pity the widower my brother is going to be, but I'm sure one of my friends will make for a good stepmother, don't you?\" She said, sitting back on the couch.<br>\r\n<br>\r\n\"What do you want Kate?!\" Emily yelled, needing to know how to escape the scenario which was looking more and more grim as it went on.<br>\r\n<br>\r\n\"I wanted you out of the picture. It seems as though I already have that however.\" Kate said, setting her phone down and bringing her free hand to rub her chin in contemplation. \"I have a lot of ideas for you, I really do. I think I have an idea to make sure you don't ever get back to my brother, ruining him with your antics.\" Emily gulped, and waited for Kate to announce her plan, soon revealed to be</span></div></div>",
            "created":1586235600,
            "id":2815197,
            "title":"Spotted By An Angry Giant"
        }
    },
    "info":{
        "author_id":"tj1987",
        "author_name":"AlittleDisturbed",
        "brief_description":"Emily shrinks without warning, around, family, friends, or complete strangers. ",
        "created":1578893760,
        "description":"<td align=\"left\" class=\"norm\">Emily is very durable, but not invincible when shrunk. She could for instance survive being stepped on barefoot, or sat on, but not stomped on with a shoe, or survive being eaten.  Keep this an unaware story as long as possible. Try not to end it too quickly. No one sentence chapters, or repeated choice chapters. <br>\r\n<br>\r\nNo unbirthing, diapers, or sexual content with children, though feet, vore, and crushing is allowed. <br>\r\n<br>\r\nI'll delete anything that I don't care for, especially poorly written additions regardless of content. <br>\r\n<br>\r\nEnjoy and please add. </td>",
        "id":2210165,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586313780,
        "pretty_title":"Emily's Shrunken Tale"
    }
}