{
    "chapters":{
        "1":{
            "author_id":"tass",
            "author_name":"Tassadar",
            "choices":[
                "Yoruichi",
                "Soi Fon",
                "Matsumoto",
                "Unohana.",
                "Other."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some options.</span></div></span></div>",
            "created":1330318800,
            "id":1285379,
            "title":"Let's begin."
        },
        "11":{
            "author_id":"tass",
            "author_name":"Tassadar",
            "choices":[
                "Trying to test the limits of the Shunko with Soi Fon.",
                "A Hollow attack.",
                "An experiment of the Research and Development Institute.",
                "A virus affecting high reiatsu powered females.",
                "Your choice."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will the story develop? How will she grow?</span></div></span></div>",
            "created":1330318800,
            "id":1285385,
            "title":"Yoruichi"
        },
        "115":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Breastfeeding him",
                "Kissing him",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Ichigo was training under the Urahara shop with Yoruichi to help him getting his powers back under control after he got them back.<br>\r\n<br>\r\nStarting with sparring while he is using his shikai. Slashes and punches were dellivert all over the place, but not one slash had hit Yoruichi at all. She was just to elusive for Ichigo, wich got him very frustrated as Yoruichi kept jumping around the place.  At one point she jumped over him and winked at him. That was the opening Ichigo was looking for, the angle of her closed eye. He quickly thrust his sword forward to stab Yoruichi, it is not like she would get hurt by a little stab...right? As Yoruichi landed on the ground and started to speak\"You gotta work harder Ichigo or you wil never catch a g...arh!\" Yoruichi finnished as she got her first stab by Ichigo who grinned even though he lightened the hid with his spiritual pressure, making the stab less effective for safty.<br>\r\n<br>\r\nYoruichi was bleading, a little of Ichigo's energie stil in the wound. She looked at Ichigo and grinned \"Whel whel whel Ichigo you caught the girl, now here is your prize.\" Yoruichi said as she flashed in front of Ichigo and gave him a kiss on the cheek, wich caused him to blush and stutter nonsense. Yoruichi however wasn't paing attention, because she was feeling hot, dizzy and her clothes were feeling tighter for some reason. She could feel her clothes getting tighter and tighter with every breath she took. <br>\r\n<br>\r\nTears starting to apear on her clothes wich went unnoticed by Yoruichi, because she was to dizzy. Ichigo however started to notice the change and went to see if everything was ok with her. As soon as Yoruichi saw Ichigo she lunged forward and smashed their lips together.<br>\r\n<br>\r\nWhen she finnally let go of him, he felt to the ground unconsious, because all his spiritual pressure was drained for some reason. <br>\r\n<br>\r\nBecause of all the spiritual pressure Yoruichi got from the kiss her transformation excellerated as her shoulders quickly became more broader with veins throbbing all over her body, her neck thick and hard looking like it could shatter a quiotine, her arms became thick with muscle, her biceps  thick barrels of power that could lift 10 ton with one hand and not even feel strained, her fists looking like they could krush diamonds, her abdominal muscles consisted of an 10 pack that could shatter any blade that would try to cut it, her hips became almost just as wide as her shoulders, her rear showing prominent curvature behind her, each leg looked thicker and firmer than an iron pillar would be,with more definition than an artist's masterpiece, her calves were like upsidedown teardrops, but as firm as iron posts in the ground, her now bare feet leaving a deep inprint on the ground with every step she took and best for last her breasts had ballooned out even beond her shoulders and they were the softest object on the planet with her nipples poking far out.<br>\r\n<br>\r\nYoruichi was now a 20ft tal amazone with a body to dy for and muscles far bigger than the Hulk.<br>\r\n<br>\r\nYoruichi finally comming down from her daze looked at her now naked self and grinned \"Wow, now I'm the goddes of flash, beauty, power and probably a whole lot of other thinges. I am just the ultimate goddes from now on.\" the now dubbed ultimate goddes declared happily. <br>\r\n<br>\r\nThe ultimate goddes looked around and saw Ichigo inconsious on the ground and walked up to him and noticed that he needs to be healed.<br>\r\n<br>\r\n\"Even a goddes wants a handsome hunk as a boyfriend.\"<br>\r\n<br>\r\nShe grinned as she thouged on how she was going to wake him:<br>\r\n</span></div></div>",
            "created":1434344400,
            "id":1993159,
            "title":"training with Ichigo. "
        },
        "13":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Her Breasts are Too Heavy and Needs to Work Out",
                "Potion",
                "By a Magical Beach"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does the Lieutenant of Squad 10 grow more muscular?</span></div></span></div>",
            "created":1344229200,
            "id":1398866,
            "title":"Matsumoto"
        },
        "131":{
            "author_id":"dougie2765",
            "author_name":"Doug",
            "choices":[
                "Kenpachi Zaraki",
                "Orihime Inoue"
            ],
            "content":"<div class=\"\"><div> <span>Rangiku was walking one day  around the seireitei. When she felt a sharp pain in her lower backside. \"That's funny\"she thought to herself,  \"I've never experienced back pain like this before, usually its is a bit bad  but nothing like this.\" She then continued to walk ahead, ignoring the slight pain that was eating at her back. After 10 minutes of walking she came to the soul society gym. Where she thought \"you two really have been causing me some really bad pain lately. But not any more.\" With that she walks in and spots... working out. </span></div></div>",
            "created":1402376400,
            "id":1809821,
            "title":"Her Breasts are Too Heavy and Needs to Work Out"
        },
        "1311":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Orihime",
                "Unohana",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Captain Kenpachi Zaraki was testing the equipment of the gym. Rangiku knew that  captain Zaraki was strong, but he didn't seem like the guy that would workout nin a gym.So she went over to him out of curiosity and asked.<br>\r\n<br>\r\n\"Captain Zaraki, what are you doing here? You don't seem like the type to workout in a gym.\"Rankiku asked Kenpachi as he let go of the equipment to respond.<br>\r\n<br>\r\n\"Are you nuts? This isn't for me, this is for Yachiru.\"Kenpachi stated as he got a <i>VERY</i> Confused look from Rangiku.\"What are you looking at? I need a strong replacement for the title as Kenpachi, so I went to check this place out with Yachiru and she decided to give this place a try. So she took of her seal that makes her look like a kid and is now talking to the boss and personal trainer of this joint.\"Kenpachi explained as he turned around and left. Before Kenpachi left through the door he said:\"The reason I'm telling you this much is because I <i>don't</i> like repeating myself. Your the biggest gossip in the soul society everybody knows that, so now I don't have to repeat it to everyone.\"Kenpachi left after he said his last words. Leaving a stunned Rangiku as she just got a lot of peculiar information.<br>\r\n<br>\r\nAs she was standing there she heard people comming into the room. As she turned around she was surprised by a 18 year old (or so) version of Yachiru. She was standing 5ft 6inch tal with the same hairstyle, but a set of EE cup breast bouncing as she walked. They stil werent as big as hers but they were stil surprisingly big. But her real suprise came when she looked at the giant woman standing behind her.<br>\r\n<br>\r\nStanding behind Yachiru was a 15ft tall extremely muscular...<br>\r\n</span></div></div>",
            "created":1427605200,
            "id":1955591,
            "title":"Kenpachi Zaraki"
        },
        "13111":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "The gym is selling a new supplement which works amazingly on women",
                "A new type of workout class, which Orihime wants Rangiku to join"
            ],
            "content":"<div class=\"\"><div> <span>Rangiku gasped at the sight in front of her.  Orihime Inoue stood in front of her with a tank for a body, accented by a tight T-shirt and a pair of shorts that proudly demonstrated her ripped glutes and enormous legs, thick as redwoods.  Her upper body was equally massive, with enormous arms, a thick, burly back, and two barrels for a chest, making the already buxom girl even more well endowed than ever.  The scale of her musculature was enhanced by her incredible increase in height, dwarfing the 5'7 Masumoto.  Surprisingly, her face was as soft and feminine as ever, expressing pure joy at the sight of her friend.<br>\r\n<br>\r\n\"Rangiku, you came too!  That's great!\"<br>\r\n<br>\r\n\"O...Orihime!\" Rangiku shouted, her face full of shock.  \"You're...huge!\"<br>\r\n<br>\r\n\"That means it's working!  I knew I had to get stronger, but I had no idea working out here could make me THIS strong!  Wanna see?\"<br>\r\n<br>\r\nRangiku nodded at the invitation, hoping that this would allow her to get a firm bearing of what happened to the cheery healer.  Smiling, she motioned Rangiku over to a platform, where a barbell stacked with weights was waiting.  By Rangiku's loose estimates, there could have been around an entire ton of weight on it, impossible for a regular human to lift, but to a musclebound giantess like Orihime, maybe...<br>\r\n<br>\r\n\"I was hoping more people would show up!  Yachiru's the only one I've seen so far that I know, and it gets kinda lonely working out by myself sometimes.  I mean, I love how big I'm getting, but it's more fun to do it with friends!\"<br>\r\n<br>\r\nThat confirmed that Orihime's personality was unchanged, the bright, bubbly girl smiling as she went over to the weight.  \"You felt you needed to get stronger?\"  Orihime nodded at the question.<br>\r\n<br>\r\n\"Oh yeah, for Kurosaki-kun's sake,\" Orihime answer.  \"He's so strong, and he's always saving people.  I don't want to be a burden.\"  Smiling, she got into a squat position, gripping the immense weight as she grunted.  \"And now, I won't!  I'll grow big and strong enough to protect everyone!\"<br>\r\n<br>\r\nWith one powerful movement, Orihime snatched the bar, lifting it straight over her head.  Holding the weight in place, she allowed it to fall back to earth, shaking the room slightly.  Inoue was clearly satisfied with her show of strength, flexing in a classic double bicep pose that demonstrated the pure mass on her arms.<br>\r\n<br>\r\n\"Orihime, that was...\"<br>\r\n<br>\r\n\"Was what?\"<br>\r\n<br>\r\n\"Amazing!\" Rangiku shouted.  \"You have to tell me your secret!\"  Luckily for Rangiku, Orihime showed no jealousy, more than eager to share how she became so massive.</span></div></div>",
            "created":1429592400,
            "id":1967394,
            "title":"Orihime"
        },
        "131111":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "The supplement shows immediate effects as Rangiku goes through a basic routine",
                "It's going to take a few sessions to see noticeable results"
            ],
            "content":"<div class=\"\"><div> <span>\"Supplement?\" Rangiku asked as she and Orihime began walking towards the pro shop.  The musclebound titaness nodded enthusiastically.<br>\r\n<br>\r\n\"Yup!  Apparently they infuse it with some spiritual enhancing chemicals, or something like that.  I wish I knew off the top of my head,\" she confessed before the pair reached the front.  The clerk just smiled at Inoue, an average height blonde male, albeit in very good shape.  Still, compared to Orihime, he may as well have been a child.<br>\r\n<br>\r\n\"Another order of the Giga Pro, Inoue?\"<br>\r\n<br>\r\n\"Two today actually, Daisuke!  One for me, and one for my little friend here!\"<br>\r\n<br>\r\nRangiku could only raise an eyebrow at Orihime calling her 'little', but compared to Inoue, everyone must have seemed little.<br>\r\n<br>\r\n\"You're gonna love this stuff,\" Daisuke added before handing Rangiku a tub of what appeared to be a powder.  \"Just add half a cup to your water and chug it before exercising.  It rebuilds and enhances your muscles way further than the body can on its own, and it doesn't make you super masculine like steroids can.\"<br>\r\n<br>\r\n\"Great!\" Rangiku noted, before quickly running off to the locker room, and preparing her drink with a bottle she had bought.  Gritting slightly from the back pain, she still wore a grin on her face, knowing it would be gone for good very soon.<br>\r\n<br>\r\n\"Alright, time to pump up!\"<br>\r\n<br>\r\n\"Whoa!\" the voice of Orihime suddenly interrupted, causing Rangiku to look up.<br>\r\n<br>\r\n\"What's wrong?\"<br>\r\n<br>\r\nShaking her head, Orihime explained, \"You can't just go and start lifting weights without a plan if you really want to work your muscles.  And you can't work with the weights I've been using unless you want to hurt yourself!\"<br>\r\n<br>\r\nWhile Rangiku wasn't dumb enough to try to lift an entire ton of weight over her head, the truth was she wasn't exactly an experienced powerlifter.  Thankfully though, Orihime presented a solution.<br>\r\n<br>\r\n\"I'll guide you through a workout between my own sets.  That way, you know exactly what you're doing and I'll have someone to work out with!\"  She absent mindedly began to flex as she announced her plan, demonstrating unfathomable levels of mass on her arms, legs, back, and chest.<br>\r\n<br>\r\nOrihime's enthusiasm for helping Rangiku out with her workout was almost contagious.  The fact that she clearly showed results only solidified the decision.<br>\r\n<br>\r\n\"Alright then Orihime, let's get started!\"</span></div></div>",
            "created":1441947600,
            "id":2032822,
            "title":"Mix and serve"
        },
        "1311111":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "A month into the routine, Rangiku is big, but nowhere near Orihime",
                "A month in, and both women are now equal in size and muscle"
            ],
            "content":"<div class=\"\"><div> <span>\"Well Orihime, you're definitely right about this stuff.  I mean I feel stronger, but...\"<br>\r\n<br>\r\n\"But what?\"<br>\r\n<br>\r\nWhile Rangiku began working on a leg press, her legs lifting a fairly average amount of weight, she looked over by the squat rack to see Orihime going into squats with a massive custom-built bar, holding over a ton of weight.<br>\r\n<br>\r\n\"I feel like I'm not doing enough.\"<br>\r\n<br>\r\n\"I told you before Rangiku,\" Orihime began between grunts, \"that you can't compare yourself to someone who has been lifting for a long time on your first day.  Besides, you're showing tone already!\"<br>\r\n<br>\r\nAs she finished the last repetition on the leg press the way Orihime advised her, Rangiku looked at her legs, exposed by the shorts she was wearing.  Sure enough, they appeared to be more toned than they were before, pulsing with a previously unseen power.  <br>\r\n<br>\r\n\"Hey, this isn't so bad!\" Rangiku exclaimed, standing up.  \"It looks better already!\"<br>\r\n<br>\r\n\"See?  I told you that you'd be fine!\" Orihime exclaimed, ignorant of Rangiku gulping slightly.  The cheery healer seemed to have gotten even bigger from that last set, although only slightly.  Still, 'slightly' for Orihime meant a leg that appeared bigger than Rangiku's entire body.<br>\r\n<br>\r\n\"I'm not jealous,\" Rangiku muttered to herself, following Inoue as she headed to a leg curl machine.  Rangiku appeared slightly confused.<br>\r\n<br>\r\n\"We're just doing the legs today?  It's my back that I think needs the help.\"<br>\r\n<br>\r\n\"You're carrying a lot of upper body weight,\" Orihime answered with a giggle.  \"Having strong legs will help you with that.  We'll do the back tomorrow, and work from there.  You'll be strong enough in no time!\"<br>\r\n<br>\r\nRangiku nodded, before focusing on her sets.  Three sets of ten repetitions with the advised weights seemed to pass in no time at all as she felt the burning sensation on her behind.   Standing up, she could almost see her butt tightening with the exercise, the supplement she was given working its magic.<br>\r\n<br>\r\n\"It's definitely working,\" Rangiku noted.<br>\r\n<br>\r\n\"Mastumoto-san, do you think my butt looks big in this?  I don't know if Kurosaki-kun likes that.  He always seem so shy about girls.\"<br>\r\n<br>\r\nIt was just in contrast to the walking tank that was helping her out which made Rangiku feel small and flabby.  To her, it was just all the more reason to keep lifting.</span></div></div>",
            "created":1443243600,
            "id":2040219,
            "title":"Progression"
        },
        "13111111":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "Rangiku begins looking for a way to catch up with Orihime's size",
                "Orihime plans to show Ichigo her new, improved body"
            ],
            "content":"<div class=\"\"><div> <span>Looking at the mirror, Rangiku should have been impressed at her progress.  The combination of supplements and Orihime's guidance had made her hard as steel, with huge arms, tree trunk legs with diamonds for calves, an eight pack of abdominal muscles, and most notably, an even larger chest which was now light as a feather for her to walk around with.<br>\r\n<br>\r\nAnd yet it still wasn't enough.  Because of who she was comparing herself to.  <br>\r\n<br>\r\nCheery, smiling Orihime, oblivious to the jealousy of her friend, only got bigger and bigger as the month went by, her musculature going from immense to absolutely behemoth proportions to the point where she was finding doors too narrow to go through even if she ducked.  Not that it mattered, since Orihime had grown so thick and burly with hundreds if not thousands of pounds of feminine looking muscle that she could walk through a brick wall without it providing any sort of significant resistance.<br>\r\n<br>\r\nRangiku knew because Orihime obliviously did so the other week, wanting to ask Rangiku where they were going to have their post-workout lunch.  The women Rangiku were talking to, impressed at her progress over the month, were absolutely flabbergasted at the titaness Orihime had become.  <br>\r\n<br>\r\nStill, while she was clearly jealous, it was difficult to actually be mad at the cheery healer.  She did her best to encourage Rangiku through workouts, had a lot of valuable advice on lifting, and was just so bright and optimistic about the whole affair that she seemed like she was 5 feet tall, not 15.  It made the conversation Orihime had with Rangiku while casually pressing five hundred pound barbells over her head, one in each hand, all the odder.<br>\r\n<br>\r\n\"Matsumoto-chan, do you think Ichigo would like how I look?\"<br>\r\n<br>\r\n\"Huh?  You're worried about how a guy will look at you?\"  The meek way that Orihime said it, as if the hulking titaness was terrified of Ichigo's rejection, seemed almost comical now that she could probably rip anyone who said anything rude to her in half.<br>\r\n<br>\r\n\"I think if he doesn't, then he's a jerk,\" Rangiku answered, attempting to reassure her friend.  \"You wanted to get stronger for his sake, remember?  He's bound to appreciate what you've been doing for him, and if he doesn't, then he's a jerk!\"<br>\r\n<br>\r\n\"He's not a jerk,\" Orihime answered.  \"So that means...\"<br>\r\n<br>\r\n\"He'll love it!  And let's face it,\" Rangiku reassured Orihime, \"with a body like that, if you want a man, you can just take one.\"<br>\r\n<br>\r\nOrihime nodded excitedly, smiling all the while.<br>\r\n<br>\r\n\"I'm going to see Kurosaki-kun after this workout then and show him the new, improved Orihime Inoue!\"<br>\r\n<br>\r\nRangiku smiled at her advice.  The girls should be doing what they want to do for their own sakes, not the sakes of someone else.  <br>\r\n<br>\r\nAnd what she wanted was to catch up with Orihime's size and strength.</span></div></div>",
            "created":1444712400,
            "id":2046822,
            "title":"A ways to go"
        },
        "131111112":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "He's freaked out and tries to run away",
                "He likes her new body.  In fact, he wants to get closer to it."
            ],
            "content":"<div class=\"\"><div> <span>It had been a tiring few weeks for Ichigo Kurosaki.  Between all the issues with the Quincy's and Soul Society, he had precious few moments to relax and merely catch his breath.  Now was one of those moments, the young man sitting at home, breathing deeply.  His father and sisters were out for the day, leaving him some time to recover from the battles.  At least that's how he thought his day was going to go, when a text message showed up on his cell phone.<br>\r\n<br>\r\n\"Inoue-san?\"<br>\r\n<br>\r\nIf Orihime was asking him to come see her, it was either another issue with the others, or she was just as tired as he was.  With nothing better to do, he got up and went to the park where Orihime asked to meet, thinking nothing of it.<br>\r\n<br>\r\nOrihime though, when she went out to meet him, was endlessly deliberating between what to wear, how to reveal her new body, and what his reaction would be.  After thinking about Rangiku's advice to just be herself and that he would appreciate it, she chose to wear a miniskirt and dress shirt custom fit to her new scale, in order to better show off her body.<br>\r\n<br>\r\nShe was most likely ignorant of the fact that her new height meant that anyone below her could get a view of her panties with relative ease.  <br>\r\n<br>\r\nIchigo was blissfully ignorant of these changes, being so caught up in the events of his life that he had no idea what was going on with Orihime.  All he knew was that as he sat down, waiting for Orihime, that he was catching up with a friend who presumably had missed him given everything going on over the last month. <br>\r\n<br>\r\n<b>Thoom.  Thoom.</b><br>\r\n<br>\r\nThat's when he felt the ground begin to shake.  First slightly, as if a gentle tremor, but then it became more noticeable, approaching the park.  The boy steeled himself, readying for a fight.<br>\r\n<br>\r\n<b>THOOM.  THOOM.</b><br>\r\n<br>\r\nThe tremors got louder and more noticeable as Ichigo prepared for battle.  However, his resolve turned to surprise as he looked forward, noticing the source of the shaking.  A blushing, gigantic girl.<br>\r\n<br>\r\n\"K...Kurosaki-kun.  You came.\"<br>\r\n<br>\r\n\"Inoue?!\"<br>\r\n<br>\r\nOrihime Inoue stood in front of Ichigo, blushing as she looked down at the much smaller man.  Her enormous legs stood proudly in front of Ichigo like two unshakable pillars, while above him, her chest, utterly obscene in size and mass, cast a shadow over the shocked boy.  She offered a slight smile at his confused state, looking down at her friend.<br>\r\n<br>\r\n\"I've been exercising lately.  What do you think?\"</span></div></div>",
            "created":1447563600,
            "id":2062751,
            "title":"Showing her body off"
        },
        "1311111121":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Kissed her",
                "\"I love you to.\""
            ],
            "content":"<div class=\"\"><div> <span>\"OH MY GOD YOUR A MONSTER!!!\" Ichigo yelled out loud as he turned around and started to run away.<br>\r\n<br>\r\nOrihime was greatly shocked and hurt by what Ichigo had said and was on the verge of tears. She couldn't let Ichigo hate her. She could take anything from anyone, but Ichigo hating her would devistate and break her. So she ran after him to try and make him stop hating her.<br>\r\n<br>\r\nIt took her only two steps to catch up with Ichigo. She bend down and grabbed him with both hands bringing him to face level with her. All the while Ichigo was desperetly trying to escape.<br>\r\n<br>\r\n\"LET ME GO YOU MON (drip)...\" Ichigo started to say when suddenly he felt a big drop of water hit him on the head. He looked up and saw the crying face of Orihime who just couldn't take it anymore and started to full out cry.<br>\r\n<br>\r\n\"Please Ichigo.\" Orihime said between sops. \"Please don't hate me. I just trained alot so wouldn't be a burden to you anymore. I didn't mean to scare or hurt you. I just wanted to show you all I have don for you because...\" Orihime said takking a breath in between sobs. \"Because I love you.\" Orihime finnished with tears stil falling from her face.<br>\r\n<br>\r\nIchigo felt really bad because of what he had said to Orihime and now with her confesion he felt even worse. He thought she was a hollow or posessed by one, but that face just couldn't be a hollow. <br>\r\n<br>\r\nIchigo looked at Orihime and...</span></div></div>",
            "created":1447650000,
            "id":2062897,
            "title":"He's freaked out and tries to run away"
        },
        "13111111211":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "With the air cleared, Ichigo and Orihime decide to go on that date",
                "Go back to Rangiku, who's doing her best to pump up her size and muscle"
            ],
            "content":"<div class=\"\"><div> <span>When Ichigo first saw the over 15 foot tall woman with the face of his friend, he was completely flabbergasted, thinking she was some sort of Hollow or other being which had either disguised itself as or possessed Orihime.  But the tears, the desperate cries for validation, that was Orihime, pure and simple.  <br>\r\n<br>\r\nIt was also someone who he never wanted to hurt.  And in his panic, he had hurt her very badly.<br>\r\n<br>\r\n\"No, no,\" Ichigo continued.  He was always awkward around girls, brushing off any affections or flirting with a blush and annoyed look, but looking at Orihime, his body moved on his own.<br>\r\n<br>\r\n\"Don't cry.  Don't ever cry because of me.\"<br>\r\n<br>\r\nHis lips pressed against the lips of the giant girl holding him, whose tears soon ceased, her face filled with sheer surprise.  The surprise did not stop her from returning the kiss, holding the comparatively puny man in her arms closer to her.<br>\r\n<br>\r\n\"K...Kurosaki-kun?\" she asked, confused.  <br>\r\n<br>\r\n\"You were already strong,\" Ichigo began, his tone showing some confusing at the unusual circumstance.  \"I...I don't know why you felt like you had to do this, but I never thought of you as useless.  And I could never hate you.\"<br>\r\n<br>\r\nPutting Ichigo gently down on the ground, Orihime looked down at the object of her affections, still confused.<br>\r\n<br>\r\n\"You're not just saying that?\" she asked.<br>\r\n<br>\r\n\"Considering how many times I'd be dead if you didn't heal me,\" Ichigo answered, \"no, I'm not.  You're just fine Inoue-san.\"<br>\r\n<br>\r\nOrihime nodded, smiling even as tears continued to flow slightly.  Although Ichigo's delivery was awkward and not exactly Casanova material, it just made his words seem all the more genuine and heartfelt.  \"T...thank you.  I was just worried that you thought I looked like a monster, or that you hated me because I wanted to get stronger.\"<br>\r\n<br>\r\n\"I was surprised!\" Ichigo answered defensively, sitting down on a nearby park bench as he continued to take in the sight in front of him.  \"I had no idea how you got so big!  You look like you could lift up a car!\"<br>\r\n<br>\r\n\"Probably,\" Orihime boasted naively, flexing an absolutely monstrous bicep which caused Ichigo to look on in absolute awe at the sheer amount of muscle mass his friend was carrying.  \"I can't imagine it being too heavy.  As for my new size,\" she continued, the confidence returning to her voice, \"I could explain it,\" Orihime replied, sitting down on the ground, (as her weight would likely turn the bench Ichigo was sitting on to tatters) \"if you still want to go out and catch up.\"<br>\r\n<br>\r\nIchigo smiled, extending his hand towards the huge amazon, who surprisingly gently, gripped it in hers.  <br>\r\n<br>\r\n\"I'd like that.  It'd be nice to have a day free.\"<br>\r\n<br>\r\nThe huge grin on Orihime's face convinced Ichigo that he had made the right decision.  The powerful hug she gave the tiny substitute Shinigami to her enormous bosom just cemented that.</span></div></div>",
            "created":1447650000,
            "id":2063299,
            "title":"Strength outside of muscle"
        },
        "131111112111":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "It's Rangiku, who wants to show off some improvements of her own",
                "It's Tatsuki and Chiziru.  No one bothered to tell them about Orihime's workout"
            ],
            "content":"<div class=\"\"><div> <span>The man who nearly tripped and fell into the street was the sixth such person whose daily routine was interrupted by the sight of a 15 foot tall muscle giantess sitting with a comparatively smaller man at an outdoor cafe, presumably because the giantess wouldn't fit inside.  Even so, she had no need for the chair, setting it aside as she sat on the ground, looking down at her friend.  For his part, he wore a bemused look on his face, having adjusted as well as could be expected to the once-petite girl's massive growth spurt.  <br>\r\n<br>\r\n\"Supplement?  That's what made you so big?\"<br>\r\n<br>\r\n\"Well, that and going to the gym almost every day,\" Orihime cheerily responded before having a bit of tea.  \"It's supposed to really speed up muscular growth and development of spiritual pressure, but it doesn't work unless you actually work out.\"<br>\r\n<br>\r\n\"All in two months?\"  Ichigo asked curiously, looking on at his friend's face as best he could.  It was more difficult than it seemed because of how massive her chest was, the two orbs effortlessly supported by her powerful pectorals obscuring Orihime's face unless he angled himself to get a proper look.<br>\r\n<br>\r\n\"Yup, two months,\" Orihime replied.  \"And I don't even think I've reached my full potential yet.\"<br>\r\n<br>\r\nIchigo could only stare dumbfounded at such a statement.  How big could Orihime possibly get if she kept working out?  On one hand, she'd never be able to step inside a building again.  On the other, the image of rouge Quincy being stomped underfoot almost made him laugh out loud.<br>\r\n<br>\r\n\"I'm sure they'll have something to make sure I can walk inside buildings,\" Orihime answered.  She was completely oblivious to the difficulties Ichigo had in keeping his eyes on her face instead of other parts of her body, just happy to be speaking with him.  Besides, if Ichigo was staring, she wouldn't have minded.<br>\r\n<br>\r\n\"It doesn't work on men though,\" Orihime added, which caused a slight frown from Ichigo.  Not that he wanted to become a giant muscleman, but some extra power in his sword strikes could have helped a great deal.<br>\r\n<br>\r\n\"Why not?\"<br>\r\n<br>\r\n\"Something about only affecting certain female chromosomes,\" she answered.  \"But that's OK,\" she added, an innocent grin forming on her face as she patted Ichigo on the forehead.  \"I'll just protect you now.\"<br>\r\n<br>\r\n\"You don't mind?\" Ichigo asked, mostly jokingly.  No matter how big Orihime became, he would never let her be the one protecting him.<br>\r\n<br>\r\n\"Well I do like being bigger than you,\" she answered with a grin.  Her optimism and innocence in the face of having so much power caused Ichigo to finally break down and laugh, just as the food order came.  The waiter presented Ichigo with a sandwich, while Orihime in turn had four sandwiches of the same size, each big enough to satiate a normal sized person.  As she reached for one and took a bite, swallowing nearly all of it in a single bite, Inoue only offered a smile.<br>\r\n<br>\r\n\"I need to keep my muscles fed,\" was her reply.  Before Ichigo could pursue the matter further, Orihime stood up, waving as someone she recognized began heading towards the table.<br>\r\n<br>\r\n\"I didn't expect to see you here today!\"</span></div></div>",
            "created":1455426000,
            "id":2103874,
            "title":"A grand day out"
        },
        "1311111121112":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "Orihime and Ichigo continue their date",
                "Check back with Rangiku and her efforts to match Orihime"
            ],
            "content":"<div class=\"\"><div> <span>\"I..Inoue?\"<br>\r\n<br>\r\nTwo pairs of curious eyes looked on at the massive woman next to Ichigo at the cafe, recognizing their old friend, but unsure of how she had gained such an immense form.<br>\r\n<br>\r\n\"Tatsuki!  Chizuru!  What you are you doing here?\"  The cheery musclegirl stood up and walked over to her friends, whose curiosity soon gave way to full blown shock, their mouths agape.<br>\r\n<br>\r\n\"What happened to you?\" a confused Tatsuki asked, even as she stood only as tall as her classmate's thigh.<br>\r\n<br>\r\nAs if nothing was unusual about her situation, Orihime responded, \"I've been working out!\" while offering both a cheery grin and a flex of her astronomical bicep.  \"What do you think?\"<br>\r\n<br>\r\nTatsuki looked over to Ichigo for any sign of how to take in the sight.  He only responded with a somewhat bemused grin, as if to say \"Do you want to insult her?\"  Chiziru meanwhile, was far more hands-on in her approach.<br>\r\n<br>\r\n\"Orihime-chan!  You're a giant!\" she exclaimed between examinations and outright gropes of the woman's leg.  Tatsuki knew exactly how to respond to that, hitting the overeager classmate of her's and ensuring she didn't do anything too lewd while in public.<br>\r\n<br>\r\n\"I'm not that big,\" Orihime answered.  \"I've just been working out a lot.\"<br>\r\n<br>\r\n\"Working out turned you, erm, gave you these kind of results?\" Tatsuki asked, stunned at the explanation given.  <br>\r\n<br>\r\n\"Well, that and a new supplement,\" Orihime added.  \"I should take the both of you with me! Rangiku and I could use some more people to work out with!\"<br>\r\n<br>\r\n\"You sure you can still even fit in the school?\" Tatsuki asked.  Orihime nodded.  <br>\r\n<br>\r\n\"It shouldn't be too hard.  Besides, they can just widen the doors, right?\"<br>\r\n<br>\r\n\"Uh, sure,\" Tatsuki asked, still trying to process the sight in front of her.  \"I'll see you later, OK?\"  Both Orihime and Ichigo nodded and waved goodbye as the titaness sat back down, inhaling another sandwich as she looked on at her date.  Even as she walked off, Tatsuki and Chiziru were still having difficulty processing what they had just seen.<br>\r\n<br>\r\n\"Whatever Orihime's taking is something else,\" Tatsuki mused aloud.<br>\r\n<br>\r\n\"Think I could get some?\" Chiziru asked.  \"Just think, my massive hands, rubbing every nook and cranny of her perfect body as her super strong form explores...\"<br>\r\n<br>\r\nA quick bonk on the head soon silenced Chiziru's fantasy.</span></div></div>",
            "created":1463461200,
            "id":2149232,
            "title":"Confused classmates"
        },
        "13111112":{
            "author_id":"tass",
            "author_name":"Tassadar",
            "choices":[
                "Orihime feels too aroused, she can't help herself.",
                "Orihime manages to contain her arousal."
            ],
            "content":"<div class=\"\"><div> <span>Rangiku smirked proudly as she flexed before the mirror, enjoying the sight and feeling of her muscles rippling and veings popping up around them like roads on a map. A month of training had bore fantastic resoults for the busty Shinigami, who was now equal in size and muscular density as Orihime.<br>\r\n<br>\r\nBiceps bulged with each flex, traps flared out like wings, her back was ridged like a canyon, a set of 8 powerfull abs adorned her stomach, two ripped slabs of flesh sustained her breast like they were nothing. Her calves thighs split into four muscle groups while her calves were cut like diamons, and her butt rippled with solid muscles. All over her body veings rose higher with each flex, giving her a stronger look.<br>\r\n<br>\r\n\"Ohh Matsumoto-chan, you look amaizing!\" The young girl gushed at the sight of her friend. Wheras Orihime had surpassed Rangiku in size and musculature, the two now stood like equals. Both were wearing bikinis that showed their full physics which were the envy of bodybuilders everywhere. Rangiku wore a black set while Orihime had pink.<br>\r\n<br>\r\n\"You're not half bad girl\" The shinigami commented, ceasing her flexing to feel the girl's muscles. \"Hmm, just feel these guns\" She said running over a hand through Orihime's bulging biceps. \"Feels like you could bend steel\"<br>\r\n<br>\r\nThe human girl blushed under her praise. Though she also wondered what was this weird feeling that was causing a warmth to bloom in rather... unappropiate places. \"T-Thank you...\" She stammered. \"You look very beautiful\"<br>\r\n<br>\r\n\"I know right?\" Rangiku giggled before breaking into a flex once more. First her calves, then her biceps before following full body flex. Her muscles rippling and bulging in a display of raw sexy feminity. Her back extended so much the fabric of bikini covering her breasts was streatching to its limits.<br>\r\n<br>\r\nBoth women freeze when a loud SNAP was heard. Matsumoto felt her bikini becoming loose, and the straps finally fell from her chest, revealing her ample and naked bossom to her friend. \"Whoops\" The shinigami said, though the smile on her face indicated she was not bothered by this. \"How about that?\" She began flexing her pectorals, and Orihime became lost at the sight of her friend's naked muscles, ample breasts and thick nipples.<br>\r\n<br>\r\nHer own, for some reason, were starting to feel painfully hard.</span></div></div>",
            "created":1444798800,
            "id":2047468,
            "title":"A month in, and both women are now equal in siz..."
        },
        "131111121":{
            "author_id":"tass",
            "author_name":"Tassadar",
            "choices":[
                "\"...about how sexy you look\" (Lemon ensues)",
                "\"...we should get another gal to workout with us\" (Add another character)"
            ],
            "content":"<div class=\"\"><div> <span>\"Hmm\" Rangiku moaned as she massaged her pecs. Her hands going dangerously low to cup her breasts, uncaring that her friend could see her own nipples turning erect. \"Beauties like this shouldn't be hidden\" She flexes her pectorals again, making her large bust bounce with each flex. \"Don't you think?\"<br>\r\n<br>\r\nOrihime's breath became ragged. Rankigu's body was a glorious sight that made her mouth go dry. The bulging muscles that rippled with every subtle movement, the veins that popped everywhere, giving her a stronger look. The mere scent of her skin damped with sweat was driving her wild. She looked just so amaizing, so beautiful and powerfull. <br>\r\n<br>\r\nThe warmth between her legs intensified. \"I-I need to use the bathroom!\" With that she turned heel and ran off to the sanitaries. She closed the door behind her and pressed her back to the wall, feeling the cool ceramic clash against the heat of her hard flesh. \"Wh-Why am I feeling... this? I-I don't want to!\" Her body said otherwise, as her nippled hardened and her lower areas became moist.<br>\r\n<br>\r\nShe touches her breasts with a shaking hand, elicting a shaky breath from her lips. Slowly the fingers circle around a nipple, causing waves of pleasure to course through her body. Slowly, she brings a hand over her abs, enjoying the rippling flesh, before descending and going under her thong.<br>\r\n<br>\r\nShe lets out a sharp cry as her fingers make contact with a sensitive nob of flesh. She bits her lip to supress a loud moan from escaping as she drives a pair of fingers into her.<br>\r\n<br>\r\nShe continues until she makes herself climax. Slowly, Orihime regains control of her breathing, and feels half-ashamed for what she just did.<br>\r\n<br>\r\nHowever, she doesn't have time to ponder as the door is knocked and Rangiku's voice is heard. \"Hey Orihime, you know I was thinking...\"</span></div></div>",
            "created":1444798800,
            "id":2047470,
            "title":"Orihime feels too aroused, she can't help h..."
        },
        "1311111211":{
            "author_id":"somedude248",
            "author_name":"somedude",
            "choices":[
                "They continue their actions without interruptions, their passion unleashed",
                "Someone comes in and interrupts"
            ],
            "content":"<div class=\"\"><div> <span>\"W...what?\"  The redness that had appeared on Orihime's face had covered her entire body as the still-topless Rangiku entered into the room.  Matsumoto, for her part, just laughed at Orihime's confusion.<br>\r\n<br>\r\n\"Come on.  Who inspired me to work out in the first place?  I mean look at that body.  You're bigger than two regular bodybuilders put together.  And every inch,\" she continued, rubbing her hand over Orihime's chest, \"looks...just...perfect.\"<br>\r\n<br>\r\n\"Masumoto-chan?  Should we be...doing this?\" a confused Orihime asked.  Rangiku just nodded, her sly grin staying firm.  <br>\r\n<br>\r\n\"You think I look good, I think you look good.  What's the problem?  It's not like you can't be with guys too.  But Orihime?  Could you do me a favor?\"<br>\r\n<br>\r\n\"A f...favor?\"<br>\r\n<br>\r\n\"Flex for me.  You look too good to be constrained in that bikini.\"<br>\r\n<br>\r\nRangiku's encouragement and reassuring tone caused Orihime, still not entirely comfortable with the situation, to push forward.  Flexing her chest, a loud ripping noise was heard as the bikini top was reduced to tatters, causing her massive breasts to bounce freely in front of Rangiku.  The musclebound Shinigami smiled, soaking in the sight in front of them.<br>\r\n<br>\r\n\"Now why would you ever want to hide beauties like that from the world?  It's almost cruel.\"<br>\r\n<br>\r\nOrihime's blush was only slowly starting to disappear as she inched towards Rangiku, who smiled at her tenuous advance.<br>\r\n<br>\r\n\"And that's not even getting into the rest of that body.  I want it Orihime, no...I need it.  Just as badly as you need me.\"<br>\r\n<br>\r\nOrihime didn't resist, and soon, the pair were kissing, a mutual kiss that was only the beginning of what both amazons needed.</span></div></div>",
            "created":1447563600,
            "id":2062761,
            "title":"\"...about how sexy you look\" "
        },
        "13111112112":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Why don't you join I can see you want to",
                "Let us give you a show"
            ],
            "content":"<div class=\"\"><div> <span>While the two amazones were kissing Orihime's eye fell on the door wich was still open and someone was standing there.<br>\r\n<br>\r\n\"Ichigo?\" Orihime said looking at him seeing his VERY obvious arousal. He is VERY big even for her current size. This caused Orihime to get an uncharacteristic grin on her face.<br>\r\n<br>\r\n\"It is not nice to peek Ichigo.\" Orihime said with a seductive voice. \"But...\"</span></div></div>",
            "created":1447736400,
            "id":2063339,
            "title":"Someone comes in and interrupts"
        },
        "131111121121":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Threeway",
                "Rangiku wants fun with Ichigo first"
            ],
            "content":"<div class=\"\"><div> <span>\"Why don't you join, I can see you want to.\" Orihime said as she walked towards Ichigo.<br>\r\n<br>\r\nIchigo looked at Orihime and saw a look of lust, hunger and love in Orihime's eyes. The amazone stood in front of Ichigo and picked him up with one hand and with the other she ripped all of his clothes of letting his giant cock free into the world.<br>\r\n<br>\r\n\"My my my, not only are you the most handsome man ever, but also the biggest.\" Orihime said admiring his giant meat pole. \"How do you hide this thing? Even if it was limb it should still drag over the flour if you walk.\" She said grabbing his cock and strocking it slowly making Ichigo moan out loud.<br>\r\n<br>\r\n\"W-wel I-I-I u-use a s-seal to hide i-it ever s-s-sinds I w-w-w-was a kid and I n-never had a-a problem u-until now b-b-b-b-but...\"<br>\r\n<br>\r\n\"You ripped your seal just by seanging me and Rangiku naked! Ooooh I feal honored. Let me give you a reward.\" Orihime said laying Ichigo down and she put his cock in between her glorious breast. His cock was still sticking out and so she started to take the head into her mouth. She started to pump her breasts up and down his shaft. Each time taking more and morr of him in her mouth. Ichigo couldn't believe it, not to long ago he signed up at a gym and now he is getting a titfuck from his friend/secret crush who has transformed into a giant amazone and getting the most pleasure he had ever had. His cock started to twitch signalling that his release was nearing. Orihime noticed and started to suck as hard as she could while movingher breast up and down at lightning speed.<br>\r\n<br>\r\n\"Orihime I'm cumming!!!\" Ichigo yelled and Orihime took as much of him in as she could when he erupted in her mouth. She swallowed most of it, but she couldn't swallow hard enough so she took him out of her mouth, making the rest of his cum land on her face and tits.<br>\r\n<br>\r\nWhen Ichigo was finnaly done cumming he got his still hard cock cleaned by Orihime who gladly lapped every drop up.<br>\r\n<br>\r\nWhen Orihime had finnally cleaned him up she picked him up with one hand, put him in between her breasts and walked with Rangiku towards the showers. <br>\r\n<br>\r\n\"Now. Let the real fun begin.\"</span></div></div>",
            "created":1447995600,
            "id":2064722,
            "title":"Why don't you join I can see you want to"
        },
        "13113":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Orihime (plot 2) or someone else?",
                "yoruichi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who would it be?</span></div></span></div>",
            "created":1429678800,
            "id":1967775,
            "title":"Other"
        },
        "131131":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Orihime",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So what would you like?</span></div></span></div>",
            "created":1429678800,
            "id":1967779,
            "title":"I just like Orihime as a character!"
        },
        "1311312":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Rukia",
                "Soi Fong"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You choose!</span></div></span></div>",
            "created":1429678800,
            "id":1967781,
            "title":"other"
        },
        "1312":{
            "author_id":"dougie2765",
            "author_name":"Doug",
            "choices":[
                "He gave Rangiku a box of chocolates that enhanced curves and muscles",
                "He gave her a ray gun that enhanced chives (hourglass)",
                "He transported her along with all bleach girls to a beach where curves grew"
            ],
            "content":"<div class=\"\"><div> <span>\"Hey Orihime. How's things going with you.\" Said Rangiku happy to know that one of her close friends was also at the gym.  She was also happy at the thought that she wouldn't have to be surrounded by narcisstic men, who were constantly looking at themselves in mirrors, comparing muscle groups to see which one was the biggest. However her friend Inoue did not reply to the jovial comment, but instead insisted on \"grunting\". Followed by a large clanking of weights. Rangiku walked over to the side of the gym, where she heard Orihime from. When Rangiku looked at her. She didn't see the lithe and buxom 17 year old, who had a penchant for odd food combinations. Instead she saw a walking tank of muscle,  with shredded 8 pack abs, alongside biceps as big as large boulders,  triceps not lacking as well. This being complimented nicely by redwood sized thighs, this further adding mass to  a great back, which was a great, burly butterfly where there used to be a soft, smooth and tender place. But all of this dwarfed in comparison to her breasts. Which were at least a foot long and a foot wide, with them resting gently on her naval. With her standing at 9' foot tall. <br>\r\n<br>\r\nRangiku was taken aback by the sheet amount of mass Orihime had on her. But she was still apprised to see that she acted exactly the same. With her running to Rangiku to embrace her in a bone crushing hug in which she forgot her own strength, and proceeded to squeeze the life out of her. Rangiku just managing to tell her to stop. \"Stop Orihime!! You're crushing me!\" Orihime, dropping her immediately and bowing to say sorry  pickied Rangiku up and asked. \"Rangiku, what are you doing here\" to which She replied \"I should be asking you that instead, what happened to you, last I saw you you,  were 5'2 and curvaceous,  what happened?\" With Orihime explaining that she heard a rumour that Ichigo liked strong and fit girls,  and so she doesn't the last 3 abd a half months training like mad to get Ichigo to notice her.  MeanWhile Rangiku was interested in Orihime LL-cup breasts. To where Orihime replied that, that was a little help from Kiskae.<br>\r\n<br>\r\nRangiku wanting that body for herself, and because of her aching back pain,  opened the Senkaimon and went to Urahara's shop in Karakura town. Where Kiskae was...</span></div></div>",
            "created":1402376400,
            "id":1809835,
            "title":"Orihime Inoue"
        },
        "132":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Potion",
                "Growthray",
                "New power"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Potion, growth ray or new power?</span></div></span></div>",
            "created":1457499600,
            "id":2115175,
            "title":"Potion"
        },
        "14":{
            "author_id":"tass",
            "author_name":"Tassadar",
            "choices":[
                "She is already very muscular, but hides it under her robes",
                "She keeps her muscles shrunken, but needs to drink a serum to keep them that way",
                "With her medical kido, she can manipulate the size and density of her muscles",
                "While working on a new medicine, she discovers a serum to enhance one's muscles",
                "She longs to have a warrior's body again, and decides to start training"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How would the kind and yet bloodthirsty Unohana grow?</span></div></span></div>",
            "created":1444885200,
            "id":2047643,
            "title":"The First Kenpachi"
        },
        "144":{
            "author_id":"reza0807",
            "author_name":"reza0807",
            "choices":[
                "Isane starts to grow",
                "Something unexpected happens",
                "Other choices"
            ],
            "content":"<div class=\"\"><div> <span>The concoction glimmered in the light; light being reflected off the blue liquid and the glass vial. Another attempt, but hopefully one that would bear more fruit. She was getting used to the failures by now. A displeasing concept, admittedly, since it was steadily proving that clown-faced maniac of a scientist that developing new medicine should be a primary concern of the 11th division; not hers.<br>\r\n<br>\r\n“Captain Unohana, are we ready for testing?” Isane asked curiously, eyeing the substance with a small amount of doubt.<br>\r\n<br>\r\nNot that she could blame her vice-captain. After all, this wasn’t their first attempt, and by the Soul King she hoped it would be their last. All these letdowns were starting to irritate her. <br>\r\n<br>\r\n“I suppose we can perform our test.” Unohana declared after a full minute of mulling over the decision. Any past faults that they’d found were corrected, and there wasn’t much else to adjust, “Hanataro, please make sure to document our findings like usual. I know I have said it multiple times, but keeping written documentation is important for our tests.”<br>\r\n<br>\r\nThe lower-ranked seat nodded in understanding, the dutiful and helpful person that he was, “Of course, captain!”<br>\r\n<br>\r\nSecretly she gushed over how adorable the young man looked, standing at attention with a clipboard in hand and that look of concentration on his face. Add his short height, his all around puppy-like behavior and Unohana almost wanted to pull him close and play mommy–<br>\r\n<br>\r\nAhem. Of course, they were working on the project. <br>\r\n<br>\r\nIt was only the three of them that were occupying one of the 4th division’s small laboratories. These facilities were nothing like those of the science division, lacking the highly technological equipment or grandeur, but they got the job done good enough for her. Not that they even needed all the strange tools that the 12th possessed; Mayuri simply loved standing out. Not to mention weird everyone out. The scientific experiments that the bleached man performed inside those laboratories… and people thought she was scary?<br>\r\n<br>\r\nWell, she was, but not in a creepy way. <br>\r\n<br>\r\nUnohana walked over to the vial and picked it up, using the needle in her other hand to extract the serum. A standard dosage by medical standards. Next up would be a procedure that she’d done many times before in her line of work, and these last few weeks too.<br>\r\n<br>\r\n“Do you think the refined serum will work this time around? I mean, we did solve all of the previous problems, and we even had Akon-san take a look at it.” Hanataro’s question was voiced so innocently that she ignored the mention of the scientist.<br>\r\n<br>\r\nShe didn’t have anything against the man – on the contrary! Akon was polite, considerate and a competent leader, as well as brilliant. Unfortunately he was not the captain of his division unlike that ignorant Mayuri. A real shame. Almost anyone would be a bitter pick than that unhinged madman. But she digressed; Unohana was simply annoyed that they had to seek help from that bastard’s division, and she knew he would gloat about it to her face the next time they met.<br>\r\n<br>\r\nUnohana responded diplomatically, “We can only hope, Hanataro. If not, we’ll simply consider it another learning experience. But the enhancement serum should be close to completion.”<br>\r\n<br>\r\nOh, it had started around a month or two ago, after one of the weekly captain meetings with the captain-commander himself. There were concerns that the Shinigami weren’t performing as good as they should, which was made evidently clear by the conflict with the Arrancar; one that most people dubbed the Winter War. Regular Shinigami just didn’t meet the power levels of most standard Arrancar foot soldiers, and past conflicts with other enemies such as the Bounts showed that they were indeed lacking.<br>\r\n<br>\r\nNormal Hollows weren’t that much of a problem, however. The captains were confident in their troops and didn’t have any reasons to think otherwise, but it was too much to ask them to fight vice-captain level foes. This prompted the question of the captain-commander whether or not they could use new means of strengthening the ranks.<br>\r\n<br>\r\nThe result? A proposal made by captain Kurotsuchi, who had recently discovered one of Urahara’s previous projects, but had never been completed; a serum to increase one’s physical abilities and spiritual energy. Needless to say, the majority of votes was in favor of developing the serum. Unohana was in favor too, knowing that they needed to adapt to the ever increasing threats to the Soul Society. <br>\r\n<br>\r\nThe problem? Kurotsuchi was stuck. Oh, Unohana had savored that look of pure frustration and anger on the man’s face after he was forced to admit it. As it turned out, the serum was almost complete, but it required the expert touch of a master healer. The captain-commander believed it was a good idea to place the responsibility of completing the project on her shoulders, which was only now beginning to be the cause of Unohana’s frustrations. <br>\r\n<br>\r\nPrevious tests had been… well they were contributing. Each attempt at completing the serum brought them closer to perfecting it, and they were so close. Hanataro and Isane were of great importance for this process too. Aside from knowing their medical science, they were good aides. Unohana knew they wanted this to work, even if they had failed more than once already.<br>\r\n<br>\r\nBut maybe this time they would succeed.<br>\r\n<br>\r\n“Isane?”<br>\r\n<br>\r\nThe silver-haired medic sighed, but rolled up her sleeve and placed her bare arm on the table, “I’m ready, captain.”<br>\r\n<br>\r\nWasting little time, the captain injected the serum by inserting the needle into Isane’s artery, watching the blue liquid slowly flow ebb away. Now came the important part of seeing if the desired effects would take place. Urahara’s notes mentioned that there could be visible physical effects, like the muscles standing out a bit more, but she would keep track of Isane’s reiatsu levels with a special device.<br>\r\n<br>\r\nThere was no large risk either, so they could test the serum on her subordinate. All the simulations went well, and this wasn’t the first time they’d done it; Isane was safe. Besides, the tall vice-captain had her and Hanataro nearby, with both of them being excellent healers. <br>\r\n<br>\r\nSeconds ticked by and nothing happened. It looked as if this would be another failure, though that was simply her treacherous mind speaking, since the test would take time. <br>\r\n<br>\r\n“Captain, I feel weird…”<br>\r\n<br>\r\nBut looks could be deceiving.</span></div></div>",
            "created":1583902800,
            "id":2800119,
            "title":"New discovery "
        },
        "145":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "1 week outside",
                "1 month outside"
            ],
            "content":"<div class=\"\"><div> <span>\"How dare he lose to that ryoka while having my old titel!\" Captainn Unohana said angry after hearing that Kenpachi Zaraki had lost to ryoka boy that had recently invaded the soul society to free Rukia Kuchiki. She was enraged that he who had beaten her long ago was defeated by a mere 15 year old boy and that boy had become even stronger by attaining bankai in three dayes with which he defeated captain Kuchiki and that same boy was laying unconsious in one of her medical rooms because of all the fighting he had done and the strenght he had lost. \"He is just a 15 year old and he is capable to do that in such a short time, but still that Kenpa-... No! He doesn't deserve my title anymore. That Zaraki, to be defeated like that and still keep that title. MY title!\" She became all the more angry as she kept thinking about it.<br>\r\n<br>\r\n\"!\"<br>\r\n<br>\r\nThen it hit her. \"Zaraki doesn't deserve it anymore. So I will retake my title by defeating him and the ryoka boy after him!\" Retsu thought with fire in her eyes. <br>\r\n<br>\r\n\"But the problem is that they are both stronger than me, so the obvious answer to that is that I need to train again.\" She said and left to set her plan in motion. <br>\r\n<br>\r\nFirst of all she left her squad in the hands of her lieutenant and she told her that she would take up some of her free dayes she had built up over the years.<br>\r\n<br>\r\nSecond she went to her room in her squad where she grabed a strange box.<br>\r\n<br>\r\nThird she went to an secluded area in the forest where a small house was located. When she opened the doar there was only a stairs that led downstairs. Downstairs was her giant private training ground she hadn't used in centuries. <br>\r\n<br>\r\nShe put the box on the ground and oppened it. Inside was some sort of purple/pink spandex suit. Retsu took all her clothes of and put the suit on. When the suit was on her entire figure changed. She was looked like a stick figure with a big head and as flat as aboard. This is because the suit is built with loads of grafity, pressure restraining kido and seals with extra seals that would suck her energy constantly so that would also be trained. Right now she couldn't even move an inch or even twich, because all the seals and kido kept putting waight on her body which caused the sudden change in her form. The more she would train the more her body would form in the suit.<br>\r\n<br>\r\nShe was planning on learning everything from start to bottom all over again in this suit to become stronger. She would learn all her movements and abillities all over again and as a bonus this house had an time forming kido on it making 1 second ouside 100 on the inside.<br>\r\n<br>\r\nNow training would get started.</span></div></div>",
            "created":1447909200,
            "id":2064125,
            "title":"She longs to have a warrior's body again, a..."
        },
        "15":{
            "author_id":"grimtuesday",
            "author_name":"sorrow",
            "choices":[
                "Orihime",
                "Tatsuki",
                "Nel",
                "Harribel",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>1.   Yoruichi<br>\r\n<br>\r\n2.   Soi Fon *<br>\r\n<br>\r\n3.   Matsumoto *<br>\r\n<br>\r\n4.   Unohana. *<br>\r\n<br>\r\nHow about these choices?</span></div></span></div>",
            "created":1332046800,
            "id":1297519,
            "title":"Other"
        },
        "151":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Training",
                "Hollow",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How wil it happen?</span></div></span></div>",
            "created":1434517200,
            "id":1993821,
            "title":"Orihime"
        },
        "1513":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Is overjoyed that he came to save her and tries to kiss him",
                "Wants to make him her boyfriend and starts seducing him"
            ],
            "content":"<div class=\"\"><div> <span>Pulled away from the slight safety of her own room in the incredibly large Las Noches palace, the young red-headed woman let out a small whimper as she was pulled along by a man whose sanity was definitely under question - short pink hair framing his face and a set of white glasses that were once part of a mask resting on the bridge of his nose defined him, with an eternal, knowing smirk etched onto his face like glyphs in stone. In response he simply ignored her, pulling her after him as he descended a flight of stairs, eventually reaching another corridor in this maze of a palace - the only difference to this one was that it had a green door instead of the normal white, with a simple label on the front that read the word 'laboratory' on it. His smirk widening ever so slightly he pushed his way through, and threw the young damsel against a table, where his minions - masked freaks who only barely looked human, all clad in white as was everyone else in the palace - held her down. She let out a yell of pain as they slammed her rather hard against the table, and held her wrists rather tightly, though none in this room seemed to care.<br>\r\n<br>\r\n\"Now now, this won't do at all! How do you expect me to carry out my experiment if you keep fighting against it? If you're not careful, something bad could happen...\" his voice was both very casual and sarcastic, an obvious threat laced into his words. Rooting in a drawer for a moment he extracted what looked to be a syringe, the sharp needle reflected in the young teenage girl's chocolate eyes as she gazed, scared of the item. Her entire body tensed involuntarily as she gazed, transfixed upon it. But the pink-haired scientist caught this look, and the smirk he gave showed he found a slight pleasure in this fear of hers. \"Don't be so tense, my dear, I only intend to prick you with this needle of mine...\" the disturbing comment had a profound effect on her, and she felt disgusted as she looked at him. As he neared she attempted to fight against the minions who held her, but to no use - she was tough for a human, she had even been trained to a black-belt level by her friend Tatsuki, but even so she was no match for a Hollow, much less a group of Arrancar.<br>\r\n<br>\r\nIn but a moment he had closed the distance, and now stood over her, the needle waving back and forth in his hand.To her it was an impending doom, something she was to be frightened of but had no chance of preventing. She was weak, too weak to fight against it, too weak to stop it. Against her wishes one of the Arrancar tore apart her right sleeve, exposing her peachy flesh to the cold air of the laboratory. She tensed again, and the man who held the needle simply smirked. With not a care for her he pushed the needle in, before injecting her with some serum within the syringe that Orihime had no clue as to the nature off. In that moment she let out a high-pitched cry, but calmly and without the slightest reaction to the cry he pulled the needle back out.<br>\r\n<br>\r\n\"There, that wasn't so bad, was it?\" he asked rhetorically, but Orihime couldn't have answered back anyway - moments after the injection she felt a numbness spread throughout her entire body, encouraging the minions to release her before stepping far back, and she began to simply lie on the table like a corpse, her eyes gazing skyward and wide open. Her mouth opened slightly in an unsightly way, but no words came out. This stillness was not for long though as soon she began to convulse, letting out scream after scream as pain ripped through her, her body leaping by itself in a disturbing manner.<br>\r\n<br>\r\n\"You're probably wondering why I did all of this, so allow me to explain...\" Szayel spoke, despite the convulsions of his victim, and the fact that her screams constantly sounded out. Ignoring it all though in his calm, intellectual manner however he continued to speak. \"As Aizen told you, your power is not simply to reverse time or heal, but to reject all manner of phenomena. It's an incredible power, and I desire to study it...\".<br>\r\n<br>\r\nThe screams became louder and louder as her body tensed and relaxed and jumped around uncontrollably, her eyes shutting in fear while the pain erupted through her body like a volcano. Without a care in the world the scientist brushed aside a stray strand of hair in his face before directing his finger towards her, pointing her out as she convulsed.<br>\r\n<br>\r\n\"My first question was 'Can I use it to make someone stronger?'\" he announced, his smirk growing ever so slightly as a little more dramatic passion entered his voice, a flamboyancy showing through. \"Think about it - If it can reject phenomenon, then what about the phenomenon of weakness? If it can defy the Gods, it's power must be greater! Think of it - Incredible strength with no weakness! A flawless being! Don't you think such power is incredible?!\" he grinned as his speech became full of drama, of passion, like the voice of a theatrical actor. His head shot back as laughter sounded out, mingling with the tortured screams of his object of research. But soon a crash met his ears, and looking back to the table he could see Orihime, now on all fours, having fallen off the table. But the table now looked twisted, broken. And Orihime, he noted, was now straining against the fabric of her white dress.<br>\r\n<br>\r\n\"It works... It works! My experiment is a success! She's eliminating the weakness, she's-!\" his voice cut off however as she now let out a terribly bestial roar, the likes of which stunned Szayel to the bone. He froze, watching her for a moment as she began to rise, the back of her outfit ripping apart. Her once slender arms were now growing, becoming more toned and strong like Grimmjow's, but in a matter of moments they expanded outwards beyond that, to the point that her biceps must have become as thick as cannonballs, her forearms likewise expanding to match. Her shoulders bulked up to accommodate this new weight in her arms, and her neck muscles likewise grew. Leaning back the front of her outfit now burst apart as her already generous bust size grew in accordance to the wide chest she had, becoming what could only be described as P-Cup size. Her abdomen gained thick muscle, with a six-pack that really looked as tough as steel, if not far tougher. Her entire upper body had lost clothing, save for her black bra that was putting up a losing battle against her bust.<br>\r\n<br>\r\nHer lower body was not excluded, however - Her thighs had exploded outwards with dense muscle, quickly matching her arms in growth if not becoming bigger. A strong hand ripped open the side of her skirt to give her legs freedom, the two now spreading apart slightly to give themselves room. Her calves had likewise toughened up to support her now seven-foot, incredibly muscular frame. Her orange hair flowed wildly around her, and her chocolate eyes stared at Szayel, who was in shock not just because of her size, but that fact that she was still growing.<br>\r\n<br>\r\n\"Aaah!\" she let out as her muscles continued to ripple and bulge outwards, her height shooting up quickly as the growth process sped up. In moments her muscles had expanded to the point that her arms were as thick as the pillars holding up the room, while her legs were even greater, becoming thicker than oak tree trunks. Her chest expanded across as her shoulder blades grew, her bust leaping up in size proportionally and snapping the bra, which stood no chance resisting the force. Her abdominal muscles expanded as well, now looking tough enough to take anything a tank could dish out. Her head grew slightly, but only in order to stay proportional.<br>\r\n<br>\r\nIn a panic Szayel shot a Bala blast from his fist, the red energy crackling as it was fired, the incredibly fast blast zooming towards her. But despite his attempt it was taken head-on, bursting against her abdomen as though he had thrown a pebble at a mountain. She now towered over all within the laboratory, and without warning her head crashed through the ceiling, rubble and stone falling down and crushing the minions of Szayel while the scientist himself was only barely able to escape.<br>\r\n<br>\r\n'No! No! This can't be happening! Don't tell me... Not only is she using her Soten Kesshun to reject weakness, but her Santen Kesshun is turning her body into a shield that rejects attacks? This is worse than imagined... She's becoming a Goddess!' he thought to himself as he ran, only to trip and fall. Turning back towards her he could see the bright blue sky of Las Noches' dome behind her, almost eclipsed by her massive form. How huge had she become? 500 meters? 600 meters? 700? Her muscles had become even greater in size, to the point that even the smallest seemed to dwarf his laboratory. Her breasts had swelled immensely to match, becoming like mountains of flesh, and her clothes completely gone. She was growing at an incredible rate, and as she looked down, he noted he must have looked like a flea to her. Letting out a scream he met his end as her monumental foot crushed him underneath, disposing of him thoroughly.<br>\r\n<br>\r\nLooking down on herself the titanic woman smiled a little, a stray finger stroking her perfect, immense, incredibly strong body in an almost sensual manner. Her chocolate eyes fell in love with the sight of her body, and she allowed her digit to explore it and see just how changed she had become. Bringing her hand up to her chest she cupped one of her breasts, the hand nowhere near covering it.<br>\r\n<br>\r\n\"Mmmm... I don't reject... This body...I'm...a goddes.\" <br>\r\n<br>\r\n\"Orihime, is that you?\" Came the voice of Ichigo Kurosaki. \"I came to save you but it looks like it wasn't needed.\" He said blushing as he looked at the titanic naked woman in front of him while blood was dripping from his nose.<br>\r\n<br>\r\nOrihime smiled at Ichigo and...</span></div></div>",
            "created":1451192400,
            "id":2080040,
            "title":"Experiment"
        },
        "153":{
            "author_id":"hydress",
            "author_name":"Stardust",
            "choices":[
                "New hard training ",
                "Some kind of virus/Experiment",
                "something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will she grow muscles </span></div></span></div>",
            "created":1344056400,
            "id":1397346,
            "title":"Nel"
        }
    },
    "info":{
        "author_id":"tass",
        "author_name":"Tassadar",
        "brief_description":"This is a Bleach FMG interactive story. Rating 18+",
        "created":1330373700,
        "description":"<td align=\"left\" class=\"norm\">Here are the rules if you want to add.<br>\r\n<br>\r\n1. Only muscle expansion and only for females.<br>\r\n<br>\r\n2. If the character shrinks, make her grow again later, or that she controls the grow and shrikage and growing.<br>\r\n<br>\r\n3. 'Juicy' interaction (lemon) between female character (yuri) is encouraged.<br>\r\n<br>\r\n4. Make the growth sequence descriptive and long, with good gramar.<br>\r\n<br>\r\n5. Enjoy!</td>",
        "id":1851120,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583944920,
        "pretty_title":"Bleach FMG"
    }
}