{
    "chapters":{
        "1":{
            "author_id":"rooby",
            "author_name":"tim",
            "choices":[
                "Pass on breakfast",
                "Scarf the cakes down, you want to be larger"
            ],
            "content":"<div class=\"\"><div> <span>It's morning you wake up for another tedious day of school and feeling invisible to your peers. You slide your self out the bed and slump to the bathroom to look in the mirror the estrogen kissed body of a man in front of you. Your mix wide hips and soft skin was the only thing that you stuck out for at 5'7 in your junior year of high school. You saunter down the stairs to see your mother has prepared you breakfast. It always boggled you how she could be almost 6 ft while you were 5'7, her sexy frame saunters over to you to wish you good morning and direct you to the pancakes on the table.</span></div></div>",
            "created":1387170000,
            "id":1708563,
            "title":"Morning"
        },
        "11":{
            "author_id":"rooby",
            "author_name":"tim",
            "choices":[
                "Ask her how she has a penis",
                "skip to school",
                "Say she looks perfect"
            ],
            "content":"<div class=\"\"><div> <span>You decide to forgo breakfast and head to your waiting carpool, Emily. You hop in the car exited to see your only true friend in the school.<br>\r\n<br>\r\n\"Hey Tommy how goes it\" she smiles<br>\r\n<br>\r\n\"I'm fine and dandy\" you reply as you look up and down at the outfit she was wearing for the day<br>\r\n<br>\r\nShe catches your glare before asking, \"so what do you think of my outfit\"<br>\r\n<br>\r\nYou look her up and down one more time, her body was just perfect. She was what you honestly wanted to be; 6'1 weighing 170 of muscle and a cock that the entire school wanted.<br>\r\n<br>\r\n</span></div></div>",
            "created":1387170000,
            "id":1708597,
            "title":"Pass on breakfast"
        },
        "111":{
            "author_id":"rooby",
            "author_name":"tim",
            "choices":[
                "Hey nice boner by the way",
                "Sorry i kind of just like hearing the story"
            ],
            "content":"<div class=\"\"><div> <span>Smiles as she pulls off in her bmw wisking you to school.<br>\r\n<br>\r\n\"How many times are you gonna ask me this\" She chuckles before continuing, \"Back when we were in 4th grade I went in for a check up and the doctor figured I was going to be a bit too large downstairs, I was about 9 inches back then believe it or not\"<br>\r\n<br>\r\n\"Well fuck me I'm like half that now\" You reply turning bright red<br>\r\n<br>\r\nShe laughs adjusting her bulge a bit, \"So when I was there they decided to watch it because at that rate I'd be walking around with like 15 soft inches dangling between my legs at the time. Went in a year later and I was measuring in at around 13 inches and apparently growing much faster than they previously expected. They decided they should act at the moment, there were a couple of options\"<br>\r\n<br>\r\n\"What were they\" You ask involuntarily leaning in closer to her in the car<br>\r\n<br>\r\n\"Well they could have tried to cut it...fuck no. Or they could have stunted my growth completely and I'd stay the same little 5th grader for too long, and the last choice was estrogen... it stopped my growth down there a bit so it wouldn't a massive inconvinience but made me a girl. So here I am\"<br>\r\n<br>\r\nAnd by this time she had just parked the car, she stepped out with a bulge sliding about half way to her knee<br>\r\n</span></div></div>",
            "created":1387170000,
            "id":1708610,
            "title":"Ask her how she has a penis"
        },
        "113":{
            "author_id":"brandon595",
            "author_name":"brandon595",
            "choices":[
                "sure i'd love to.",
                "no thanks.",
                "readers choice."
            ],
            "content":"<div class=\"\"><div> <span>\"You look good Emily,\" You say to her.<br>\r\n<br>\r\n\"Good,\" she replied. \"Now let's get to school shall we.\"<br>\r\n<br>\r\n\"Alright so what are you doing today after school?\" you ask hopping it had something to do with you.<br>\r\n<br>\r\n\"I don't know just hang around I guess,\" she said with a smile probably guessing why you wanted to know.<br>\r\n<br>\r\n\"Well how about we hang out after class at my house?\" you ask before adding. \"My mom won't be home until nine o clock tonight.\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1407214800,
            "id":1837947,
            "title":"Say she looks perfect"
        },
        "1131":{
            "choices":[
                "You hold her hand there.",
                "Go to the night of babbysitting.",
                "introduce Emily to Tyler, so she will know him before tomorrow."
            ],
            "content":"<div class=\"\"><div> <span>Sure I'd love to replies Emily with a sweet smile, you feel great that she has accepted your invite, you think about all the things you could do together, but then remembered that you had agreed to watch your neighbor boy Tyler who is only 9 years old and so you tell Emily about the situation, you see her thinking about the latest bit of information and after what you felt like was an eternity ... she looked over at you and smiled and responded with a \" Sure I would still like to hang out with you and Tyler, Emily had more than one thing on her mind now, and what kind of fun she could have with both you and Tyler.<br>\r\n<br>\r\nYou smile back and say this is great, I was worried you wouldn't want to with a nine year old boy with us, Emily smiled back and says ... I thought about it and I am sure we all could find something fun to do together, ... as her hand slides across your pants and stops on your thigh, so high up your thigh that her hand just slightly brushes your zipper.</span></div></div>",
            "created":1407560400,
            "id":1839368,
            "title":"sure i'd love to."
        },
        "11313":{
            "choices":[
                "Tyler suggests playing Hide and Seek in the dark.",
                "Tyler says he will think about what to do tomorrow."
            ],
            "content":"<div class=\"\"><div> <span>You both agreed to meet Tyler after school to introduce yourself before spending time together tomorrow evening, so when school was over you both headed back to your house and phoned Tyler to slide by real quick, Tyler agreed and was soon at your front door.<br>\r\n<br>\r\nHello Tyler , please come in you say to your neighbor, Tyler walks in and see's Emily sitting on the couch, Emily introduces herself and as the three of you talk getting to know each other ... Emily shifts a little in her spot, in which shifts her package, dropping it down between her legs, still covered up by the dress she had put on before coming over to your house ... but as Emily sits back, her dress is pulled up a little, just enough to barely show the head of her long member, you would have to be looking for it to notice it and no one did ... that is until Tyler dropped the remote while he was channel surfing, as Tyler gets down on all fours to retrieve the remote from under the coffee table, he glances over to both you and Emily and notices her head hanging out from under her dress ... Tyler froze in place and just stared, a little too long, he surmised as you asked him if everything was alright ... oh yes came his reply as he hopped back in his chair and smiled.<br>\r\n<br>\r\nYou not knowing what had happened when Tyler went to get the remote but Emily just smiled back at Tyler and asked him if he wanted to do something all together since they were all here or if he had to go then to think of what you might want to do tomorrow when you came over to be baby sat. </span></div></div>",
            "created":1421125200,
            "id":1917488,
            "title":"introduce Emily to Tyler, so she will know him ..."
        }
    },
    "info":{
        "author_id":"rooby",
        "author_name":"tim",
        "brief_description":"You as a small guy going through high school with a friend that happens to be a shemale. ",
        "created":1387184940,
        "description":"<td align=\"left\" class=\"norm\">It's morning you wake up for another tedious day of school and feeling invisible to your peers. You slide your self out the bed and slump to the bathroom to look in the mirror the estrogen kissed body of a man infront of you. Your wide hips and soft skin was the only thing that you stuck out for at 5'7 in your junior year of high school. You saunter down the stairs to see your mother has prepared you breakfast. It always boggled you how she could be almost 6 ft while you were 5'7, her sexy frame saunters over to you to wish you good morning and direct you to the pancakes on the table</td>",
        "id":1967316,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1421188440,
        "modified":1421188440,
        "pretty_title":"Emily XXL"
    }
}