{
    "chapters":{
        "1":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "Enter the Main Door",
                "Enter the Giant Door",
                "Inspect the Fountain",
                "Go around back",
                "Scale the Gate"
            ],
            "content":"<div class=\"\"><div> <span>          A sudden chill runs down your body. You try to wrap your blanket around yourself only to find it isn't there. Reluctantly, you awaken to try and find it. You are rubbing the sleep from your eyes when you realize you're no longer in your bed. In fact you are no longer in your home!<br>\r\n<br>\r\n          \"Wha?\" You squeak as you observe your new surroundings.<br>\r\n<br>\r\n          You are in the court yard of a massive mansion. In front of you is fountain and beyond that is the mansion itself. The mansion itself is at least five stories high and a hundred kilometers in length. It has a typical front entrance and a massive door to the left of it that goes up all five stories. The sight of the mansion gives you an uneasy feeling.<br>\r\n<br>\r\n          A cool breeze reminds you that you are only dressed in the pink silk night gown you fell asleep in. You feel taking shelter in the mansion would be a mistake though. So curling the toes of your barefeet you turn around to leave and quickly spy the front gate of a brick fence that surrounds the property. Making your way over you find that gate and fence tower about five feet above your head. Then when you attempt to leave you discover the gate is locked.<br>\r\n<br>\r\n          \"HEY! LET ME OUT!\" You shriek as you began to panic. \"PLEASE LET ME OUT!\"<br>\r\n<br>\r\n          You shake the gate and cry for help and to be let out to no avail. After about ten minutes of this you step back and attempt to calm down. That's when you notice the plaque next to the gate. Upon inspect you notice it reads:<br>\r\n<br>\r\n          <i>Welcome to Vore Mansion. If you wish to return home navigate the mansion while avoiding being eaten by the inhabitants. Just about everything in this mansion will attempt to eat you. Attempts to leave with out navigating the mansion will result in immediate consumption. Good luck on your journey.</i><br>\r\n<br>\r\n          Upon reading this you feel your heart sink. If what this plaque said was true than you now prey. But what would you do now?</span></div></div>",
            "created":1585026000,
            "id":2806575,
            "title":"Waking up in a Strange Place"
        },
        "14":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "Enter the Dog House",
                "Enter the Green House",
                "Examine the Pond"
            ],
            "content":"<div class=\"\"><div> <span>          You are not quite sure what to make of your situation. All you now for sure is that the front does not look that inviting. In fact you may find a means of escape if you go around back.<br>\r\n<br>\r\n          With that in mind you start walking towards the back of the mansion. Given the size of the mansion it takes you about a half hour to reach the back of the mansion. Once there you looked around, but see no immediate means of escape.<br>\r\n<br>\r\n          All you see behind the mansion are three things. One a giant dog house that towers over you next to the back wall of the mansion. Second is a green house about half the length of the mansion. Lastly you notice a pond up against the fence about a meter to your right. What do you do?</span></div></div>",
            "created":1588482000,
            "id":2829363,
            "title":"Behind the Mansion"
        },
        "143":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "Risk it",
                "Don't Risk it"
            ],
            "content":"<div class=\"\"><div> <span>          You don't know why, but something about the pond seems to grab your attention. Quickly walking the meter to the pond you crouch down for a closer examination. Your eyes widen in surprise as you notice that it looks as though the pond goes under the fence. You could potentially swim out of here.<br>\r\n<br>\r\n          You are about to wade into the pond when you remember what the plaque said. Attempting to escape result in you being eaten. Should you really risk it?</span></div></div>",
            "created":1588482000,
            "id":2829379,
            "title":"Potential Escape"
        }
    },
    "info":{
        "author_id":"model7",
        "author_name":"Gojira6",
        "brief_description":"Can a young woman escape a labyrinthine mansion before she is eaten?",
        "created":1580092380,
        "description":"<td align=\"left\" class=\"norm\">You are a young woman named Luxia and you awaken in the middle of the night to find yourself on the grounds of a massive mansion. You soon find you need find a way out by solving puzzles and navigating various halls and rooms before you wind up in the belly of one the mansion's monstrous inhabitants. Escape or be digested.<br>\r\n<br>\r\nLuxia(you): a beautiful young woman 19 years of age. Shoulder length white hair and blue eyes. Slim build. Only wearing a silk night gown. Height is 5' 5\"<br>\r\n<br>\r\nRules:<br>\r\n1.) Soft and cock vore only<br>\r\n2.) Main character is not immune to digestion<br>\r\n3.) Be descriptive<br>\r\n4.) Have fun.</td>",
        "id":2211319,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588533000,
        "pretty_title":"Trapped in Vore Mansion"
    }
}