{
    "chapters":{
        "1":{
            "author_id":"maximize",
            "author_name":"Smartguy",
            "choices":[
                "go after the bullies",
                "test it first"
            ],
            "content":"<div class=\"\"><div> <span>When Ken finally escaped school he walked the rest of the way home. Ken's house was a few blocks away so it was a short walk. Once he got home he dropped his bag in the hallway and immediately entered the bathroom. He pulled out the first aid kit and started applying bandages to cuts and some cream to the bruises. \"How i wish i could make them pay for what they did. All the times they've done this to me.\" Ken mumbled as he applied the rest of the bandages. DING DONG. The sound of the doorbell startled him. As he opened the door he saw no one at the door. He looked all around but something finally caught his eye. He sees a package on his front step. H brings it inside and proceeds to open it. Inside he saw what looked like a child's toy. \"Who left this toy here?\" Ken asked. He picked it up and saw a label: MICROMACRO GUN- USE WITH EXTREME CAUTION. Ken smiled at what he thought and new was pay back. But who should suffer first?</span></div></div>",
            "created":1334034000,
            "id":1313039,
            "title":"ken's package"
        },
        "15":{
            "author_id":"maximize",
            "author_name":"Smartguy",
            "choices":[
                "enlarge cock",
                "try it on your friends",
                "shrink when yor parents come home"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"I should make sure it works.\" The idea was to make sure it wasn't a toy. \"But how should I test it?\" Ken needed something to test it on.</span></div></span></div>",
            "created":1334120400,
            "id":1313408,
            "title":"test it first"
        },
        "151":{
            "choices":[
                "Ken uses it on a bully.",
                "Ken decides to test some more.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Ken thoughtfully stared at the gun in his hands, drumming his fingers across the vibrantly colored blue and orange device and examining the various knobs and switches just above the trigger. If he guessed right, and the gun actually worked like he thought it did, each one would alter the gun's properties a different way, offering numerous cominations of features to use the ray however he liked.<br>\r\n<br>\r\nThat is, if it worked.<br>\r\n<br>\r\nHe definitely didn't want to walk up to the bullies that had tormented him for years and fire a squirt gun at them. That was a surefire way to get beat up, and he knew it. No, he had to make sure that the gun actually worked before he got that brave with it. But how...<br>\r\n<br>\r\nAs he stood there, thinking, he was suddenly more aware of the partial boner he was sporting and the tent that was growing against his clothes. Luckily, no one was home, but ken still blushed and covered himself up. Even though he wasn't very well equipped, he was pretty used to his size down there.<br>\r\n<br>\r\n... His size. He could probably fix that, if the gun worked. In fact, what better thing to test it on? Still blushing, ken sprinted upstairs to his room, suddenly very glad he had about an hour until his parents and his younger siblings got home. Making double sure to lock the door, he sat down on his bed, his legs kicking slowly in the air as he sat the gun down beside him and unzipped his pants. four and a half inches of soft pink shaft burst out, bobbing and swaying as blood pumped through his little erection. He shuddered, resisting the urge to just start jacking off. Instead, he reached for the gun, fiddling with the dials and switches until he got to the desired setting. He hesitated only for a second before firing.<br>\r\n<br>\r\nAs a vibrant reddish-purple glow coated his member, ken whined pitifully, rocketing waves of pleasure shooting through him as the ray's effect hit his most sensitive part straight on. He dropped the gun on the bed and grabbed fistfuls of the bed sheet, huffing heavily as his vision blurred, then slowly refocused. He lowered his gaze, watching with awe as his full erection twitched and continued to grow. Four inches, five inches, six, seven, eight, and nine inches long when it finally stopped. His balls swelled to match, developing from smaller than apples to larger than baseballs in mere seconds, freshly loaded with bigger and better amounts of  seed ready to be released.<br>\r\n<br>\r\nUnable to resist, Ken rested a single finger on his new endowment and slit it across his length, shuddering at the sensation. Not only was he much bigger now in the dick department, he was also a lot more sensitive. Moaning in sheer lust, he wrapped both hands around his longer and thicker erection, eagerly stroking up and down as he pleasured himself and explored his newly sized cock at the same time. In his hands, his member pulsed and throbbed and bucked like a wild animal, considerably stronger than it had ever been before. He leaned back against the headrest,  as he bit his hips, stroking faster and faster as he grew more confident with his increased length. As one hand continued to stroke up and down his length, the other ran up to his head, teasing around the flared tip and the most sensitive flesh areas as his balls started to tighten up, getting ready to release their first new and improved load. He thumbed his slit, whined again at the delightful sensation. Doing it again, he moaned, much louder this time, as release washed over him like a powerful tidal wave.<br>\r\n<br>\r\nHis large cock bucked wildly, shooting spurt after thick, gooey spurt into the air. His semen landed on the carpet, the bed, and partly on him as he laid back, lost in the incredible sensations coursing through his body. As his orgasm ended and his newly sized erection began to soften, he panted heavily for air, his small, effeminate chest heaving up and down with each breath as he swiped a bit of the semen off his belly fur and licked it happily, grinning as he looked down at his stiffy.<br>\r\n<br>\r\nThe ray definitely worked.</span></div></div>",
            "created":1341637200,
            "id":1373233,
            "title":"Upgrade Your Package Today!"
        },
        "1512":{
            "choices":[
                "Ken decides to give his loins another boost...",
                "Ken wants to be bigger overall!",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Ken's fingers tapped against the raygun as he considered the idea of what this device could do for him. At the very least, he could easily make all his bully problems go away. Beyond that, the possibilities were practically limitless. As he trailed off into thought, his slowly softening erection twitched, the last fading pangs of his powerful orgasm and heavy afterglow running through him as he shuddered softly, his lust apparently amplified along with his crotch.</span></div></div>",
            "created":1345179600,
            "id":1406374,
            "title":"Ken decides to test some more."
        },
        "15122":{
            "choices":[
                "Ken gives himself a couple extra feet.",
                "Go big or go home!"
            ],
            "content":"<div class=\"\"><div> <span>Ken smiled happily down at the ray in his hands as he felt the slowly weakening twitches of his now hung member slowly deflating, the warm sensation of afterglow still running through him. That had been so much ... more than a usual jack-off session. He'd never felt so horny, so powerful, so full of testosterone and lust and sheer desire. He wanted - no, wanted wasn't strong enough to describe it. He <i>needed</i> more.<br>\r\n<br>\r\nKen looked at the gun's display screen. The gun had definitely shown it could change the size of body parts... But what about a whole body? If a few extra inches on his penis made him feel this good, this powerful, how would a few inches all over feel? Or maybe a few feet. At five feet and three inches, he'd always been smaller than just about everyone in his grade, and a good portion of the freshmen and sophomores. Being on the other side and having everyone look up at him as he towered over his classmates, his pants strained by his newly sized package; the thought alone made his member start to rise again, the warm flesh twitching slightly.<br>\r\n<br>\r\nHe changed the settings to give himself an extra two feet of height, which would put him a little over seven feet tall. He turned the ray towards his chest and rested his finger on the trigger. ken sighed slightly, readying himself for the odd sensation as he slowly started to clench his finger. But before he could fire, something made him falter.<br>\r\n<br>\r\nWhy stop at seven feet?<br>\r\n<br>\r\nThis gun had tripled the size of his member and his balls, and that had been incredible. As much of an advantage as seven feet would give him, this gun could easily make him so much bigger, so much more. He could be ten feet, as big as a single story building. Or no, even better, he could be thirty or forty feet, as big as a small apartment building and towering over most stores and homes. At such a size, his member alone would dwarf anyone around...<br>\r\n<br>\r\nDamn... The possibilities were limitless with this thing. Ken wasn't exactly sure what to go for first. He only knew one thing. He <i>needed</i> more.</span></div></div>",
            "created":1350190800,
            "id":1447066,
            "title":"Ken wants more!"
        },
        "153":{
            "author_id":"maximize",
            "author_name":"Smartguy",
            "choices":[
                "little sister",
                "little brother",
                "parents"
            ],
            "content":"<div class=\"\"><div> <span>Ken's parents were do home any minute with his little siblings. His little sister is a 10 years old. His little brother is a 13 year old. They both have fetishes but never show it. The only reason Ken knows about their fetishes is he's been on their computers without their permission. But only who should he test it on?</span></div></div>",
            "created":1334120400,
            "id":1313417,
            "title":"shrink when yor parents come home"
        }
    },
    "info":{
        "author_id":"shadow41",
        "author_name":"Teardrop",
        "brief_description":"a bullied teen finds a ray that can grow and shrink stuff, what will he do?",
        "created":1334104680,
        "description":"<td align=\"left\" class=\"norm\">Ken is a 15 year old boy his hair is red. and he wear's a black hoodie and tan cargo pants. he a school outcast who gets bullied a lot, until he gets a stange package that could solve all his problems.<br>\r\nallow<br>\r\nvore.<br>\r\nfeet.<br>\r\ntorture is ok but not to violent.<br>\r\ndeath.<br>\r\n-----------------------------<br>\r\ndon't allow <br>\r\ntoilet stuff<br>\r\nor anything to gross.<br>\r\nno bad grammer. <br>\r\nno short chapters.<br>\r\n-----------------------------<br>\r\nNote. ceep the story focus on ken and his bullies, if you want to add more<br>\r\ncharacters you can.<br>\r\nthat's it have fun:) <br>\r\nthis is my first story think you.<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":1860638,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1581631800,
        "pretty_title":"shrinking retaliation"
    }
}