{
    "chapters":{
        "1":{
            "author_id":"templir",
            "author_name":"darkrai",
            "choices":[
                "Thanksgiving",
                "Halloween",
                "Christmas",
                "New years",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose holiday?</span></div></span></div>",
            "created":1322024400,
            "id":1227536,
            "title":"Holiday"
        },
        "11":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "The family goes to an endless buffet.",
                "The family Eats at home.",
                "Hilda tries to run away",
                "The family goes to a party with extended family members",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Character: Hilda<br>\r\nAge: 16<br>\r\nHeight: 5'0<br>\r\nWeight: 130<br>\r\n<br>\r\nIt was time for Thanksgiving at Hilda's house, and her family always prepares huge dinners she can barely eat.<br>\r\n<br>\r\nHilda's Family is very large, with super-low metabolisms, but she works hard to fight off fat and eats little. Her Mom, dad, and 15-year old twin sister Bertha all weight over twice as much as they should. Her family eats five meals a day; breakfast, brunch, lunch, dinner, and desert. Hilda's mother even dropped her daughters out of school because Bertha got too hungry to concentrate in school; school lunches never came close to filling her. So now the girls get home schooled.<br>\r\n<br>\r\nFor this Thanksgiving,</span></div></div>",
            "created":1390194000,
            "id":1730850,
            "title":"Thanksgiving"
        },
        "112":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Dig in",
                "Run!",
                "Switch to Bertha's perspective"
            ],
            "content":"<div class=\"\"><div> <span>\"Dinners done! Come and get it!\"<br>\r\n<br>\r\nBertha waddles down the stairs as fast as she can in her gym shorts and sweatshirt, and Hilda hesitantly walks down in jeans and a t-shirt.<br>\r\n<br>\r\nThey see the spread on the table.<br>\r\nThree deep-fried turkeys, four bowls of mash, two bowls of stuffing, six cans of cranberries, three pumpkins, four bowls of corn and butter, a bowl of gravy, and two hams.<br>\r\n<br>\r\nHilda sat down, and her plate (which was the size of a pizza) was already filled with at least ten pounds of food.<br>\r\n<br>\r\n(Hilda doesn't know it, but her mother put a powder in her food to make her want to eat it)</span></div></div>",
            "created":1390280400,
            "id":1730868,
            "title":"The family Eats at home."
        },
        "1121":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "The next day",
                "One week later...",
                "Next thanksgiving........."
            ],
            "content":"<div class=\"\"><div> <span>Hilda starts eating, at first slowly, but then rapidly. <br>\r\nShe forgets everything about her diet and digs into her plate. She eats everything, has to unbutton her pants, and gets seconds. She feels her belly filling up with fatty foods and drinks. After fourths, Hilda realizes that she had enough. She goes upstairs to wash up, and realizes that her jeans no longer zip or button up! She runs to her closet to grab a pair of sweats to fit her bloated belly.<br>\r\n<br>\r\nDownstairs, she is greeted to half a cake sitting on her plate. Hilda tries to say no, but her mouth is filled with cake before she can say a word. Hilda finishes the cake, her belly fuller than before. <br>\r\n </span></div></div>",
            "created":1390712400,
            "id":1733604,
            "title":"Dig in"
        },
        "11211":{
            "author_id":"n.m.e",
            "author_name":"N.M.E",
            "choices":[
                "Her chair broke breaking the spell of food.",
                "Mother runs out of food temporary breaking the spell"
            ],
            "content":"<div class=\"\"><div> <span>Kids foods ready!!! Said her mother from downstairs Hilda and her sister waddle/walk to the dining room table to find it as full as it was yesterday or was it? Yesterday's meal had left her brain foggy on what day it was and she thought it was thanksgiving.(Again roll with it you can make it so every day is thanksgiving or make thanksgiving a normal everyday course across the globe.)So she went to eatting two whole turkeys and 5 kinds of pie makeing her stomach ride her shirt up and expand her sweats a good 5 inches all around and she was not stoping after awhile she fal asleep but when she woke up the cycle continued on until.</span></div></div>",
            "created":1434603600,
            "id":1994466,
            "title":"The next day THANKSGIVING AGAIN(Roll with it!)"
        },
        "112111":{
            "author_id":"joshjohnson",
            "author_name":"toodles123",
            "choices":[
                "A short time later...",
                "Years later..."
            ],
            "content":"<div class=\"\"><div> <span>Hildas chair broke when she hit 270 . Her hips were expanding too quickly over the months until her chair couldn't handle it anymore. when she found out what was happening she tried to put a stop to it but her mom just stuffed some turkey in her mouth and she fell under the spell again. Their mother then bought reinforced chairs. Even though her other daughter, Bertha, didn't mind the food at 320 pounds.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1485493200,
            "id":2269868,
            "title":"Her chair broke breaking the spell of food."
        },
        "11213":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "One week later ",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Girls! Come down! Thanksgiving dinner is ready!\"<br>\r\nA year has passed, and Hilda has been gaining lots of weight. She now outweighs her 240 pound sister by 20 pounds.<br>\r\nThey waddle down the stairs in matching stretchy shorts and t-shirts; they're now hard to tell apart.<br>\r\n<br>\r\nThey sit down to a larger feast than last year. <br>\r\n<br>\r\nHilda doesn't use the fork, instead she uses her chubby fingers to eat everything on her plate. She eats all her food plus seconds and pie. She tries to thank her parents, but her chubby cheeks were still full of food.<br>\r\n<br>\r\nShe washes up and goes upstairs to weigh herself \"Wow, 265! I gained five pounds, awesome!\" <br>\r\nHilda stopped caring about losing weight and has been trying to beat her sister to 300 pounds. Being her weight, it's hard for her to go far without getting tired, so she spends most of her time sitting down watching TV with ice cream.</span></div></div>",
            "created":1390798800,
            "id":1733619,
            "title":"Next thanksgiving........."
        },
        "112131":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Go through a day at their school",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Hilda and Bertha were now back at school. Their mother put them in an all-girl's highschool for girls of their size so they could eat more in school and have classes adjusted to them (Cooking class, then lunch, Art, second lunch, and then baking class)<br>\r\nThey're also in the after school sumo wrestling program.<br>\r\n<br>\r\n</span></div></div>",
            "created":1390798800,
            "id":1733645,
            "title":"One week later "
        },
        "1121311":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Hang out with friends at mall",
                "Hilda's mother takes her to a waterpark to celebrate her good grades."
            ],
            "content":"<div class=\"\"><div> <span>First period-<br>\r\nHilda walked into her cooking class. She sat at her table with her friends. Today's assignment was pizza. She finished with an A and ate her entire pizza. <br>\r\n<br>\r\nSecond period-<br>\r\nHilda waddled through the lunch line with all the other girls. She got her plate filled with three burgers, a mound of fries, and a milkshake. She gobbled it down with her friends, all as fat if not fatter than her. A girl who was new to the school was at her table. She was only 160 or so pounds, and the girls at the table were trying to plump her up and made sure she was stuffed with plenty of fries. <br>\r\n<br>\r\nThird Period-<br>\r\nArt, not particularly interesting, moving on.<br>\r\n<br>\r\nFourth period-<br>\r\nHilda sat back down at her table. This time they were serving spaghetti and garlic bread. Hilda's friend, Stacy, sat next to her. She needed two chairs for her blubbery ass, both dedicated to one cheek. Keep in mind, the chairs were already extra wide. She was clearly pear-shapped; with most of her weight in her legs and ass. She actually had the arms and face of a thinner girl. But certainly not the appetite of one. She scarfed down two meals.<br>\r\n<br>\r\nFifth period-<br>\r\nHilda, and her classmates, all baked pies. They, again, got to eat them. A's again.<br>\r\n<br>\r\nWrestling-<br>\r\nHilda put on her xxxl gym shorts and sleeveless shirt, and slipped off her shoes.<br>\r\nShe was paired up with her friend Stacy.<br>\r\n<br>\r\nThe two tackled eachother, their blubbery bodies slamming into each other and giggling like jelllotine. Hilda's arms wrapped half the way around Stacy's huge ass and they both fell to the ground. They squirmed around for a bit, then Hilda was able to lock Stacy's arm behind her head. She had won!</span></div></div>",
            "created":1390798800,
            "id":1733668,
            "title":"Go through a day at their school"
        },
        "1121312":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "The family goes on vacation",
                "One year later"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ok, more options.</span></div></span></div>",
            "created":1391144400,
            "id":1736113,
            "title":"Something else"
        },
        "112132":{
            "author_id":"joshjohnson",
            "author_name":"toodles123",
            "choices":[
                "Hilda keeps packing on the pounds over the years while  Bertha isnt far behind",
                "Hilda is huge, she doesn't stop gaining when she is eating more of berthas food"
            ],
            "content":"<div class=\"\"><div> <span>Another year passes and Hilda is 18 years old. Their mother called them down to eat for thanksgiving. They waddle down the stairs very slowly as they couldnt go too fast. They had to. Buy a biger table to fit all of the food. Hilda gets to the table first because she is bigger.  She had to get new pants because they were too hard to button. Hilda beat her sister to 300 pounds.  She now weighs 330 pounds and counting. And her sister weighs 290. </span></div></div>",
            "created":1485493200,
            "id":2269861,
            "title":"Reader's choice"
        },
        "12":{
            "author_id":"n.m.e",
            "author_name":"N.M.E",
            "choices":[
                "Fi Sword",
                "Getter Kaiser",
                "Madalen Kaiser",
                "more",
                "Another holiday"
            ],
            "content":"<div class=\"\"><div> <span>Fi Sword:A 14 year old 149 pound DD size bust girl who loves Halloween with a passion that shines a thousand suns and is a magnet for finding candy hotspots.Getter Kaiser:A young 9 year old who is just getting into the session loves sweats and chocolate.Madalen Kaiser:Getter`s 16 year old big sister and Fi`s best friend has a impossible JJ size bust and loves cakes,fruits,and candy people.</span></div></div>",
            "created":1419915600,
            "id":1909585,
            "title":"Halloween"
        },
        "124":{
            "author_id":"islandhope",
            "author_name":"crushstar",
            "choices":[
                "mother loses discipline",
                "party girls thicken",
                "so many more methods"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So many ways a figure watching female can fatten up on Halloween...<br>\r\n<br>\r\nA mother's restraint slackens as she handles the trick or treat candy<br>\r\n<br>\r\nYoung and mature girls can find their sexy costumes tightening at parties</span></div></span></div>",
            "created":1510722000,
            "id":2415648,
            "title":"more"
        },
        "1241":{
            "author_id":"islandhope",
            "author_name":"crushstar",
            "choices":[
                "a week later",
                "next halloween",
                "Anne eats the rmaining candy"
            ],
            "content":"<div class=\"\"><div> <span>It was late October and Anne was strolling down the aisles of the grocery store acquiring her usual items. It was then that Anne noticed a sign \"All halloween candy half off.\" Anne was a fit 28 year old mother of two weighing in at 120pounds. She practiced stern discipline and exercised regularly but she was incredibly thrifty and could not resist the urge that compelled her to buy a dozen bags of candy. Anne had no intention of consuming the sugary confections herself but rather be an altruist and give out generous portions to all the cute little kids. Now in possession of a huge collection of candy, Anne awaited Halloween.<br>\r\n<br>\r\nIt was Halloween night and Anne set up her front door and saw her kids off to go trickor treating themselves. Piles of candy laid beside Anne who remained uninterested in the colorful wrapped treats. However something Anne didn't plan on occurred.<br>\r\n<br>\r\nThunder boomed and lightning cracked, kids yelled as they ran home escaping the torrent of cold rain.<br>\r\n<br>\r\n\"Oh my god what will I do with all this candy?\" exclaimed Anne picking up a candy bar.<br>\r\n<br>\r\n\"Hmmph might as well.\" Anne pouted.<br>\r\n<br>\r\nAnne unwrapped a piece of candy and popped it in her mouth. Utterly unaccustomed to candy, Anne became overwhelmed by its sweetness.<br>\r\n<br>\r\n\"MMMM! oh wow that was tasty!\" Anne squealed quickly unwrapping another. <br>\r\n<br>\r\nAnne's abstain from junk food had left her vulnerable to its temptation thus leading to her candy binge.</span></div></div>",
            "created":1510722000,
            "id":2415651,
            "title":"mother loses discipline"
        },
        "12411":{
            "author_id":"islandhope",
            "author_name":"crushstar",
            "choices":[
                "Anne finishes the candy",
                "Next halloween"
            ],
            "content":"<div class=\"\"><div> <span>Over the week Anne devoured the entire supply of candy. The candy had turned Anne's trim body into a form of flabby flesh. A chunky Anne walked the grocery store again feeling slightly embarasshed no longer being the thin housewife any more. Anne had went from a fit 120 pound woman to a fat 160 pound lady.<br>\r\n<br>\r\n\"Ugh I swear everyone is looking at me.\" Anne thought feeling self conscious. <br>\r\n<br>\r\nAll Anne could think about was how badly she gave in. How her fit body was smothered in adipose. She felt her butt jiggle and her boobs bounced atop her wobbly belly something she didn't experience a week earlier. Her clothes were really tight resulting in eye grabbing bulges.<br>\r\n<br>\r\n\"I guess I'll just have to diet.\" Anne stated as she pushed her cart filled with health food.<br>\r\n<br>\r\nIt was than that Anne noticed a sign...<br>\r\n<br>\r\n\"All Halloween candy must go! 90% off\"<br>\r\n<br>\r\nAnne stared helplessly at the candy.<br>\r\n<br>\r\nLater that night Anne was laying in a huge pile of candy shoving handfuls in her mouth.<br>\r\n<br>\r\n </span></div></div>",
            "created":1510722000,
            "id":2415653,
            "title":"a week later"
        },
        "12412":{
            "author_id":"joshjohnson",
            "author_name":"toodles123",
            "choices":[
                "Next Halloween",
                "Her kids come home, but she takes their candy"
            ],
            "content":"<div class=\"\"><div> <span>An even bigger Anne answers the door as little trick or treaters come to the door. Over the past year, Anne has lost her self control and hasn't been eating healthy. She went from 120 pounds to 200 pounds and she hasn't realized it. This Halloween she is munching on candy while handing it out. </span></div></div>",
            "created":1522731600,
            "id":2474321,
            "title":"next halloween"
        },
        "124121":{
            "author_id":"mr-monopoly",
            "author_name":"mr-monopoly",
            "choices":[
                "Next Halloween",
                "Anne's costume catches the eye of some parents",
                "Anne gets a big tummy ache and needs a rub"
            ],
            "content":"<div class=\"\"><div> <span>Anne continued her decent and by next Halloween she created 300 and was hovering around 330 pounds. The kids still loved coming to her house because she always had so much candy. They didn't pay any mind to the fact she had gotten so big, or was eating more candy than ever. Anne wasn't paying any attention to her waist either as she continued to munch on King size candy bars.</span></div></div>",
            "created":1541998800,
            "id":2576671,
            "title":"Next Halloween"
        },
        "125":{
            "author_id":"n.m.e",
            "author_name":"N.M.E",
            "choices":[
                "Let them eat cake Memorial Day ",
                "Free sweets day",
                "More holidays"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>HOW ABOUT THIS JABE!!!<br>\r\n</span></div></span></div>",
            "created":1436504400,
            "id":2006093,
            "title":"Another holiday"
        },
        "13":{
            "author_id":"templir",
            "author_name":"darkrai",
            "choices":[
                "Holly",
                "Mrs. Kringle",
                "Jessica Kringle",
                "Sasha Marcel",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Choose a girl:<br>\r\n<br>\r\nThere is:<br>\r\n<br>\r\nHolly, the Christmas elf. She is a little lazy and is not very creative. She is a bit of an air head and kind of naive but she is very nice.<br>\r\nShe is 4'4\" tall(Elves are kind of tall) She weights 74 pounds and has a pretty even figure.<br>\r\n<br>\r\nMrs. Lisa Kringle. The wife of the current Santa Claus, she is your typical housewife. She is sweet, but can lose her temper especially when it comes to her daughter.<br>\r\nShe 5'7\" and is in pretty good shape for being in her 40s. She is a little bottom heavy thou.<br>\r\n<br>\r\nJessica Kringle. She is Santa's only daughter. Unlike her mother, is an outspoken rebel but despite her rough and moody appearance she does have a good heart.<br>\r\nShe is in her late teen and is 5'5\". She had a slim, fit figure.<br>\r\n<br>\r\nSasha Marcel. She is a mean spirit girl who doesn't believe in Christmas. She is a bit of a bully and loves putting other people down.<br>\r\nShe is 5'2\" and has a nice hourglass figure.<br>\r\n<br>\r\n</span></div></div>",
            "created":1322024400,
            "id":1227540,
            "title":"Christmas"
        },
        "131":{
            "author_id":"templir",
            "author_name":"darkrai",
            "choices":[
                "Overeating",
                "New Job",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does she gain?</span></div></span></div>",
            "created":1322024400,
            "id":1227542,
            "title":"Holly"
        },
        "133":{
            "author_id":"templir",
            "author_name":"darkrai",
            "choices":[
                "Her dad retires, She's the new Santa.",
                "Her mom thinks she's too thin",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How did she gain?</span></div></span></div>",
            "created":1322024400,
            "id":1227544,
            "title":"Jessica Kringle"
        },
        "1331":{
            "author_id":"templir",
            "author_name":"darkrai",
            "choices":[
                "She freaks out",
                "She says nothing",
                "Her mother says something"
            ],
            "content":"<div class=\"\"><div> <span>          Jessica was sitting on her bed, listening to her Ipod. Suddenly, A loud knock sounds from her door. She ignorance it. Suddenly the door burst open.<br>\r\n<br>\r\n\"Jess,\" the people who had just burst through her door wines.<br>\r\n<br>\r\n\"What is it, holly.\" Jess growled at the intruder as she took out the ear buds and blow a strand of chestnut hair out her eyes.<br>\r\n<br>\r\n\"Your father wants to see you.\" the elf said as jumped up in excitement.<br>\r\n<br>\r\n\"What about?\"<br>\r\n<br>\r\n\"I don't know. But I don't care lets go.\" the elf shouted as grabbed Jess's hand and raced out the door.<br>\r\n<br>\r\n          Minutes later the arrived at her fathers study. Holly ripped open the door and dragged her inside. Old Chris Kringle blinked in surprise. Finally getting Holly to let go, she noticed that her mother was also present. Taking a seat, she addressed her parents.<br>\r\n<br>\r\n\"So what did you want to see me about?\" she asked annoyed.<br>\r\n<br>\r\n\"Jess, I have something to tell.\" she straightened up a little when she heard the seriousness in her father's voice. \"This is my last Christmas as Santa.\"<br>\r\n<br>\r\n\"Okay, what does this have to do with me?\"<br>\r\n<br>\r\n\"I'm passing the torch down to you.\"</span></div></div>",
            "created":1323234000,
            "id":1236286,
            "title":"Her dad retires, She's the new Santa."
        },
        "13311":{
            "author_id":"templir",
            "author_name":"darkrai",
            "choices":[
                "gains by magic",
                "gains by eating"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm the new WHAT! \" she shouted.<br>\r\n<br>\r\n\"The new Santa. I'm to old for the job. I need you to take over.\" He replied softly.<br>\r\n<br>\r\n\"But why me? \"<br>\r\n<br>\r\n\"It runs through our veins. You are my only heir.\"<br>\r\n<br>\r\n\"Can't you find somebody else! \"<br>\r\n<br>\r\n\"No it has to be you.\"<br>\r\n<br>\r\nThe group sat in silence. The room very tense and air shifed uncomfortably.<br>\r\n<br>\r\n\"Isn 't there any way out? \"<br>\r\n<br>\r\n\"No.\"<br>\r\n<br>\r\nHer head drooped, and she let out a sigh.\"What do I have to do? \"<br>\r\n<br>\r\n\"Run the north pole, take care of the elves, deliver presents on christmas, and fit the mantle of Santa clause.\"<br>\r\n<br>\r\n\"What do you mean fit the mantel? \"<br>\r\n<br>\r\nHe let out a sigh, \"You have to look like Santa clause.\"<br>\r\n<br>\r\n\"WHAT,  YOU MEAN GROW A BEARD, GET FAT, AND HAVE ALL MY HAIR TURN! \"<br>\r\n<br>\r\n\"No, not the beard or the hair but you will have to gain weight.\" In an instance she rushed to the door and ran done the hall screaming \" I won't do it.\"<br>\r\n<br>\r\nOld Chris mingle just sighed.</span></div></div>",
            "created":1353301200,
            "id":1471135,
            "title":"She freaks out"
        },
        "133111":{
            "author_id":"jonwii",
            "author_name":"speechjon",
            "choices":[
                "Thanks holly, Jessica lets her stay",
                "Get out"
            ],
            "content":"<div class=\"\"><div> <span>As Jessica rushed back to her room and jumped on to her bed. She grabbed her pillow at screamed into it \"I won't become Santa Claus.\"<br>\r\n<br>\r\nShe screamed into her pillow for what seemed like hour. She screamed and cried til her throat was raw and her lungs burned. A loud knock resounded through her room before she throw her pillow at the door. \"Go away!\" She yelled hoarsely.<br>\r\n<br>\r\n\"No.\" Holly shouted back as she barged through her door. \"You were totally uncool to your dad and I am not, like, going to let you sit here all alone.\" She softened to a gentle whisper at the end.</span></div></div>",
            "created":1353301200,
            "id":1471463,
            "title":"Holly Day"
        },
        "133112":{
            "author_id":"jonwii",
            "author_name":"speechjon",
            "choices":[
                "\"The Kitchen\"",
                "\"The Restaurant\""
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She said as she walking through the hall \"How i'm going become fatter to become a new santa claus?\"<br>\r\n<br>\r\nThen she stop &amp; smell something yummy &amp; said \"Hmmmm. That smell is delicious. I think it coming from.....\"</span></div></span></div>",
            "created":1353301200,
            "id":1471145,
            "title":"gains by eating"
        },
        "15":{
            "author_id":"jonwii",
            "author_name":"speechjon",
            "choices":[
                "Easter",
                "4th of July",
                "More Holiday"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here's more Holiday to choose.</span></div></span></div>",
            "created":1353214800,
            "id":1470741,
            "title":"More choices"
        },
        "153":{
            "author_id":"joshjohnson",
            "author_name":"toodles123",
            "choices":[
                "spring break",
                "mothers day",
                "others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>more options<br>\r\n</span></div></span></div>",
            "created":1488085200,
            "id":2282600,
            "title":"More Holiday"
        },
        "1531":{
            "author_id":"joshjohnson",
            "author_name":"toodles123",
            "choices":[
                "Cruise",
                "city vacation",
                "Hawaii"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will they be doing during spring break?</span></div></span></div>",
            "created":1488085200,
            "id":2282602,
            "title":"spring break"
        },
        "15311":{
            "author_id":"joshjohnson",
            "author_name":"toodles123",
            "choices":[
                "On with the cruise",
                "problem with cruise "
            ],
            "content":"<div class=\"\"><div> <span>The Bensons were planning to go on a 3 week Caribbean Cruise. The family included John, the father, Stacy the mother, and Jordan, their 17 year old daughter. Jordans parents were quite hefty with her father at 250 and her mother at 200. Jordan was a little plump at 160 and 5ft, 6 in.</span></div></div>",
            "created":1488258000,
            "id":2283168,
            "title":"Cruise"
        },
        "153112":{
            "author_id":"joshjohnson",
            "author_name":"toodles123",
            "choices":[
                "Jorden notices something odd about this cruise",
                "nothin happens"
            ],
            "content":"<div class=\"\"><div> <span>When they arrived they were informed that their boat got delayed so they had to go on a different cruise ship. The boat was actually a bigger one with a lot more attractions on it and a lot more food because it was used to more people on it. When they got on the ship and into their room they saw that it was huge. Whole fridge, minibar, king size beds. </span></div></div>",
            "created":1488258000,
            "id":2283169,
            "title":"problem with cruise "
        },
        "1532":{
            "author_id":"novascreech",
            "author_name":"krawler",
            "choices":[
                "fit mother",
                "fat mother",
                "more options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>A fit mother is encouraged to lounge around all day while being offered huge amounts of food.<br>\r\n<br>\r\nA fat mother with a voracious appetite uses mother's day to eat tons of food.</span></div></span></div>",
            "created":1504501200,
            "id":2380057,
            "title":"mothers day"
        },
        "1533":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Valentines Day",
                "Some other holiday",
                "More Holidays"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Valentines Day is a day to show expression of love, affection, or just being good pals with someone. How's about it?</span></div></span></div>",
            "created":1488517200,
            "id":2284622,
            "title":"Valentines Day"
        },
        "15331":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Jenny pulls up a chair and helps feed Sasha",
                "Jenny prepares the Starbucks portion of the surprise"
            ],
            "content":"<div class=\"\"><div> <span>“Dear, Big Butt.<br>\r\n\tMeet me at the cafeteria at midnight. Be sure to come with an empty stomach. There’s a surprise for you.”<br>\r\n                                                                                                          -\tLove, Jenny<br>\r\n<br>\r\nBig Butt is just a nickname. Gifted to Sasha by to her by her friends for having such a large rump for her size. Jenny and Sasha were coincidentally the same in height, stature, and interested, but Sasha AKA Big Butt happened to have a large rump.<br>\r\n<br>\r\nAt this late hour, the NSE (or the student center) is usually closed for the night, but one tug of the glass door enabled her entrance into the building. Sasha giggled at the above lighting that panned toward the stair way leading down toward the cafeteria, “Jenny probably won’t tell me what kind of strings she had to pull to do this.” Patiently, Sasha stepped her way down. With each step a delightful odor tickled her nose and teased her taste buds.<br>\r\n<br>\r\nIt was but a few days ago since Jenny had slipped that Valentine’s day card into her book bag after she left for class from the dorms. She had found it in the middle of lunch and quit eating then and there.  Sasha knew that Jenny is one to keep a promise no matter how unnecessarily extravagant she made it.<br>\r\n<br>\r\n“Happy Valentine’s Day, Sasha!” Jenny shot her hands in the air cheering as the rest of the cafeteria lit up behind her. Sasha’s red hair mixed with Jenny’s black hair as the two friends embraced each other. <br>\r\n<br>\r\n“Behold,” All along the cafeteria tables were platters holding a bountiful feast. Normally Sasha would be of put by the massive amounts of food. Heart shaped donuts with pink frosting and sprinkles, cookies with the same decorations and shape, succulent cuts of meat, plump and juicy hot dogs, chicken sandwiches with cheese, strawberry milkshakes, and plenty more. <br>\r\n<br>\r\nJenny pulled out a chair in the middle of all of the food, “Take a seat, Big Butt! Let’s get this started!” To be honest, Sasha was frightened about the amount of food Jenny had prepared for her. However, the hopeful look Jenny shot her set her at ease. The additional cheering helped coax Sasha into taking the seat provided. Once her big rear was parked into the seat, Sasha grabbed a fork and had her eyes scale along the feast that Jenny scooted closer to her with a wanting smile.<br>\r\n<br>\r\nNext… <br>\r\n</span></div></div>",
            "created":1494219600,
            "id":2316558,
            "title":"Valentines Day"
        }
    },
    "info":{
        "author_id":"templir",
        "author_name":"darkrai",
        "brief_description":"Choose your favorite holiday and fattening up a girl or two.",
        "created":1322038380,
        "description":"<td align=\"left\" class=\"norm\">Choose your favorite holiday and make a girl weight gain because of the that holiday.<br>\r\n<br>\r\nRules:<br>\r\nNo male weight gain, only girls <br>\r\nNo gay/ lesbian or bi-sexual stuff.<br>\r\nNo farting or burping<br>\r\nNo anal or unbirthing vore<br>\r\nNo hard core sweating<br>\r\nNo on screen sex<br>\r\nNo slobbiness or crazy weight gain<br>\r\nNo nudity<br>\r\n<br>\r\nSorry about all the rules, I am trying to keep it pretty light. Well, have fun.</td>",
        "id":1827877,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1542027900,
        "pretty_title":"Holiday Girls weight gain"
    }
}