{
    "chapters":{
        "1":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "Your older brother, Paul. He's never gonna beleive what you found!",
                "Go downstairs. Your parents have some SERIOUS explaining to do.",
                "Your best friend, Laurie. She's always been into paranormal stuff.",
                "Your boyfriend, Taylor. He's... imaginative. He'll have a great time with it.",
                "Nobody. You should go to your room and test this alone some more."
            ],
            "content":"<div class=\"\"><div> <span>You <i>hate</i> cleaning the attic.<br>\r\n<br>\r\nEver since you were young boy, you've always hated even entering the attic. It's dusty, moldy, dimly lit, and it's full of old junk that nobody could possibly care about, you figure. I mean, it's in the attic, isn't it? Nobody puts shit in the attic that they want to keep close at hand. Now that you're home from college for the summer and you've been tasked with cleaning it out, you can see that hasn't changed one bit. On nice days like this, you should be out doing something with your boyfriend.<br>\r\n<br>\r\nJust look at all this garbage. All this antique furniture left by your grandfather, you bet it probably looked somewhat presentable when he had it, but it didn't go with anything in your parents' house, so off it went into the attic, forgotten. This may very well be an archaeological find, judging by how old some of these items look. You open the round window at the front end of the attic so you don't suffocate in the stale air up here.<br>\r\n<br>\r\nAs you're walking you bump your knee on a vanity with a missing mirror and accidentally knock over a vase which was precariously perched on its corner.<br>\r\n<br>\r\n\"Shit,\" you mutter, hoping your mom didn't hear that. As you bend over to pick up the pieces, you notice something gleam off the beam of your flashlight. Something very strange-looking indeed. You reach under the vanity and pull it out to inspect it.<br>\r\n<br>\r\nIt's a sizeable knife, probably the most beautiful one you've ever seen. The first thing you notice as you gently swing it around is how incredibly light it is. The handle is like a tight coil of polished silver with a sleek guard to protect the fingers of whoever wields it. The pommel has the brightest gem you've ever seen, the magenta-tinted stone catching your flashlight and making it dance like a kaleidoscope on the floor and wall in front of you. The onyx-colored blade is firm, razor sharp, and delicately curved ending in an incredibly fine point. This looks more like a priceless work of art than a knife. You not only have no idea how it got in that vase, but also how it's stayed in such pristine condition when everything else in here looks like it would crumble if you breathed on it wrong.<br>\r\n<br>\r\nYou place the knife on top of the rickety old vanity and continue your inventory of the attic. There's, what, <i>three armoires</i> up here? Who even needs that many bulky, ugly closets? You walk over to the dustiest one and brush off a few cobwebs. Slowly, you pry it open, the ancient door creaking to reveal nothing but a couple old coats. They're wrapped in plastic, but somehow the super-powered moths living in your attic have managed to get through them and devour significant portions of them anyway. You push them aside to reveal...<br>\r\n<br>\r\n<i><b>\"FUCK!!\"</b></i><br>\r\n<br>\r\nA bat, cranky from having its beauty sleep interrupted, takes flight in the direction of your face! You scream and stumble back, tumbling over the vanity and falling to the floor. It breaks with a crunch and you hear the knife clatter on the floorboards. You shelter in place, putting your hand over your head as the bat circles the room. Eventually, it finds the open window and makes its exit. You get up quickly and rush to shut the window so it can't get back in.<br>\r\n<br>\r\n\"Phew...\" you gasp as you wipe the sweat from your brow with your wrist. Wait...<br>\r\n<br>\r\n<i>Wasn't there a hand here a minute ago?</i><br>\r\n<br>\r\nYou look down wide-eyed at your right arm to see that it ends in a perfectly smooth stump of flesh. It looks like you never had a hand. You'd scream again if it weren't for the shock. Out of the corner of your eye, you spot something moving on the floor by the rubble of the vanity.<br>\r\n<br>\r\n\"It... couldn't be...\"<br>\r\n<br>\r\nBut it could.<br>\r\n<br>\r\nThere it was, your hand. Your detached hand performing the exact movements you're making and feeling. You attempt to hold up two fingers, and the limb complies. You give yourself a thumbs up, again all systems go. You bend over and pick up your hand, noting how strange it feels to be holding it like this. As you look it over you notice no significant damage other than a couple minor scuffs from landing hard on the floor. It also ends in the exact same stump your right wrist does.<br>\r\n<br>\r\nPutting two and two together, you try to put hand and wrist together. Thankfully, two and two add up to four. Your hand is securely attached back on your wrist. No amount of tugging seems to pop it back off.<br>\r\n<br>\r\n\"How the hell did that happen?\" you ask yourself, until you notice the gemstone-encrusted pommel of the knife poking out from the rubble of the destroyed vanity. You brush the wood aside and retrieve the blade. It's still in immaculate condition. There's only one explanation as to what could have happened to your hand, but it's just... insane... right? Right!? Your heart flutters as you decide to take the ultimate leap of faith.<br>\r\n<br>\r\n\"Here goes nothing...\" you say as you tightly shut your eyes and grip the knife, swinging it down quickly. You don't even hear a chop, you just hear and feel a thud. When you open your eyes, your left hand is resting on the ground, again, no blood or pain. You bend over and pick this one up too, examining it. After you're sufficiently sure what you're seeing is real, you put it back on and wiggle your fingers, testing them. Everything continues to be all good.<br>\r\n<br>\r\n\"This is going to be fun. Weird, but fun,\" you say, forgetting all about cleaning the attic. But, who should you talk to first about the knife?</span></div></div>",
            "created":1574917200,
            "id":2753177,
            "title":"Summer Cleaning"
        },
        "11":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"Can we go show you off to some other people?\"",
                "\"Can you cut my head off too?\"",
                "\"Could I keep your head for a little while?\"",
                "\"What happens if we try to switch heads?\"",
                "\"What about... y'know... down there?\""
            ],
            "content":"<div class=\"\"><div> <span>You feel pretty blessed that you've always gotten along pretty well with your older brother. Sure, there's been plenty of teasing between you two over the years, but it's always come from a place of love and mutual respect.<br>\r\n<br>\r\nYou pocket the knife and descend the attic stairs, making a U-turn in the narrow upstairs hallway. Your brother's door is covered in stickers and kitschy fake road signs. You knock, but the door slowly creaks open. Nobody's home. You shrug and let yourself in, There's all manner of sports memorabilia and a couple posters of swimsuit-clad women. So stereotypical of the jock older brother to have a room decorated like that, you think to yourself.<br>\r\n<br>\r\nYou pick up the photo on his desk of Paul and his girlfriend, Amanda. If you swung that way... damn. Suddenly, the world goes dark! You feel an intense pressure on your head! And then... a noogie? You realize that the universe is not, in fact, abruptly collapsing, but that it's just your brother sneaking up on you to give you his customary \"welcome-home\" greeting.<br>\r\n<br>\r\n\"Hey there, Ross!\" he bellows.<br>\r\n<br>\r\n\"Ahh! Paul, get off me!\" you shout through laughter. Finally breaking free, you give Paul a real hug and he happily returns it.<br>\r\n<br>\r\n\"Is it really summer break already?\" he asks.<br>\r\n<br>\r\n\"Yeah, man, I'm home for a few months,\" you reply.<br>\r\n<br>\r\n\"Awesome! We should go out and play football with the guys later!\" Paul enthusiastically suggests. You've never really been a sports geek, but you like to spend time with Paul so you usually humor him.<br>\r\n<br>\r\n\"Maybe later, big bro, right now I have to show you something I found in the attic.\" You reach into your back pocket and draw the knife. The blade shines in the sunlight pouring through the window. Your brother backs up cautiously.<br>\r\n<br>\r\n\"Jesus, Ross, watch where you're waving that,\" he warns. You scoff, much to his confusion.<br>\r\n<br>\r\n\"No, man, you don't understand. This is, like, some kind of magic knife or dagger or something!\"<br>\r\n<br>\r\nYour brother looks incredulous. \"Really?\" he says, clearly not buying a single thing you're selling. You decide you don't want to argue about this so you decide to just show him. <br>\r\n<br>\r\n\"Promise not to freak out,\" you say. But before Paul can even ask why, you bring the blade to your neck and chop straight through with absolutely no resistance. Your head leaps off your neck and into your startled brother's hands while you stand there crossing your arms, headless.<br>\r\n<br>\r\n<i>\"Now </i>do you believe me?\" you ask from your new vantage point. Paul stammers and stutters, trying to process what's happening. You shut the door and lock it, noting your surprising dexterity despite losing your head.<br>\r\n<br>\r\n\"So... magic, huh?\" he finally squeaks out, sitting on his bed with your head still held tight in his hands.<br>\r\n<br>\r\n\"That's my guess, anyway,\" you say, shrugging your empty shoulders. Paul looks both parts of you over and after a bit of deliberation, gets a mischievous gleam in his eye. Uh oh. You recognize that look. Soon, his knuckles are grinding on your scalp once again in a brotherly noogie. At least it didn't take him long to warm up to this.<br>\r\n<br>\r\nOnce things settle down, you sit down next to him and hold your head in your lap. Paul begins to rapid fire questions at you.<br>\r\n<br>\r\n\"So does your head go back on?\"<br>\r\n<br>\r\n\"Yeah, I just need to touch it back to my neck.\"<br>\r\n<br>\r\n\"Does it only do heads?\"<br>\r\n<br>\r\n\"No, I managed to cut off my hands earlier.\"<br>\r\n<br>\r\n\"Does it hurt?\"<br>\r\n<br>\r\n\"Not at all, feels kinda good, actually.\"<br>\r\n<br>\r\n\"Are you controlling your... the rest of you?\"<br>\r\n<br>\r\n\"Yeah,\" you say as you wave to him.<br>\r\n<br>\r\n\"Hmm...\" Paul says, putting more thought into the next question. He blushes a little and finally asks...</span></div></div>",
            "created":1574917200,
            "id":2753184,
            "title":"Your brother, Paul"
        },
        "112":{
            "author_id":"maletf17",
            "author_name":"Swappers02",
            "choices":[
                "\"...we swap heads, you can go with my body!\"",
                "\"...we swap heads, I can go with your body!\"",
                "\"...you go with your detached head?!\""
            ],
            "content":"<div class=\"\"><div> <span>\"Okay? Why you want to be headless too?\" you asked him surprised and kinda curious.<br>\r\n<br>\r\n\"I-I-I just wanna try it! Nothing weird Ross\" Paul says, his face blushes more, kinda avoiding eye contact with you.<br>\r\n<br>\r\n\"Hmm, okay Paul, let me first just atta-<br>\r\n<br>\r\n\"Wait!! Don't attach your head! I wanted you to be headless with me.\" he interrupts you.<br>\r\n<br>\r\n\"Well, if you want too. I'll gladly be headless with you.\" you give him a friendly smile, your body puts you in a closer place with your body. Your body gets up and brings the blade into Paul's neck and cuts it, in a very easy way. His head starts falling off, but thankfully your body grabs him.<br>\r\n<br>\r\n\"So... how do you feel bro? You like it?\" you asked him.<br>\r\n<br>\r\n\"This feels awesome, I love the feeling!\" he giggles and says excited, his body is touching his own empty neck stump. <br>\r\n<br>\r\nAfter all of that Paul's body grabs you and sits you on his lap, your body is petting Paul's head softly. Both of you enjoy this calm time, being headless and chilling in the bed.<br>\r\nTime passes, you hear an notification sound, is his brother phone.<br>\r\n<br>\r\n\"What happens Paul?\" you ask<br>\r\n<br>\r\n\"I need to go, my team need me for a football practice\" he says, kinda disappointed because he wanted to be headless for a more time.<br>\r\n<br>\r\n\"Wait!! I got an idea!\" you got an mischievous smile.<br>\r\n<br>\r\n\"What is it?\" Paul ask out of curiosity.<br>\r\n<br>\r\n\"What if... \"<br>\r\n</span></div></div>",
            "created":1575003600,
            "id":2753245,
            "title":"\"Can you cut my head off too?\""
        },
        "12":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "Mother",
                "Father",
                "Maybe both"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If anyone would know what this is, it’s your parents, more specifically your...</span></div></span></div>",
            "created":1575176400,
            "id":2754134,
            "title":"Go downstairs. Your parents have some SERIOUS e..."
        },
        "121":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "In the kitchen working",
                "In the living room relaxing",
                "In her room getting ready to go out"
            ],
            "content":"<div class=\"\"><div> <span>...mother. Having lived with your grandfather most of her life, you know she has to know something about this knife. Plus she’s always had a sort of...mystery...about her.<br>\r\nPicking up the knife and twirling it in your hands, you head downstairs to question her. Although the twirling results in you accidentally removing your foot once when you drop it. “Thank god this is a magic knife,” you mutter.<br>\r\nWhere is your mom currently?</span></div></div>",
            "created":1575176400,
            "id":2754136,
            "title":"Mother"
        },
        "122":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "In the living room relaxing",
                "In the garage or yard working",
                "In his bedroom getting ready to go out"
            ],
            "content":"<div class=\"\"><div> <span>...father. Having lived with your grandfather most of his life, you know he has to know something about this knife. Plus he’s always had a sort of...mystery...about him.<br>\r\nPicking up the knife and twirling it in your hands, you head downstairs to question him. Although the twirling results in you accidentally removing your foot once when you drop it. “Thank god this is a magic knife,” you mutter.<br>\r\nWhere is your dad currently?</span></div></div>",
            "created":1575176400,
            "id":2754137,
            "title":"Father"
        },
        "1221":{
            "author_id":"barlen343",
            "author_name":"Barlen",
            "choices":[
                "Disgust, apparently him and the knife share some bad history.",
                "Excitement, he definitely knows about the knife, and is ecstatic to see it.",
                "Bewilderment, he’s got no clue about the knife."
            ],
            "content":"<div class=\"\"><div> <span>You eventually find your father in the living room, stretched out on the couch and you watching tv with one arm underneath his head, the other holding the glass of lemonade he’s sipping at with a straw. The picture of relaxation.<br>\r\n<br>\r\nYou clear your throat to get his attention.<br>\r\n<br>\r\n“Hey, dad?”<br>\r\n<br>\r\n“What’s up sport?”<br>\r\n<br>\r\n“I found <i>something</i> while I was cleaning the attic... I was wondering if you knew anything about it?”<br>\r\n<br>\r\nHe sits up and turns around, and when you hold out the knife, the look on his face is one of pure:</span></div></div>",
            "created":1585803600,
            "id":2812266,
            "title":"In the living room relaxing"
        },
        "12213":{
            "author_id":"loucaman2",
            "author_name":"Loucaman",
            "choices":[
                "Grab your dad's cock and play with him.",
                "Ignore the impulse. It's too weird. "
            ],
            "content":"<div class=\"\"><div> <span>\"What's that kiddo?\" He asks you. <br>\r\n\"It's a knife,\" you say, he look says that he already knew that. \"It's magic. It can cut off body parts but without pain or doing damage. I cut off my hand and I could still feel and control it. THen I put it back on again.\" You explain as you show your dad your wrist. Your dad looks at you dubiously. You decide to prove it and cut off your hand. Your dad sits up in shock as your hand falls to the floor. You use your fingers on your detached hand and make it crawl towards your dad. Your hand crawls up the couch and onto his lap. As your hand crawls, it feels something moving under it. You realize it's your Dad's hardening cock. <br>\r\nYou smile and your hand continues to crawl up your dad until it reached his face. <br>\r\n\"That's wild.\" your dad says excitedly. He moves and your hand lands in his lap. You can feel your dad's cock through his pants. It twitched under your fingers. The urge to grab it crosses your mind. <br>\r\nYou...</span></div></div>",
            "created":1586149200,
            "id":2814328,
            "title":"Bewilderment, he’s got no clue about the knife."
        },
        "123":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "In their bedroom",
                "In the kitchen",
                "In the living room "
            ],
            "content":"<div class=\"\"><div> <span>...both of your parents. You figure at some point in the past they had to have moved this stuff before. And considering the condition the knife is in, you doubt it could have been untouched for all these years. Plus the vase it was in was much too new to have been on a vanity that collapsed and broke under your moderate weight.<br>\r\nPicking up the knife and twirling it in your hands, you head downstairs to question her. Although the twirling results in you accidentally removing your foot once when you drop it. “Thank god this is a magic knife,” you mutter.<br>\r\nWhere are your parents currently?</span></div></div>",
            "created":1575176400,
            "id":2754144,
            "title":"Maybe both"
        },
        "14":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "\"...play with your cock a little?\"",
                "\"...see the knife myself?\"",
                "\"...take your junk home with me?\"",
                "\"...chop off a piece of myself too?\""
            ],
            "content":"<div class=\"\"><div> <span>You whip out your phone and ring your boyfriend of a year and a half. He's usually home at this time of day.<br>\r\n<br>\r\n\"What up, bitch?\" you hear.<br>\r\n<br>\r\n\"Hey, slut,\" you playfully reply.<br>\r\n<br>\r\n\"How's cleaning the attic going?\"<br>\r\n<br>\r\n\"Actually, way better than you'd think,\" you say cryptically. \"How soon can you get here?\"<br>\r\n<br>\r\n\"Lemme get my shoes on and I'll head right over,\" Taylor says. \"See you soon, babe.\"<br>\r\n<br>\r\n\"Bye, hon!\" you say chirpily as you hang up.<br>\r\n<br>\r\n- - -<br>\r\n<br>\r\nIt's not long before you hear a knock at the front door. You open it to be immediately tackled by your affectionate boyfriend. You wrap each other in a tight, loving embrace.<br>\r\n<br>\r\n\"Hey sweetie,\" you say, \"let's get up to my room quick.\" Your boyfriend gets a cute, but horny, grin on his face as you both run up the stairs and slam the door to your room, making sure to lock it.<br>\r\n<br>\r\n\"Alright, I'm here, what was so important?\" Taylor asks, crossing his arms and sitting on your bed.<br>\r\n<br>\r\n\"Watch this,\" you say, giving him a wink. You put on a little show of getting undressed for him, each article of clothing being removed from your body in a different sexy way, until finally you're down to just your tight briefs. You pull down the waistband to reveal to Taylor...<br>\r\n<br>\r\n...nothing. Your crotch is totally bare. You are sporting nothing between your legs but a smooth, round, bulge.<br>\r\n<br>\r\nHis smile falls from his face and turns to brief horror as he rushes to your naked cock-less and ball-less body, touching and checking your sensitive smooth crotch over for any sign of your junk. You softly moan at the sensation, but also giggle at the futility.<br>\r\n<br>\r\n\"What the fuck happened to you, babe!?\" your boyfriend says in a panic.<br>\r\n<br>\r\n\"Relax, look under my pillow,\" you say casually. Taylor slowly lifts the pillow and just about faints, seeing your detached junk erect on the bed with no owner attached.<br>\r\n<br>\r\n\"Ross, honey, what the fuck did you do to yourself?\" Taylor asks. Rather than explain, you simply hand him your detached dick. He stops panicking when he feels the warm shaft and notices it throbbing and twitching in his hands. He pieces together what is happening and looks up at you with an even bigger and hornier smile.<br>\r\n<br>\r\n\"You mean you can still feel this?\" he asks excitedly.<br>\r\n<br>\r\n\"Yup. I found this weird-ass knife in the attic and after a couple... accidents... I figured out it did this.\"<br>\r\n<br>\r\n\"And... does it hurt?\"<br>\r\n<br>\r\n\"Nope. It feels great, honestly, I've been sitting here dickless waiting for you and it's actually really nice to not have it stuffed in my pants.\"<br>\r\n<br>\r\nTaylor looks like he's just won the lottery, still gingerly holding your detached genitalia. \"This is so cool. Like, the coolest thing ever. In fact, mind if I...\"</span></div></div>",
            "created":1574917200,
            "id":2753195,
            "title":"Your boyfriend, Taylor"
        },
        "143":{
            "author_id":"sabrina-taur",
            "author_name":"SabTaurDalton",
            "choices":[
                "Lop that cock of yours off as well",
                "Chop our heads off and go from there",
                "Turn me around so you can screw me"
            ],
            "content":"<div class=\"\"><div> <span>“...take your junk home with me? I promise I’ll take good care of it.”<br>\r\n<br>\r\nYou smile and nod. “Actually, they’re yours. I simply enjoy the feeling of being null too much. I love you, and I know you’ll take good care of them.”<br>\r\n<br>\r\nHis jaw drops to the floor, amazed that you would simply give him your junk. Without wasting a moment, he pulls you in for a deep kiss, the two of you collapsing on your bed for a makeout session. While he holds you close however, you stealthily begin removing his bottoms, pulling down his boxers to let his own large cock lay against your flat crotch.<br>\r\n<br>\r\nGrinning through the kiss, you look up at him.<br>\r\n“Hey Taylor?”<br>\r\n<br>\r\n“Yeah hon?”<br>\r\n<br>\r\n“Let’s...”</span></div></div>",
            "created":1575090000,
            "id":2753730,
            "title":"\"...take your junk home with me?\""
        },
        "15":{
            "author_id":"nobodyimp",
            "author_name":"nobodyimportant",
            "choices":[
                "See what else you can chop off.",
                "Take some headless pictures with your phone.",
                "See how much of your body you can rearrange.",
                "Go play with the knife at the mall."
            ],
            "content":"<div class=\"\"><div> <span>Your mind is reeling with possibilities. This knife opens up so many doors you didn't even know <i>could </i>be opened! It also seems to have awakened something inside you, because right now there is nothing in the world more important to you than taking it back to your room, locking the door, and not coming out for several hours.<br>\r\n<br>\r\nYou practically sprint down the attic stairs and into your room. You close the door, lock it, and barricade it with a chair. Probably overkill, but you definitely don't want to be disturbed at a time like this.<br>\r\n<br>\r\nYour heart races and you can feel your face turning red at the thought of your first real idea. You bring the knife up to your neck and shut your eyes, swiftly chopping straight through it. You feel a pleasing sort of peeling sensation as you tumble forward off your shoulders and land face down on your bed. It's surprisingly easy to direct your headless body remotely to find you and pick you up.<br>\r\n<br>\r\n\"Wow...\" is all you can muster, looking at your headless body from your own hands. The stump between your shoulders is smooth and alluring. It really looks like you never had a head to begin with. You set your head down on the bed and stand in front of yourself, poking and stroking the stump. It just feels <i>so good,</i> so sensitive and alien.<br>\r\n<br>\r\nYour libido officially gets the better of you as you watch your headless body slowly pull your hoodie up, the shirt under coming with it a bit and exposing your slender midriff. This feels somewhat narcissistic, lusting after your own body like this, but it also feels so right that you really don't care. You watch your body toss the hoodie to the side as it playfully removes its shirt as well. You start to dance sensually and slowly, the way you would imagine a stripper dances. You breathe heavily as a disembodied head, watching your body's chest rise and fall at the same rhythm.<br>\r\n<br>\r\nFinally, it moves on to the good part. Your body undoes its belt, tossing it aside and shaking its butt at you, your jeans sliding off your legs and revealing the tight briefs you put on this morning. You've never seen your ass from this angle. You've certainly been missing out, because <i>damn.</i><br>\r\n<br>\r\n\"You been working out?\" you joking ask your body. You wave your hand at your head in a way that says <i>\"oh, hush, you~\"</i>, pretending your body is someone else. This little exchange causes your crotch to bulge even more. Looks like you discovered a kink you didn't even know you had... or even knew existed.<br>\r\n<br>\r\n\"Come on, uh... me... show me your... my goods?\" you say, trying to talk all sexy but stumbling over your words and confusing your boner. You put your hand on your hip and rub your elbow in an embarrassed fashion. \"Maybe I should work on my dirty talk...\"<br>\r\n<br>\r\nYou shake off the awkwardness and return to putting on a show for yourself. You dance and sway closer and closer to your head on your bed until you get the brilliant idea to just rip off your underwear. Your respectable 6 inch cock bounces out and almost hits you in the nose. Unable to contain yourself, you puck up your head and push it onto the head of your cock, sucking on your own tip.<br>\r\n<br>\r\nUnfortunately, the dancing and general kinkiness of your first headless self-suck proves to be more than you can handle at the moment and you blow your load almost immediately. You take yourself by surprise and accidentally spray cum all over your face. Luckily, your glasses kept it from going in your eyes. You throw on some clothes and pick up your head, tucking it under the crook of your arm and stealthily making your way to the bathroom to get some toilet paper to wipe your face off.<br>\r\n<br>\r\nWhile you're on your lap cleaning yourself, you can't help but love the feeling of being headless. There's no two ways about it, this knife is your key to a happier and more interesting life. But what to do with it next?</span></div></div>",
            "created":1574917200,
            "id":2753190,
            "title":"Self-exploration"
        },
        "151":{
            "author_id":"barlen343",
            "author_name":"Barlen",
            "choices":[
                "It cuts! Also things get magical when you attach the penlight.",
                "It cuts, but still won’t attach to you. Your desk on the other hand...",
                "*Tink!* It’s a regular knife to non-body parts, and the penlight is metal."
            ],
            "content":"<div class=\"\"><div> <span>As you go about cleaning your face you consider what to use the knife on next... cutting off more limbs is always an option, and immediately you think of your package under your head, still resting from it’s orgasm. The idea has merits, I mean, come on, detachable penis! But then again... you already have your head detached and can pleasure yourself that way... and despite their respectable size, your bits aren’t that big in the scheme of things, you could potentially lose your junk! Your head on the other hand features all of your senses that aren’t touch, so it’s more of case of losing the rest of you if it gets misplaced...<br>\r\n<br>\r\nThat raises another problem, what do you do if your head and body get separated? You can’t hear or see things around one without the other, your eyes and ears are on your head after all... and though you suppose relocate an ear, hearing alone doesn’t help your body find its way, and your eyes in particular are not very useful off your head without some serious modifications: you need your glasses to see clearly. Without them anything more than a few feet away from you turns into fuzzy blobs. besides, the thought of removing an eye with the knife gives you the willies... that and eyes where they don’t belong are creepy.<br>\r\n<br>\r\nWith a sullen sigh you place your head back on your neck and roll said neck until it pops. You like being headless, but the harsh facts of life mean you’d be best off keeping it on your shoulders outside your bedroom... if only you could stick a camera and a mic on your neck and see and hear though them.<br>\r\n<br>\r\n...<br>\r\n<br>\r\nWait a minute, <i>maybe</i> you can! So far all you’ve used the knife on is yourself, you’ve not tried It on anything else like toys, devices or other inanimate objects... so what happens when you try to use the knife on things other than body parts? You rush back to your room to find out and rummage through your desk to find something to try the knife on. Eventually you find an old dead penlight... dead as in both new batteries and a new bulb failed to fix it, so it’s not like you can break it more (well, you <i>can</i>, but that’s just semantics as it’s already at the point where you should have chucked it in the recycling bin ages ago).<br>\r\n<br>\r\nYou twirl the tiny flashlight for a moment, wondering how you’re gonna experiment with it, and decide to try replacing your right pinky with it. You cut off said pinky and set it aside, then press the back of the penlight to the stump and... absolutely nothing happens. You then try to cut the end off with the knife and...</span></div></div>",
            "created":1583730000,
            "id":2798735,
            "title":"See what else you can chop off."
        },
        "1511":{
            "author_id":"barlen343",
            "author_name":"Barlen",
            "choices":[
                "It’s time to tinker! (Make something out of the stuff in your closet)",
                "Time for a camera head!",
                "Go find something else to, maybe ask your parent about the knife?"
            ],
            "content":"<div class=\"\"><div> <span>Despite being made of metal, the penlight’s casing offers absolutely no resistance to the knife, which glides right through it and into your desk underneath! You grimace and pull it free and rub the spot where it penetrated and the hole closes right up. Well, that’s handy! Mistakes with the knife on inanimate objects are just as easy to correct as ones with your body!<br>\r\n<br>\r\nYou file that tidbit of info away in the back of your head as you inspect the penlight, honestly if you didn’t know better you’d say nothing happened to it, smooth metal the same blue as the rest of the light covers the back end of it, where before it terminated in a loop for a nylon lanyard. You smile and press that smooth stump to the smooth stump on your hand where your pinky resided... and things get <i>interesting</i>!<br>\r\n<br>\r\nInstantly it connects, and a ring of electricity forms around the spot and travels up the little flashlight from its base, and you can feel it as you gain sensation of the light where the ring passes. This continues until the ring reaches the light’s switch, which stops it in it’s tracks. You blink, then immediately hiss as a painful sensation like a stinging soreness erupts from that spot and shoots up your arm. You flex your hand, which helps as the ring begins to arc, until finally it bursts forward and up to the light’s actual light and you feel and hear an electrical *pop!* at the trouble spot, and feel immediate relief from your discomfort as the light clicks on! You blink... the light is working again! More than that, you seem to be able to turn it off and on by will alone!<br>\r\n<br>\r\nYou whoop in triumph as you make your new body part flicker on and off, then decide to take off to see what happens. One quick cut with the knife latter and it’s still a part of you, much in the same way your detached pinky is, in that you can still control it and feel it... though it is worth mentioning that because it’s made of metal your sense of touch is limited, like your teeth, and fingernails and toenails. Also... reuniting it with it’s other half doesn’t remove your “ownership” from it.<br>\r\n<br>\r\nYou put your pinky back on and pick up the knife and stare in awe at it. You knew this thing was going to open doors you never dreamed of, but you didn’t have a frame of reference of just how little you’ve dreamed of until just now, seeing as you can claim inanimate objects as parts of your body!<br>\r\n<br>\r\nNow the only question is: “What to do next?”<br>\r\n<br>\r\nYour closet has a bunch of toys in it, and not the kind for little kids: drones, RC cars, and other tech stuff... plenty of stuff to tinker with in there... including some sex toys in a box at the far back. Or you could go grab that old camcorder up in the attic, behead yourself again and put it where your head was and see and hear through it! Though, if memory serves it broke because it got fumbled one Christmas, and got put up in the attic because your dad was gonna fix it but never got around to it. <i>If</i> it’s anything like your flashlight the fact that it’s broken shouldn’t be an issue... but it might hurt, potential a lot, as broken bits in machinery seem to smart until the magic fixes them.<br>\r\n<br>\r\nOr you could find something or someone else to use/show the knife on/to. What do you do?</span></div></div>",
            "created":1583730000,
            "id":2798748,
            "title":"It cuts! Also things get magical when you attac..."
        },
        "15111":{
            "author_id":"barlen343",
            "author_name":"Barlen",
            "choices":[
                "The drone",
                "The Truck",
                "The robot"
            ],
            "content":"<div class=\"\"><div> <span>You peek inside your closet and smile at what you see, lots and lots of gizmos and gadgets, all stuff you bought or got as presents in junior high and high school. Drones, RC cars, a few robots and controllable robotic arms... and behind all that your sex toys, which include a few dildos, vibrators and a pair of flesh lights (one a pussy in case mom or dad found it... and the other a dude’s mouth, after you came out to mom and dad and they were cool with your sexual orientation. Your father actually got it for you after you joked around about what you wanted for Christmas).<br>\r\n<br>\r\nImmediately you are drawn to four things: your Parrot drone (with a built in camera), your RC monster truck, and pair of robotic arms, one small, but the perfect size to fit your drone and (hopefully)light enough let it still fly, the other bigger with greater reach and base that fits inside the truck. <br>\r\n<br>\r\nThere’s also a foot tall programmable robot in there from Japan, who’s name eludes you for the moment. It’s cool, but you could never get into the programming thing, it gave you headaches just to get the little guy to pose without falling over.<br>\r\n<br>\r\nNow, you figure you can do the same thing you did with the flashlight with any of these things, connect it to you, and you should be able to control it once it’s off you. The drone and the robot show promise, the both have cameras you’re hoping you can see through. The truck shows promise too, it’s fast and tough, but you’ll have to salvage a camera off something to see with it. As for the sex toys, well it shouldn’t be to hard to figure out something kinky to do with them.<br>\r\n<br>\r\nSo what do you decide to play with first?</span></div></div>",
            "created":1583730000,
            "id":2798761,
            "title":"It’s time to tinker! "
        }
    },
    "info":{
        "author_id":"nobodyimp",
        "author_name":"nobodyimportant",
        "brief_description":"You have a magic knife that can safely remove body parts like a hot knife through butter!",
        "created":1574983740,
        "description":"<td align=\"left\" class=\"norm\">You discover an enchanted knife able to separate body parts from anyone completely harmlessly. Detachment and swapping hijinks quickly ensue!<br>\r\n<br>\r\n<b>Information about the knife:</b><br>\r\n<br>\r\n+ There is no pain or blood involved in a cut with the knife.<br>\r\n+ The stumps left behind are smooth and have skin/hair/fur/etc covering them to match the surrounding area of the body.<br>\r\n+ Detached parts are under the control of whoever they were last attached to, no matter how far away they are from their part.<br>\r\n+ Parts can be attached to other people or where they don't normally go, for example person A could swap heads with person B or person A could switch the positions of his head and his genitals.<br>\r\n+ When a part is swapped with someone else, they get to control it. Heads are king/queen, they control anything their consciousness is connected to.<br>\r\n+ If, during a swap, person A puts on person B's body without putting person B's head on person A's body (leaving that body without a head \"synchronized\" with it), the body can either go limp and fall over <i>or</i> it can enter a sort of \"autopilot\" mode. Whatever is hotter in your current situation. ;3<br>\r\n<br>\r\n<b>Rules are as follows:</b><br>\r\n<br>\r\n+ No killing characters.<br>\r\n+ <span class=\"clred\"><b>Nothing</b> sexual or swap-related involving animals or minors. I have zero tolerance for this.</span><br>\r\n+ LGBT+ oriented chapters are OK and encouraged!<br>\r\n+ No ultra-short chapters. If you're going to add, please try to contribute something other than a single binary choice with one or two sentences.<br>\r\n+ No chapters that immediately undo the choice someone writes in.<br>\r\n+ No more than two heads to a single body, if you decide to take a path in that direction.<br>\r\n+ If you want to add a new character for the main character have sex with, don't jump straight into it. Leave a little bit of buildup to establish and develop their relationship. It doesn't have to be over several chapters, but you can't just go right from \"nice to meet you\" to \"let me fuck your head.\"<br>\r\n+ <span class=\"clblue\"><b>Proofread your chapters before adding them.</b></span> <b>Please use good grammar!</b></td>",
        "id":2206657,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586195400,
        "pretty_title":"Like Butter"
    }
}