{
    "chapters":{
        "1":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Male",
                "Female"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who are you?</span></div></span></div>",
            "created":1587186000,
            "id":2820903,
            "title":"Who are you?"
        },
        "11":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "10-13",
                "14-19",
                "20+"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old are you?</span></div></span></div>",
            "created":1587186000,
            "id":2820904,
            "title":"Male"
        },
        "111":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Normal school day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's you adventure?</span></div></span></div>",
            "created":1587186000,
            "id":2820906,
            "title":"10-13"
        },
        "112":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Normal school day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure going to be?</span></div></span></div>",
            "created":1587186000,
            "id":2820907,
            "title":"14-19"
        },
        "113":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "It started like any normal day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure going to be?</span></div></span></div>",
            "created":1587186000,
            "id":2820908,
            "title":"20+"
        },
        "12":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "10-13",
                "14-19",
                "20+"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old are you?</span></div></span></div>",
            "created":1587186000,
            "id":2820910,
            "title":"Female"
        },
        "121":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Normal school day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure today?</span></div></span></div>",
            "created":1587186000,
            "id":2820911,
            "title":"10-13"
        },
        "122":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Normal school day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure for the day?</span></div></span></div>",
            "created":1587186000,
            "id":2820914,
            "title":"14-19"
        },
        "123":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "It started like any normal day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure today?</span></div></span></div>",
            "created":1587186000,
            "id":2820919,
            "title":"20+"
        },
        "1232":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "And that's how I learned the truth about my boyfriend",
                "The beginning of the end of life as I knew it.",
                "Umm... I think I just read your mind",
                "Surprise",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Babe...Babe...Babe!\" Corbin yelled while snapping his fingers in front of my face.<br>\r\n<br>\r\n\"Huh,\" I responded. \"Sorry what did you say.\"<br>\r\n<br>\r\n\"You weren't listening to a thing I said were you,\" he accused.<br>\r\n<br>\r\nActually I wasn't. I got Corbin, my boyfriend of 2 years tickets to some football game. Who was playing I have no clue. I couldn't care less about sports. But Corbin was obsessed. Which is why I had zoned out. For  the last 2 weeks all I have heard about is..<i>This is going to be an amazing game. Or this one has this stat.</i> I mean really a girl could only take so much. Luckily the game was tonight. Surely this would be the last I heard about it<br>\r\n<br>\r\n\"Sorry honey,\" I soothed while rubbing his arm. \"I got lost in my thoughts.\" <br>\r\n<br>\r\n\"Thoughts...hah. Admit it you were probably imagining you outfit for tonight or something.\"<br>\r\n<br>\r\nI just smiled and collected out coffee cups to walk them over to the trash. Corbin and I were grabbing coffee before class. Both of us had  a light class day. We both attended Sterlite university. In fact that was how we met. Not in class, but on the way. I was lost and Corbin gallantly came to my rescue. Of course he was new as well and had no clue how to get around either. We both ended up lost and late to our class. But it was worth it. I don't know what was up with Corbin lately. He always has had a healthy dose of confidence, which I found attractive. But here lately he has been making jabs at me. Like that all my thoughts would be about clothing. Really!  I was a business major who has made the dean's list every year. I was well on my way to scoring a very sought after internship was a multi-million dollar company. <br>\r\n<br>\r\nBut I knew that Corbin was in a very stress time of his college career. He was probably just stressed. That was one reason I bought him these tickets. I wanted him to have a night out where he could relax. <br>\r\n<br>\r\n\"Hey I gotta go babe,\" he said as I came back to our both. \"Don't want to be late. I'll see you later for the game.\" He got up and rushed out the door.<br>\r\n<br>\r\n\"Yeah I can't wait,\" I called back.<br>\r\n~~~~~~~~~<br>\r\n<br>\r\n\"Hey girl,\" my best friend Moeisha called out after catching up to me after my last class that day. <br>\r\n<br>\r\n\"Hey\"<br>\r\n<br>\r\n\"Have I told you how jealous I am that you scored tickets to the game.\"<br>\r\n<br>\r\n\"Oh no. Not you too. Please don't mention this stupid game. I am starting to wish I never got those tickets. These last two weeks have been torture.\" I said dramatically. <br>\r\n<br>\r\n\"Oh yeah,\" she said exaggeratingly. So tough. Let's see. 1) you have a super hot boyfriend. 2) you are going to the game of the season with said hotty. 3) Not only is your love life amazing, but everyone knows you are going  to get the internship with Dreamer Inc. Yep torture.\"<br>\r\n<br>\r\nI sighed. \"Nobody knows I'm going to get.\"<br>\r\n<br>\r\n\"Uh-huh she said unconvincingly. Well I'm just saying you better take lots of pictures. And I want all the details from the game.\"<br>\r\n<br>\r\nSure thing.<br>\r\n<br>\r\nLittle did I know my night was going  to be so chaotic there would be no time for pictures. And what a story I would have to tell.</span></div></div>",
            "created":1587186000,
            "id":2820925,
            "title":"Going to a big game"
        },
        "12323":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Don't think about her...don't think about her",
                "more cuss words",
                "Ok this has got to be a joke",
                "Hmm...this could be interesting",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Ms. Stevenson,\" I heard as I was gathering my things to head out of class. I turned around to see Jared Pingleton trying to get my attention. Jared was the assistant professor. Most of the females in my class loved the days when Jared was the lecturer. I could understand why. Jared was an attractive man. He would definitely fall into the tall dark and handsome category with his athletic 6'4 frame, wavy dark locks, and ice-blue eyes. But in my opinion those eyes held secrets. Secrets that gave me the hebi gebis. There was something about the way he looked at you, like he was the top dog. I don't know how else to explain. Something deep in my bones told me to stay away.  So unlike the other girls in my class who were giving me the stink eye, I was not pleased to have caught his attention.<br>\r\n<br>\r\n\"Yes, Mr. Pingleton,\" he replied as he reached me. \"I have told you to call me Jared. Mr. Pingleton makes me sound stuffy,\" He showed off perfect teeth while giving me a devastatingly smile. I could feel the lingering girls melting into puddles from the sight. <br>\r\n<br>\r\n\"I just don't feel like that would be appropriate,\" I politely replied. I did not want him to get the wrong impression.<br>\r\n<br>\r\nA look flashed across his face. Now the look could have passed off as disappointed or hurt, but I felt something more. Almost like he just expected me to be putty in his hands.  No thank you. I was not going to be one of those girls.<br>\r\n<br>\r\nHe turned up the charm, \"Well I am just going to have to try harder to get you to change your mind.\"<br>\r\n<br>\r\nNot likely I thought. \"Did you need something? I am catching a game with my boyfriend and really need to be on my way.\" Yes I will admit that I might have emphasized the word boyfriend However, that apparently did not stop him.<br>\r\n<br>\r\n\"Oh that is too bad. I wanted to talk with you about your possible internship with my uncle's company. You know Sterlite Inc.\"<br>\r\n<br>\r\nHe threw it out  casually, but I could totally tell he was name dropping. I just stared at him.<br>\r\n<br>\r\n\"I mean I know that it is a sought after position. I am more than willing to give you some.....suggestions to give you a edge over your competition.<br>\r\n<br>\r\nUh-uh, I thought. I just bet he had suggestions. \"I appreciate it, but like I said I really need to go because I already have plans.\" With that I began to once again walk away.<br>\r\n<br>\r\n\"But wait!\" he said with a mix of disbelief and frustration. \"What about the internship?\"<br>\r\n<br>\r\n\"I appreciate the offer, but if I can't get the internship on my own, then it was just not meant to be.\" I had made it to the door and thought I had made my escape when he grabbed my arm. I jerked around, and saw barely contained anger in his eyes.<br>\r\n<br>\r\n\"Well, that is a noble ideal. It seems like you would be an excellent addition to our team. Here take one our Sterlite bars as an offer of good will towards your future success.<br>\r\n<br>\r\n\"Thanks,\" I shakily said. By the end the anger had receded from his eyes. He was back to his normally charming self. I almost had myself convinced that I imagined the anger. I took the snack bar and quickly left the room. When I looked over my shoulder, he was still at the door. Standing and staring with an oddly satisfied look on his face. I shivered and picked up my speed. I just wanted to get this encounter over with.<br>\r\n~~~~~~~~~~<br>\r\n\"I am so excited babe,\" Corbin gushed. This is going to be epic.<br>\r\n<br>\r\n\"Yeah\" I said mustering as much enthusiasm as I could. I didn't matter though because Corbin was not paying me any attention. He was so focused on the game that he wasn't listening to me. I had tried to tell him about my weird encounter earlier. He didn't seem the think it was a big deal.<br>\r\n<br>\r\n\"You are just being paranoid. He wasn't coming on to you. I mean really the dude is set for life. His uncle is loaded, and I'm sure he will get a part of that. There is no way he is choosing to go after you.\"<br>\r\n<br>\r\n I have to admit after all this was said, I was a little heated. I mean who could blame me. Maybe he didn't mean it the way it came out but it sounded pretty bad. I wanted to rant and rave and raise cane, but what good would it do? As angry and hurt as I was, I would probably only say things I didn't mean which I couldn't take back. I will admit Corbin was acting kinda jerkish here lately, but that was not the Corbin I had fallen hard for. At the beginning of the relationship he was so thoughtful and romantic. My parents did not have the most healthy relationship during my childhood. They eventually divorced after it came out that my dad was having an affair. He has since been in and out of relationships with a plethora of women. Mom meanwhile played the martyr. Needless to say, I was kinda wary about letting people in to close. But Corbin had been both understanding and pacient. He was my friend before my boyfriend. Plus all relationships went through rough patches. We would just need to talk it out once our lives were a little less chaotic. <br>\r\n<br>\r\nAt that moment, my stomach began to rumble. I realized I had not eaten lunch today. We still had about an hour until we got to the game location. I was not about to ask Corbin to stop and get something. I was still angry. I dug through my bag and pulled out the Sterlite bar. I really wasn't too fond of these things, but I was hungry. I opened the wrapper and took a bite. I had to admit it tasted pretty good. It was different from the other  ones I had tried. Maybe it was a new flavor. <br>\r\n~~~~~<br>\r\nBy the time we pulled up to the gate, it was packed. I really wasn't too fond of crowds but I could manage for a while. Corbin found a place to park and then came over to help me out of the car. A little of my anger faded away. He could be a gentleman. We would work things out.<br>\r\n<br>\r\nMan, oh man, I love this atmosphere. I wonder where are seats are? I heard Corbin say.<br>\r\n<br>\r\nI quickly told him how to get to our seats. He gave me a strange look, but nevertheless we headed towards our seats. Now the journey took longer because Corbin was constantly stopping to talk to someone. I was used to this however. He was a true people person. <br>\r\n<br>\r\nWe made it to our seats and I heard Corbin say, \"Man I wish I would have grabbed a Dr. Pepper.\"<br>\r\n<br>\r\n\"That's odd,\" I said. Corbin was a die-hard Sprite fan. If not Sprite then water or gatorade. He rarely drank anything else.<br>\r\n<br>\r\n\"What is odd?\" he asked.<br>\r\n<br>\r\n\"You wanting Dr. Pepper,\" I said nonchalantly. \"You normally want....\"<br>\r\n<br>\r\n\"How did you know I wanted Dr. Pepper?\" he asked puzzled.<br>\r\n<br>\r\nI rolled my eyes as I replied, \"Because you just said it.\" I got up to go get a Dr. Pepper.<br>\r\n<br>\r\nI didn't say that out loud did I. I must have. That's crazy. I bet she is going to get me a Dr. Pepper. I should probably offer her to go but I really don't want to miss a second of this. Oh well she won't mind. She would probably insist. She always does. <br>\r\n<br>\r\nI stared at him for a while in confusion. Why was he rambling like that. And then I noticed something. His lips weren't moving. If his lips were not moving what was I hearing. I dropped back down to my seat.<br>\r\n<br>\r\nOh I guess she changed her mind. Oh well those people who are walking up and down the isles selling snacks should be coming through soon. I just hope I'm not so focused on the game that I miss them. I can't believe I am here. This is...why is she looking at me like that. \"Babe?\" Corbin said with a raised brow.<br>\r\n<br>\r\n\"Umm...\" I stammered. \"I think I just read your mind.\"<br>\r\n<br>\r\nI immediately heard a series of explicatives. Which surprised me. Corbin knew how I felt about cussing and normally didn't curse around me. Is she kidding<br>\r\n<br>\r\nNo I'm not kidding. And man that's quite some language.<br>\r\n<br>\r\nHis eyes widened. Then I heard him think<br>\r\n<br>\r\n </span></div></div>",
            "created":1587531600,
            "id":2822712,
            "title":"Umm... I think I just read your mind"
        },
        "123233":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Jared",
                "Corbin",
                "Professor from school",
                "Mystery person",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>He busted out laughing. And I do literally mean busted. I just watched in shocked as his face turned red and he was doubled over rocking back and forth.<br>\r\n<br>\r\nI crossed my arms over my chest.<br>\r\n<br>\r\n\"I mean babe. That was a good one. I don't know how you did it but you got me good.\" he said while wiping tears out of his eyes. <i>Read my mind. Yeah right. If she could read my mind she would not be sitting here calmly after....</i><br>\r\n<br>\r\nSuddenly my head started aching something fierce. I had to close my eyes to fight against the pounding. The roaring crowd was too loud and the sunlight was killer.<br>\r\n<br>\r\n\"Now babe, don't be embarrassed that I found out your trick. You will just have to try harder next time,\" Corbin stated while gently patting me on the back. Really! Did he even know me?<br>\r\n<br>\r\nMy hands began to shake and my eyes watered. I couldn't think about Corbin right now. I had to do something about this excruciating pain. I grabbed my bag and got up.<br>\r\n<br>\r\n\"Dani?\" Corbin called. Maybe he did feel some remorse. You don't have to get me a Dr. Pepper. I really think the game is about to start.\"<br>\r\n<br>\r\nI sped away. If my head wasn't splitting open I probably would have him a thing or two. But there was no time for that. I needed to get to a quiet, dark place. Then I could check my purse for some aspirin. Maybe a wet cloth would help to. I decide to make my way to the bathroom. Today must have been my luck day because there was no line. I went in and proceeded to wet a paper towel. By this point the pain had started to dull a little. Maybe it would go away on its own.<br>\r\n <br>\r\nI heard the door open. A few girls walked in. I had classes with a couple of them. All of a sudden my mind felt like it was on fire again. This time I was weak with the pain. I made my way out of the bathroom and barely had the energy to plop down on a bench. I placed my head in lap and just rocked back and forth. I couldn't even manage to put the wet towel up to my head.<br>\r\n<br>\r\nI felt gentle hands on my back. \"Hey there, are you okay?\" The words were just as gentle and soothing as the hands. I am normally not a touchy-feely person. But right now I was not going to complain. My pain was easing just a little. Enough that I was able to raise up and look at my rescuer. Who was it?</span></div></div>",
            "created":1587618000,
            "id":2823205,
            "title":"Ok this has got to be a joke"
        }
    },
    "info":{
        "author_id":"acalhou3",
        "author_name":"purplegirl",
        "brief_description":"Welcome to Sterliteville. What is our town known for...well that is up to you. ",
        "created":1587266460,
        "description":"<td align=\"left\" class=\"norm\">This story is exactly what you make it! Let's have fun and allow our creative justice to flow.<br>\r\n<br>\r\nRules: Please try to refrain from using crude language or highly sexual content. Also I am perfectly ok with randomness and silly outcomes, but please make sure if you make a choice your writing fits that choice.</td>",
        "id":2219505,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587651600,
        "pretty_title":"And the fun begins"
    }
}