{
    "chapters":{
        "1":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Male",
                "Female"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who are you?</span></div></span></div>",
            "created":1587186000,
            "id":2820903,
            "title":"Who are you?"
        },
        "11":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "10-13",
                "14-19",
                "20+"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old are you?</span></div></span></div>",
            "created":1587186000,
            "id":2820904,
            "title":"Male"
        },
        "111":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Normal school day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's you adventure?</span></div></span></div>",
            "created":1587186000,
            "id":2820906,
            "title":"10-13"
        },
        "112":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Normal school day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure going to be?</span></div></span></div>",
            "created":1587186000,
            "id":2820907,
            "title":"14-19"
        },
        "113":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "It started like any normal day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure going to be?</span></div></span></div>",
            "created":1587186000,
            "id":2820908,
            "title":"20+"
        },
        "1133":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Wisdom San reveals the origins of the super duper sumo dogs.",
                "A group of enemies invade the sumo stable.",
                "Author's Choice."
            ],
            "content":"<div class=\"\"><div> <span>It all started one day in Sterliteville California as you happen to be a 29 year old American gentleman and scholar who found a note that was sent to your house's address.<br>\r\n<br>\r\n\"To the most honorable recipient of this note, meet us at our sumo stable that's located in downtown Sterliteville for we're definitely looking forward to seeing you in person.\" The note read as you were asked to meet at a sumo stable in town.<br>\r\n<br>\r\n\"I didn't know Sterliteville had a sumo stable, but I may as well go over to this sumo stable that's in downtown Sterliteville.\" You said.<br>\r\n<br>\r\nAfter you walked out of your house and through downtown Sterliteville you found the town's sumo stable as you couldn't help but look at the sumo stable itself, as it looked like any other ordinary well kept clean sumo stable.<br>\r\n<br>\r\n\"Now it's time to take one small step for man, one giant leap for yours truly.\" You said as opened the doors to the sumo stable as you walked in.<br>\r\n<br>\r\n\"This is definitely a nice place they have here.\" You muttered to yourself.<br>\r\n<br>\r\n\"It definitely is a nice place my son. Now what brings you to my sumo stable?\" A kindly bearded male animated anthropomorphic Shiba Inu with a Yiddish accent said as he walked over to you.<br>\r\n<br>\r\n\"There was a note that I found at my house as I was asked to meet at a sumo stable here in town. And who are you anyway?\" You said you addressed the instructor of the sumo stable.<br>\r\n<br>\r\n\"Allow me to introduce myself my name is Wisdom San as I'm the instructor of this sumo stable and also allow me the honor of introducing to you my students and the town's heroes the super duper sumo dogs.\" Wisdom San said as three male animated anthropomorphic Welsh Pembroke Corgis and a female Welsh Pembroke Corgi walked to over where you and Wisdom San were standing.<br>\r\n<br>\r\n\"First up is the unofficial leader of the super duper sumo dogs Juan Corgi who fights for truth as he also loves to eat and cook.\" Wisdom San said as he introduced the team's unofficial leader and most sensible member as his special move is the sumo squeeze whereas he grabs an enemy from behind and gives his enemy a powerful bear hug.<br>\r\n<br>\r\n\"Next up is Carlos Corgi as he fights for honor and has a zen like attitude to life as he's also precognitive as well, as his special move is known as the most honorable thunder ball whereas he rolls into that of a bowling ball and quickly launches himself at his enemy.\" Wisdom San said as he introduced the team's second of four members.<br>\r\n<br>\r\n\"This is Waffles Corgi who speaks like a surfer as he's enthusiastic and mature as he fights for peace, as his special move is known as the butt bomb as he jumps into the air and lands on an enemy butt first as he squashes his enemy with ease.\" Wisdom San said as he introduced the team's third member.<br>\r\n<br>\r\n\"And finally we have Chloe Corgi the youngest sibling and member of the group who's beautiful strong and quite mature as she fights for nobility. Her arsenal of special moves include headbutting an enemy with brute force as she can also unleash upon her enemy a more powerful variation of the butt bomb move known as the super butt bomb as she grabs her enemy as she suplexes her enemy not once but twice, leaps into the air and slams her enemy down onto the ground.\" Wisdom San said as he introduced the last member of the super duper sumo dogs.<br>\r\n<br>\r\n\"And I forgot to mention that at anytime they're up against an enemy or group of enemies our four heroes can become considerably larger muscular and more stronger as well by saying in unison it's time to sumo size.\" Wisdom San explained.<br>\r\n<br>\r\nNow what will happen next?<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1587877200,
            "id":2825263,
            "title":"Meet a mysterious person/creature"
        },
        "12":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "10-13",
                "14-19",
                "20+"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old are you?</span></div></span></div>",
            "created":1587186000,
            "id":2820910,
            "title":"Female"
        },
        "121":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Normal school day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure today?</span></div></span></div>",
            "created":1587186000,
            "id":2820911,
            "title":"10-13"
        },
        "122":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Normal school day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure for the day?</span></div></span></div>",
            "created":1587186000,
            "id":2820914,
            "title":"14-19"
        },
        "123":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "It started like any normal day",
                "Going to a big game",
                "Meet a mysterious person/creature",
                "It all begins with a dream"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What's your adventure today?</span></div></span></div>",
            "created":1587186000,
            "id":2820919,
            "title":"20+"
        },
        "1232":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "And that's how I learned the truth about my boyfriend",
                "The beginning of the end of life as I knew it.",
                "Umm... I think I just read your mind",
                "Surprise",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Babe...Babe...Babe!\" Corbin yelled while snapping his fingers in front of my face.<br>\r\n<br>\r\n\"Huh,\" I responded. \"Sorry what did you say.\"<br>\r\n<br>\r\n\"You weren't listening to a thing I said were you,\" he accused.<br>\r\n<br>\r\nActually I wasn't. I got Corbin, my boyfriend of 2 years tickets to some football game. Who was playing I have no clue. I couldn't care less about sports. But Corbin was obsessed. Which is why I had zoned out. For  the last 2 weeks all I have heard about is..<i>This is going to be an amazing game. Or this one has this stat.</i> I mean really a girl could only take so much. Luckily the game was tonight. Surely this would be the last I heard about it<br>\r\n<br>\r\n\"Sorry honey,\" I soothed while rubbing his arm. \"I got lost in my thoughts.\" <br>\r\n<br>\r\n\"Thoughts...hah. Admit it you were probably imagining you outfit for tonight or something.\"<br>\r\n<br>\r\nI just smiled and collected out coffee cups to walk them over to the trash. Corbin and I were grabbing coffee before class. Both of us had  a light class day. We both attended Sterlite university. In fact that was how we met. Not in class, but on the way. I was lost and Corbin gallantly came to my rescue. Of course he was new as well and had no clue how to get around either. We both ended up lost and late to our class. But it was worth it. I don't know what was up with Corbin lately. He always has had a healthy dose of confidence, which I found attractive. But here lately he has been making jabs at me. Like that all my thoughts would be about clothing. Really!  I was a business major who has made the dean's list every year. I was well on my way to scoring a very sought after internship was a multi-million dollar company. <br>\r\n<br>\r\nBut I knew that Corbin was in a very stress time of his college career. He was probably just stressed. That was one reason I bought him these tickets. I wanted him to have a night out where he could relax. <br>\r\n<br>\r\n\"Hey I gotta go babe,\" he said as I came back to our both. \"Don't want to be late. I'll see you later for the game.\" He got up and rushed out the door.<br>\r\n<br>\r\n\"Yeah I can't wait,\" I called back.<br>\r\n~~~~~~~~~<br>\r\n<br>\r\n\"Hey girl,\" my best friend Moeisha called out after catching up to me after my last class that day. <br>\r\n<br>\r\n\"Hey\"<br>\r\n<br>\r\n\"Have I told you how jealous I am that you scored tickets to the game.\"<br>\r\n<br>\r\n\"Oh no. Not you too. Please don't mention this stupid game. I am starting to wish I never got those tickets. These last two weeks have been torture.\" I said dramatically. <br>\r\n<br>\r\n\"Oh yeah,\" she said exaggeratingly. So tough. Let's see. 1) you have a super hot boyfriend. 2) you are going to the game of the season with said hotty. 3) Not only is your love life amazing, but everyone knows you are going  to get the internship with Dreamer Inc. Yep torture.\"<br>\r\n<br>\r\nI sighed. \"Nobody knows I'm going to get.\"<br>\r\n<br>\r\n\"Uh-huh she said unconvincingly. Well I'm just saying you better take lots of pictures. And I want all the details from the game.\"<br>\r\n<br>\r\nSure thing.<br>\r\n<br>\r\nLittle did I know my night was going  to be so chaotic there would be no time for pictures. And what a story I would have to tell.</span></div></div>",
            "created":1587186000,
            "id":2820925,
            "title":"Going to a big game"
        },
        "12323":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Don't think about her...don't think about her",
                "more cuss words",
                "Ok this has got to be a joke",
                "Hmm...this could be interesting",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Ms. Stevenson,\" I heard as I was gathering my things to head out of class. I turned around to see Jared Pingleton trying to get my attention. Jared was the assistant professor. Most of the females in my class loved the days when Jared was the lecturer. I could understand why. Jared was an attractive man. He would definitely fall into the tall dark and handsome category with his athletic 6'4 frame, wavy dark locks, and ice-blue eyes. But in my opinion those eyes held secrets. Secrets that gave me the hebi gebis. There was something about the way he looked at you, like he was the top dog. I don't know how else to explain. Something deep in my bones told me to stay away.  So unlike the other girls in my class who were giving me the stink eye, I was not pleased to have caught his attention.<br>\r\n<br>\r\n\"Yes, Mr. Pingleton,\" he replied as he reached me. \"I have told you to call me Jared. Mr. Pingleton makes me sound stuffy,\" He showed off perfect teeth while giving me a devastatingly smile. I could feel the lingering girls melting into puddles from the sight. <br>\r\n<br>\r\n\"I just don't feel like that would be appropriate,\" I politely replied. I did not want him to get the wrong impression.<br>\r\n<br>\r\nA look flashed across his face. Now the look could have passed off as disappointed or hurt, but I felt something more. Almost like he just expected me to be putty in his hands.  No thank you. I was not going to be one of those girls.<br>\r\n<br>\r\nHe turned up the charm, \"Well I am just going to have to try harder to get you to change your mind.\"<br>\r\n<br>\r\nNot likely I thought. \"Did you need something? I am catching a game with my boyfriend and really need to be on my way.\" Yes I will admit that I might have emphasized the word boyfriend However, that apparently did not stop him.<br>\r\n<br>\r\n\"Oh that is too bad. I wanted to talk with you about your possible internship with my uncle's company. You know Sterlite Inc.\"<br>\r\n<br>\r\nHe threw it out  casually, but I could totally tell he was name dropping. I just stared at him.<br>\r\n<br>\r\n\"I mean I know that it is a sought after position. I am more than willing to give you some.....suggestions to give you a edge over your competition.<br>\r\n<br>\r\nUh-uh, I thought. I just bet he had suggestions. \"I appreciate it, but like I said I really need to go because I already have plans.\" With that I began to once again walk away.<br>\r\n<br>\r\n\"But wait!\" he said with a mix of disbelief and frustration. \"What about the internship?\"<br>\r\n<br>\r\n\"I appreciate the offer, but if I can't get the internship on my own, then it was just not meant to be.\" I had made it to the door and thought I had made my escape when he grabbed my arm. I jerked around, and saw barely contained anger in his eyes.<br>\r\n<br>\r\n\"Well, that is a noble ideal. It seems like you would be an excellent addition to our team. Here take one our Sterlite bars as an offer of good will towards your future success.<br>\r\n<br>\r\n\"Thanks,\" I shakily said. By the end the anger had receded from his eyes. He was back to his normally charming self. I almost had myself convinced that I imagined the anger. I took the snack bar and quickly left the room. When I looked over my shoulder, he was still at the door. Standing and staring with an oddly satisfied look on his face. I shivered and picked up my speed. I just wanted to get this encounter over with.<br>\r\n~~~~~~~~~~<br>\r\n\"I am so excited babe,\" Corbin gushed. This is going to be epic.<br>\r\n<br>\r\n\"Yeah\" I said mustering as much enthusiasm as I could. I didn't matter though because Corbin was not paying me any attention. He was so focused on the game that he wasn't listening to me. I had tried to tell him about my weird encounter earlier. He didn't seem the think it was a big deal.<br>\r\n<br>\r\n\"You are just being paranoid. He wasn't coming on to you. I mean really the dude is set for life. His uncle is loaded, and I'm sure he will get a part of that. There is no way he is choosing to go after you.\"<br>\r\n<br>\r\n I have to admit after all this was said, I was a little heated. I mean who could blame me. Maybe he didn't mean it the way it came out but it sounded pretty bad. I wanted to rant and rave and raise cane, but what good would it do? As angry and hurt as I was, I would probably only say things I didn't mean which I couldn't take back. I will admit Corbin was acting kinda jerkish here lately, but that was not the Corbin I had fallen hard for. At the beginning of the relationship he was so thoughtful and romantic. My parents did not have the most healthy relationship during my childhood. They eventually divorced after it came out that my dad was having an affair. He has since been in and out of relationships with a plethora of women. Mom meanwhile played the martyr. Needless to say, I was kinda wary about letting people in to close. But Corbin had been both understanding and pacient. He was my friend before my boyfriend. Plus all relationships went through rough patches. We would just need to talk it out once our lives were a little less chaotic. <br>\r\n<br>\r\nAt that moment, my stomach began to rumble. I realized I had not eaten lunch today. We still had about an hour until we got to the game location. I was not about to ask Corbin to stop and get something. I was still angry. I dug through my bag and pulled out the Sterlite bar. I really wasn't too fond of these things, but I was hungry. I opened the wrapper and took a bite. I had to admit it tasted pretty good. It was different from the other  ones I had tried. Maybe it was a new flavor. <br>\r\n~~~~~<br>\r\nBy the time we pulled up to the gate, it was packed. I really wasn't too fond of crowds but I could manage for a while. Corbin found a place to park and then came over to help me out of the car. A little of my anger faded away. He could be a gentleman. We would work things out.<br>\r\n<br>\r\nMan, oh man, I love this atmosphere. I wonder where are seats are? I heard Corbin say.<br>\r\n<br>\r\nI quickly told him how to get to our seats. He gave me a strange look, but nevertheless we headed towards our seats. Now the journey took longer because Corbin was constantly stopping to talk to someone. I was used to this however. He was a true people person. <br>\r\n<br>\r\nWe made it to our seats and I heard Corbin say, \"Man I wish I would have grabbed a Dr. Pepper.\"<br>\r\n<br>\r\n\"That's odd,\" I said. Corbin was a die-hard Sprite fan. If not Sprite then water or gatorade. He rarely drank anything else.<br>\r\n<br>\r\n\"What is odd?\" he asked.<br>\r\n<br>\r\n\"You wanting Dr. Pepper,\" I said nonchalantly. \"You normally want....\"<br>\r\n<br>\r\n\"How did you know I wanted Dr. Pepper?\" he asked puzzled.<br>\r\n<br>\r\nI rolled my eyes as I replied, \"Because you just said it.\" I got up to go get a Dr. Pepper.<br>\r\n<br>\r\nI didn't say that out loud did I. I must have. That's crazy. I bet she is going to get me a Dr. Pepper. I should probably offer her to go but I really don't want to miss a second of this. Oh well she won't mind. She would probably insist. She always does. <br>\r\n<br>\r\nI stared at him for a while in confusion. Why was he rambling like that. And then I noticed something. His lips weren't moving. If his lips were not moving what was I hearing. I dropped back down to my seat.<br>\r\n<br>\r\nOh I guess she changed her mind. Oh well those people who are walking up and down the isles selling snacks should be coming through soon. I just hope I'm not so focused on the game that I miss them. I can't believe I am here. This is...why is she looking at me like that. \"Babe?\" Corbin said with a raised brow.<br>\r\n<br>\r\n\"Umm...\" I stammered. \"I think I just read your mind.\"<br>\r\n<br>\r\nI immediately heard a series of explicatives. Which surprised me. Corbin knew how I felt about cussing and normally didn't curse around me. Is she kidding<br>\r\n<br>\r\nNo I'm not kidding. And man that's quite some language.<br>\r\n<br>\r\nHis eyes widened. Then I heard him think<br>\r\n<br>\r\n </span></div></div>",
            "created":1587531600,
            "id":2822712,
            "title":"Umm... I think I just read your mind"
        },
        "123233":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Jared",
                "Corbin",
                "Professor from school",
                "Mystery person",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>He busted out laughing. And I do literally mean busted. I just watched in shocked as his face turned red and he was doubled over rocking back and forth.<br>\r\n<br>\r\nI crossed my arms over my chest.<br>\r\n<br>\r\n\"I mean babe. That was a good one. I don't know how you did it but you got me good.\" he said while wiping tears out of his eyes. <i>Read my mind. Yeah right. If she could read my mind she would not be sitting here calmly after....</i><br>\r\n<br>\r\nSuddenly my head started aching something fierce. I had to close my eyes to fight against the pounding. The roaring crowd was too loud and the sunlight was killer.<br>\r\n<br>\r\n\"Now babe, don't be embarrassed that I found out your trick. You will just have to try harder next time,\" Corbin stated while gently patting me on the back. Really! Did he even know me?<br>\r\n<br>\r\nMy hands began to shake and my eyes watered. I couldn't think about Corbin right now. I had to do something about this excruciating pain. I grabbed my bag and got up.<br>\r\n<br>\r\n\"Dani?\" Corbin called. Maybe he did feel some remorse. You don't have to get me a Dr. Pepper. I really think the game is about to start.\"<br>\r\n<br>\r\nI sped away. If my head wasn't splitting open I probably would have him a thing or two. But there was no time for that. I needed to get to a quiet, dark place. Then I could check my purse for some aspirin. Maybe a wet cloth would help to. I decide to make my way to the bathroom. Today must have been my luck day because there was no line. I went in and proceeded to wet a paper towel. By this point the pain had started to dull a little. Maybe it would go away on its own.<br>\r\n <br>\r\nI heard the door open. A few girls walked in. I had classes with a couple of them. All of a sudden my mind felt like it was on fire again. This time I was weak with the pain. I made my way out of the bathroom and barely had the energy to plop down on a bench. I placed my head in lap and just rocked back and forth. I couldn't even manage to put the wet towel up to my head.<br>\r\n<br>\r\nI felt gentle hands on my back. \"Hey there, are you okay?\" The words were just as gentle and soothing as the hands. I am normally not a touchy-feely person. But right now I was not going to complain. My pain was easing just a little. Enough that I was able to raise up and look at my rescuer. Who was it?</span></div></div>",
            "created":1587618000,
            "id":2823205,
            "title":"Ok this has got to be a joke"
        },
        "1232333":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "That imbecile! I knew he would cause trouble eventually",
                "I think I know what is wrong with you",
                "This place is too loud. Would you like me to take you somewhere quieter?",
                "Come with me immediately",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>I looked up to see Professor Kawalski. <br>\r\n<br>\r\n\"Hey there. Are you okay?\" she said while continuing to rub soft small circles into my back. Professor Kawalski was a conundrum. She looked very unassuming. Her clothes were always conservative but stylish. It was almost like she did not want to draw attention to herself. Then there was the fact that not only was she a noted professor at Sterlite University, she was also on the board of adviser for Sterlite Inc. She wasn't family either. <br>\r\n<br>\r\nSterlite Inc was one of the oldest companies in Georgia. It started out as a small manufacturing company, but has since then continued to expand. Looking at this companies history is fascinating. Okay maybe only to a business geek like me but whatever. Somehow Sterlite Inc always managed to start a new venture before it gets big. In other words everybody wanted to be a part of this company. However, understandably, it was very picky with its hires. Most of the employers were family.<br>\r\n<br>\r\nProfessor Kawalski was not family however, and yet she was  able to get a coveted position. And despite all this was able to come across as real and normal. Not some business suit wearing, power-walking, no time for anyone executive. She was down-to-earth. Now don't get me wrong, she was no pushover. And her classes, I have been on her roster every chance I could, were some of the most challenging, yet beneficial I have ever been apart of. I'll admit she was kind of my hero.<br>\r\n<br>\r\nI was shocked to find her here at a game. \"I'm ok. I just got a migraine all of a sudden. I think I have some medicine in my purse,\" I said weakly. While my pain had lessened some, moving was still not a good idea. <br>\r\n<br>\r\n\"Do you mind?\" she asked while motioning to my purse.<br>\r\n<br>\r\nI nodded. Which was a bad idea. <br>\r\n<br>\r\nShe began to search my purse for the medicine when I heard a gasp.<br>\r\n<br>\r\n\"Where did you get this?\" she asked<br>\r\n<br>\r\nI looked over and noticed she had the wrapper of the bar that Jared gave me. \"Mr. Pingleton gave it to me after class.\" Maybe the pain was getting to me but I thought I saw fire flash in her eyes. <br>\r\n<br>\r\nNext thing I knew, I heard her say..... </span></div></div>",
            "created":1587704400,
            "id":2823774,
            "title":"Professor from school"
        },
        "12323331":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Who are you?",
                "Where am I?",
                "Why am I here?",
                "Why can't I remember what is going on?",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span><i>That imbecile! I knew he would cause trouble eventually! I wonder how he plans to explain this one away.</i><br>\r\n<br>\r\nThe whole time she was ranting, she had a calming smile on her face. That was odd I thought. And who was the imbecile? Jared? What did he have to do with this? And what is this. All of a sudden the pain came back in full force. I cried out in pain and doubled back over. This time I felt myself slowly fading away.<br>\r\n~~~~~<br>\r\n<br>\r\nNext thing I knew, I woke up in a room that was not mine. My head still felt a little fuzzy. I slowly turned my head to get a better look at the room. I was afraid the movement would bring back the pain, but it didn't. Thank goodness. I found myself in a very elegantly decorated room. The colors were bold and the bed felt amazing. Now I should probably be worried about why I was in a strange bed, but I couldn't bring myself to care. Until I heard the door open anyway.<br>\r\n<br>\r\n\"Oh good you are awake,\" I heard a complete stranger utter. At this point I begin to become a little..or a lot nervous. I desperately tried to think back to the last thing I remembered. The problem was my brain was not cooperating. It was almost like I couldn't think. At least not about anything that mattered. <br>\r\n<br>\r\n\"Now, now. Don't worry,\" the stranger said. \"You are not in any trouble and are safe. Actually there are a lot of people who would want to be in your position. In fact many would see this as an honor.\" The stranger continued to ramble about honor and destiny. What was going on and why couldn't I remember no matter how hard I tried.<br>\r\n<br>\r\n\"Oswald,\" a familiar voice admonished. \"I told you not to disturb our guest.\"<br>\r\n<br>\r\n\"No ma'am I wasn't disturbing her. I was trying to comfort her and reassure her. You see when I came in to check on her, quietly I promise, she was awake. She seemed to be rather bothered. I knew you didn't want her upset so I began telling her about what a honor she is being bestowed upon her.\"<br>\r\n<br>\r\n\"Oswald, Oswald,\" the woman's voice interjected. \"I know you were trying to help, but I believe you are overwhelming her.<br>\r\n<br>\r\nOswald froze and looked at me. \"I'm so sorry miss. I didn't mean to. I was just trying to..\" his voice broke off. The poor man looked positively devastated. I was feeling bad for him, and I was the one in a compromising situation.<br>\r\n<br>\r\n\"Its not your fault,\" I said. \"I'm just a little confused.\"<br>\r\n<br>\r\n\"Oswald why don't you go get her some water. I\"m sure that would make her feel better.\"<br>\r\n<br>\r\nOswald's face immediately lifted and he practically ran out the room.  \"You will have to excuse him. He can be a little over the top, but he means well and has a heart of gold.\" <br>\r\n<br>\r\nI just weakly smiled. I knew that her voice and face were familiar but once again, I just couldn't bring the information into fruition. <br>\r\n<br>\r\n\"You must have a million questions? I promise to answer them all. I just need you remain calm and listen to everything we have to say.\"<br>\r\n<br>\r\n\"We?\" I inquired. <br>\r\n<br>\r\n\"Oh yes. I have informed Josh Sterlite that you were rousing. He should be here any minute. But let's go ahead and start what would you like to know first?</span></div></div>",
            "created":1587790800,
            "id":2824434,
            "title":"That imbecile! I knew he would cause trouble ev..."
        },
        "123233311":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Am I dying?",
                "Where am I?",
                "Why am I here?",
                "Author's choice",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Who are you?\" I queried. It was seriously nagging at me that I didn't know her name when she seemed so familiar, <br>\r\n<br>\r\nHer eyebrows raised and her eyes widened. \"That's your first question? I wasn't expecting that.\" she said while studying me curiously.<br>\r\n<br>\r\nIn a lot of ways she was correct. I had some many questions that I could ask, but this seemed to be the most pressing one. I could make up an answer, or play dumb. I watched her watching me. I decided to be honest. \"Look I don't know what is going on here. In fact I don't know a lot of things. And you are right I have a lot of questions to ask, but I feel like I should know you. Now I am not getting a bad vibe. But I would like to know where we stand before I synthesize the information you give me.\" Maybe I was making a mistake playing all my cards, but lets be real I don't have many high value cards from the get-go.<br>\r\n<br>\r\n\"I have always said that you are one of the brightest pupils I have had the privilege of teaching.\"<br>\r\n<br>\r\nPupils? Teaching? Was she one of my school teachers? That felt close to being right but not quite.<br>\r\n<br>\r\n\"I am Natasha Kawalski. You know me as Professor Kawalski. Look, I know this must be frustrating but don't try to think too hard. The medicine we gave you should start wearing off shortly. Until it does you won't be able to remember.\"<br>\r\n<br>\r\n\"Medicine? What did y'all give me?\" I could feel my heart start racing. <br>\r\n<br>\r\n\"Relax, relax. We had no choice. It was the only way to stop the pain long enough for us talk. And we have a lot to talk about. So what is your next question?\"<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1587877200,
            "id":2825345,
            "title":"Who are you?"
        },
        "1232333111":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Jared walks in",
                "Oswald walks in ",
                "Mr. Sterlite walks in",
                "Author's choice",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>I stopped trying to remember my past, and instead thought about what I knew. I was having unexplained pain, they were giving me medicine. Medicine that wasn't fixing the problem, but just treating the pain. She was being very nurturing and comforting. The Oswald character was nervously trying to make me see the bright side. I could only come to one conclusion. <br>\r\n<br>\r\n\"Am I dying?\" I tried my best to keep the quiver out of my voice. If this was the truth, I was going to face it with difficulty. <br>\r\n<br>\r\n\"Dying? Why would you....\" her voice drifted off as if she was trying to fit the pieces of the puzzle together. \"You are not dying. Not by a long shot.\"<br>\r\n<br>\r\n\"Then what is going on? Why do I need medicine to control the pain. As far as I can tell, I don't have any life altering injuries.\" I paused to take stock of my body. Was I paralyzed? No I could feel and move my body.<br>\r\n<br>\r\n\"Okay I was going to try and ease you into this, but it seems like you just want the facts straight. So here goes. I am sure you are aware of Dreamer Inc and Sterlite Inc. Most people who do their research know that these two companies are really related. They are both ran by the same family. The founding family of Sterliteville. Both companies are extremely successful, but not many people know all of the companies ventures. Now since you have applied for an internship with Dreamer Inc, I'm sure you have thoroughly researched both companies, but even you would not have picked up on some of our.....less known endeavors.\"<br>\r\n<br>\r\nI applied for an internship. That sounded right but my mind was still blank. This was not making sense. My head was starting to feel fuzzier. I brought my hands up to my temples to begin rubbing circles. I needed to pay attention. But it was hard to pay attention when I was being given information that I was having trouble processing. <br>\r\n<br>\r\n\"Of course you still can't remember any of this, so that makes all this information not very useful. Ugh! I can't believe Jared put us all in the situation. Ok actually I can, I knew giving him more responsibility would not end well. Sometimes I hate being right. But thats beside the point. Right now me explaining things isn't going to make a whole lot of since. <br>\r\n<br>\r\nJust when I thought I was going to have a serious breakdown with all the nonsensically information the door opened....</span></div></div>",
            "created":1587963600,
            "id":2825863,
            "title":"Am I dying?"
        },
        "12323331113":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Family history lesson",
                "What do you know about us?",
                "Are you hungry?",
                "Author's choice",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>I figured it would be Oswald bringing a glass of water. I really wasn't thirsty, but having a glass of water would be a timely distraction. However, it wasn't Oswald who opened the door. It was a kindly looking older man. He was bald on the tops with thick, curly gray hair surrounding the lower parts of his head. He was dressed very distinguishable in sable colored suit. I didn't know this man, but just his presence seemed to put me at ease.<br>\r\n<br>\r\n\"Oh well hello there. I am so glad you are awake,\" he said as he approached me. He had a booming voice for a little old man. \"Of course I guess I am the one to blame for putting you to sleep. But it couldn't be helped.\"<br>\r\n<br>\r\n\"Should I know you too?\" honestly by this point all the fight had left me. I was tired of being confused. I just wanted to curl up in a ball and cry and cry, and keep on crying until my world made sense again.<br>\r\n<br>\r\nHis jovial gray eyes seemed to soften. \"No my dear we have never met. But I'm guessing you don't remember that. I'm sure the last several hours have not been pleasant for you.\"<br>\r\n<br>\r\n\"I'm not sure about the last few hours, but the last few minutes definitely not. I just want answers.\"<br>\r\n<br>\r\n\"I thought Natasha was going to explain things to you?\"<br>\r\n<br>\r\n\"I was,\" Natasha interjected, \"but we had a bit of a problem. Everytime I mentioned something, she would try to remember the significance. She of course can't remember which would further distress her.\"<br>\r\n<br>\r\n\"Ah yes, I should of thought of that. Oh bother! Where was my brain at.\" He seemed to be generally upset with himself.<br>\r\n<br>\r\n\"Oh I don't know,\" Natasha said tongue-in-cheek, \"maybe hmm overseeing you multi-million dollar companies, and charitable entities. This wasn't exactly scheduled in your calendar.\"<br>\r\n<br>\r\n\"I know you are trying to make me feel better, but I have people are perfectly capable of handling the day to day running of my company. Not many can truly fix this situation.\"<br>\r\n<br>\r\n\"True...2 others to be exact. 1 of which got us into this mess and the other well....he probably would not have treated it with your level of tact\"<br>\r\n<br>\r\nSurprise, surprise I had no clue what they were talking about, but it seemed like they were both busy people with way more important things to do than hang around my bed comforting me. \"I'm sorry I am such a burden. If you have other things to do....well I can wait or whatever\" I mean really I wanted answers now, but I was used to not getting what I wanted and fending for myself. At least I think I was?<br>\r\n<br>\r\n\"Nonsense, nonsense you are not a burden,\" Natasha said while giving the gentleman a pointed look. \"We just find ourselves in  a new situation and are trying to determine the best way to proceed.\"<br>\r\n<br>\r\nThe man didn't say anything for a long time. He just continued to stare at Natasha. Not in a creepy way of anything. It was almost like he was trying to communicate something to her. <br>\r\n<br>\r\nIt was started to get a little uncomfortable. Like they were trying to keep me out of the loop. Not that they needed to try too hard. I couldn't even find the loop. \"Well you don't have to go out of your way on my account. You said the meds would wear off soon, so I should be getting my memories back. I'm sure at that point I will be able to take care of....whatever is going on. And as long as I\"m not dying I'm sure I can figure something out.<br>\r\n<br>\r\n\"That is a very brave offer considering the situation in which you find yourself in. However, it is not necessary. And frankly implausible. I'm afraid what you are experiencing is not like anything you have dealt with before. But don't worry...its not bad...just different. But that is enough of these vague words. Let's cut to the chase. It seems you have found yourself in the middle of some family secrets. Now I am going to do something about the mental block that was put on you. As soon as do so you might begin to feel some discomfort as your memories begin to flood back in. Normally I would say this would go away very quickly but due to some.....other circumstances it will probably lead to some serious pain. I can help, or rather give you the resources and knowledge to overcome that problem but first you have to get your memories.\"<br>\r\n<br>\r\nI just stared at the man. He really wasn't making a whole lot of sense. I got the impression he knew he wasn't but needed to get through the information. He really did seem to be a little out-there, but my gut was telling me to trust him.<br>\r\n<br>\r\n\"So once you think you have your memories, then I can begin to ease the pain and work on a solution. All you have to do is take my hand to let me know you are ready?<br>\r\n<br>\r\nI tentatively took his hand. As soon as I did, it was like my mind became flooded with information. I saw my parents, birthday parties (or lack of), school event. My friend, boyfriends. I knew Natasha Kawalski (my low key hero). Once I had time to really process this, I would be freaking out that she saw me in this state. I also recognized Joshua Sterlite. THE JOSHUA STERLITE. I was definitely going to have a geek out later. It would have to be later though because I also remembered my altercation with Jared and going to the game with Corbin. Then I remembered feeling like I read his mind, and going to the bathroom and....then nothing because the pain was back in spades. I felt like my head was going to explode. There was too much inside and it wasn't made to control all of it. Tears were running freely down my flushed face. I couldn't do this. I couldn't take much more of this.<br>\r\n<br>\r\n\"Joshua I think she has had enough.\" Professor Kawalski sounded nervous.<br>\r\n<br>\r\n\"Yes, yes. I just had to be sure or else we will have to repeat this unpleasant process\" He put his hand to my forehead and almost immediately the pain disappeared. I sighed and sagged in relief. \"Is that better?\"<br>\r\n<br>\r\n\"Yes, thank you\" I said weakly. I wish I could say that all my confusion cleared up immediately, but it didn't. Now was puzzled what just happened, and why I was with these 2 people. Where was I? Why was I here? What happened to Corbin? <br>\r\n<br>\r\n\"Slow down, slow down.\" I will answer all your questions in time.\"<br>\r\n<br>\r\nGood I thought. Wait a minute I didn't say that out loud...did I?<br>\r\n<br>\r\n\"No you did not. That is one of the many things we are going to have to talk about. But first.....</span></div></div>",
            "created":1588050000,
            "id":2826431,
            "title":"Mr. Sterlite walks in"
        },
        "123233311131":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "We made a deal with the earth",
                "We made a deal with the fae",
                "We made a deal with an alien race",
                "Author's choice",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"But first I am going to have to give you a lesson in our family history. You must understand the information I am going to share with you a closely guarded secret. Normally only members of our bloodlines, and loyal friends are made aware of our secrets.\"<br>\r\n<br>\r\nSecrets I thought. I didn't want to talk about secrets. How about what just happened. This is crazy! Am I dreaming? Surely that had to be it. Otherwise how could he have stopped the searing pain with just a touch to my forehead. And really what was causing the pain? What was happening to me..<br>\r\n<br>\r\n\"Ms. Danielle I know this is overwhelming and confusing, but I really need you to pay attention.\" Mr. Sterlite said while patiently trying to get my attention.<br>\r\n<br>\r\nI tried to push my panic filled thoughts away. \"I'm sorry I will try to ...no I will focus.\"<br>\r\n<br>\r\n\"No apologies necessary. As I was saying it is of the utmost importance that you keep the information to yourself.  I also realize what I am about to say my seem....preposterous but keep an open mind.\"<br>\r\n<br>\r\nConsidering the turn my life has taken in the last few hours I wasn't sure what to believe or not believe. <br>\r\n<br>\r\n\"So my family is not your average family. Many people attribute our family with the  founding of our town. That is mostly true. Our ancestor many many years ago were looking for a place to settle. It seems like we were drawn to this land. Once we...they got here it became apparent why. These lands were hurting.\"<br>\r\n<br>\r\nThe lands were hurting? What did that mean?<br>\r\n<br>\r\n\"Mankind has made many marvelous advancements, but those advancements come with a price. The price was that the earth was hurting it was becoming diseased.\"<br>\r\n<br>\r\nI knew that both Dreamer Inc and Sterlite Inc. were very adamant about being nature conscious. I had no opinions one way or another, but I had done my homework for both companies. I only applied for an internship for Dreamer Inc. but it never hurt to be too prepared.<br>\r\n<br>\r\n\"You might be wondering what that has to do with what is happening today. Your new abilities are directly related from the deal my family made.</span></div></div>",
            "created":1588136400,
            "id":2827083,
            "title":"Family history lesson"
        }
    },
    "info":{
        "author_id":"acalhou3",
        "author_name":"purplegirl",
        "brief_description":"Welcome to Sterliteville. What is our town known for...well that is up to you. ",
        "created":1587266460,
        "description":"<td align=\"left\" class=\"norm\">This story is exactly what you make it! Let's have fun and allow our creative justice to flow.<br>\r\n<br>\r\nRules: Please try to refrain from using crude language or highly sexual content. Also I am perfectly ok with randomness and silly outcomes, but please make sure if you make a choice your writing fits that choice.</td>",
        "id":2219505,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588196220,
        "pretty_title":"And the fun begins"
    }
}