{
    "chapters":{
        "1":{
            "author_id":"pappybaker45",
            "author_name":"Pappybaker45 ",
            "choices":[
                "She kisses you on the lips.",
                "You kiss her on the lips."
            ],
            "content":"<div class=\"\"><div> <span>You had gotten up, like every morning but today it had a sense of confusion you felt like today was the day but how; who, why, when and what was going to happen.<br>\r\n<br>\r\nToday was a Saturday and as you had gotten up and dressed up ready to go out with your friend, you heard a knock on the door...<br>\r\nIt was Danielle flooding in tears. \"What's up,\" you say.<br>\r\n\"Well Isabelle I was talking to my mum and it sorta slipped or she found out that I was lesbian and she started going mad saying no daughter of mine is dating or prancing around with other women and she then said that I was no longer her daughter anymore\"  she sniffled. <br>\r\n\"It's okay Danielle, do you want to come in\", you say in shock. <br>\r\n\"Thank you Isabelle\", says Danielle wiping away her tears.<br>\r\n\"Do you want tea or coffee\", you say.<br>\r\n\"Tea please\", says Danielle.<br>\r\n\"Any sugar\", you say.<br>\r\n\"One please,\" says Danielle <br>\r\n\"How you feeling Danielle\", you say.<br>\r\n\"I just feel terrible, I shouldn't have said anything, I've made my mother really unhappy, she probably heartbroken and angry and it's all my fault,\" says Danielle as she starts to cry.<br>\r\n\"Don't be like that, you explained what you had too, I'm proud of you Danielle it takes courage to say you're a lesbian in front of your mother,\" you explain <br>\r\n\" it doesn't matter what she thinks about you: your 24 years old, you're an independent woman Danielle, \" you say respectfully. <br>\r\n\" you're right I'm an independent woman Isabelle, if I'm a lesbian who cares that my choice I've been one since birth and I'm not going to change because of some low life petty slag of a mother,\" Danielle shouts in anger.<br>\r\n\"I'll always be there for you, no matter what Danielle\", you say comforting her.<br>\r\n\"Awww thank you,\" says Danielle wiping away her tears. <br>\r\n\"Your welcome,\" you say, seeing her show a weak smile.</span></div></div>",
            "created":1583816400,
            "id":2799299,
            "title":"Love at first sight or not."
        },
        "12":{
            "author_id":"pappybaker45",
            "author_name":"Pappybaker45 ",
            "choices":[
                "You go shopping at  the Intu Trafford centre.",
                "You go to the Mark Addy restaurant  in Manchester City Center.",
                "You go to the Bulls head Wetherspoons in Walkden Salford."
            ],
            "content":"<div class=\"\"><div> <span>Isabelle walked over to Danielle  and gently put her hands on the younger woman's hips. She leaned in and started to kiss her passionately. Danielle  responded by putting her left hand on Isabelle's shoulder and her right behind Danielle's head, pulling her closer as the kiss became even more passionate. They stopped kissing and looked into each others eyes as Danielle smiled and bit her bottom lips.<br>\r\nDanielle looking somewhat confused and puzzled,\".....\".<br>\r\n\"Danielle I'm sorry; I didn't mean to, I mean, please, I'm so sorry Danielle\", exclaimed Isabelle  worryingly.<br>\r\nThere's a short pause as Danielle looks into Isabelle's eyes.<br>\r\n\"I didn't know you were\", said Danielle looking very surprised.<br>\r\n\"I'm not, I'm just....\", said Isabelle wiping away her staggered tear.<br>\r\n\"It's ok Isabelle, I'm here for you honey\", said Danielle.<br>\r\n\"Ok I don't know how to say this but, I love you Danielle, your so beautiful, every touch is a passage way into my heart\", exclaims Isabelle.<br>\r\n\"Isbelle that's so sweet\", said Danielle.<br>\r\n\" I mean i don't, I haven't really told anyone before but I'm.... I'm Bi.... Curious Danielle and it's only been this past couple of weeks that I have felt feelings for you\", she pasionatly says.<br>\r\n\" I mean I didn't know what to say and what about your mother, what's she going to think about us\", said worried Isabelle.<br>\r\n\"WHO CARES ABOUT  HER THAT BACKSTABBING HOMOPHOBIC GOLD DIGGING SLAG, SHE DOESN'T WANT TO SEE ME EVER AGAIN SO WHO CARES WHAT SHE THINKS\" said Danielle furiously.<br>\r\n\"You know what Isabelle ever since we met  you've looked out for me constantly and it wasn't till last week, when I saw you in that dress when I knew I had feelings for you Isabelle\", said Danielle excitedly.<br>\r\n\"Are you okay with it I mean I don't what to make you feel uncomfortable with me, is this too much I can slow it down if you want\", said Danielle.<br>\r\n\"No it's fine Danielle\", said Isabelle.<br>\r\n\"I JUST WANT TO HOLD YOU IN MY ARMS, FEEL YOUR SOFT SKIN AND BODY ON MINE AND KISS YOU, KISS YOU AND LOVE YOU TO THE BITTER END \", shouts Danielle.<br>\r\nShe wraps here hand around your thighs pulling you closer and closer pasionatly kissing you on the lips for 2 minutes. You both break away breathing heavily. Still wanting more as you come close,  She tucks a small part of your hair behind your ear as you kiss her back deepening the kiss. As your lip touches Danielle's you feel a tingling sensation, a jolt through your body giving you both a small orgasm, you both step back hungrily for more. As you both notice the time, you both put on your Jackets and head of out of the house.</span></div></div>",
            "created":1583816400,
            "id":2799674,
            "title":"You kiss her on the lips."
        },
        "122":{
            "author_id":"pappybaker45",
            "author_name":"Pappybaker45 ",
            "content":"<div class=\"\"><div> <span>As you to walk out of the house and lock the door. You give Danielle a reasuring smile towards her as she grabs hold of your hand and squeezes it tightly, as she smiles back at you. You look towards her as you see her looking very deep in though as you say \"what's on your mind Danielle\". <br>\r\n\"No it's just... It doesn't matter Isabelle\" Danielle exclaims.<br>\r\n\"You can tell me anything\" you Exclaim.<br>\r\n\"It's just that I can't stop thinking about what has happened today really, I... I... Just can't handle it all these emotions. It's like today I woke up like any other Saturday morning, but things have just gotten out of hand this morning with my mother finding out I was Lesbian and I just don't know anymore. I mean I really really just want to say thank you, I've only know you for 2 weeks now and I want you to know that I love Isabelle so much.\" Shouts Danielle looking very confused and sad.<br>\r\n\" I understand but I'm here for you, you don't need to keep things from me, I will always support you in sickness and in health even if we both get this Coronavirus\", you said.<br>\r\n</span></div></div>",
            "created":1583902800,
            "id":2799920,
            "title":"You go to the Mark Addy restaurant  in Manchest..."
        },
        "1223":{
            "author_id":"pappybaker45",
            "author_name":"Pappybaker45 ",
            "choices":[
                "You meet your sister."
            ],
            "content":"<div class=\"\"><div> <span>You look at you phone as you see a text message on your screen saying <br>\r\n\"Hi Sis it's me, do u want 2 meet up at the Arndale shopping Center at 2pm.<br>\r\nLove Amy\".<br>\r\n\"Who's that Isabelle\" says Danielle.<br>\r\n\"It's my sister Amy, she wants to meet up today  at 2pm\" exclaims Isabelle.<br>\r\n\"That's good Isabelle, yeah I'm down for that\", says Danielle.<br>\r\nYou text your sister Amy\" Hi Amy, yes I would like to meet u at 2pm I will be there in 10 minutes\".<br>\r\n</span></div></div>",
            "created":1584421200,
            "id":2802860,
            "title":"Meeting your Girlfreind sister."
        }
    },
    "info":{
        "author_id":"pappybaker45",
        "author_name":"Pappybaker45 ",
        "brief_description":"A story about two girls.",
        "created":1583823420,
        "description":"<td align=\"left\" class=\"norm\">Isabelle is a 27 year old woman with ocean blue eyes and long black hair. She had a curved body of perfection and soft delicate skin. She works at Nandos Horwhich Bolton in Greater Manchester.<br>\r\n<br>\r\nDanielle is a 24 year old women with emerald green eyes and long brown cascading hair. She had a curved body of perfection and soft skin. She works at Tesco as a part time manger in Salford precint whilst she studies physiology  at Manchester Metropolitan University. </td>",
        "id":2215400,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1584473940,
        "pretty_title":"My new girlfriend."
    }
}