{
    "chapters":{
        "1":{
            "author_id":"allyboy1351997",
            "author_name":"Alistair",
            "choices":[
                "She decides she is going to dispose of you, but how?",
                "She decides to try the slave idea. ",
                "She decides you’ll be a nice gift for Sarah",
                "Your father comes home early, how will she hide you",
                "You manage to escape while she’s gloating "
            ],
            "content":"<div class=\"\"><div> <span>You wake up lying face down on a wrinkled, tan surface. The last thing you remember was Andrea ranting at you about how unfair it was that you were going to get all of your dads money and she and Sarah would get nothing. You remember telling her smugly that there was nothing she could do to get any of that money and then her smirking, saying “oh I wouldn’t be too sure about that”, and then you passed out.<br>\r\n<br>\r\n“What happened? Where the hell am I?” You groaned as you got up to look ahead of you before the landscape shifted, knocking you back down to your knees. You decided it was better to take in your surroundings from a kneeling position, in case of another tremor like that.<br>\r\nThe surface you are standing on is warm, tan and wrinkled, with large crevices large enough for you to fit your body in dotted around it’s surface. Off in the distance you can see four tremendously tall towers reaching up to the heavens, with a fifth slightly shorter one off to your right. Where were you, what happened, and where did Andrea go?<br>\r\n<br>\r\n“As entertaining as watching you so confused is, I’m going to cut it short, turn around,” an unbelievably loud voice booms out from behind you. It sounds familiar despite being many decibels higher than you remember it. <br>\r\nYou stand up and turn around in confusion and fear to see the face of your stepmother, sporting the same smug grin you’ve learned to despise, only now it takes up your entire field of vision. Somehow she has become enormous, and you realise you are standing on her hand. But as you look around and see various pieces of furniture you recognise, now blown up to massive proportions, you realise that it is you who has changed size, now tiny in the hands of your spiteful stepmother.<br>\r\n“Confused?,” her smug smirk stretched out into a satisfied, victorious smile, ”I’d be surprised if you weren’t, this certainly must be a BIG change in perspective for you. I’ll explain, that money you think you are entitled to just because you’re dad says you are, it’s mine. It’s been mine since the moment I married him, you can probably guess how much it hurt to have so many plans of what to do once I finally get my hands on that money, only for it to be snatched away by some brat who wouldn’t know the first thing to do with it. So I decided to take matters into my own hands, I’ve been saving this particular solution for a while,” as she holds up an empty spray bottle, “I have a friend in an experimental pharmaceutical company who I “convinced” to give this to me a while back. It’s a permanent shrinking solution, and I do mean permanent, you won’t be getting back to your normal size. I’d guess there probably is a way to reverse it, but I didn’t care to ask, it’s not like I’ll need it for you,” she says nonchalantly and shrugs her shoulders as you sink to your knees in despair. How could she do this to you, you knew that you two hadn’t seen eye to eye most of the time but this was too much.<br>\r\n“Please change me back, get in contact with your friend, please. I’ll give you half of the money, I’ll do anything!” You pleaded, which only caused her grin to grow further.<br>\r\n“I couldn’t hear a word you just said. I’m guessing you’re asking me to help you get back to your normal size and offering to do anything for me to do it. Well that’s too bad, with you at this size I already get what I want. I get all your dads money and just as importantly I get to punish you for being such a little shit all these years. I had actually considered using it on your dad at one point, but I’m glad I didn’t because then I would have gotten nothing. Plus, this way is more fun,” she seems to delight in the fear she is clearly causing you, “all I need to do to make this plan work is make sure this little disappearing act is good enough that no one ever finds you,” her face suddenly turned serious, still smirking but with a more sinister expression. <br>\r\n“I suppose the easier way would be to just dispose of you here and now, it would be so easy after all,” as she says this she licks her lips. “All it would take was for me to pop you in my mouth and swallow and you’d be on a one-way trip to my belly, never to be seen again.” As she says this she traces a finger down her long, slender neck, past her generous bosom and down to her stomach, which she pats with her hand. <br>\r\n“Buuut... I think that would be too easy, I want to get some enjoyment out of you before I kill you, and hey if you impress me I might decide not to kill you at all. I could always use a shrunken slave. I’d just have to find a way of keeping you hidden from your dad, can’t have him finding you or this whole plan goes out the window”.<br>\r\n<br>\r\nWhat does she decide to do with you?<br>\r\n</span></div></div>",
            "created":1587531600,
            "id":2822897,
            "title":"A Rude Awakening"
        },
        "14":{
            "author_id":"the1swagking",
            "author_name":"The1SwagKing",
            "choices":[
                "Her Bra Cup",
                "Her Panties",
                "Her Mouth",
                "Her Purse",
                "Underneath A Cup"
            ],
            "content":"<div class=\"\"><div> <span>Trying to shout for help from the evil woman who controlled your fate, she simply let a loud laugh emerge from deep within, poking your tiny body in the chest and knocking you over so that your back was against her warm palm. Her giant face soon began to creep over you, blocking out any light that you were getting from above, instead being replaced by the gorgeous features of Andrea, only amplified by the size disparity between the two of you.<br>\r\n<br>\r\n\"I don't think you understood when I said I couldn't hear you. This isn't a two way conversation, this is me telling you what to do, and you listening. If you can't get that in your teeny little head, then I think I might need to dispose of you before we can have any fun.\" The titanic woman said, before opening her lips and playfully biting her teeth together, in order to intimidate you. The tactic worked quite well, as you sat back in submission, fearful of what the giantess could do with you at this size. <br>\r\n<br>\r\nAs she opened her mouth to speak to you once more, she was suddenly interrupted before she could even start her next monologue, as the front door began to unlock. \"Shit! Your father must be home earlier than expected, I need to hide you!\" She said, quickly looking around her surroundings to see if she could find a good spot. That was when she decided upon</span></div></div>",
            "created":1588050000,
            "id":2826455,
            "title":"Stashed For Later"
        }
    },
    "info":{
        "author_id":"allyboy1351997",
        "author_name":"Alistair",
        "brief_description":"Your father has left you his fortune, your stepmom decides to shrink you so she gets it",
        "created":1587604560,
        "description":"<td align=\"left\" class=\"norm\"><b>Introduction</b><br>\r\n<br>\r\nYour name is Scott, you are the son of a wealthy businessman named Howard who’s job keeps him away from home a lot, leaving you alone with your stepmom, Andrea, and her daughter, Sarah. <br>\r\nAndrea, quite frankly, hates you and has always sided with Sarah over you in every argument you two have ever had, which is a lot.<br>\r\nOne day you are shocked to see that your father has written a will leaving his entire estate to you in the event of his death. Your stepmom, very unhappy with the decision, decides to take matters into her own hands and make you “disappear”...<br>\r\n<br>\r\n<b>The cast</b><br>\r\n<br>\r\nYou (Scott)- 18 years old. Mostly unremarkable, you are average build and height of 5’6” (for now). Slightly pale skin, shaggy brown hair, not amazing or terrible at school and you don’t play any sports. Your only remarkable trait is that you are the son of a very wealthy man.<br>\r\n<br>\r\nHoward- 54 years old. Your father is a businessman who is away from home more often than not, this has lead to your relationship with him being very distant, which is why his decision to leave everything to you in the event of his death came as a surprise to you. The story takes place just after he has made his announcement and then left on a business trip.<br>\r\n<br>\r\nAndrea- 41 years old. Your stepmom, she married your father after your mother died when you were 10, you always assumed it was for your fathers wealth because she is an absolute knockout, drop dead gorgeous and full figured with long blonde hair. She has massive curves in all the right places. She is also very domineering both in personality and in physical stature, towering over you at a height of 6’2” without heels, which she most often wears to make everyone around her feel even smaller than her. She also seems to have the ability to turn everyone against you around the house, often convincing your father to punish you for things your step sister had clearly done and blamed on you.<br>\r\n<br>\r\nSarah- 22 years old. Your stepsister, who has never grown out of the spoiled brat phase despite being 4 years older than you, she knows exactly how to manipulate people around her to get what she wants. You are convinced she learned this from Andrea, who only seems to encourage this behaviour from her. <br>\r\nShe seems to have inherited her mothers hair colour and looks, although she is not as physically imposing and lacks the monumental curves of her mother, at 5’8” she is still taller than you, a fact that she loves to lord over you with, often calling you demeaning names like “shrimp”.<br>\r\nSarah has just graduated from university, all paid for by your father of course, and is set to start a high earning job at your fathers company.<br>\r\n<br>\r\n<b>Rules</b><br>\r\n<br>\r\nNo one sentence chapters, and use proper grammar and punctuation <br>\r\n<br>\r\nNo male giants, Howard can feature but don’t have him interact with Scott in any way <br>\r\n<br>\r\nScott can die, he is more durable than someone his size would be expected to be but he can still be crushed with enough force. If you do include a chapter that will lead to one that involves Scott dying give the option to avoid it so the story can continue <br>\r\n<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":2219877,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1588114980,
        "modified":1588114980,
        "pretty_title":"Stepmother’s Greed"
    }
}