{
    "chapters":{
        "1":{
            "author_id":"jon_24",
            "author_name":"Jon_24",
            "choices":[
                "You go to Mike's bed to wake him",
                "Wilson walks into the room",
                "Leave the room"
            ],
            "content":"<div class=\"\"><div> <span>You wake up in a daze, with a massive headache... Your blankets feel amazing, fluffy and large.  You don't want to get up, but you can hear the birds chirping abnormally loud outside.  You open your eyes, and look around in confusion.  Your pillow is stretched out as far as you can see, and the blankets covering you are as thick as a one story building.  You look around you and come to the startling conclusion that you have shrunk down to about half an inch tall!  <br>\r\n<br>\r\nYou look at your alarm clock, which is now the size of a movie theater screen, and begin to panic.  <br>\r\n<br>\r\nCHARACTER BIOS:<br>\r\n<br>\r\nMIKE, your Roomate<br>\r\nAge: 18<br>\r\nWhite, brown hair, toned <br>\r\nInfo:  He's a frat guy, gets drunk a lot, but he's actually pretty nice.  Parties way too hard<br>\r\n<br>\r\nWILSON, his friend<br>\r\nAge: 18<br>\r\nWhite, blond hair, skinny<br>\r\nInfo: Mike's frat brother, into theater and sports.  Very sexual.</span></div></div>",
            "created":1258779600,
            "id":794724,
            "title":"Waking Up"
        },
        "11":{
            "choices":[
                "He swallows you hole",
                "He uses you to jerk off",
                "He shoves you in his ass hole"
            ],
            "content":"<div class=\"\"><div> <span>You get out from underneath the covers, then walk slowly over to the edge of the bed. You stare down at what would looks like ten stories descent. You suddenly hear snoring louder than it should be. You look over to see you bud Mike sleeping in a funny position. Running as fast as you can you reach the night stand in between the two beds. walking over to the other mattress with the now giant Mike laying on top of it. he stirs, and wakes up to run off to the bathroom. You sit don to await his return to bed. As your waiting you notice smoke puffing out from underneath the bathroom door. you realize that he is smoking pot in there. After about twenty minutes in there he comes out with a stoned look on his face. he walks over to his bead, but stops as he notices you.<br>\r\n\"Hey can you help me!?\" you yell at the top of your lungs.<br>\r\n\"Whoa dude your really small!\" he said stating the obvious.<br>\r\nHe pics you up in his right hand and grins a scary grin.</span></div></div>",
            "created":1281762000,
            "id":935965,
            "title":"You go to Mike's bed to wake him"
        },
        "112":{
            "choices":[
                "Takes you to the bathroom",
                "Plays with you on the bed",
                "Puts you in his undies and pulls his pants up"
            ],
            "content":"<div class=\"\"><div> <span>\"Hey if were given this opportunity we might as well use it right?\" he asks rhetorically to you as he uses his other hand to unzip his pants and pull his undies down.   He doesn't even seem to notice your struggling as he sits down on the bed and lowers you to crotch level.   He pauses for a minute and you get a view of his gargantuan cock erect and bobbing just beneath you-then he wraps his hand (with you in it) around his dick and starts pumping it smoothly.   You squirm a bit-trying to talk to Mike so you can reason with him.   But unfortunatly he has your face pressed against his wang as he's jerking it-cutting off all speech and leaving you pretty much helpless.   All you can do his wait it out as he rubs your small body over his erection.   As he pumps faster his the heat from his netheregions intensifies his masculine musky smell coming out of his groin.   He starts going faster and harder-until your sure he's about to climax, but instead he stops short and,panting a bit, lifts your little body away from his cock, which is damp due to the sweat.<br>\r\n\"Whoa we shouldn't rush it too much eh? ,\" he says still obviously stoned out of his mind-which explains why he isn't freaking out about your size<br>\r\n<br>\r\nWhat does he do next?</span></div></div>",
            "created":1296277200,
            "id":1044403,
            "title":"Plaything"
        },
        "1123":{
            "author_id":"lucausfox",
            "author_name":"Lucausfox",
            "choices":[
                "Austin sucks you on Mikes Cock",
                "Mike and Austin hump you into lubrication",
                "Austin gives Mike a squishing lap dance."
            ],
            "content":"<div class=\"\"><div> <span>Your still too winded to say anything as Mike looks at you with a almost vacant grin.<br>\r\n<br>\r\n\"Dude, your gunna love this.\" He said with such confidence that you knew without a doubt you were not going to love it at all. Mike gripped his underwear and pulled them back up. His still stiff cock tented them out, making you wonder how he could stand not having gotten his release yet. That concern is hardly primary on your mind though, when Mike pushed his hand holding you into his underwear. Now you find your voice and your strength again.<br>\r\n<br>\r\n\"No! Mike!\" You scream out from between his legs. All Mike hears though is a tiny muffled sound as he opens his palm, and presses you right into the hard, hairy, and wrinkly sack under his cock.<br>\r\n<br>\r\n\"Oh yeah.... this is gunna be awesome.\" Mike mumbled above as he withdrew his hand and looked between his legs. Your body is so small it barely makes a bump against his crotch. Grinning to himself, Mike grabs his jeans from last night and pulls them on. The light around you disappears and your plunged into darkness immediately. The smell is nearly overwhelming, and you begin to wriggle desperately against Mikes balls. Mike grabs the zipper of his pants, and he very slowly zips them closed. You start to wonder, fearfully, if he wasn't freaking out because he knew something about this. Your prison grows righter, and you find yourself unable to move anymore, and as Mike begins to walk, your small body is rubbed against his balls. Just to make it more uncomfortable for you, Mike reaches down between his legs and adjusts himself. His fingers cup his balls and wiggle them into a more 'comfortable' position for himself.<br>\r\n<br>\r\nStill grinning, Mike walked to the door of his room and let himself out. He had a good plan, and with his cock aching for release he knew just what he wanted. Four doors down from his room, he opened another door and slipped inside. His eyes brightened as he found his boyfriend, Austin, on his bed, naked and already masturbating.<br>\r\n<br>\r\n\"Dude...couldn't you even wait for me?\" Mike asked with a laugh.<br>\r\n<br>\r\nAustin smiled sheepishly and pointed to a small red smear on the floor.<br>\r\n<br>\r\n\"The little asshole tried to crawl to the door I think. I accidentally stepped on him when I woke up. Fuckin waste...what about yours?\" Austin glanced at the erection clearly straining against Mikes pants.<br>\r\n<br>\r\nMike gently patted his balls, causing you to grunt with pain. \"Nice and cozy right here. So...what are we gunna do since we only have one of them? We can't do both now.\" He asked while walking to the red spot on the floor. In frustration Mike brought his barefoot down on the little red glob and twisted his heel, causing the smear that was Austins old dorm mate to further stain the floor.</span></div></div>",
            "created":1344402000,
            "id":1400344,
            "title":"Puts you in his undies and pulls his pants up"
        },
        "11231":{
            "author_id":"vickers222",
            "author_name":"Vickers",
            "choices":[
                "Surprise Mike, shove you into his urethra.",
                "Surprise Mike, press you under his foreskin."
            ],
            "content":"<div class=\"\"><div> <span>\"Well, it sucks that we only have one now but at least we got more of that stuff.\" Mike stated, pulling his pants off and revealing the small bulge you made in his underwear. His turgid member remained inflated above you and as you felt the cotton garment below give way, you were forced to grab onto Mike's crotch hairs in order to prevent a deadly fall to the carpet below. \"Austin, why don't we start with a bit of oral? Grab this little fuck with your tongue and go to town? God I can't wait to play with him some more...\"<br>\r\n<br>\r\nAustin still felt a little guilty about ruining his little toy, forcing the two lovers into sharing one tiny man. So as Mike stripped naked and crawled onto the bed Austin dutifully lapped you up with his tongue and positioned you at the front of his mouth. <br>\r\n<br>\r\nYour screams were drowned out by the maelstrom of saliva and moist muscle slathering you around to lube you up. In absolute terror you realized that you were soon going to be sharing this maw with the head of Mike's penis. There were several scenarios you envisioned in your head. Each was more terrifying than the last. Concurrently Austin had similar thoughts running through his brain.<br>\r\n<br>\r\nWhich would he act on?</span></div></div>",
            "created":1482642000,
            "id":2254314,
            "title":"Oral Adventure "
        },
        "112311":{
            "author_id":"vickers222",
            "author_name":"Vickers",
            "choices":[
                "The search for more toys.",
                "Austin decides that having Mike deposit you somewhere in his body would be a ben"
            ],
            "content":"<div class=\"\"><div> <span>Now Mike was obviously not going to be expecting what was coming. As Austin positioned your body to line up straight with your dorm mate's piss slit though you had no doubts on where he planned to send your pathetic excuse for a body. For a minute though it didn't seem to register. How could any of this be real? We're you really going to end up travelling into the cock of a horny frat boy, possibly to never see the outside wor-<br>\r\n<br>\r\nYou screamed as your upper body slipped into the slick embrace of Mike's cock. For his part he flicked at your intrusion, but as Austin's dexterous tongue was about to remove you Mike grabbed the back of his scalp and forced the cock down Austin's throat. Instantly you were completely swallowed by the massive bellend. You left nary a bulge as Mike began to face fuck his lover, pushing you deeper and deeper into his cock as you cried out in sheer terror.<br>\r\n<br>\r\n\"That was something Austin. I never would have thought of that. I wonder how far down we can get him? Fuck, we should get a few more and just keep 'em in our cocks. Be a lot more convenient than that peanut butter jar you used to use.\" Mike squinted as he felt the sides of Austin throat push you nearly to the base of his shaft as you were flipped around from a fetal position. He shuddered but resisted orgasm long enough to pull himself free. Your roommate's foot long dangled precariously under Austin's chin as the latter popped his battered jaw.<br>\r\n<br>\r\n\"I won't object to that.\" Austin said. \"But I think we should get this little shit as far as he can go.\"<br>\r\n<br>\r\nWithout warning your roommate's lover seized your prison in a death grip and began to vigorously stroke. Every motion served to drive you further into the cock. Precum invaded every pore as you prayed for a chance to escape. But it never came. Instead you felt your legs fall into an open chamber, shortly followed by you. Austin swore he heard a scream an a squelch as you succumbed to your fate of entering Mike's body proper, finally ending with being deposited into his scrotum to keep the giant's testicles company.<br>\r\n<br>\r\nYour captor shuddered with joy. \"Goddamn. You gotta try this. If we get about five each we'll never have blue balls again.</span></div></div>",
            "created":1482642000,
            "id":2254320,
            "title":"Surprise Mike, shove you into his urethra."
        },
        "12":{
            "author_id":"jon_24",
            "author_name":"Jon_24",
            "choices":[
                "He sits down on top of you!",
                "You jump down and head for his feet",
                "He notices you"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly, the door swings open, sending in a gust to the room.  You look up and see Wilson, your roommate's really cute friend, who's shirtless.<br>\r\n<br>\r\n\"Dude, Mike, get up!\" Wilson's voice booms.  The giant steps into the room, the thuds of his footsteps echoing like thunder.  You stare in wonder at his beautiful body, his pants that hug his cute butt, his head way high in the sky.  Then,</span></div></div>",
            "created":1258779600,
            "id":794725,
            "title":"Wilson the giant"
        },
        "121":{
            "author_id":"jon_24",
            "author_name":"Jon_24",
            "choices":[
                "He gets up with you still on",
                "You find a hole in his pants and climb in"
            ],
            "content":"<div class=\"\"><div> <span>\"Dude, Mike, get up!\" He yells again.  He puts his back towards you.  \"We have that frat thing to go to today.\" <br>\r\n<br>\r\nYour roommate stirs. \"Wait what?\"  <br>\r\n<br>\r\nWilson sighs, and sits down on the bed.  But this simple action in your view was more horrifying:<br>\r\n<br>\r\nYou stared at his beautiful butt that towered just a bit above your bed.  You wished you could rub those cheeks in real life, but now, they were enormous.  Then, as Wilson sits down, his denim-clad ass descended upon you.  You scream in terror as the seam that runs between his cheeks, gets bigger and bigger, until BAM!  The bed sinks down under his weight and you are nearly suffocated by this boy's butt, only kept alive by the soft mattress.  You could smell the sweat eminating from him and the warmth covers your body.  You try to push away the rough denim, but its no use.  This giant boy's ass is rubbing against your weak puny body.  </span></div></div>",
            "created":1258779600,
            "id":794726,
            "title":"He sits down on top of you!"
        },
        "1212":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Be with his cock while he goes to the Frat thing. (Unaware Cock Play/ Vore)",
                "Be with his ass while he goes to the Frat thing. (Unaware Anal Vore)",
                "He leaves Mike and goes to indulge in his urge. (He finds you)"
            ],
            "content":"<div class=\"\"><div> <span>\"ugh... we can wait an extra minute or two...\" mike moans tired.<br>\r\n\"No we can't, now get up!\" Wilson leans on his right, to push mike's shoulder, giving you a chance to escape. You scramble to escape but soon find that your leg is still trapped under Wilson's ass. It seemed that this was indeed a booty trap. Luckily with quick thinking you press down on the mattress around your leg and you free it. You shout in joy as you have freed yourself, however your joy is cut short as Wilson's ass comes back down! You brace yourself to be  squashed yet again and you are. However... the smell is more.... musky... and the texture or your ass prison is different. In the pitch blackness you can see that it isn't denim... but actually cloth... 'this must be Wilson's underwear ... ' you thought. You blushed and felt yourself become more aroused over the sheer control he had over you, without even knowing. You wanted to please Wilson... no... This GOD... You decided to pull yourself inside and please Wilson. You slip into Wilson's pants just as he begins to grind his ass on the bed. Your actions seem to have not gone unnoticed. <br>\r\n<br>\r\nWilson sat back down, but felt something wiggling very close to his... taint.. he figured it was a feather or something that got loose in mike's bed. Dates tend to do that around here... Meanwhile under his ass you smell something else... its distant but not too far. You assume its Wilson's anus... and the musk is coming from his cock.... You can tell from the scent around you that he had recently washed. Though.... you were kind of sad you could not get to experience Wilson's full Musk. You continued to wiggle your way into boxers as Wilson attempted to Wake your roommate and grind you out at the same time. <br>\r\n<br>\r\nYou easily slip into Wilson's pants and immediately see his cock above you, in a semi hard on. You can see his foreskin and the outline of his head just beyond. His sac loose, from the warm recent shower. Here you can faintly smell his musk... and its delicious.<br>\r\nWilson feels the sensation wiggle its way into his pants and into his boxers, right under his cock.. It felt... so tiny... yet... so good. He really was a stickler for time though... did he really want to alleviate this... urge?</span></div></div>",
            "created":1438232400,
            "id":2014578,
            "title":"You find a hole in his pants and climb in"
        },
        "13":{
            "choices":[
                "Jacob and Keith's room.",
                "Andrew and Gabe's room.",
                "Matt and Tighe's room.",
                "Somewhere else."
            ],
            "content":"<div class=\"\"><div> <span>Across the hall is the room that Jacob and Keith are in.<br>\r\n<br>\r\nJACOB<br>\r\nAge: 19<br>\r\nWhite, blue eyes and dyed electric blue hair, skinny<br>\r\nInfo: A regular gamer, Jacob is pretty outgoing and playful, if a little mischievous. Very sexual.<br>\r\n<br>\r\nKEITH<br>\r\nAge: 19<br>\r\nBlack, black hair and brown eyes, slender with some muscles<br>\r\nInfo: A gamer as well, Keith is quite friendly and gentle, acting like an older brother. Somewhat sexual.<br>\r\n<br>\r\nTo your left is the room with Andrew and Gabe.<br>\r\n<br>\r\nANDREW<br>\r\nAge: 21<br>\r\nWhite, green eyes and red hair, toned<br>\r\nInfo: An athlete, Andrew is quite vain and proud. Parties too hard and drinks a lot.<br>\r\n<br>\r\nGABE<br>\r\nAge: 18<br>\r\nPale white, black hair and dark blue eyes<br>\r\nInfo: Very secretive and quiet, Gabe often dresses in black and keeps to himself. Very sexual.<br>\r\n<br>\r\nTo your right is the room with Matt and Tighe.<br>\r\n<br>\r\nMATT<br>\r\nAge: 19<br>\r\nWhite, blond hair and blue eyes, skinny<br>\r\nInfo: Matt is quite the outgoing person, with a secret passion for microphilia. Incredibly sexual.<br>\r\n<br>\r\nTIGHE<br>\r\nAge: 18<br>\r\nWhite, brown hair and brown eyes, skinny<br>\r\nInfo: Tighe is a gamer as well, but he often acts rationally. Very calm and friendly most of the time.</span></div></div>",
            "created":1296190800,
            "id":1043618,
            "title":"Leave the room"
        },
        "131":{
            "author_id":"weewillie",
            "author_name":"weewillie",
            "choices":[
                "Step out and try to get Jacob's attention.",
                "Hide behind the shoe and wait for a better moment, or Keith to return.",
                "Wait until he leaves the room and try another room.  "
            ],
            "content":"<div class=\"\"><div> <span>The hall was empty and vast, and the carpet loops were like thick grass or weeds.  Only they didn't just break off like weeds, they tripped me up and slowed me as I tried to move down the hall.  I'll never get to the RA's room this way.  I turned to my right and headed across the hall to the nearest room.  The door stretched upwards like a blank wall set in a wall, with the knob glistening way overhead.  I squatted down to peek under the door and then laid down to wriggle through the space.  I knew Keith and Jacob, though I had spoken more to Keith.  Jacob struck me as a bit immature and dopey.  The room was dim, and there was a distinct line between one side and the other.  Nothing like a real line, just that Jacob's side was more cluttered, and Keith's was clear and neater.  A quick look at the beds told me Keith was gone, but there remained a huge lump in Jacob's bed.  And it was moving.<br>\r\n<br>\r\nI started to yell and wave my arms when I realized his head was buried under the covers. Something oddly familiar about the whole motion and rhythmic squeaking of the bed springs made me pause for a minute.  Well, hell!  I think Jacob was humping the bed!  OK, now this is awkward.  First I'm the size of a bug trying to get someone's attention, and then the guy I find is \"occupied\" with something personal.  This just gets better and better.  Now what do I do.  I can't stand here and wait for him to finish.  I'll leave and try another room.  Yeah, that's it.  <br>\r\n<br>\r\nBefore I took two steps back to the door, the noises stopped and the lump lay still.  OK, I admit, I panicked at that point.  I did what any other inch tall dude in a situation like that would do.  I ran for the nearest cover so I wouldn't embarrass him or me.  I was aware of covers above me being flung aside and something large and in two parts descending fast.  I did a roll and partially slid under the upturned toe of Jacob's soccer boot, slamming into one of the front cleats.  I watched as massive feet hit the floor, toes wriggling,  He rubbed his eyes and reached down to adjust his junk in his baggy boxers.  The defused light from the window blinds made the fine hairs of his legs glow like some brown aura.  At least he only dyed his head and not the rest, I see.  I watched as he scratched various parts and again rubbed his eyes.  I decided I needed help, and he was all I got so here goes. And then Jacob stood up the same time I did.  I stared up at a man now standing taller than any of the buildings in my home town, at least comparatively speaking. Should I risk confronting him now, or wait for a better time?  Would he even notice me in this bad light? What if he doesn't see me, or worse, what if he does?  </span></div></div>",
            "created":1483333200,
            "id":2258189,
            "title":"Jacob and Keith's room."
        }
    },
    "info":{
        "author_id":"jon_24",
        "author_name":"Jon_24",
        "brief_description":"You're shrunk in a college dorm, and giant guys are all around!  Macro to the max!",
        "created":1258801680,
        "description":"<td align=\"left\" class=\"norm\">You're chilling in your room at college, when suddenly you shrink down to half an inch!  You're on the boys' level of the dorms, so you better look out!  Let your inner macrophile run free- or run in terror- as you're shrunk in an all boys hall! <br>\r\n<br>\r\nRULES:<br>\r\n1) male only!<br>\r\n2) No short or horribly written passages.  I will delete them<br>\r\n<br>\r\n</td>",
        "id":1620220,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1483395780,
        "pretty_title":"Shrunk in the Male Dorms"
    }
}