{
    "chapters":{
        "1":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "You randomly shrink",
                "You shrink yourself",
                "They shrink you",
                "They grow into a giant",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>What kind of story do you want this to be?<br>\r\n<br>\r\n<u>Random Shrink:</u><br>\r\nNeither you nor your giant(s) are aware of how you shrunk. You try to get the attention of someone who might be able to help you. This option should be primarily unaware. You may introduce random instances or factors that make you shrink or grow, become indestructible, etc. as long as it starts off with you not knowing.<br>\r\n<br>\r\n<u>You shrunk yourself:</u><br>\r\nYou have a device that allows you to change your size, indestructibility, whether or not people <i>are able to</i> notice you, or other mind alterations, and pretty much anything else you can think of. This should be primarily unaware but you may pretty much do anything. Remember, you have the device, so you remain in control of the situation<br>\r\n<br>\r\n<u>They shrunk you:</u><br>\r\nYour giant shrinks you for whatever purpose he may have. He has a device that can control your size, indestructibility, and even mind. This story should start out aware, but can go to unaware if you want.<br>\r\n<br>\r\n<u>They grow into a giant:</u><br>\r\nIt could be random, or an experiment gone wrong (or right), anything to make the giant grow. Unaware or aware is fine. You do not have to be the focal character in this, but a third-person narrating the giant's actions.</span></div></div>",
            "created":1379566800,
            "id":1665961,
            "title":"How do you want to shrink?"
        },
        "11":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Tim finds you",
                "Jack snatches you",
                "You run in front of Dylan",
                "You run in front of Justin",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Random Shrink:<br>\r\nNeither you nor your giant(s) are aware of how you shrunk. You try to get the attention of someone who might be able to help you. This option should be primarily unaware. You may introduce random instances or factors that make you shrink or grow, become indestructible, etc. as long as it starts off with you not knowing.<br>\r\n<br>\r\nTim - <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/6057c487b8b9f134691b2508dde4171c/tumblr_mn993lVF4F1rphqceo1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/6057c487b8b9f...</a><br>\r\n<br>\r\n          Tim is your loving, protective giant. He is 21, and lives at the local college and found you after picking up his younger brother, Jack from school. Unfortunately Jack sent him a belated text telling him that he'd found a ride. Luckily Tim saw you and picked you up, taking you back to his dorm room. Tim's sweet demeanor and protective attitude have you swooning at once. You are soon content to bury yourself in his musky clothes and cuddle with his giant body all night long.<br>\r\n<br>\r\nJack - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/ac07f857b5958e297c35cb8c43025704/tumblr_mmdskxqOL71qgpsawo1_250.gif\" target=\"_blank\">http://25.media.tumblr.com/ac07f857b5958...</a><br>\r\n<br>\r\n          Jack, Tim's little brother, is a 16 year old junior at your high school. He's in the same year as you and you two have never gotten along. His arrogant attitude, derived from his good looks and superior physique, have made him someone that you hate. Unfortunately for you, Jack saw your tiny form and picked you up. Finally having the power he always thought he was entitled to, he shoved you into his boxers and found a ride home with his friend.<br>\r\n<br>\r\nDylan and Justin - <br>\r\n<br>\r\nDylan - <a rel=\"nofollow\" href=\"http://dct515.tumblr.com/post/58636083754\" target=\"_blank\">http://dct515.tumblr.com/post/5863608375...</a><br>\r\nJustin - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/2720da962a7a035345509644169ccc74/tumblr_ml7jb7Buuq1rl5x06o1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/2720da962a7a0...</a><br>\r\n<br>\r\n          Dylan and Justin are the co-captains of the wrestling team. Both seniors, Justin takes it upon himself to make sure everyone knows that he's the best, and strongest guy in the school. Dylan, though best friends with Justin, is a genuinely nice guy. He and Dylan have grown up together and are inseparable. He sometimes forgets his own strength, or that he can be intimidating, even to normal sized people. They walk out of school after a long, and sweaty, practice and they walk past you. You, at an inch tall, have trouble discerning the faces of the two wrestling champions and have to hope that you are found by giants that will help you. You run out in front of them, hoping for the best.</span></div></div>",
            "created":1379912400,
            "id":1668466,
            "title":"You randomly shrink"
        },
        "112":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "You yell, \"NO!\"",
                "You simmer down, hang your head, and say, \"Fine\"",
                "You take a flying leap off the desk and make your escape"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://25.media.tumblr.com/ac07f857b5958e297c35cb8c43025704/tumblr_mmdskxqOL71qgpsawo1_250.gif\" target=\"_blank\">http://25.media.tumblr.com/ac07f857b5958...</a><br>\r\n<br>\r\n          You bounce around against Jack's giant cock as he saunters towards the door of his house. As Jack pauses you try to push the giant member out of your face and climb out from under the guy's enormous scrotum. You are slammed right back into it as Jack massages his organ, his cock beginning to harden. His hand moves away and he begins to walk again, the bouncy increasing as he runs up the stairs to his room. He locks the door behinds him and pulls you out of his boxers. He places you on his desk and begins pacing the room, a look of excitement and day-dreaming. He looks at you and says, \"So? How'd my little fag enjoy spending time with Mini-Jack? Though I guess he's not mini to you. You're what? Two inches tall?\", a brief look of questioning crosses his face, but he quickly dismisses it, \"It doesn't really matter. You're about to spend a lot more time with him. How about you, y'know, make him happy.\", Jack says this with a smirk on his face, the kind he usually gets when making kids feel awkward. \"So what do ya say?\" You look at him, your blood boils with hatred and then...</span></div></div>",
            "created":1379912400,
            "id":1668469,
            "title":"Jack snatches you"
        },
        "1121":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Shoves you in his boxers",
                "Stuffs you in his armpit",
                "Throws you down to his feet"
            ],
            "content":"<div class=\"\"><div> <span>          \"No!\" you yell at this arrogant brat. Even at normal size he wears a permanent smirk, amused at every little reaction he gets out of others. If he pisses them off, great, they can't do a thing about it. If they ignore him, he sees how much they can take. If they try to laugh along, he sees just how far they'll let him go. Now he just chuckles. He has complete power over you. The only reason he asked the question was to see how much he had to punish you. You refuse to give in to his will. You will not be dominated by the overwhelming cockiness that he gets from an overabundance of testosterone. Finally, he speaks, \"That wasn't really a question, little man. The answer was yes.\" Jack pulls up his sweatshirt, showing off his abs. \"See these little dude. Those are my muscles, and right now you're smaller than them. I could crush you like the little shit you are, but I don't want to give up my slave just yet.\", Jack begins to come towards you. He reaches for you and...</span></div></div>",
            "created":1382677200,
            "id":1684277,
            "title":"You yell, \"NO!\""
        },
        "1122":{
            "author_id":"yumexhime",
            "author_name":"Yumeko",
            "choices":[
                "\"Grind your little body up against my dick!\"",
                "\"Time to take things into my own hands\""
            ],
            "content":"<div class=\"\"><div> <span>You blush as you rub your arms up and down the cock that is as tall as you.<br>\r\n<br>\r\n\"That's it keep going \"Jack says as he starts to get hard \"now faster runt!\"<br>\r\n<br>\r\nIn fear you start going faster your body trembling.<br>\r\n<br>\r\n\"All right..\" Jack starts \"now..\"</span></div></div>",
            "created":1585112400,
            "id":2807253,
            "title":"You simmer down, hang your head, and say, \"..."
        },
        "11222":{
            "author_id":"yumexhime",
            "author_name":"Yumeko",
            "choices":[
                "He gives you a \"reward\"",
                "He takes you to the bathroom to clean off"
            ],
            "content":"<div class=\"\"><div> <span>Before you can ask Jack what he means he warps his fist around you and his rock hard cock.<br>\r\n<br>\r\n\"S-Stop it\" you say squirming and trying to push away.<br>\r\n<br>\r\n\"Oh yeah keep squirming runt!\"  He says as his grip tightens and the speed increases.<br>\r\n<br>\r\nFinally he cums getting you covered before bringing you up to his face\"you look much better like this covered in my seed and worn out like the toy you are \"</span></div></div>",
            "created":1585112400,
            "id":2807262,
            "title":"\"Time to take things into my own hands\""
        },
        "115":{
            "author_id":"themicroboy",
            "author_name":"The Mystical Explorer",
            "choices":[
                "Ben",
                "Jonathan",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Ben-  <a rel=\"nofollow\" href=\"https://chopper4ac.tumblr.com/post/145009352239#permalink-notes\" target=\"_blank\">https://chopper4ac.tumblr.com/post/14500...</a><br>\r\n<br>\r\nBen is a lead guitarist and singer in the school band and when he isn't playing he is seen playing basketball in the school gym. Due to Ben being seen as a more popular person it never stopped him from hitting on you when no one was looking. Sadly for you, your now half an inch tall and soon to be at the mercy of this unaware titan.<br>\r\n<br>\r\nJonathan- <a rel=\"nofollow\" href=\"https://chopper4ac.tumblr.com/image/156041776751\" target=\"_blank\">https://chopper4ac.tumblr.com/image/1560...</a><br>\r\n<br>\r\n Jonathan is 24 years old and works as a personal trainer at a gym right across from the school. You mostly see him working out in a park early in the morning by himself. Now that your half an inch tall maybe he can protect you. </span></div></div>",
            "created":1590296400,
            "id":2840244,
            "title":"More"
        },
        "12":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Ryan",
                "Jake",
                "Cody",
                "Peter",
                "More"
            ],
            "content":"<div class=\"\"><div> <span> You have a device that allows you to change your size, indestructibility, whether or not people are able to notice you, or other mind alterations, and pretty much anything else you can think of. This should be primarily unaware but you may pretty much do anything. Remember, you have the device, so you remain in control of the situation<br>\r\n<br>\r\nRyan &amp; Jake<br>\r\n<br>\r\nRyan - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/ddcd4daa109b05e670f0d82488343673/tumblr_msvhhaGct61srzrazo1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/ddcd4daa109b0...</a><br>\r\nJake - <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/e3e5ddcc4f26822a3f7fd24dee07de13/tumblr_moic06hsrw1st3cmfo1_250.jpg\" target=\"_blank\">http://31.media.tumblr.com/e3e5ddcc4f268...</a><br>\r\n<br>\r\n          Jake is your 16-year-old best friend. Ryan is his 19 year-old older brother. You've always found both of them insanely attractive, but never wanted to say anything. Finally one day you get the opportunity to get a bracelet, \"<span style=\"font-family:courier new, monospace\">Live out your dreams and deepest fantasies, customized for each individual</span>\" You called the company to make sure it was legit. Their explanation still should've left you confused, but you became strangely convinced that this was something you needed to buy. You explained the nature of your desires, and they shipped it out to you, arriving the very next day. With this new bracelet you headed to Jake's house to test it out.<br>\r\n<br>\r\nCody - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/2e20d442d55ac7e927297778c8e26e87/tumblr_mhphrhevEu1r7odcoo1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/2e20d442d55ac...</a><br>\r\n<br>\r\n          Cody is the 17 year old guy that lives down the street. He goes cycling every day right past your house. Just the sight of him riding shirtless is enough to fill you with desire. Once you get the size-changing bracelet online, you know exactly what to do. You just have to find the right time to hitch a ride.<br>\r\n<br>\r\nPeter - <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/tumblr_luthiohsDa1qmz2ryo1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/tumblr_luthio...</a><br>\r\n<br>\r\n          You couldn't have been happier when you found out you had gym with Peter. Not because you were friends, but watching his gorgeous body every day might actually make gym tolerable. Just the sight of his toned torso in the locker room was almost enough to make you lose control of yourself. But you had to contain yourself to furtive glances only, anything more and you could be ridiculed for the rest of your high school career. When you find out that there's a way you could get even closer to him, you take it in a heartbeat. You buy the shrink bracelet online and wait until you get to the locker room.</span></div></div>",
            "created":1379998800,
            "id":1669008,
            "title":"You shrink yourself"
        },
        "124":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "The armpit of Peter's inside out shirt",
                "The back pocket of Peter's jeans",
                "Peter's sock"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://31.media.tumblr.com/tumblr_luthiohsDa1qmz2ryo1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/tumblr_luthio...</a><br>\r\n<br>\r\n          You had been writhing with anticipation the entire day. Last night you'd received the shrinking bracelet in the mail. You spent the night testing it out, exploring the massive landscape of your giant room. There were a ton of extra settings too. You could make yourself indestructible, pliable, and even unnoticeable. You jumped and shouted with that setting on and still your parents didn't notice you. Even knocking over a vase, their minds somehow warped to create a reasonable explanation for it. Now was the moment of truth. You'd been admiring Peter from afar for years, and couldn't believe it when you finally had gym with him. You'd give anything to be able to look at his sweaty body for more than a few seconds.<br>\r\n          The school day was almost over, you had gym last, and everybody was excited for the weekend. You walked into the locker room and activated the unnoticeability. The jocks who normally gave you patronizing looks averted their eyes. Your few friends meek smiles vanished. As one of the sweaty jocks from the previous class stood there you ran your fingers down his abs, and squeezed his firm pecs and biceps. As he put his shirt back on you left and maneuvered through the lockers to find Peter. You catch him just as he puts his gym shirt on. He picks up his gym bag and begins putting it in his locker.<br>\r\n          As he starts to shut the door you put your hand in the way. The locker door slams into your hand, but the power of the bracelet stops the pain and injury. \"The fuck is wrong with my locker?\" Peter says and tries closing it slowly. The locker again meets your fingers and refuses to go beyond that point. \"Must be jammed or something.\" Peter reasons and walks away, confident that no one would dare mess with his stuff. You pull the bag out and open it, the smell of festering sports equipment hitting your nose. You dunk your head in the bag, reveling in the stench. You pull out some of his clothes and decide on what you should shrink on. You place it at the top of the bag and put the bag back in the locker. You cling to the article as you shrink, closing the locker door as you enter the bag. You are waiting on...</span></div></div>",
            "created":1380862800,
            "id":1674334,
            "title":"Peter"
        },
        "1243":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Peter showers",
                "Peter jacks off in the sock",
                "You turn off unnoticeablity"
            ],
            "content":"<div class=\"\"><div> <span>          As you shrink smaller and smaller the scent of Peter's sweat grows around you. Everything in here has been pressed up close to his muscles, getting saturated with his perspiration. To think that you are finally going to get to experience that first hand is amazing. You can't wait to be trapped in his shoe with his titanic foot, locked in there with a smell that can't be permeated by the fresh air. These thoughts run through your head as you crawl into the curled up sock, pushing your way to the end, and burying your face in the soft cotton, browned because of it's constant use.<br>\r\n          You lie still, breathing in the manly scent for the rest of class, until you hear the loud, raucous sound of dozens of guys returning to the locker room. You crawl to the mouth of the sock, looking out as Peter walks up to his locker, panting heavily, his face covered in a sheen of sweat. He opens his locker door, and you can see the sweat stains on his chest and pits. He peels off the shirt and throws it into the locker, the pungent wad landing on top of you, but not before you get a glimpse of Peter's glorious, bronze chest. As much as you would love to bury yourself in it, you know that it won't be long until Peter puts on his socks and you retreat back inside. The sound of several more thuds come, As Peter puts in his gym shorts, socks and shoes. You barely hear the click as he removes his deodorant cap and the final thud as he replaces it.<br>\r\n          A rustle comes up from above as Peter moves his sweaty garments out of the way. He pulls out your sock and straightens it out. Through a small hole you can see him in just his boxers, which tightly hug his firm ass and large package. He lowers you down to the ground and the moment you've been waiting for arrives. His feet are one of the few things you'd been able to take long looks at, since anyone looking would probably assume you'd just spaced out looking at the ground. His long toes slide into the sock, the smell of his feet overwhelming your senses. As the gap between his first two toes slides around you, you bury your face in his skin, lapping up his foot sweat. With the bracelet you shrink yourself down further, until the toes are the size of houses.<br>\r\n          You continue rubbing yourself against his skin as he lifts up his foot to put on his shorts. Then you feel yourself sliding into the sneaker. The light from outside dims and the air becomes heavier. His foot presses down as Peter stands. The school bell rings as Peter walks through the hallways and out to the parking lot. He walks out to his car. Peter rarely showers after gym class. Since he has his own car and gym is the last class of the day, who cares. He lets his musk fill the air as he blasts the music as loud as he wants and busting out as many farts as he can, the testosterone infused air boosting the teen Adonis's ego. As he gets home he goes up to his room. Relaxing after a long day of school...</span></div></div>",
            "created":1384059600,
            "id":1692227,
            "title":"Peter's sock"
        },
        "12433":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "I guess I'll just have to take care of you.\" (Peter is a nice giant)",
                "I guess I get to keep you then.\" (Peter is a cruel giant)"
            ],
            "content":"<div class=\"\"><div> <span>          As he enters his room, Peter flops onto his bed and kicks off his shoes, wiggling his socked toes in the air. You grow yourself up more, until you are an inch tall. You switch off unnoticeability, and let yourself relax. Peter feels the weight of a small something between his toes. He slowly pulls the sock off and examines his foot, temporarily wincing at the small blast of his own stench. You tumble from between his toes, rolling down his foot and bouncing off of his ankle down to the bedspread. You look up at Peter's face, his handsome features in an undeniable expression of incredulity. He gingerly reaches out an enormous hand and plucks you off the bed, his thick fingertips smothering your legs. You're very glad that you kept the indestructibility function on, saving you from any accidents on the behalf of this sweaty giant.<br>\r\n          Peter holds you up to his face, studying you. You see no flicker of recognition, as the only contact you'd ever had with Peter was quick glances in the locker room. Even with the ability to be noticed, your features are probably to small to be identified. \"Can you talk?\" Peter asks,  in a whisper. He seems neither inclined to hurt or help you, only to find some comprehension of what is going on. You nod and point to his ear, well, wildly waving your arms in the direction of his ear. Either way, he gets the idea. He holds you up to his ear. \"How did you get like this?\" He says, and you carefully think through what you should say. You decide against telling him about the shrinking bracelet, you'd rather let him be your giant, the one who is in control of the situation, or thinks he is. You start yelling into his ear, \"I got to gym class late and I wasn't feeling too good. I went in the locker room to get changed and then I started shrinking. Your locker door was open so I grabbed onto your gym bag. I was hoping that it would be my best way of getting found.\"<br>\r\n\"And how did you end up in my sock?\" Peter asks, a little bit of a chuckle in his voice<br>\r\n\"It was something I didn't have to worry about hanging on to.\" You answer<br>\r\n\"So, you don't have any idea how you shrunk, how to grow back, or anything.\"<br>\r\n\"No\"<br>\r\n\"Well then,,,</span></div></div>",
            "created":1387083600,
            "id":1707861,
            "title":"You turn off unnoticeablity"
        },
        "124331":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Peter washes you off himself in the shower",
                "Peter gives you an awesome view from the sink"
            ],
            "content":"<div class=\"\"><div> <span>          This wasn't quite the reaction you'd expected. Peter's jock demeanor meant that the two of you didn't tend to socialize much and that he wasn't opposed to picking on people weaker than him. Still, that didn't mean he was a total sadist. Peter is most likely going to want to help you out, which means exposure. With the bracelet that is easily solved, but you want to see which way this current path takes you. You hurriedly say into his ear, \"Please don't tell anybody. I want to try to work this out on my own for a little while.\"<br>\r\n\"Ok, little guy, whatever you say.\" he responds, \"Now, you've probably noticed, but I don't smell too good right now.\", Peter wiggles his toes and stretches his arm, a hint of armpit hair peeking out of the sleeve, \"And I really need to take a shower.\" Taking the chance you say, \"I smell like your feet, I could probably use a wash too.\"</span></div></div>",
            "created":1392872400,
            "id":1749130,
            "title":"I guess I'll just have to take care of you...."
        },
        "125":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Justin",
                "Other (I'll edit in a short description when someone adds to this)",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Justin - <a rel=\"nofollow\" href=\"https://24.media.tumblr.com/c3df52136ad0f1aea9dbc3bfce49ad6a/tumblr_n2epkmapK51rphqceo1_500.jpg\" target=\"_blank\">https://24.media.tumblr.com/c3df52136ad0...</a><br>\r\n          Excited to finally be able to shrink yourself, you head down to the gym. As you walk you fiddle with some of the settings you make yourself unable to be remembered by other people, so at least nobody will know that you're gone. As you pass the open gym door, you can see your soon-to-be giant, working up a sweat, playing basketball. The tank top he wears shows off his flexing biceps, as he takes a free throw, you catch a glimpse of his gorgeous armpits. You remind yourself that you have to go to the locker room now if you want to see those up close. You head into the locker room, breathing in the scent of sweat. You head to Justin's locker as you prepare for the experience of a lifetime.</span></div></div>",
            "created":1411362000,
            "id":1860418,
            "title":"More"
        },
        "1251":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Shirt",
                "Shorts",
                "Socks"
            ],
            "content":"<div class=\"\"><div> <span>Justin - <a rel=\"nofollow\" href=\"https://24.media.tumblr.com/c3df52136ad0f1aea9dbc3bfce49ad6a/tumblr_n2epkmapK51rphqceo1_500.jpg\" target=\"_blank\">https://24.media.tumblr.com/c3df52136ad0...</a><br>\r\n          You hook one finger into Justin's locker as you get smaller and smaller. Now you are grasping the metal and then you have to wrap your arms around it. Finally you slip your waist through the hole and pull yourself through. You hear the stomping of feet behind you as the class begins to come back to the locker room. Just because Justin won't remember you doesn't mean he can't see you. You have to make your choice quickly on where to hide. You run to his...</span></div></div>",
            "created":1411362000,
            "id":1860419,
            "title":"Justin"
        },
        "12511":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "his armpit",
                "his necklace, hanging in front of his chest"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>          You run into Justin's shirt and stop for a second to take in his scent. You see a small necklace that he has left in the shirt. You shrink yourself down some more and decide that the best place for you to cling to would be at...</span></div></span></div>",
            "created":1411362000,
            "id":1860422,
            "title":"Shirt"
        },
        "125111":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "The rest of the school day",
                "Justin goes home"
            ],
            "content":"<div class=\"\"><div> <span>          You run over and find the ridge between the chest and arm part of the shirt, bracing yourself. You hear the footsteps of 100 titanic guys. Close to you the lock begins to twist. Justin is opening his locker! The shirt shifts as Justin pulls it out of his locker. You tingle with excitement that this moment has finally come. You get lifted up more and more and watch as a gigantic arm reaches in the shirt. Another arm and the head of Justin enter the shirt. You can see that Justin's torso is shining with sweat. His arm rises above you and reaches through the arm hole. You stare up at the flesh of his armpit, with a layer of bronze hairs coated in droplets of sweat on it. You grow a little and reach your face up to it, holding your breath. You inhale deeply, taking in the scent of his sweat. The intoxicating scent has you transfixed when all of a sudden it closes in on you. In a panic you start shrinking until you grab onto one of the rope-size pit-hairs surrounding you. Justin lifts up his arm and you watch through the arm hole as he deposits his gym shorts in his locker and pulls out his regular ones. Again you are pressed between the huge teens skin, forced to drink in his scent. You love every minute of it. Being pressed and released, over and over, as Justin continues to move. As Justin leaves the locker room you look forward to him going through the rest of the day, with you tucked under his sweaty pit.</span></div></div>",
            "created":1411362000,
            "id":1860423,
            "title":"his armpit"
        },
        "1251111":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "You stay inside to appreciate the sock",
                "You go out to explore the giant room"
            ],
            "content":"<div class=\"\"><div> <span>          You enjoy the scent as Justin goes through the rest of his class periods. You get to stay in the closed pit as Justin is reluctant to raise his hand and have someone comment on his body odor. After several hours of classes, Justin's sweat has begun to dry, leaving a much less powerful scent. Finally the bell for the end of the day rings and Justin goes to his bus. You sit there and listen to him talk to his friends. He gets off the bus and walks to his house. He gets in the bathroom and takes off his shirt. Watching him in the mirror, You see him check out his impressive biceps and abs. Then he reaches for his deodorant and you prepare for the odorless white bar to come at you. You get pressed into the skin of Justin's pit and are rubbed up and down. As he pulls out the stick you realize your are stuck on too, along with several hairs! You shrink down further so Justin won't spot you. You remain big enough to watch as Justin puts the cap back on, puts the deodorant in the medicine cabinet, and you hear him walk out of the bathroom, shutting the door behind him.<br>\r\n          Hoping that nobody is going to be coming back into the bathroom soon, you make yourself grow. You reach the top of the cap and put your hands above you to push, You grow further and pop the cap off. You grow until you can climb down from the top and then replace the cap. You push hard on the medicine cabinet door and try and fight against the magnetic clamp. It opens a little bit and you hang down on the edge. You grow again until your feet touch the counter top. You close the door and grow so you can climb off the counter. You hear footsteps coming down the hall and immediately drop, about a foot for you, giving off a bit of a crash.<br>\r\n          The footsteps come closer and a bit faster towards the bathroom as you again begin to shrink from your current height of about three feet. At 2 and 1/2 the door opens, Justin walks in but doesn't look down he drops his pants and begins to step out off them, waving his smelly socked foot near your face. You get down to about a foot as he walks over to the toilet and drops down the lid so he can sit. At 9 inches you crouch under his pants as you continue shrinking. At an eighth you climb out and walk along the wall towards the colossal feet.<br>\r\n          Near the toilet you hear Justin's grunts as he motorboats out a fart. The smell is overwhelming, even to you it's a bit disgusting, but wonderful at the same time. You run over to the heel of Justin's sock. Knowing that you are quite visible at this size, you seize the fabric and begin to shrink. At a 32nd you stop and begin to climb. You realize that at this size, you won't be visible but it would take you forever to climb to the top. You widen a gap in two strings of the sock and begin to shrink, climbing through the tiniest gap in Justin's sock until you reach flesh. Then you grow up to a sixteenth and are pressed up against his heel as he gets up and walks out of his bathroom. You feel Justin stop moving for a second, and then you are thrust into the air. Justin peels off his sock and throws it onto the floor, thrusting you into the toe section of the sock. Then...</span></div></div>",
            "created":1411362000,
            "id":1860425,
            "title":"The rest of the school day"
        },
        "12511112":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Feet",
                "Butt"
            ],
            "content":"<div class=\"\"><div> <span>          As much as you enjoy the scent of the sock, you have a giant waiting outside for you. You step outside of the sock. At a 16th of an inch, the scale of this teenage guys room is huge. There are t-shirts, shorts, socks, boxers and Justin's huge well-worn sneakers. Then there is Justin. He towers thousands of feet in the air. He sits on the floor of his room playing video games. His feet lay barefoot on the ground and his boxers are slightly exposed from the back of his jeans. You try to make your choice on where to go. You start heading towards Justin's...</span></div></div>",
            "created":1411362000,
            "id":1860427,
            "title":"You go out to explore the giant room"
        },
        "12512":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "The front",
                "The back"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>          You run to Justin's shorts and see the tag. You figure that the best place for you to cling would be...</span></div></span></div>",
            "created":1411362000,
            "id":1860421,
            "title":"Shorts"
        },
        "13":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Dean",
                "Mike",
                "John",
                "Peyton",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Your giant shrinks you for whatever purpose he may have. He has a device that can control your size, indestructibility, and even mind. This story should start out aware, but can go to unaware if you want.<br>\r\n<br>\r\nDean - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/6d4351de8b5067a62ada644aa5d2e192/tumblr_mn04j0DjRd1qhws1to1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/6d4351de8b506...</a><br>\r\n<br>\r\n          Ever since Dean started seen the results of his hard work in the gym, he's felt like a god. When girl after girl began dumping him for his controlling ways, he turned to a new way to get someone to worship him. He found a shrink ray online and took a chance. After testing it out at home his mind began racing through the possibilities. He then headed to school to search for someone to test it out on. <br>\r\n<br>\r\nMike - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/b0e231a3301c3ea6ef5718b8f2262cee/tumblr_mr2digmRen1rpdgkto1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/b0e231a3301c3...</a><br>\r\n<br>\r\n          You've never understood how Mike always gets what he wants, no matter what. A sports star and an idiot, he still somehow gets A's. When you have the misfortune to be paired with him for a group project you have to do all the work. You confront him about it, telling him that you'll tell the teacher that he hasn't done anything. You suddenly find yourself inches tall at his feet. He picks you up and memories of people who pissed him off disappearing come back. Ex-girlfriends, stern teachers, sports rivals, yet no one seemed to question their disappearance. He holds you up to his face, \"Yeah, now you remember, I can shrink anyone I want and nobody questions it, it's great to teach nerds like you to respect their superiors.\"<br>\r\n<br>\r\nJohn - <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/493399132f72eadc957ac283567ac95d/tumblr_mt5fsqAZlZ1sndbd6o1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/493399132f72e...</a><br>\r\n<br>\r\n          John's always wanted someone to wait on him hand and foot, compliment him, do anything he wants. He's been spoiled since birth and can't help but tell people what to do. So when he find's a shrink ray, a device that could put him in complete control of anyone, he buys it. Now he can finally have a slave that would do anything for him<br>\r\n<br>\r\nPeyton - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/e5059936ab89766a940192195e6ee63e/tumblr_mnom2oXirj1sq462ro1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/e5059936ab897...</a><br>\r\n<br>\r\n          With only vague, blurry memories you wake up in a pitch black, shaking room. The room finally stops moving and you wait there for several hours. At some point you hear some distant, but very loud noises. Suddenly, from the ceiling comes some scuffling sounds. Then the ceiling begins to shake and lift, light pouring in. From up above a massive face peers into the box, looking gleefully at your terrified form. He holds a birthday card in his hand and a remote in the other. He drops the card and takes you out clutching you in his hand. Looking around you see that you are in the giant teen's room. He appears to have just woken up, and is clad only in boxers.You can't remember your past, but your future doesn't look to bright.</span></div></div>",
            "created":1379998800,
            "id":1669042,
            "title":"They shrink you"
        },
        "131":{
            "choices":[
                "Shrinking",
                "Blackout",
                "Dean shows up"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://25.media.tumblr.com/6d4351de8b5067a62ada644aa5d2e192/tumblr_mn04j0DjRd1qhws1to1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/6d4351de8b506...</a><br>\r\n<br>\r\n          The lockers were lined up in a straight row, and after class you go to yours. Next to yours is Dean's, a sexy god, that all the girls and some boys dream about all the time. He wasn't always good looking but this year he'd been at the gym more, getting sexier and sexier. He had short light brown hair which stayed perfect the whole school day, his skin was bronze and he had a perfect masculine face. You've known Dean for about a year now and you have been getting the feeling that something was going on between you, though he claimed that he was straight.<br>\r\n          One day you were at your locker when Dean came from his last class.<br>\r\n\"Hey, Dean.\"<br>\r\n\"Hi.\" said Dean, \"It was brilliant today in Phys Ed, I don't know about you but my muscles are getting bigger every lesson.\"<br>\r\n\"Sure, I was just saying to my friend that you've changed a lot this year.\"<br>\r\n\"I know, Its amazing. A lot of girls are all after me, even some guys.\" Dean said giving a wink. <br>\r\nYou double take to make sure you didn't dream it.<br>\r\n\"How about you meet me after school, At the oak tree.\"<br>\r\n\"O.K\" you say, not being able to wait.<br>\r\n<br>\r\n          It wasn't long until school ended; you went to the Oak Tree to wait for Dean.</span></div></div>",
            "created":1382072400,
            "id":1681180,
            "title":"Dean"
        },
        "1312":{
            "choices":[
                "Oil him up",
                "Say No",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>          You wake up from a blackout, the blur goes away and you are left with the sight of a giant Dean. You must have been about 2 inches tall. He has you in his hand, seemingly miles from the ground. <br>\r\n\"Wow little one, you were out forever.\" Dean says, his voice frighteningly loud<br>\r\n\"What happened? What did you do to me?\"<br>\r\n\"Well, long story short, I love the attention I get from people about my muscles, and today you seemed to like them. So I shrank you to worship them.\", Dean says matter-of-factly, \"I know you'll like it.\"<br>\r\n\"But I can't be your slave, I have stuff to do with my life.\"<br>\r\n\"Shut up, You're mine now!\"<br>\r\nDean then took off his top showing his amazing bronze muscles, and he put the top down.<br>\r\n\"The oil's there.\" He was pointing to a small pot with some creamy liquid in it.<br>\r\n<br>\r\n</span></div></div>",
            "created":1382072400,
            "id":1681184,
            "title":"Blackout"
        },
        "13121":{
            "choices":[
                "You submit",
                "You'd rather die than be his pet"
            ],
            "content":"<div class=\"\"><div> <span>You walk over to the pot of oil on his bedside table, you never realised that you were in his room.<br>\r\nIt was a typical boys room, posters around the walls, messy bed and clothes on the floor. <br>\r\nThe lighting was dim, and you reach your hand into the pot of white cream. You take a big handful and jump onto the messy blue bed. He was laid down on his back, shirt off and jeans low down, showing bright green underwear with white words around the rim.<br>\r\n\"Start with the abs.\" Said Dean.<br>\r\nYou place you hand on the lowest pair of abs ,at the bottom. They were like rocks under skin, and coloured bronze.<br>\r\nHis warm body was shifting under your hand, and every breath he took you could feel it.<br>\r\n\"That's good, man\" <br>\r\n After 5 minutes working with the amazing abs, you hear Dean say, 'Pecs'.<br>\r\nThey were like massive slabs on meat, and flexed as he moved his arm to the back of his head, which made it much harder than before.<br>\r\nAs you are very small, you work really hard to make sure your master is pleased, after 20 long minutes, covered in sweat you hear him say that you were finished.<br>\r\n\"That was good man, I think I might keep you longer. I'm just saying that you know your stuff.\"<br>\r\n\" Dean, I <i>need</i> to go home.\"<br>\r\n\"You must admit you love worshiping these muscles.\" Not acknowledging your last remark. <br>\r\nYour cheeks go red, you can't lie.<br>\r\n\"See, why don't I keep you safe and you could be my... pet.\"<br>\r\n\"I don't want to be someone's pet.\" You say.<br>\r\n\"Well, I don't think you have a choice.\" Dean said seriously.<br>\r\n<br>\r\n\"Pet or Dead.\" <br>\r\n<br>\r\n </span></div></div>",
            "created":1382158800,
            "id":1681600,
            "title":"Oil him up"
        },
        "131211":{
            "choices":[
                "Dean's best friend Tony ",
                "Dean's other friend Johnny"
            ],
            "content":"<div class=\"\"><div> <span>\"Good, I didn't fancy killing today.\" Said Dean.<br>\r\nDean sat up at his bed, and brought his hand out, and grasped you, he then stood up and walked over to his underwear drawer.<br>\r\nIn the drawer was a small metal cage, it has became obvious that he was planning this for ages, and maybe he was planning it with you in mind.<br>\r\n\"Why me?\" You asked quizzically.<br>\r\n\"I told you, You admire my muscles.\"<br>\r\n\"I think there is more to that. Everyone in the world admires your muscles, Why me?\"<br>\r\n\"Fine\" he said unhappily.<br>\r\n\"I like you, Girls don't do it anymore, and I've had a crush on you for ages.\"<br>\r\n\"Same here.\" You said.<br>\r\n\"Well anyway, you're my pet now. So it looks like we both got a good deal.\" Dean said.<br>\r\nYou like Dean even more now, and it makes sense why he picked you but you feel like he should have asked you on a date rather than a shrink ray but what if he was just saying it to get you in his pants.<br>\r\nDean placed you in the small cage, which was not big enough for you to move much.   <br>\r\n\"Be good, I have got someone coming over in a hour, and I think that you will do just fine.\"<br>\r\n\"What do you mean?\"<br>\r\n\"You will see in time.\" Dean laughed and then closed the draw.<br>\r\n All that was left was you and the smell of Dean's sweaty underwear, You wonder who the person is going to be and what he will do to you.</span></div></div>",
            "created":1382158800,
            "id":1681641,
            "title":"Pet"
        },
        "1312111":{
            "choices":[
                "Life with Tony",
                "Life with Dean"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://25.media.tumblr.com/tumblr_macswdqMi21qiqy8mo1_500.gif\" target=\"_blank\">http://25.media.tumblr.com/tumblr_macswd...</a><br>\r\n<br>\r\n          Tony was a god amongst men and he knew it. Tony had the school in the palm of his hand, and anyone he wanted he got. because if you wanted to fight with Tony, you weren't going to win. Tony's big muscles and tall figure made him practically invincible. Tony was a man with many tastes and went with his gut on most occasions. Several people from school had gone missing lately, and rumor had it that most of them had had an argument with Tony a week or two before. You could only imagine what Tony does outside of school. There was stories going around that Tony would just turn up at your door step and take what he wanted, not necessarily meaning possessions. There was another story going round that he had a shrink ray, and you were starting to believe that.<br>\r\n          It was a known fact that Tony and Dean were friends but you couldn't image why. Tony had muscles a body-builder would crave while Dean had smaller but still hard muscles. They didn't make a likely partnership. The doorbell rang and you heard through the darkness Dean's feet going downstairs.<br>\r\n\"Hey, Dean. They're upstairs?\" you heard Tony's deep voice say from below.<br>\r\n\"Yeah.\" Dean said.<br>\r\nThe boys enter Dean's bedroom and your drawer opens.<br>\r\nDeans hand pulls you out your small cage and puts you into a bigger wooden box.<br>\r\nThe giant Tony laughed and said \"Only one?\" <br>\r\n\"Yeah, I didn't have much time to collect more.\"<br>\r\nYou see Tony put his hand in his crotch and pull out some shrunken people, <br>\r\n\"7 and some more coming next week.\" he boasts<br>\r\n\"Its good you have gotten yourself a shrink ray but do you think we are taking this too far?\"said Dean<br>\r\n\"No, The way life works, the predator hunts the prey.\" Tony said with a smirk on his face.<br>\r\nHe place the shrunken men into the box with you, they were shaken up after there boxer ride.<br>\r\n\"I don't think we should.\" Said Dean.<br>\r\n\"Listen it's either you get pleasured by me and them or you join them.\" Shouted Tony.<br>\r\n\"Fine, but what are you going to do with them after tonight?<br>\r\n\"That is between me and them.\"<br>\r\nTony went on to lie on the bed and then pulled Dean towards him, they started kissing.<br>\r\nFrom the box you could see there tongues unwinding and twisting, their breath getting in the way.<br>\r\n\"Get some.\" Said Tony.<br>\r\n          Dean took out you and three other shrunken men out of the box, and place one in Tony's and his underwear, one on Tony's abs and you on his big lips. Under you, you could feel the movements of Tony's tongue, and suddenly you were dropped into the cave. His jaw moved you around and smashed you against his teeth, however you don't feel that the experience was that bad, if anything it was pleasurable. Deans tongue came in and dragged you out of Tony's maw. Now you are in Deans smaller mouth but still having a great time, after 6 minutes of being passed from mouth to mouth Tony's fingers entries Deans mouth and pulled you out.<br>\r\nHolding you by your arm he says \"Best toy ever.\" Any then went on to stuff you in his pocket.<br>\r\n\"What the hell man, He's mine.\"<br>\r\n\"I would like to see you get him off me.\"<br>\r\nDean didn't even try, and when on to pretend it never happened. Fighting Tony would be fruitless.<br>\r\n</span></div></div>",
            "created":1382245200,
            "id":1682085,
            "title":"Dean's best friend Tony "
        },
        "1312112":{
            "choices":[
                "To the gym",
                "Worship "
            ],
            "content":"<div class=\"\"><div> <span>          Johnny hated anyone he wasn't friends with. Loathed was a more accurate term. His hatred was passed along to his friends who would do his dirty work for him. One word from Johnny and you were never heard from again. Johnny was impartial towards you. You'd never really interacted, and though you were aware of him, you doubted he knew you existed. Some of his friends however, saw you when you shot glances at him, admiring his appearance. His overprotective friends kept an eye on you, making sure you were never near their precious leader. His figure was  perfect, and envied by everyone who saw him; toned muscles and big chest, coupled with handsome, yet boyish, features, and a crop of blond hair that always seemed to be perfectly in place. Sometimes around school, you see Johnny talking to Dean in private and thought nothing of it and would walk on.<br>\r\n          The darkness of the drawer was all around as you heard a knock at the door, Dean ran down stairs and opened it.<br>\r\n\"Hey Dean, I hope you don't mind but I brought someone.\", said Johnny.<br>\r\n\"Hi.\" You heard his friend say in a unrecognizable voice.<br>\r\n\"That's fine, the more the merrier.\", Dean replied<br>\r\nThe sound of them coming upstairs was getting louder, and you heard the bedroom door open.<br>\r\n\"Neat place, So where are they?\" Johnny asked.<br>\r\n\"I've got one. He's in here.\"<br>\r\nThe drawer opened to the dimly light bedroom, The giants, Dean and Johnny, were there with another figure, Tim, Johnny's friend who loathed you.<br>\r\n<br>\r\nTim and Johnny-- <br>\r\n<a rel=\"nofollow\" href=\"http://24.media.tumblr.com/f2454ef5556b593f17fe03140e8bb7a2/tumblr_mt4unramIk1srzrazo1_500.jpg\" target=\"_blank\">http://24.media.tumblr.com/f2454ef5556b5...</a><br>\r\n<br>\r\nFear hit you as you know it could be the end, if Tim killed you, Dean and Johnny wouldn't bat a eyelid and that would be your life over with .You can see from Tim's happy face that he was going to have fun with you and he was the one to pick you up first, \"Is this the guy, the guy next to your locker?\" <br>\r\n\"Yeah why?\" Questioned Dean.<br>\r\n\"Oh, I've wanted this one gone for ages, he's always getting in my way.\" Tim said and Johnny nodded.<br>\r\n\"Really, I thought he wasn't that bad?\" Said Dean.<br>\r\n\"He's not but I'd like to see him gone.\"<br>\r\nDean had a look on his face which showed he wasn't sure about having Tim in his room, especially because he hadn't been invited, and he turned to look at you.<br>\r\nDean took you out of Tim's hand, \"So what are we going to do with him?\" questioned Johnny.<br>\r\n\"Up to you?\", Dean said.</span></div></div>",
            "created":1382331600,
            "id":1682505,
            "title":"Dean's other friend Johnny"
        },
        "13121122":{
            "choices":[
                "Johnny",
                "Tim"
            ],
            "content":"<div class=\"\"><div> <span>\"Well, he already oiled me up,look.\", said Dean, taking off his top and showing Tim and Johnny his slightly shining muscles.<br>\r\n\"He did a good job, can he do it again?\", asked Johnny.<br>\r\n\"Sure he can, he's mine. I can do what I want with him.\" said Dean, \"I tell you what, get on the bed and I'll go down stairs and get more oil.\"<br>\r\nDean left the room leaving you, Tim, and Johnny alone in the dark room on the bed, \" We're taking him, right? Dean wouldn't mind, he can get loads now.\", said Tim<br>\r\n\"You're sure right we are.\" Said Johnny gleefully, \"Can I have him? Come on I really want to kill him.\"<br>\r\n\"I want him.\", Tim said, \"I tell you what. The one who Dean passes him too first gets to keep him.\"<br>\r\n\"You're on.\" Said Tim, shaking on the deal.<br>\r\nDean came back in the room, and sat on the bed with the rest of you and said \"Who wants to get oiled up first?\" <br>\r\n\"I'll give it a shot, what's the worst that could happen.\" Said Johnny.<br>\r\nJohnny laid back and pulled off his top showing the muscles below under the pale skin.<br>\r\nYou went to the oil, there was nothing to complain about, If you said no, you would be dead, crushed by Johnny's muscles.<br>\r\nThe worship went on for 4 minutes until Dean jumped on Johnny, landing on his stomach, which winded Johnny a little bit and was crushing you under him.<br>\r\nHowever Johnny saw this as a bit of fun and then got up and dragged Dean off the bed, they both landed on the floor, you were still on Johnny's stomach, Johnny and Dean looked in each others eyes and then started to kiss.<br>\r\nThey rolled around on the floor kissing frantically and you were in the middle of it all being crushed by the titans.<br>\r\n\"Can I join?' Said Tim, \"Sure\" said Dean.<br>\r\nTim jumped onto the floor landing of both of the giants, the weight of Tim was crushing you so much you could not breath, however in the chaos a hand pulled you out, only after it did you realize it was  <br>\r\n   </span></div></div>",
            "created":1382504400,
            "id":1683302,
            "title":"Worship "
        },
        "131212":{
            "choices":[
                "\"Lets get rid of you once and for all.\" ",
                "\"I'll be keeping you for much longer.\""
            ],
            "content":"<div class=\"\"><div> <span>\"I would rather die than be your pet.\" You said angrily. , \"Well I know someone who will dispose of you.\" Dean grabbed you and placed you in a small bag made from cotton, you fall into it and hear Dean get up and walk to the door, the shaking was unbearable as you went down the stairs.<br>\r\nThe front flung open, and the bag got cold, you were out in the open, in a bag which Dean was carrying.<br>\r\nYou felt the movements of his steps as he walked down the street, left and right, left and right, until he comes to a stop.<br>\r\nThere were three knocks on the door, and the door creaked open.<br>\r\n\"Here, like I promised, he won't comply, so I told him you will take him out.\" Dean said to this mystery man.<br>\r\n\"I will, don't worry. \" said the strange man at the door.<br>\r\nThe bag moved from hand to hand and you were now in the hand of the man.<br>\r\nThe door creaked closed and the man was taking you to his room.<br>\r\nSuddenly you fell out and landed in the bed of Dom, your worst nightmare.<br>\r\n<br>\r\nDom- <a rel=\"nofollow\" href=\"http://24.media.tumblr.com/1c583d9aa447eae15265218227abc7be/tumblr_moic3fWnZL1st3cmfo1_500.jpg\" target=\"_blank\">http://24.media.tumblr.com/1c583d9aa447e...</a><br>\r\n<br>\r\nThe bed you were on was white and the bed post dark brown, on it with you was Dom, he was your worst enemy, every time he saw you he would insult you and push you into walls.<br>\r\nYou couldn't believe you were with such a monster and everything started to become clearer, Dean was planning this, Dom knew that it was going to be you who was going to shrink and he paid Dean to have you.<br>\r\nHis grey sweatpants were the only thing he had on, and it revealed his chest which, though muscled, didn't quite have Dean's definition.<br>\r\n\"Well, look who we have here.\", said Dom in his typical, arrogant manner, \"Looks like some poor little idiot's found himself four inches tall, and only big, bad Dom can take care of him. I wonder what's going to happen next?\" <br>\r\n\"Dom, stop, I don't want to be apart of your stupid master plan you have got going, how many others have you taken?\" You shouted.<br>\r\n\"Just lucky little you.\" Dom said maliciously, \"Now you get to find out how you can make your new master happy. For example, I think you would make an excellent cushion.\" He clutched you tighter in his hand you and stood up, then slowly moved his hand under you under his butt as he sat down. The massive cheeks bore down on you, encompassing your entire field of vision. As they touched down, all light was blotted out and all you could feel was the soft fabric of his sweatpants. The massive weight of the titan stopped you moving. Then, something you knew was coming started. Dom's cheeks clenched as he let out a ripping hot wind that washed over your body. You held your breath for as long as you could, but eventually you needed to breathe. You inhaled and the awful scent that he'd produced, tears forming in your eyes as the awful stench forced it's way into your body.<br>\r\nMore and more weight felt like it was pushing, but it was only Dom trying to make you life worst by moving on the spot.<br>\r\nAfter what felt like a hour of this punishment he pulled you out from under him.<br>\r\n You soon realize that Dom was holding you from your arm at eye level. <br>\r\n<br>\r\n<br>\r\n<br>\r\n </span></div></div>",
            "created":1382418000,
            "id":1682875,
            "title":"You'd rather die than be his pet"
        },
        "1312121":{
            "author_id":"thefireofice",
            "author_name":"Fire of life",
            "content":"<div class=\"\"><div> <span>Will I had my fun with you now it time for you to disappear.\"and with that he grabs a near by cage a toss you in before tie a rock to it he walk out and get on the bike it seem like he was biking to the local lake you try your best to shake the cage but it no use it seem like this where it end for Dom had reach the lake about ready to drop you in before he did he said one last thing \"I hope you live your life goals because if not well then I guess you'll be a ghost\" and with that he toss the cage in as you slowly drowned to death.</span></div></div>",
            "created":1497157200,
            "id":2334223,
            "title":"A place where no one will find you"
        },
        "1312122":{
            "choices":[
                "Next was the feet",
                "Next was the penis"
            ],
            "content":"<div class=\"\"><div> <span>Dom moved over to the side of the white bed, with you in his manly hand. With his other hand he goes into his green gym bag and pulls out an unopened cola bottle. He places the plastic bottle between his thighs and unscrews it, there was a hiss and then the cap falls off and you are being placed into the neck. It was tight but after the power of Dom's thumb pushing you down, you fall into the black liquid. The bubbles stings your legs which were kicking to try to say afloat, outside Dom's smirk could be seen. You felt that you were in a cell, wanting for the warden.<br>\r\nHe places the cap back on and shakes the bottle, you couldn't breath, everything was the cola, you didn't know which way was up. The violent movement were like waves crashing and the bubbles flue pass you like birds. <br>\r\nThe shaking stopped and the bottle was being raised, the cap was off again and Dom's white teeth came closer to the head of the bottle. He pressed the rim of the bottle to his lips and tilted. The cola flowed down into the horror of Dom's mouth, the current was too strong for you to fight. The waves pushed you into the fleshy cave. Dom loved the feel of you in his mouth and filled his cheeks up with cola. Inside, the liquid was batted by the tongue and moved side to side, no way was up. Suddenly his throat opened and the cola flowed down, two fingers entered the cave and pulled your weak body out. Dom looked down at you and smiled, he was going to have fun with you.</span></div></div>",
            "created":1383973200,
            "id":1692133,
            "title":"\"I'll be keeping you for much longer.\""
        },
        "135":{
            "choices":[
                "Mark (17)",
                "Dillon (15)",
                "More!"
            ],
            "content":"<div class=\"\"><div> <span>Mark - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/022ceb85cf2e13dbe264ff28e3f205f9/tumblr_mnogg1XDh51ru6v2no5_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/022ceb85cf2e1...</a><br>\r\n<br>\r\nYou wake up to find yourself staring back at yourself in the mirror, only you're being held in Mark's hand at a very tiny size, as he takes a picture of you with his Iphone. Naturally he's shirtless, and you can only wonder what that could mean. You can feel the heat radiating off of Mark's body, and see a thin line of perspiration coating his arms and bare torso, could only mean he's walked home from a long day at High School and recently shed his shirt. The titanic 17 year old smirks into the mirror, noticing you've awoke and begun struggling in his grip as he takes the picture to send to his buddies.<br>\r\n<br>\r\n<br>\r\nDillon - <a rel=\"nofollow\" href=\"http://24.media.tumblr.com/fd4d5295c4bcb5f85204b5aa967985e8/tumblr_mn05mzObFI1r7nupzo1_500.jpg\" target=\"_blank\">http://24.media.tumblr.com/fd4d5295c4bcb...</a><br>\r\n<br>\r\nA 15 year old with an attitude problem and a mean streak a mile wide. The possibilities of what he might do to you are endless once you become his property.</span></div></div>",
            "created":1380085200,
            "id":1669660,
            "title":"More choices! (They Shrunk You)"
        },
        "1351":{
            "choices":[
                "You are pliable! You can't be squashed but you can be molded like dough!",
                "You can be squashed, but you reform!"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://25.media.tumblr.com/022ceb85cf2e13dbe264ff28e3f205f9/tumblr_mnogg1XDh51ru6v2no5_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/022ceb85cf2e1...</a><br>\r\n<br>\r\nOnce the picture is taken from Mark's Iphone he switches it off, not wanting to be interrupted by annoying texts or phone calls from anyone during his \"fun\".<br>\r\n<br>\r\nHe smirks down at you, having turned you around to face him and brought you up to eye level. \"Hehe, I bet you're wondering what the hell is going on right now aren't you?\" <br>\r\n<br>\r\nYou try to think back, but its all a blur, the last thing you remember happened just a second ago with waking up in Mark's hand.<br>\r\n<br>\r\n\"Can't remember huh? That's ok shrimp, a side affect of the device is memory loss.\" Mark smirks at you cockily.<br>\r\n<br>\r\n\"Device? What device are you talking about!? What exactly have you done to me Mark!?\" You demand to the bare chested blond giant.<br>\r\n<br>\r\nThe giant then does something that takes you by surprise, he flicks you in the forehead, nearly giving you whiplash. <br>\r\n<br>\r\n\"Tsk tsk, I don't like your tone slave! And that's MASTER from now on! As for what I've done to you and the device,\" Mark digs in his pocket and produces a remote control that's as big as you right now. \"This little thing can control your size, indestructibility, and even your mind. Right now I have you shrunk and indestructible, but if you ever disobey me and I don't feel like punishing you....I'll just flip this switch and you'll just do what I say whether you want to or not!\" <br>\r\n<br>\r\n\"What do you mean indestructible?\" You ask, then seconds after, you realize what a mistake that was.<br>\r\n<br>\r\nMark flops down onto his butt, onto the bed, a big grin on his face. \"Weeell,\" You hear the thump of his Vans being kicked across the room into the opposite wall. And a sour stench fills the air as he sighs and wiggles his dingy socked toes below on the carpet.<br>\r\n<br>\r\nRoughly throwing you to the ground, without getting up Mark raises one damp socked foot over you and stomps down...</span></div></div>",
            "created":1380085200,
            "id":1669685,
            "title":"Mark (17)"
        },
        "13512":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Why don't you try worshipping them?",
                "Why don't I try crushing you with something else?"
            ],
            "content":"<div class=\"\"><div> <span>          You scream as Mark's enormous foot slams down on you. All becomes black and you feel no pain. You begin to realize that you are still alive, flattened to the ground. You can feel the damp cotton pressing down on you, saturated with Mark's sweat after a day trapped in his shoe. But worst of all is the smell. The stench floods your nostrils, acrid and overwhelming. You're surely being deprived of oxygen, but you don't seem to be having any ill effects. Finally Mark lifts up his foot. His deceitfully good-looking face smirks down at you. \"Well now that you know what it's like being crushed under my feet...</span></div></div>",
            "created":1380085200,
            "id":1669816,
            "title":"You can be squashed, but you reform!"
        },
        "135121":{
            "choices":[
                "Mark enjoys his toejam tongue bath.",
                "Mark is displeased with your work."
            ],
            "content":"<div class=\"\"><div> <span>Mark puts his foot up on his knee, rubbing his cotton covered sole with his hand and smirking down at you menacingly. \"Why don't you try worshiping me next? But first I'll have to get these socks off!\" <br>\r\n<br>\r\nGripping at the ankle part of the sticky sweaty socks, Mark peels away the gross fabric and flings them off in a shower of crud and discolored cotton fluff. Sighing and wiggling his musky toes free now, he stomps both enormous bare feet on either side of you and grins down at you widely.<br>\r\n<br>\r\n\"First I'll have you clean out between my toes, don't worry, I'll spread them for you. There's a lot of gunk in there though, and I can't guarantee it'll smell very good.\" <br>\r\n<br>\r\nMark spreads his plump toes and unleashes a wave of pungent vile footstink that is hot and steamy right into your face.<br>\r\n<br>\r\nYou gag, but do as you're told and crawl between the stinky first crevice...</span></div></div>",
            "created":1380430800,
            "id":1672026,
            "title":"Why don't you try worshipping them?"
        },
        "1351212":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "You're spending the night in his boxers",
                "You're spending the night in his armpit"
            ],
            "content":"<div class=\"\"><div> <span>          You begin to scrape out the gunk with your hands, but Mark notices. \"You know, you should never turn up your nose at a meal. You never know when I'll get the chance to feed you. I'd better see you using your tongue, slave.\" You almost gag; he wants you to <i>lick</i> his feet clean. You reluctantly stick out your tongue and bury your face in the toe crevice. You lap up Mark's salty sweat. It overpowers your tongue and nostrils, flooding your senses with his scent. A glob of toe jam gets in your mouth. You glance up at Mark, who is watching you with a gleeful smile. You slowly chew the glob and swallow it.<br>\r\n          You puke, you can't help it. Mark's foot, lifts up around you. You look up to see his face is now furious, and his foot slams down on you. Your body smashes against the floor, though thanks to your indestructibility, nothing feels broken. Mark's foot shifts and rolls you over, trapping your face between his toes. He leans down over you. \"Next time you lick my feet, you're gonna learn to appreciate it. You get to eat <i>my</i> toe jam, <i>my</i> sweat. That's the sweat of your god. But for now, your going to get a little punishment. Maybe after that, you'll like my feet better.\"</span></div></div>",
            "created":1382158800,
            "id":1681561,
            "title":"Mark is displeased with your work."
        },
        "1353":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Zach",
                "Dylan and Jake",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Zach - <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/b0e231a3301c3ea6ef5718b8f2262cee/tumblr_mr2digmRen1rpdgkto1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/b0e231a3301c3...</a><br>\r\n<br>\r\n          Zach is the king of the school and he knows it. His bulging muscles let him dominate everyone else, and anybody who does stand up to them, well, nobody knows exactly what's happened to them.<br>\r\n<br>\r\nDylan and Jake - <a rel=\"nofollow\" href=\"http://24.media.tumblr.com/f2454ef5556b593f17fe03140e8bb7a2/tumblr_mt4unramIk1srzrazo1_500.jpg\" target=\"_blank\">http://24.media.tumblr.com/f2454ef5556b5...</a><br>\r\n<br>\r\n          Dylan and Jake have always been very competitive. Unfortunately not with each other. The two cockily dominate every sport in gym class, the only two guys to ever touch the ball. You, of course, don't know this, as you've just moved into town. You always did well for yourself in gym, so you decide to make an effort. You miraculously score a few points, by passing the ball and working with your teammates, eventually beating Dylan and Jake. The two are pissed and you see them giving you dark looks in the locker room after class. You change slowly, trying to get adjusted to the new locker room. It seems as if you're the last one in there, but then the strong smell of deodorant comes from behind you. As you turn around you black out.</span></div></div>",
            "created":1382418000,
            "id":1683044,
            "title":"More!"
        },
        "13531":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Football Party",
                "You get sold"
            ],
            "content":"<div class=\"\"><div> <span>Originally by <b><a href=\"/main/authors.php?action=search&amp;search_for=airoap\" target=\"_blank\">airoap</a></b><br>\r\n<br>\r\nThe sports field was lush green and Pete sat on a bench overlooking the football team, Pete had the looks to be a footballer but never the skill, he had blond hair and a strong figure but his balance let him down. Every sport he tried to do he always failed, looking at the football team play was the closes thing that Pete would ever get to be a sport star.<br>\r\n<br>\r\nAfter 10 minutes wasting time, Pete was accompanied by Zach. Zach was the king of Sports and the king of the school, nobody crossed him other wise you were never heard from again.<br>\r\nHis bronze skin covered his body and his muscles could be seen from a mile away.<br>\r\n<br>\r\nZach- <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/b0e231a3301c3ea6ef5718b8f2262cee/tumblr_mr2digmRen1rpdgkto1_500.jpg\" target=\"_blank\">http://25.media.tumblr.com/b0e231a3301c3...</a><br>\r\n<br>\r\n\"I heard you didn't get in this year.\" Said Zach.<br>\r\n\"Yeah, but it is not a total lost, I have still got hope for next year.\" Pete said in return.<br>\r\n\"Just give up, your never gonna get in, you might as well not try.\"<br>\r\n\"No, I always wanted to be apart of the team.\"<br>\r\n\"Listen, Give Up. You are never in you whole life getting in, Coach sent me to tell you, just go.\"<br>\r\n\"No, I don't believe you, why should I leave, I play better than you, You stand around doing nothing.\"<br>\r\n\"I thought you would say that.\"<br>\r\nZach reached inside of his pocket and Pete heard a click from inside.<br>\r\nPete felt like his blood turned hot and his bones burn his skin. <br>\r\nZach gave a wide smile at Pete as he shrank.<br>\r\nSmaller and smaller Pete went until he stopped, at only 1 inch tall, now in the shadow of the giant Zach, who's hand was traveling towards him. <br>\r\nThe bronze skin crashed into Pete pale skin, and scooped him up.<br>\r\n\"Dont worry there will be more of you in a bit.\" Said Zach<br>\r\n\"What do you mean?\" Said Pete<br>\r\n\"You will have company by the time the day is out.\" With those  words  Zach went into his big sports bag and pulled out a wooden box.<br>\r\nHe slid the top open a put Pete inside.<br>\r\n<br>\r\n<br>\r\n<br>\r\nYou were walking across the fields to get home, when you saw Zach, with his good looks staring at you.<br>\r\nZach was really nice to you evan though he was horrible to rest of your group, Zach came closer to you and asked, \"Hay, I need help.\" In a normal voice.<br>\r\n\"O.K\" you say.<br>\r\n\"There is this guy, and he need some company, Do you think you could be with him.\"<br>\r\n\"Sure, where is he?\"<br>\r\n\"Closer than you think.\"<br>\r\nThe same thing happened again and you blood boiled and bones burned, getting smaller and smaller next to your new giant.<br>\r\nZach gripped you, then took out the same wooden box and then placed you in it and slid it back up again.<br>\r\nThere was smalls bit of light coming through the box and you could see Pete, You think to yourself that Pete must have gotten in the same problem, \"Pete, What's happening?\" You say.<br>\r\n\"I don't know Zach shrunk me, he said he was getting more.\"<br>\r\n\"Zach, LET US OUT.\" You scream but Zach didn't hear you.<br>\r\nThe hours passed and more people came into the small wooden box, in total there was 7 , By the end you think that Zach will never let you free again, and the hopes of the people around you drop.<br>\r\n<br>\r\n</span></div></div>",
            "created":1382418000,
            "id":1683046,
            "title":"Zach - Flashback"
        },
        "135311":{
            "choices":[
                "Hotel Room for three",
                "Bedroom"
            ],
            "content":"<div class=\"\"><div> <span>More time passed and the box was getting crowed,you stand next to Pete because he felt like the only one you can trust, as the box was filled with Cocky Sports Players all of which were smiling and laughing and you didn't know why.<br>\r\nYou and Pete didn't try to communicate with the others as you feel that they would just ignore you anyway.  The box was shaking a lot until there was a loud bag as the Gym Bag hit the table, you heard the zip come undone, and the box being taken out and smacked on the table. The lid slid open and rays of light entered, over head was the football team about 70 feet tall.<br>\r\n<br>\r\nZach smiling face was massive and so was the football team's, all around you in the box was happy faces looking at the giants.<br>\r\n\"What the hell is going on?\" You whisper to Pete.<br>\r\n\"I don't know.\" He replied but then suddenly Zach said \"You know the rules, take them away, never see them again. Its that clear.\" <br>\r\n\"Yes, Captain.\" <br>\r\n\"Well then, take you pick. Remember these two are mine.\" Zach was pointing at you and Pete.<br>\r\n\"Yes, Captain.\" The team said again.<br>\r\nAs they said it they all grabbed the tiny they wanted, hands come everywhere and everyone was lifted to the sky part from you and Pete, in the sky the team were swapping there tiny and choosing  there favourite. <br>\r\nYou and Pete was left in the box waiting for the time when Zach grabs you and as you thought it, it happened.<br>\r\nThe palm of Zach was sweaty and his eye glared at you and Pete, with one swift movement you and Pete were lunged into Zach's jean pocket.<br>\r\nYou felt Zach's body heat as he walked along.<br>\r\n <br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1382504400,
            "id":1683293,
            "title":"Football Party"
        },
        "1353112":{
            "choices":[
                "Zach Returns",
                "Try to escape"
            ],
            "content":"<div class=\"\"><div> <span>You hugged each other in fear as Zach walked along, there was no time at all until Zach got you out of his pocket and placed you both in a small bird cage hung in his room.<br>\r\nYou didn't care about the room you cared about why you were here, however it was Pete who talked first.<br>\r\n\"What do you want with us, you werido?\" Said Pete.<br>\r\n\"Pete, your a loser and the team wanted you gone just like I said. And what do it care if you do don't agree you should have just gone , because now your mine.\"<br>\r\n\" Why am I here then?\" You ask, \"Pete was going to be on his own, and I am not that cruel,  anyway many hands make light work, and you are going to put to work alright.\"<br>\r\n\"What is with all the other people in the box then?\" Asked Pete.<br>\r\n\"News got out I got a shrink ray to get rid of you, So those lot were just people wanting to help the team.\" <br>\r\n\"How long do we have to stay here? \" you shout at the bronze giant,  he hits the cage and says \"As long as it takes to be my slave, punk.\" He then walked away laughing.<br>\r\n\"What are we going to do?\" You ask Pete.<br>\r\n\"I don't know but, his room doesn't say nice guy does it.\"<br>\r\nOnly now do you look at the room, it was messy, smelling and had clothes piled everywhere, and light was coming through a dirty window.<br>\r\n\"Well, we have each other.\" Pete says.<br>\r\n\"But for how long?\" You say in return.<br>\r\n<br>\r\n</span></div></div>",
            "created":1382504400,
            "id":1683312,
            "title":"Bedroom"
        },
        "13531121":{
            "choices":[
                "More Time with Frank",
                "Zach's Time with you."
            ],
            "content":"<div class=\"\"><div> <span>Not long after leaving, Zach returned and stepped next to the cage,\"I sink, so I am going to have a bath.\" Zach said.<br>\r\n\"I need you two to help me and my partner bathe.\" <br>\r\nYou had no choice, he owned you and what he said goes.<br>\r\nDing,dong, Zach ran to the door and went down the stairs to the main door, \"Hay, Do you want to have a bath?\" <br>\r\n\"Sure.\" Said Frank, Zach on again and off again boyfriend.<br>\r\n<br>\r\nFrank- <a rel=\"nofollow\" href=\"http://25.media.tumblr.com/49fd86ce4583bb7da40bfb552d18e151/tumblr_mm3hdjYjVE1r9z5sqo1_500.png\" target=\"_blank\">http://25.media.tumblr.com/49fd86ce4583b...</a><br>\r\n<br>\r\nFrank was never appealing to you, he was too boyish and would give out punches and head-bumps for friends. The two boys entered Zach's messy room, \" I have got these two as punishment to help us bathe. \" said Zach.<br>\r\n\"No problem, I need something to get to the cracks.\"<br>\r\nThe Bird Cage flung open and Zach quickly grabbed you both before you could get out.<br>\r\nZach and Frank left the room and went into the bathroom, which was much cleaner than Zach's room and had light brown stone coloured walls and a pure white bath, big for two people to get in.<br>\r\nZach continued to grasp you both in one hand and he started the bath.<br>\r\n\"I have a surprise.\" Said Zach and he turned to Frank, in his other hand was two glass bottle beers, <br>\r\n\"Thanks, I am so thirsty from today's game,\" said Frank.<br>\r\nThe bath was now full and Frank and Zach undressed, you closed your eyes because even though he was now your master, you still didn't want to see him naked.<br>\r\nThey both got into the bath and you felt it was safe to look again, they were both looking at each other with loving eyes, then taking swigs of Beer, Frank burped at the other side of the bath.<br>\r\n\"You know what will be fun?\" Said Zach, he took Pete and placed him on the lip of the beer bottle, forcing him to grab for dear life.<br>\r\nZach moved the bottle over the Frank and poured a bit from a small drop over Franks mouth, Pete fell into the cave beyond the perl like teeth which showed off.<br>\r\n<br>\r\nAll you could see was Frank swirling his tongue around in his mouth and seeing bits of it poking  out every now and again. <br>\r\nAfter a minute or so Frank pushed out Pete with his tongue, Pete fell into the hot water but was picked up by Zach suddenly.<br>\r\n<br>\r\n<br>\r\nPete joined you back in Zach's hand, he looked like he was in hell, \"I like that one, he is a fighter.\" Said Frank, \"Well, we need someone to bathe us, you can have Pete.\" Said Zach.<br>\r\n\"Thanks.\" He was then passed from Zach to Frank , and then Frank looked at him dead in the eye.<br>\r\n\"Try to squirm a bit in the crack, I need it clean.\" Said Frank.<br>\r\nFrank then lowered Pete into the water but that was all you could see as Zach looked at you and said, \"Your lucky, little guy, I just need some soap.\" He then placed you on the side of the bath and gestured for you to get the soap, you pick it up and then pass it to Zach. \"You know you don't really need to be punished, Pete is the one. So you have it easy really. However I might force you to play along so Pete believes it, and if you tell him, your dead.\" You nod and then sat on the bathtub side, hoping Pete was O.K,<br>\r\nPete was lifted out of the water and was placed next to you, he looked like he didn't want to talk, and you didn't fancy it either. <br>\r\n<br>\r\nFrank and Zach got out after a wile and towelled each other dry, they put their clothes back on and Zach picked you up and placed you both back into the Bird Cage.<br>\r\n\"That was amazing, Zach, We need to do it again.\" <br>\r\n\" I am sure we will.\" Said Zach in return, not long after Frank left , leaving you and Pete alone in the cage.</span></div></div>",
            "created":1382504400,
            "id":1683338,
            "title":"Zach Returns"
        },
        "135311212":{
            "choices":[
                "A night with Frank and Pete",
                "A night with Zach"
            ],
            "content":"<div class=\"\"><div> <span>The cage had a carpet for flooring and a small mattress for you and Pete to sleep on, the next day Frank came back to the house, \"Hay, I can't get them out my head, I need more things to do with them.\" Said Frank, <br>\r\n\"I knew you would. I was thinking that we could play a game.\" Said Zach.<br>\r\n\"What game? asked Frank.<br>\r\n\"Well, we flip a coin, Heads I win, Tails you win.\"<br>\r\n\"And what do we win? Said Frank.<br>\r\n\"Their boyfriend shrunk plus two others.\"<br>\r\n\" I'm in, So the looser get shrunk?\"<br>\r\n\"Thats the plan, also the winner doesn't have to change the looser back.\"<br>\r\nZach nodded and then took out a coin, he flipped it in the air and it span for eight turns until it landed on the back of his hand.<br>\r\nHe pealed his hand back to find the coin was reading heads.<br>\r\n\"Lucky for me.\" Said Zach.<br>\r\n\"Yeah, Yeah get it over with.\"<br>\r\nZach went to his bedside table draw and pulled out the small device which was hidden in his pocket when we shrank you.<br>\r\nZach turned fast, and pointed it at Frank, in moments Frank was shrinking before you eyes. Zach reached down and him picked up and then put him in the cage with you.<br>\r\n\"Hello again Pete.\" He said with a grin on his face. <br>\r\n\"You may have been shrunk but I am bigger than you now, Don't try anything!\" Pete exclaimed.<br>\r\n\"Oh yeah, well if you look outside at my 70 foot boyfriend, then I think you will find that I am the one with upper hand.\" You try to say out of the chat as it grew to shouts. <br>\r\nAll of a sudden Zach started talking \"Well Frank, I never really liked you, Just like Pete here, people asked me to get rid of you. The boyfriend thing was fun to do though , also the coin was double sided.\"<br>\r\nFrank was in a state of shock, \"I thought ...\"<br>\r\n\"You thought wrong. Now look at what option I am in now. I got three tiny's to do my bidding. \"<br>\r\nZach walked away, and Pete turned to Frank who was still shocked, \"I'm sorry.\" <br>\r\n\"If you want I can sleep with you tonight.\" Said Pete with a smile on his face.<br>\r\n\"Really.\" Said Frank<br>\r\n\"Sure what the hell.\" Pete said in return.<br>\r\n<br>\r\n<br>\r\n <br>\r\n</span></div></div>",
            "created":1382590800,
            "id":1683656,
            "title":"Zach's Time with you."
        },
        "1353112121":{
            "choices":[
                "Dan and Jake takeover",
                "Dan and Jake keep their word"
            ],
            "content":"<div class=\"\"><div> <span>The night was silent.<br>\r\nZach was away and you were with Frank and Pete, who were kissing franticly over the matters on the floor. The cage was cold and you were sat away from the two, alone, The nosies they made ,became more sexy, and you turned to see that Frank and Pete was under the covers pounding there pelvises.Grunting was all you heard from then.<br>\r\n<br>\r\nLater in the night Zach came back to the cage, he looked so handsome in the dark light.<br>\r\n\"Come over here.\" He says, you looked over at the other two and they seemed not to notice, Zach stuck his hand into the cage trying not to reveal his presence, you hop onto the palm and he lifts you up from the cold, dark cage. Zach sat down on the bed, and placed you on the pillow, \"I don't know how I got myself into this?\" He says.<br>\r\n\"All I wanted was to have a tiny boyfriend, and now I have three. And two of them are in a one night stand.\" <br>\r\n\"Well, since Frank got with Pete, how about you and me?\" <br>\r\n\"Seriously, not joking?\" <br>\r\n\"Yeah, you are the most attractive king of sport, I have ever seen.\"<br>\r\n\"Yeah, I know that.\"<br>\r\n\"Well, I thought that we could, do what Frank and Pete are doing now?\" You say.<br>\r\n\"Wow, we just started. How about we call two people round, we give one of them Pete and Frank as a gift and he can shrink the other man, and shrink me.\"<br>\r\n\"Wait, So this other guy gets five tiny's?\"<br>\r\n\"No, I will call someone I trust, and he can grow us back.\"<br>\r\n\"Well if you want too, that is up to.\"<br>\r\n\" And then we can have a night stand on the abs of someone else.\" He gave a wink and then rushed out of the room.You could only guess he was at the phone book calling two other guys from his team.<br>\r\nAfter 10 minutes he came back and said \"I called Dan and Jake.\"<br>\r\nYou knew the pair all to well, Dan was the jock who ate a whole dead bird for a bet, and he won.<br>\r\nJake was the man betting Dan to do it.<br>\r\nYou then realise that Dan and Jake would not be the best people to trust as they only thought about themselves.<br>\r\n<br>\r\nDan -- <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/2b28f3d940a37d3b918c6ce4f6584876/tumblr_msxoc6Laol1ru6v2no1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/2b28f3d940a37...</a><br>\r\n<br>\r\nJake -- <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/d53fb5b868929d53a23b4f9744f90bad/tumblr_moe2uadbCq1svw0xqo1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/d53fb5b868929...</a><br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1382677200,
            "id":1684160,
            "title":"A night with Frank and Pete"
        },
        "13531121211":{
            "choices":[
                "Dan Shrinks",
                "Jake Shrinks"
            ],
            "content":"<div class=\"\"><div> <span>Dan and Jake were the first gay couple you knew, and it was to no surprise. They were inseparable and looked out for each other at every event. Dan was the hard man of the group, he could do anything as long as Jake approved. He had light brown hair and tanned skin, but the most stunning feature were his thick white teeth which shone in the brightest of lights.<br>\r\nJake was handsome too, he always wore a hat and tight clothes to show off his bulging muscles. Jake was the mastermind from the two and always had a plan for them to have sex at every turn.<br>\r\n<br>\r\n Dan loved Jake more than anyone,but it was a shame that Jake wanted more. Dan caught Jake on many times having a wank with a tiny, but this never angered Dan because he would join after a while. So when Zach said he had loads of tiny's on the phone, Jake and Dan ran over to his house as fast as they could. <br>\r\nYou were feeling unsure about the plan, it felt that you had to put all you trust into someone you disliked,but Zach's godly face told you to go with the flow. <br>\r\n<br>\r\nDing,Dong<br>\r\nZach left the room to let Jake and Dan in, their weight could be heard creaking the stairs as they walked to the room. Suddenly the bedroom door swung open and Zach,Dan and Jake were greeted with you on the bed and Pete and Frank humping in the corner. Their wide smiles told you that it was going to be a bumpy ride ahead.</span></div></div>",
            "created":1384491600,
            "id":1694696,
            "title":"Dan and Jake takeover"
        },
        "13533":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Chris",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Chris - <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/3ccfd13e0a535dd9bf7f42975efc3ae5/tumblr_mw664mg4eC1slfb0vo1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/3ccfd13e0a535...</a><br>\r\n          Chris is one of the hottest guys, in the school, and unfortunately, he knows it. In the locker room, he is constantly trying to demonstrate his physical superiority, flexing his amazing muscles at every opportunity. After gym class, mostly everyone has had to deal with Chris getting as close as possible, trying to show that even his sweaty scent is better than everybody else's. On this particular day, you aren't feeling too good. You arrive late to the locker room, and slowly begin to change. By the time you finish, everybody's left the locker room, except for one. Chris pulls out his shrink ray and prepares to fire.</span></div></div>",
            "created":1411362000,
            "id":1860441,
            "title":"More"
        },
        "135331":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Boxers",
                "Shoes"
            ],
            "content":"<div class=\"\"><div> <span>          You start closing your locker, when you hear the squeak of a sneaker behind you. You turn around to see Chris pointing a small device at you. \"What's that Chris?\", you ask.<br>\r\n\"Oh, It's just a little something I bought on the internet. It's a shrink ray.\"<br>\r\n\"What are you talking about, shrink rays don't exist.\"<br>\r\n\"That's what I thought, until I bought this. I tested this out on some stuff at home but I finally get to test it out on a human. And you, will make the perfect, tiny, little slave.\"<br>\r\n\"Slave? Just let me get changed Chris. We both have to get to class.\"<br>\r\n\"Oh, don't worry, we'll both get to class alright.\" He presses a button on the remote and a blue light flashes. You start falling, well, shrinking. You are facing Chris's chest, his stomach, his crotch, his knees, his sneakers. A colossal hand descends and plucks you off the ground. Chris walks over to his locker and opens it up, placing you inside. You watch as the titan strips down to his boxers. \"So, now I need to decide where to put you during class. I can't decide. But if I was in your shoes, I think I'd be most afraid to go in my...</span></div></div>",
            "created":1411362000,
            "id":1860443,
            "title":"Chris"
        },
        "1353311":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Front",
                "Back"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>          \"I think I'd probably be most afraid to go in my boxers, but the thing is, which side should I put you in?\"</span></div></span></div>",
            "created":1411362000,
            "id":1860446,
            "title":"Boxers"
        },
        "1353312":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Chris walks around the track on the hot day",
                "Chris plays some intense basketball"
            ],
            "content":"<div class=\"\"><div> <span>          \"Hmm... If I were in your shoes I think that I'd be most afraid to go in... my shoes.\" Chris chuckles at his pun. Chris pulls a crumpled, off-white sock out of his gym shoe. He sniffs it. \"Phew! That's the smell of hard work, my friend. You'll be real familiar with it soon.\" He shakes it out and holds out the opening at the edge of the locker. \"Come on, get in.\" You start backing away as his footstench rises from the sock but Chris reaches out a hand and grabs you. \"Well, if you wanna do it the hard way.\" He flips you upside down and drops you roughly in the sock. The stench is magnified tenfold in here. Then through the opening you see Chris's toes wiggling through. As Chris pulls the sock on he squashes you in between his foot and the sweat-imbibed cloth of his sock. You He adjusts you so that your face rests between his big and second toe. As he puts his shoes on Chris thinks about his options in class...</span></div></div>",
            "created":1411362000,
            "id":1860448,
            "title":"Shoes"
        },
        "13533121":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "You stay with him",
                "You choose to be planted on one of the other guys"
            ],
            "content":"<div class=\"\"><div> <span>          Chris wants to let you get used to being his little slave. He decides to go out and walk on the track with his friends. He idly chats as he sweats in the heat. You lie under his foot, being pummeled into the ground with each step. The temperature is making Chris's foot sweat, adding to the already powerful stench. Huge droplets form and cover your face. You are forced to swallow them to allow yourself to breathe. As the period goes on, the sock and your clothes become drenched in Chris's sweat. Then his huge footsteps pick up their pace. Chris starts going into a light jog, which then transitions into a full-on sprint. Sweat leaps through the air as you bounce around. His pace finally slows down, and you throw up a mixture of sweat and bile onto his toes.<br>\r\n          Chris gets back to the locker room and you hope maybe you'll be let out. Suddenly, you feel yourself shrinking. Before you were about three inches tall. Now Chris's stinking toes tower above you as you shrink to about an eighth of an inch tall. Chris's foot withdraws from the shoe. He shakes you out onto his palm. You can see that he hasn't even waited for the room to clear out. You can see tons of other guys changing, the scent of teen sweat in the air. He whispers to you, \"I'm gonna give you a choice. You can stay with me and let I'll continue putting you through hell, or I can plant you on one of the other guys and they won't have a clue you're there. So what's it gonna be?\" He holds you up to his ear, waiting for your response</span></div></div>",
            "created":1411362000,
            "id":1860450,
            "title":"Chris walks around the track on the hot day"
        },
        "135331212":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "on John's seat",
                "Dylan or Sam"
            ],
            "content":"<div class=\"\"><div> <span>          Chris looks around the locker room. \"Ooh, brave choice. It's a good thing this remote works long distance. I can mess with your size, or even locate you from wherever I am, so don't think you've seen the last of me.\", Chris says, \"Now, since I'm such a great guy, I'm gonna let you choose who I plant you on. There's John over there. Dylan's going into the showers, and Sam, just got in. So which will it be?\"<br>\r\n<br>\r\nJohn - <a rel=\"nofollow\" href=\"https://31.media.tumblr.com/d1d61bea20fa7e0e424aafcb675e9900/tumblr_n0dkpbnKli1s6cwkio1_500.jpg\" target=\"_blank\">https://31.media.tumblr.com/d1d61bea20fa...</a><br>\r\n<br>\r\nDylan - <a rel=\"nofollow\" href=\"https://24.media.tumblr.com/0225792d0483377da30d17d03b318907/tumblr_n0rmnmfxQe1sdollao1_500.jpg\" target=\"_blank\">https://24.media.tumblr.com/0225792d0483...</a><br>\r\n<br>\r\nSam - <a rel=\"nofollow\" href=\"http://38.media.tumblr.com/cd8f2b04b6133aa946831bcfc776a04c/tumblr_monq18R9j11svmwvno1_500.jpg\" target=\"_blank\">http://38.media.tumblr.com/cd8f2b04b6133...</a><br>\r\n<br>\r\n          As you tentatively make your choice, Chris heads over to the guy's stuff and drops you </span></div></div>",
            "created":1411362000,
            "id":1860453,
            "title":"You choose to be planted on one of the other guys"
        },
        "1353312122":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "On Dylan's deodorant",
                "In Sam's shoes"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Chris drops you...</span></div></span></div>",
            "created":1411362000,
            "id":1860454,
            "title":"Dylan or Sam"
        },
        "135332":{
            "author_id":"numerio",
            "author_name":"Tex",
            "choices":[
                "Carl or Nick",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these?</span></div></span></div>",
            "created":1417064400,
            "id":1894627,
            "title":"More"
        },
        "14":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Cole",
                "Chase",
                "Bryce",
                "Jared",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>It could be random, or an experiment gone wrong (or right), anything to make the giant grow. Unaware or aware is fine. You do not have to be the focal character in this, but a third-person narrating the giant's actions.<br>\r\n<br>\r\nCole - <a rel=\"nofollow\" href=\"http://dct515.tumblr.com/post/57274921492/collegewrestler-who-is-this-cutie-hes\" target=\"_blank\">http://dct515.tumblr.com/post/5727492149...</a><br>\r\n<br>\r\n          Cole has been your best friend from Pre-K to Junior Year. While you've always excelled in more academic areas, Cole has always had an aptitude for sports. One day, while the two of you are hanging out in his room, he begins to grow.<br>\r\n<br>\r\nChase - <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/ecef361f346210239b2f4449c9ad4511/tumblr_mnu79eaZ9V1s2ew95o1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/ecef361f34621...</a><br>\r\n<br>\r\n          This college senior has always wanted to prove that he's the manliest of men, showing off to girls and guys and feeding off their attention. His narcissistic attitude is soon about to expand as he finds himself turning into a giant.<br>\r\n<br>\r\nBryce - <a rel=\"nofollow\" href=\"http://31.media.tumblr.com/bd4083b41fbef8796b5edddbe4e6f915/tumblr_mnoa9rELNI1re1oqbo1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/bd4083b41fbef...</a><br>\r\n<br>\r\n          One day, as you're walking home in the rain, you see a guy fall down on the sidewalk. You run over and see that he's about your age and he's passed out on the ground. As you pull out your phone to call 911 something very unexpected happens. <br>\r\n<br>\r\nJared - <a rel=\"nofollow\" href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=6bnSpM_bj70\" target=\"_blank\">http://www.youtube.com/watch?feature=pla...</a><br>\r\n<br>\r\n          Jared lives in your dorm, a couple doors down. You've spoken a few times but have not really had much interaction. One day as you're studying for an exam you hear a loud bang and Jared yelling \"Holy crap!\" You run down the hall to see what's happened, definitely nothing you were expecting.</span></div></div>",
            "created":1379998800,
            "id":1669020,
            "title":"They grow into a giant"
        },
        "141":{
            "author_id":"peopler900",
            "author_name":"AmateurWriter",
            "choices":[
                "Cole realizes the cause of the growth",
                "Cole knows you like him",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://dct515.tumblr.com/post/57274921492/collegewrestler-who-is-this-cutie-hes\" target=\"_blank\">http://dct515.tumblr.com/post/5727492149...</a><br>\r\n<br>\r\nIt started in a slow Sunday afternoon, as you were just going to your best buddy Cole's house. Cole had just finished his work out and you planned to be spending time playing video games together. You both reached Cole's house, upon entering he welcomed you and asked, \"Hey wanna get a drink? I got this new energy drink the other day.\"<br>\r\n<br>\r\nNot interested, you replied, \"Nah, I'll wait for you upstairs, 'kay?\"<br>\r\n<br>\r\nCole nodded his head in response as he approached his kitchen. Opening his refrigerator he grabbed a can of drink which was labelled, \"Giant Energy\". He took half of the bottle as he then walked upstairs.<br>\r\n<br>\r\nCole had always been the sporty, athletic guy, but he falls a bit short on height. Standing at 5'6\" he is usually kind of dwarfed by you standing at around 6'. However, his physique was nothing to look down at as his body is a body any man would die to have.<br>\r\n<br>\r\nAs they were both playing video game, generally enjoying their time, Cole said, \"Hey can you turn on the AC? It's getting kind of hot in here...\"<br>\r\n<br>\r\nYou were quite peculiar about this request as the weather outside seems to be snowing. However, looking at his body, sweat was apparent throughout his shirt. \"I guess I could,\" you said turning on the AC. \"Why are you sweating so much? It's freakin' cold outside, dude.\"<br>\r\n<br>\r\n\"I dunno, maybe I'm just that hot,\" Cole remarked as both of you continued to play video games.<br>\r\n<br>\r\nBefore much things happened, Cole started feeling warm again, so he decided to remove his shirt. As he removed his shirt, time seemed to slow down for you as you always had been having the biggest crush on Cole. It seemed to have developed recently as you always try to catch glimpses of him changing in the bathroom. You took your glance at his glistening pecs, shining in the reflection of the sweat. His arms were huge and filled enormous biceps. His abdomen was clearly developed as rows of muscles were shown in its utmost glory.<br>\r\n<br>\r\n\"I hope you don't mind,\" he said with a chuckle as both of you continued playing. You tried your best not to awkwardly look at him.<br>\r\n<br>\r\n\"Ugh this heat is killing me!\" Cole said as he then removed his pants revealing his white tight boxer briefs. At this point you could not restrain yourself as you just stared at his body. Cole look back at you and smiled, asking, \"Like what you see?\"<br>\r\n<br>\r\nTrying to keep it as most casual as possible, you replied in a mocking tone, \"I've seen better.\"<br>\r\n<br>\r\nCole then paused the game and stood up in front of you as he playfully started to try to arouse you. Cole was just joking around as he flexed his biceps to it's peaks and looked at you in the eye, \"What about now?\"<br>\r\n<br>\r\nYou carefully studied his body, taking in what you can, when suddenly you start to notice something. Cole's body is starting to grow! <br>\r\n<br>\r\n\"Dude! You're growing!\" You shouted, pointing at him as he slowly inched up towards the ceiling.<br>\r\n<br>\r\nOblivious to the fact that he is actually growing, Cole replied, \"I know! These muscles are huge!\"<br>\r\n<br>\r\n\"No, literally, dude! You're growing taller!\" You clarified as Cole seemed to realize that you seem to be getting further and further away. As to further emphasize this point, Cole's head crashed into the ceiling as he knelt down to prevent any further damage from occurring.<br>\r\n<br>\r\nAfter that crash, the growth seemed to have subsided as Cole seemed to stop growing. You looked  at his body in awe. He seems to be around 9' at the moment as every body part of him seemed to be developed further through this growth. His pecs ballooned out even more while his abs made way for another row. His arms swelled in size as his biceps and triceps have increased greatly in mass.</span></div></div>",
            "created":1387083600,
            "id":1708057,
            "title":"Growin' Cole"
        },
        "142":{
            "author_id":"peopler900",
            "author_name":"AmateurWriter",
            "choices":[
                "Chase's sudden second growth",
                "Chase's story of his growth",
                "Someone entering the bathroom"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://31.media.tumblr.com/ecef361f346210239b2f4449c9ad4511/tumblr_mnu79eaZ9V1s2ew95o1_500.jpg\" target=\"_blank\">http://31.media.tumblr.com/ecef361f34621...</a><br>\r\n<br>\r\nYou sat down in class staring at nothing, hoping that it would end any time soon. After a short while of boredom, you decided to excuse yourself to go to the toilet. In the bathroom, you approached the sink which was positioned right below the bathroom mirror. Turning on the sink faucet, you gathered water and washed your face in attempts to wake yourself up.<br>\r\n<br>\r\nUpon turning off the faucet, the room fell into dead silence, aside from the dripping water. Not wanting to return to class yet, you loitered in the bath hoping for time to run faster. Suddenly you felt the floor rumble as the silence broke. Sounds of tearing fabric came from one of the stalls before noises of groans and moans filled the room. At this moment you were confused as you were curious. Slowly you walked towards the stall and said, \"Hey what's going on there?\"<br>\r\n<br>\r\n\"Dude, whoever you are, I need your help!\" a deep voice sounded from the stalls Feeling a sense of emergency, you swung open the door with all your force, effectively breaking the lock, revealing a figure of Chase stuck atop of a covered toilet bowl. <br>\r\n<br>\r\nChase was the senior had always been the most popular person on campus. Girls flocked over him as they loved his glazing eyes which stared right under the moderately long hair. His smooth skin glistened under the sun. He had always had a modest attitude, in spite of his cocky appearance, which aided him in earning lots of friends and connections.<br>\r\n<br>\r\nHowever, what you saw was slightly different as Chase's body seems to have grown in size. His frame exceeded the stall's size. The walls on the side were bent to accommodate his broadened shoulder. His shirt was left in tatters while his short rode up to cover half of his thighs.<br>\r\n<br>\r\nYou reached out your hand as you said, \"I'll help you out.\" His gigantic hand covered the entirety of your hand so you use your other free hand to help pull. With all the strength you could muster, you tried pulled out Chase from the bathroom stall, however, Chase's body refused to budge one bit. When he tried pulling himself out, your body just fall downwards to his massive strength.<br>\r\n<br>\r\n\"How about you try destroying the stalls?\" you suggested, from witnessing his ridiculous power.<br>\r\n<br>\r\n\"Good idea,\" Chase said as he pushed out the sides of the stalls without even using his full strength. \"I guess I don't know my own strength,\" he chuckled as his body started to rise to his full height. He had grown so much that he had to bend his head down from hitting the 8ft ceiling. Your height could only come up to around his nipples. Chase was tall and amazingly sculpted before, but this was on a whole new level.<br>\r\n<br>\r\nSweat ran down his body from his perfectly shaped pecs. His arms are thick with veins as you have seen how strong he really is. His abdomen were hills after hills of amazingly shaped muscles. You could be staring at this forever, but suddenly, the silence was broken by...</span></div></div>",
            "created":1387170000,
            "id":1708519,
            "title":"Chase"
        },
        "1422":{
            "author_id":"peopler900",
            "author_name":"AmateurWriter",
            "choices":[
                "You meet Chase later at your dorm",
                "You try to ignore it and proceed with your life",
                "You meet someone else later that day"
            ],
            "content":"<div class=\"\"><div> <span>\"Heh, I know what you want,\" Chase spoke out suddenly. You looked back at him in confusion as you have no idea what Chase is saying. He stood and pulled off his tight boxer briefs, taking you by surprise. His huge manhood flops out as youhave no idea what to do. You would want to just go out and all over him but, you respect him as a senior and don't want to just go all out like that.<br>\r\n<br>\r\n\"Go on, I know you want it,\" he reassured as he stepped closer towards you. Your feelings overtook your conflicting debate as you held your hands our towards his body. You rubbed and felt all over Chase's body moaning upon every single part of his muscle. This was like heaven to you as you went on your knees to work on his large manhood.<br>\r\n<br>\r\nYour mouth engulfed the entirety of the throbbing mass as your tongue continued to work it on and on. As Chase moaned out you continued to try to intensify his feelings of ecstacy. Reaching his climax, you pulled out your mouth as Chase grabs hold of his dick and pointed it towards his own body. With his final moan he finally came with ropes and ropes of semen spraying all over his own body. Chase panted as he looked down at you and smiled.<br>\r\n<br>\r\nSuddenly his semen seeps into his body as Chase exclaimed, \"Yes! It's working!\" At this point you were beyond confused as you stepped back in fear and intimidation. Chase's body glowed slightly as he suddenly started growing again.<br>\r\n<br>\r\n\"As you see my semen causes anybody to grow, but it can't be me who make me come. It has to be someone else and depending on how great the feeling was, I would grow accordingly,\" explained Chase as his body finally was ready to grow.<br>\r\n<br>\r\n\"And now it's coming,\" he shouted in excitement as he spiked outwards in size. Chase's body grew out everywhere as he sat back down to avoid the ceiling. His body did not stop growing as his muscles swell up in size. His frame increased more and more as his sitting body reached the ceiling. His body squished up and pushed away all the stalls around him as he seems to be just stuck there.<br>\r\n<br>\r\n\"Also I can control my size, but only up until my maximum height,\" Chase said as he shrinks down to his normal height.<br>\r\n<br>\r\nAs he stands back up, you asked, \"But why are you telling me all this?\"<br>\r\n<br>\r\n\"Because you are the one that made it all possible.\"<br>\r\n<br>\r\n\"What?\" you replied in total confusion.<br>\r\n<br>\r\n\"Well, it takes time, but you would understand soon,\" he said as he got his boxers and began to wear it. \"I'll meet you later, we'll need to leave before someone sees us together.\" Chase finished wearing his clothes as he proceeded on his way out, but before he left he turned around and smiled at you.<br>\r\n<br>\r\nUpon his leave, you realized as you thought to yourself, <i>What just happened? And where will he meet up with me? And wait! Where did he get those clothes anyways?</i></span></div></div>",
            "created":1391230800,
            "id":1736382,
            "title":"Chase's story of his growth"
        },
        "144":{
            "author_id":"sweetsurrender",
            "author_name":"GrowthLover",
            "choices":[
                "Yes please!\"",
                "No... But...\"",
                "You start growing."
            ],
            "content":"<div class=\"\"><div> <span>It was an ordinary day...<br>\r\n<br>\r\nLike the average college student, you were studying for a test. <br>\r\n<br>\r\nYou tapped your pencil on your forehead, trying to figure out one thing or another.<br>\r\n<br>\r\n\"Holy CRAP!\"<br>\r\nThe pencil went flying out the window. You stood up, nearly knocking over various items on your desk. That sounded like Jared! You ran down the hall. Luckily the door was unlocked, so you opened it up and felt your mouth fly open as you saw the young man. <br>\r\n<br>\r\nHe was big. His head hit the ceiling and his feet hit the opposite wall. He was easily 20 feet tall and you could tell he was still growing, based on the way his feet inched up the wall. You cleared your throat as you felt an unexpected pressure in your pants at the sight of Jared's boner. The dick was easily 2 feet long and his balls were the size of large watermelons. <br>\r\n<br>\r\n\"What happened!?\" You asked.<br>\r\n<br>\r\n\"I'll tell you later... Right now would you help me with this?\" He asked, indicating his erection. His beautiful hazel eyes peered into your soul and ventured south to your bulge, \"And in return I will help you out.\"<br>\r\n<br>\r\nYou reply, \"</span></div></div>",
            "created":1446872400,
            "id":2057743,
            "title":"Jared"
        },
        "145":{
            "author_id":"occocc",
            "author_name":"occocc",
            "choices":[
                "Jay",
                "Roy",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Jay- <a rel=\"nofollow\" href=\"http://i.imgur.com/14xDaC5.jpg\" target=\"_blank\">http://i.imgur.com/14xDaC5.jpg</a><br>\r\n<br>\r\nA high school senior. Popular kid used to people bending over backward for him. He's always seemed to have the world at his finger tips, even if he never really tried to take advantage of it. He lives his life in a way that makes him happy without too much thought into it.<br>\r\n<br>\r\nRoy- <a rel=\"nofollow\" href=\"http://i.imgur.com/PxuYnWv.jpg\" target=\"_blank\">http://i.imgur.com/PxuYnWv.jpg</a><br>\r\n<br>\r\nA college senior who spent more time partying than anything else. He's been told he's a bit of a pig, and a lazy one at that, but he doesn't really mind the slurs, those who say that are just too damn uptight.</span></div></div>",
            "created":1385528400,
            "id":1699581,
            "title":"More"
        },
        "1452":{
            "author_id":"occocc",
            "author_name":"occocc",
            "choices":[
                "Have fun with the shrink ray",
                "Cruise campus",
                "Head to the city"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://i.imgur.com/PxuYnWv.jpg\" target=\"_blank\">http://i.imgur.com/PxuYnWv.jpg</a><br>\r\n<br>\r\nRoy strolled into his physics class. He was the first one to enter the room. He looked around for the professor; the dude was always majorly anal about locking the door whenever he left the room. Roy was about to shrug it off when “help!” Roy paused for a moment. A weak sort of distant voice called out “help!” he heard again. Roy walked back out the door when he heard it again “help!”<br>\r\n <br>\r\nOddly it seemed to be coming from inside the room. Roy turned around and headed to where it sounded like it was coming from “help!” After a little search for it, Roy found the source; it was his professor, sitting in his chair, at only a few inches tall<br>\r\n <br>\r\n“Wow…” Roy said.<br>\r\n <br>\r\n“Ahem. Glad you could hear me. Now then I need your assistance to return me to normal.” The tiny prof spoke up to Roy.<br>\r\n <br>\r\n“Uh, how shrinkydink?”<br>\r\n <br>\r\n“Now is that anyway to talk to your professor! Ah, anyway there’s a shrink ray on the floor next to my chair.” Roy found it, the thing looked like some kinda toy gun with a trigger and a little dial on the side that could be set to grow or shrink.<br>\r\n <br>\r\n“Didn’t think this one through to well did ya shrinkydink.”<br>\r\n <br>\r\n“What did you just say!? It was planned fine! I just dropped it is all, now grow me back!”<br>\r\n <br>\r\n“Oh, be patient.” Roy said as he looked around the room. Selecting a random desk, He pointed the gun at it and pulled the trigger. In moments the desk shrunk down to a fraction of its former height. “Ah cool!”<br>\r\n <br>\r\n“That is not a toy young man!” the irate professor yelled up at his student.<br>\r\n <br>\r\n“Damn dude, alright I’ll grow ya back” Roy picked the tiny Prof Up before setting it to grow.<br>\r\n <br>\r\n“Put me down you moron! If you grow me while holding on to…” Roy stopped listening to his tiny prof as he pulled the trigger. Slowly the tiny prof regained his former size, and Roy gained proportionately. Soon Roy burst through the roof of the prof’s tiny classroom. Soon the prof was normal sized, and Roy was about a 150ft tall. Roy looked down at the tiny classroom he grew out of; he chuckled as he saw his sneakers had crushed everything in there against the edge of the room. As Roy casually widened his stance he crashed his right sneaker into another lecture hall, disrupting a class in progress.<br>\r\n <br>\r\n“What the fuck have you done!” the prof shouted up at him.<br>\r\n <br>\r\n“Bet you wish you passed me last year now asshole” Roy said down to his professor before dropping him. the man landed on the concrete walkway outside the building, he was pretty sure he had broken more than a few bones but the pain made it hard to tell. It didn’t matter though, as soon after him came the sole of Roy’s sneaker.<br>\r\n <br>\r\nRoy swiveled his foot as if he had just put out a cigarette bud. The Roy decided too…<br>\r\n</span></div></div>",
            "created":1385528400,
            "id":1699594,
            "title":"Roy"
        },
        "1453":{
            "choices":[
                "Pete",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Pete- <a rel=\"nofollow\" href=\"http://www.Writing.Com/main/redirect.php?redirect_url::EH::24.media.tumblr.com/ed175fc7e5349dfce1148b714686e9be/tumblr_mtwuhzCo3v1qgzh68o1_500.jpg\" target=\"_blank\">http://www.Writing.Com/main/redirect.php...</a><br>\r\n<br>\r\nYou woke up in large pit , with a tall metal wall around you making a massive arena. You have seen this place before and knew what was coming next. Every week Pete would grow himself just so he could crush,eat or kill a person. He thought it was a fun game to play, having men run away from him like he was god. Every time someone entered the ring, Pete would make them worship his ginormous muscles or make them lick sweat from his soaked skin.<br>\r\n<br>\r\nYour face turned white as the giant Pete climbed over the wall...</span></div></div>",
            "created":1386219600,
            "id":1703798,
            "title":"More"
        },
        "14531":{
            "author_id":"peopler900",
            "author_name":"AmateurWriter",
            "choices":[
                "Pete has you explore his body",
                "Pete has more surprises"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"http://24.media.tumblr.com/ed175fc7e5349dfce1148b714686e9be/tumblr_mtwuhzCo3v1qgzh68o1_500.jpg\" target=\"_blank\">http://24.media.tumblr.com/ed175fc7e5349...</a><br>\r\n<br>\r\nYou stared in awe at the sight of the gigantic Pete. You had heard of him throughout your campus, but never thought it would be real.<br>\r\n<br>\r\nBefore you could do anything, Pete smiled and said, \"Are you ready?\"<br>\r\n<br>\r\nYou backed away from him as you fell down to your butt, shaking your head. Of course you had known Pete beforehand. He attended the same college as you and also lives in the same dorm. You had always dismissed Pete as he is kind of inapproachable, always being creepily shy and quiet. You always thought he was kind of handsome, though, and at this point you can never be more wrong.<br>\r\n<br>\r\n\"From now on, you're going to be my slave,\" said Pete as he stepped closer towards you.<br>\r\n<br>\r\nYour sight was filled with the humongous form of Pete as your height only came up to around his  shin. Pete's hand went to his waist as he started to unbutton his jeans revealing his enclosed, massive package.<br>\r\n<br>\r\n\"Let's start with something simple, slave,\" Pete said as he sat down pushing his feet right in front of you. \"Massage my feet.\"<br>\r\n<br>\r\nWith urgency you quickly reached forward to massage his feet. <i>This isn't too hard</i>, you thought as his feet was directly at your height, but just as you jynxed yourself, Pete started, \"Hmm... I think this is a little too easy for you.\"<br>\r\n<br>\r\nRight as he finished his sentence, his entire body started to rise up higher and higher. Shocked, you removed your hands and stared at him.<br>\r\n<br>\r\n\"Who told you to stop?\" Pete said as he completely laid down.<br>\r\n<br>\r\nYou quickly went back to work as his growing feet surpassed your height and stopped around twice your height.</span></div></div>",
            "created":1394946000,
            "id":1761143,
            "title":"Pete"
        },
        "145311":{
            "author_id":"peopler900",
            "author_name":"AmateurWriter",
            "choices":[
                "More exploration",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>As you finally finish massaging both feet, Pete sat up and stared at you. He said, \"Hmm... What should I do with you next?\"<br>\r\n<br>\r\nFeeling quite tired and annoyed, you said, \"How about letting me go?\"<br>\r\n<br>\r\n\"I don't think that will be possible any time soon, slave\"<br>\r\n<br>\r\nPete laid back down and said, \"I think I should let you get to know your master a bit more. I want you to explore every muscle on my body. Take this as sort of a reward from your god.\"<br>\r\n<br>\r\nYou were kind of happy that, at least, you don't have to massage his feet any more. Climbing onto his feet, you start your trek through his body. For the most of the journey, nothing really did happen, until you reached his upper thighs. The intoxicating smell intensifies as you tried to evade the heaping mass.<br>\r\n<br>\r\nSuddenly, Pete asked, \"Impressed?\"<br>\r\n<br>\r\nYou didn't answer as you continued to walk towards the hills of abdomen muscles. You felt the radiant heat coming from his skin, warming you a little. At this point you could clearly see Pete's face, so there was not much left to cover. Suddenly, as you were looking at the land in front of you, Pete suddenly smirked. Before you could wonder why, Pete's body started growing bigger and bigger throughout. The hills of abs seem to grow higher and higher as the seemingly small hill now looks bigger than mountains. You were probably the size of his toe now.<br>\r\n<br>\r\n\"Continue, slave. Worship me.\"</span></div></div>",
            "created":1395032400,
            "id":1761766,
            "title":"Exploration"
        },
        "1453111":{
            "author_id":"peopler900",
            "author_name":"AmateurWriter",
            "choices":[
                "\"Pleasure me, slave\"",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>You thought Pete was impressive before, but now you were in awe at the gigantic figure sleeping before your eyes. As your vintage point changes, you began to notice the sweat and smell that permeates through the skin of your new master. It smelled quite somewhat smelly at first, but as you could do nothing to avoid the smell, it grew into you and you felt kind of intoxicated by it. You kind of liked it...<br>\r\n<br>\r\n\"What are you waiting for?\" said Pete as he felt no motion from you.<br>\r\n<br>\r\nYou walked through the mountaineous abs which felt harder than walking on the toughest bricks. You passed the naval which seemed like a huge pit you would definitely not want to fall into. You walked through the ridges of his abs and finally reached the humongous pecs. You looked up to see the face of Pete who appears to be taking a nap. He must have been tired or something. <br>\r\n<br>\r\nYou climbed up the pec which was as if it was a high cliff. Turning back, you sat down to take a view at his body. \"I think it's time for your next job, slave,\" bellowed Pete as his body began to vibrate a bit.<br>\r\n<br>\r\nHis arms from both side changed from relaxation to position themselves under Pete's torso, pushing him up. Having nothing in reach you began to slide down his pecs and down his abdomens, haulting right in front his breifs. At your size, his dick would be like a tower to you. You can barely see the ends of his hips right where you're sitting.<br>\r\n<br>\r\nSuddenly you turned around as Pete said...</span></div></div>",
            "created":1395205200,
            "id":1762867,
            "title":"More exploration"
        },
        "14531111":{
            "author_id":"peopler900",
            "author_name":"AmateurWriter",
            "choices":[
                "Continuation",
                "Something interrupts your time with your master"
            ],
            "content":"<div class=\"\"><div> <span>Your vision in front of you start to vibrate violently as you start hearing tears of fabric. You notice his crotch seem to pitch up as you realize what was going on. Pete has combined his erection with his growth, effectively removing his underwear in an innovative fashion. As the huge tower of flesh rises to humongous proportions right before you. It seeemed like a skyscraper from down here.<br>\r\n<br>\r\n\"Since you've been good, I guess I can make this easier for you.\"<br>\r\n<br>\r\nSuddenly your environment felt smaller and smaller as Pete now returned to his orignial giant size, making you almost at height level of his cock.<br>\r\n<br>\r\n\"Go on, I know you want it as much as I do.\"<br>\r\n<br>\r\nWithout further delay, you embraced the giant cock as you began rubbing and pumping it up and down. It was definitely hard to do so, but how could you ever stop. The smell permeates through your senses as you have been lost in a total trance of lust.<br>\r\n<br>\r\nThe cock continued growing higher and harder as more and more blood rushes into it. Pete moaned as he began rubbing his chest and abs.<br>\r\n<br>\r\n\"You're really good at this.\"<br>\r\n<br>\r\nYou decided to take up a notch as you climbed up towards the head. Riding, the shaft, you reached your tongue towards his cock head. At contact, Pete's body shook as he moaned even more. Pete brought his hand towards his dick, grabbing you along with it as he began violently pump up and down.<br>\r\n<br>\r\n\"I'm cumming!\"<br>\r\n<br>\r\nPete screamed as he sprayed his young cock all over the place. Ropes of semen spewed all over the place as his cock continued shooting more and more glory. His climax lasted for a long time as he finally finished his release. You both laid back down in fatigue, catching some rest of your own.</span></div></div>",
            "created":1395205200,
            "id":1762881,
            "title":"\"Pleasure me, slave\""
        },
        "145311112":{
            "author_id":"peopler900",
            "author_name":"AmateurWriter",
            "choices":[
                "Pete wakes up",
                "More weird things happen"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly you hear a sound from a distant, it seems to be further than the giant steel arena that you were both in. The sound came again as Pete woke up in panic.<br>\r\n<br>\r\n\"It's time.\"<br>\r\n<br>\r\n\"For what?\"<br>\r\n<br>\r\nWithout answering, Pete's hand hovered over you and pick you up from his body towards his face.<br>\r\n<br>\r\n\"You have to die.\"<br>\r\n<br>\r\n\"What?!\"<br>\r\n<br>\r\nThe sound came again as Pete began quickly growing, to make your death a lot easier. However, you seem to notice that it had delayed a lot more than the previous time.<br>\r\n<br>\r\n\"What's going on?\" you ask, only to produce no answer.<br>\r\n<br>\r\nYou tried struggling yourself free from his tree-sized fingers, but it was to no avail. When he finally reached his preferred height, he threw your body right into his mouth. Not understanding what is going on you closed your eyes as if to escape from such a harsh reality. Your already, closed eyesight was then blinded by a bright white light.<br>\r\n<br>\r\n<br>\r\n<br>\r\nOpening your eyes, you are greeted with your familiar ceiling, back at your dorm. <i>Was that all a dream?</i> you wonder, but you knew deep in your mind that this is more than just some dream.<br>\r\n<br>\r\nYou thought of Pete as you realized that he is in fact, your roommate! <i>What? Was he? I don't remember...</i> Well, for some reason, he is, so you decided to check his room. Opening the door to his room, you were greeted with a messy room and Pete who seemed to recently have a wet dream.<br>\r\n<br>\r\nPictures from your dream came to you as you could not forget such a disgustingly wonderful dream. You began imagine the scene in which Pete grew into his giant size when you were interrupted with a ripping sound. You were cut off from your trance as you were shocked to see Pete growing right before your eyes. <i>Am I controlling his growth?</i></span></div></div>",
            "created":1395205200,
            "id":1762890,
            "title":"Interruption"
        },
        "14532":{
            "author_id":"sajoker",
            "author_name":"SaJoker",
            "choices":[
                "Worship his huge body",
                "Farting on you",
                "Choose another man"
            ],
            "content":"<div class=\"\"><div> <span>Julian<br>\r\n<a rel=\"nofollow\" href=\"http://www.underwearexpert.com/wp-content/uploads/2012/06/julian-gabriel-by-cesar-di-lupe-4.jpg\" target=\"_blank\">http://www.underwearexpert.com/wp-conten...</a><br>\r\n<br>\r\nJulian is a male model, he loves to show off his beautiful body especially to you, his tiny assistant. Every day he pics on you and crushes you with his large body. But one day he kicks things up a notch with a growth formula he's supposed to endorse.<br>\r\n<br>\r\nJulian loves making you worship his manly body, but mostly he loves making you...</span></div></div>",
            "created":1420779600,
            "id":1915516,
            "title":"More"
        },
        "15":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "They randomly shrink",
                "You shrunk them",
                "They shrunk themselves",
                "You grow into a giant",
                "Other?"
            ],
            "content":"<div class=\"\"><div> <span>So, you want to be a giant, huh?<br>\r\n<br>\r\n<u>They randomly shrunk:</u><br>\r\nNeither you nor the tiny are aware of how they shrunk. They try to get your attention or that of someone around you. You may introduce random instances or factors that make them shrink or grow, become indestructible, etc. as long as it starts off with them not knowing.<br>\r\n<br>\r\n<u>You shrunk them:</u><br>\r\nYou shrinks them for whatever purpose you may have. You have a device that can control his size, indestructibility, and even mind. This story should start out aware, but can go to unaware if you want.<br>\r\n<br>\r\n<u>They shrunk themselves:</u><br>\r\nThey have a device that allows them to change their size, indestructibility, whether or not people <i>are able to</i> notice them or other mind alterations, and pretty much anything else you can think of. This should be primarily unaware but you may pretty much do anything. Remember, they have complete control over the situation.<br>\r\n<br>\r\n<u>You grow into a giant:</u><br>\r\nIt could be random, or an experiment gone wrong (or right), anything to make the giant grow. Unaware or aware is fine.</span></div></div>",
            "created":1379566800,
            "id":1665963,
            "title":"You're the giant"
        },
        "154":{
            "author_id":"sajoker",
            "author_name":"SaJoker",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><div> <span>You are Nate, a hot 25 year old hunk with pretty green eyes, short black hair and tan skin. Your muscles are enormous and defined even before your growth, and your ass is your most prominent feature for its size and its stench. <br>\r\n<br>\r\nYour torture victim is a blue-eyed, blonde pretty boy named Sam. He is not as muscular as you, but he has a hot body and a nice, smooth bubble butt. His skin is beautiful and creamy.</span></div></div>",
            "created":1392440400,
            "id":1745906,
            "title":"You grow into a giant"
        },
        "1541":{
            "author_id":"sajoker",
            "author_name":"SaJoker",
            "choices":[
                "You fart on him with your giant ass",
                "You squash him, and it hurts, but he cannot die",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You just finished your hike with your best friend, Sam. He's only 21 and you're 25 but he's a good friend. He often makes your dick rise with his innocent blue puupydog eyes. There is a youthful innocence in his hot face that you love, but have never told him. He's straight and he doesn't know you're not.<br>\r\n<br>\r\nBut today, you're packing. You didn't get him to hike with you to the middle of the forest for nothing. He bends over to tie his shoes and his hot bubble ass is pointing at you. This immediately hardens you and sends you reaching for the syringe you packed in your pocket. You inject a clear liquid in your left arm, and immediately feel the growth hormone strengthening your many muscles.<br>\r\n<br>\r\nSam stands up and penetrates your sex hormones by pointing his beautiful, innocent eyes at you. You grin an evil grin at him, and he pulls his eyebrows together in confusion.<br>\r\n<br>\r\n\"Why are you smiling, Nate?\"<br>\r\n<br>\r\nBefore you can answer, you suddenly grow taller. Your plan is working, and your muscles grow larger and larger while you grow longer and longer. You are soon towering over the now tiny and much more adorable Sam. You can't wait to take advantage of his innocence and torture the shit out of him. He's terrified as he watches you grow, and you swear you hear flatulence pressing out of his perfect buttocks.<br>\r\n<br>\r\nYour laughter suddenly booms throughout the forest. You're far from civilization, so no one will hear you torture your friend.<br>\r\n<br>\r\n\"This is gonna be fun,\" you say.</span></div></div>",
            "created":1392440400,
            "id":1745908,
            "title":"Yes"
        },
        "155":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "You've always been a tiny",
                "You've always been a giant",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about being born an abnormal size? Or you've been an abnormal size for a while and your life has already adapted to it?</span></div></span></div>",
            "created":1381467600,
            "id":1677722,
            "title":"Born this way"
        },
        "1553":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Reality warps as you grow",
                "Reality warps as you shrink",
                "Other?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You are aware that you change size, while to the rest of the universe you were always this way. </span></div></span></div>",
            "created":1381467600,
            "id":1677727,
            "title":"Reality Warping"
        },
        "15533":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "A world of giants and tinies",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>          You live in a world that has become divided by size. Maybe the rich are huge and the poor are tiny. Maybe all guys are giants. Or maybe it's just some strange disease. You decide who you are, and who your hot guy is in this strange world.</span></div></div>",
            "created":1382418000,
            "id":1683049,
            "title":"SIze changing world"
        },
        "155332":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "They've always been a giant",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>          The guy or guys has always been a giant. Either they were born that way or their life has adapted to their abnormality.</span></div></span></div>",
            "created":1398229200,
            "id":1785708,
            "title":"They've always been a giant"
        },
        "1553321":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Colton Haynes & Dylan O'Brien",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Colton Haynes &amp; Dylan O'Brien<br>\r\n<br>\r\nColton Haynes<br>\r\n<a rel=\"nofollow\" href=\"https://31.media.tumblr.com/ad7b4c625177d7966eb0bcb53c06018e/tumblr_mlzsk7OXlD1rfq1tko1_250.gif\" target=\"_blank\">https://31.media.tumblr.com/ad7b4c625177...</a><br>\r\n<a rel=\"nofollow\" href=\"https://31.media.tumblr.com/9438a9ed8d20ecf4adac4dcfa977ac33/tumblr_myxm9bfQig1qb9n2vo1_r1_500.png\" target=\"_blank\">https://31.media.tumblr.com/9438a9ed8d20...</a><br>\r\n<a rel=\"nofollow\" href=\"http://31.media.tumblr.com/f4c63476aba663a0c491131c71c34740/tumblr_mwu12scA891qb9n2vo1_500.png\" target=\"_blank\">http://31.media.tumblr.com/f4c63476aba66...</a><br>\r\n<br>\r\nDylan O'Brien<br>\r\n<a rel=\"nofollow\" href=\"http://www.swishedition.com/wp-content/uploads/2013/06/Dylan1.jpg\" target=\"_blank\">http://www.swishedition.com/wp-content/u...</a><br>\r\n<a rel=\"nofollow\" href=\"http://24.media.tumblr.com/84841bd4fe3a325c56815512b91ac268/tumblr_mfvb6jVwdR1rrq2b0o2_250.png\" target=\"_blank\">http://24.media.tumblr.com/84841bd4fe3a3...</a><br>\r\n<a rel=\"nofollow\" href=\"http://25.media.tumblr.com/tumblr_mdnm19V59P1qhdkluo7_250.gif\" target=\"_blank\">http://25.media.tumblr.com/tumblr_mdnm19...</a><br>\r\n<br>\r\n          The Teen Wolf stars ran into some odd goop one day and grew into giants. Nothing was able to stop them so they just took control. They just walk into town and take slaves. One day a hand reaches through your window, and the giants take you away to their layer.</span></div></div>",
            "created":1398229200,
            "id":1785712,
            "title":"They've always been a giant"
        },
        "15533211":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Laundry",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>          You wake up to a large stomping sound. You get out of bed to look out the window when suddenly a large eye drops in front of it. The eye blinks and you can hear the heavy lid fluttering down. You stand in shock and the eye lifts up, the enormous torso of Dylan O'Brien following it. Suddenly his fingers crash through the ceiling. You fall to the floor and the fingers descend around you. His fingertips touch the floor like the bars of a cage. You try to get up and run but it's too late. His fingers close around you and pick you up. You are held out in front of the massive guy's face. You'd heard about the massive actors. You knew you lived on the outer edge of their occasional kidnapping range, but you never thought that out of all the people in the country, these behemoths would find you.<br>\r\n          Dylan looks you over and gives a little smirk and a nod. He opens the inside of his jacket and puts you in the inside pocket. He zips up and begins to run. The smell inside the jacket is one of musk and heat. You feel like you're going to hurl as Dylan races along at 50 mph. After a while he finally slows down. He enters what you presume is the facility that was built for them. All the food that they need, beds, a giant gym, bathrooms, and for their slaves, quarters, a mess hall, and a room to do the laundry of the specially made giant clothes. As you enter the place, Dylan pulls you out and exclaims, \"Welcome to my home, well our home\", as he walks you into a room where a giant Colton Haynes, naked save for a pair of boxers, is lying down on his stomach on a table, while many tiny men, about your age massage his back. Dylan collapses onto a chair and demands that several slaves come over and service his sweaty feet. He puts you on the ground and orders one little man to get you acquainted.<br>\r\n          \"Hi, I'm Steven.\", he says, \"I know that all of this is scary, and you're probably pretty angry right now. We all are; or at least the ones of us who haven't been broken yet. But even so we've tried to create some sort of order for everybody. I'll put you on the rotating duty roster, we all switch out occasionally, especially because some jobs are worse than others. I'm still working stuff out for the next rotation, especially because we got in 6 newbies in the last two weeks, not including you. I can put you in laundry, which doesn't sound to bad, but you have to take special care of their pit-stains and socks. There's worship, which is usually just massaging them, but sometimes it can be a little bit extra (if you know what I mean). The last job is bathing. The boys insist on lathering up slaves with soap for their baths and showers. It's definitely the most humiliating and grossest, but it's understandable to want to get it out of the way. So which will it be? Remember, I'm not changing this if, and most likely when, you have second thoughts.\"<br>\r\n          He said this all very fast, but you were speechless anyways. You'd finally managed to snap out of your confusion before he got to the job descriptions. Weighing your decision carefully on how exactly you want to end up being a servant to these gargantuans, you finally end up choosing...</span></div></div>",
            "created":1398229200,
            "id":1785713,
            "title":"Colton Haynes & Dylan O'Brien"
        },
        "155332112":{
            "author_id":"doctorwhofan31",
            "author_name":"Chopper4ac",
            "choices":[
                "Worshiper",
                "Bather"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do you want to be a worshiper or a bather?</span></div></span></div>",
            "created":1398229200,
            "id":1785714,
            "title":"More Chores"
        }
    },
    "info":{
        "author_id":"doctorwhofan31",
        "author_name":"Chopper4ac",
        "brief_description":"You experience some size changing around hot guys",
        "created":1379646840,
        "description":"<td align=\"left\" class=\"norm\">          In this interactive, I created a lot of choice chapters so that you can decide how the size change comes about. A lot of interactives start out with a cause, like a magic insect, a wish, or a science experiment. In this you get to choose, not exactly the cause of the shrinking, but how you shrink. You can shrink randomly, or be shrunk by a giant intentionally. Maybe he turns into a giant. I feel many interactives are just one of these, so I decided to make mine all of them. <br>\r\n<br>\r\n<b>Rules:</b><br>\r\n1.) Only male giants, there are plenty of GTS interactives out there. You can be a guy or girl, it doesn't really matter about that.<br>\r\n2.) Please, please, PLEASE, try to use good grammar and spelling. I will try my best to correct any small grammar mistakes, but I will delete unreadable chapters.<br>\r\n3.) No vore, this includes cock and anal vore. Entering the mouth of the giant is okay, but not being swallowed or chewed.<br>\r\n4.) No toilet stuff, farting is fine<br>\r\n5.) Try not to focus too much on the dick. I feel that in most Giant interactives that becomes the focal point, rather than a lot of other parts of the body. It's allowed, but try to be more creative.<br>\r\n6.) Death is allowed, but not too gory<br>\r\n7.) No animals or furries<br>\r\n8.) Age range of giants is 15-30<br>\r\n9.) Multiple giants are fine<br>\r\n10.) Please use the second person (You begin to run away, you say, \"Oh no.\", etc.)<br>\r\n11.) Language is allowed<br>\r\n12.) If you want to, add celebrities<br>\r\n13.) When adding a chapter for a new giant, please stick to the prompt<br>\r\n14.) It is fine to reuse a picture that someone else has already used in the interactive<br>\r\n<br>\r\n<br>\r\n<b>When adding a new giant</b><br>\r\nName (and link to a photo if you can)<br>\r\nDescription of giant (looks, attitude, family, whatever) and a prompt<br>\r\n<br>\r\nChoice 1: Name of Giant (or at least something that indicates choosing that giant)<br>\r\nChoice 2: More (or any variation)<br>\r\n<br>\r\nPlease feel free to use any of these photos<br>\r\n<br>\r\nGiant Hot Guys Character templates: <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://www.writing.com/main/view_item/item_id/1953915-Giant-Hot-Guys-Character-Templates\" target=\"_blank\">http://www.writing.com/main/view_item/item_id/1953915-Giant-Hot-Guys-Character-T...</a><br>\r\n<br>\r\nor visit my tumblr: <a class=\"blue2roll\" rel=\"nofollow\" href=\"http://chopper4ac.tumblr.com\" target=\"_blank\">http://chopper4ac.tumblr.com</a><br>\r\n<br>\r\nThank you to Giant Hot Guy's contributors<br>\r\n<b><a href=\"/main/authors.php?action=search&amp;search_for=airoap\" target=\"_blank\">airoap</a></b><br>\r\n<b><a href=\"/main/authors.php?action=search&amp;search_for=readingmaster1\" target=\"_blank\">readingmaster1</a></b> <br>\r\n<span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'peopler900', '', '', '', '10', '', 'ON', '100843837'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'peopler900', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: peopler900\r\nMember Since: December 2nd, 2010\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">AmateurWriter</a></span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/peopler900','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/peopler900\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'peopler900', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Yesterday', 'Yesterday', 'December 2, 2010', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><br>\r\n<span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'numerio', '', '', '', '10', '', 'ON', '100609542'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'numerio', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: numerio\r\nMember Since: April 8th, 2008\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">Tex</a></span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/numerio','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/numerio\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'numerio', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Yesterday', 'Yesterday', 'April 8, 2008', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><br>\r\n<span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'occocc', '', '', '', '10', '', 'OFF', '100984933'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'occocc', '', '', '', '10', '', 'OFF'); hide_uport (); this.shown=1;\"><a title=\"Username: occocc\r\nMember Since: September 3rd, 2012\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;cursor:pointer;\">occocc</a></span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/occocc','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/occocc\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'occocc', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  1/3/20', '1/3/20', 'September 3, 2012', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><br>\r\n<span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'sajoker', '', '', '', '10', '', 'OFF', '101081257'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'sajoker', '', '', '', '10', '', 'OFF'); hide_uport (); this.shown=1;\"><a title=\"Username: sajoker\r\nMember Since: February 8th, 2014\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">SaJoker</a></span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/sajoker','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/sajoker\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'sajoker', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  6/4/20', '6/4/20', 'February 8, 2014', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a></td>",
        "id":1953779,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1590305880,
        "modified":1590305880,
        "pretty_title":"Giant Hot Guys"
    }
}