{
    "chapters":{
        "1":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "A world here magic is real",
                "A world where dinosaurs never went extinct",
                "A world where monsters exist instead of humans",
                "A world where the Nazis won WW2",
                "More "
            ],
            "content":"<div class=\"\"><div> <span>Welcome to the Nexus, the realm between all possibilities. Here you can see everything that could have been, as well as what never was. So what are you waiting for? Choose an alternate earth, and let's get this train rolling! <br>\r\n<br>\r\n(You're also more than welcome to add any other alternate realities you can think of, just please don't repeat any that are already listed.) <br>\r\n<br>\r\nSo, where shall our story take place?</span></div></div>",
            "created":1583557200,
            "id":2797732,
            "title":"Where to Begin? "
        },
        "11":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Ned",
                "Elvira",
                "Winnie",
                "Reader's Choice",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>In this reality, every human being has the capability to use magic, though some are of course, better at it than others. Rather than using wands, most channel magical energies through their bodies, realeasing it from their hands. Various schools exist across the globe, teaching and training children how to use and control magic in various ways. <br>\r\n<br>\r\nSo, who do you wish to follow?<br>\r\n<br>\r\nNed - Often called \"Ned the Nerd\" by pretty much the whole school, Ned is an outcast with glasses, braces and an acne covered face. Just about everyone abuses him in one way or another because of his feeble magic skills. Or at least, they used to be feeble. See, Ned's been studying a lot of spells lately, and practicing them every night before bed. He also happens to have discovered a spell of his own creation, one that lets him drain another's powers and add them to his own. Now it's time for some payback. <br>\r\n<br>\r\nElvira - The resident goth. Has a morbid fascination with the dead and death in general. Secretly practices necromancy, which is highly illegal. Wants to turn herself into a lich to gain greater power, as well as immortality. <br>\r\n<br>\r\nWinnie - Adept at magic, but is more interested in alchemy. Specifically, a potion to make her more beautiful than the most popular girl in school so she can take her place.</span></div></div>",
            "created":1583557200,
            "id":2797747,
            "title":"A world here magic is real"
        },
        "12":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Dinosaurs are still beasts in the modern day",
                "Dinos have evolved alongside humans and are more civilized",
                "Humans couldn't catch up, and dinosaurs rule the Earth in modern times"
            ],
            "content":"<div class=\"\"><div> <span>So the dinosaurs are still around in this world. Okay, but are they still animalistic, or have they evolved alongside humans to be more like us? Or, an even bigger question, did humans evolve at all in this reality, or did dinosaurs replace us as the dominate species?</span></div></div>",
            "created":1586840400,
            "id":2818984,
            "title":"A world where dinosaurs never went extinct"
        },
        "122":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Jump to one week",
                "You hang out at the mall with your egg"
            ],
            "content":"<div class=\"\"><div> <span>With your nose pressed against the window of MesoPet, your mouth is wide open in awe at the sight of the huge speckled eggs resting on a bed of straw. The artificial light is bright, and the colors really shine, a mixed blend of pink and purple shell, spread apart dots, and an almost cartoonish size. You feel like you're the last person on Earth to finally get one!<br>\r\n<br>\r\nBy now, they're more affordable. When the celebrities were taking selfies and they were pumping out movies every month with trained ones, the cost skyrocketed. But like with all trends, people had more or less grown bored with dinosaurs. Besides, the wild ones are too much trouble. There are breeds that are more docile, and a bustling illegal trade of the dangerous kinds.<br>\r\n<br>\r\nNow you can finally afford one (a starter egg, nothing fancy), and after putting a down payment, the cashier brings out one of the eggs from the storefront. <br>\r\n<br>\r\n\"You'll take care of it, right? These people, they come in, they spend their whole life savings, and they realize they can't even take care of it.\"<br>\r\n<br>\r\nHe gently hands you the egg wrapped in a blanket. \"These models have an accelerated phase, so just leave it in light and it should take no longer than a week.\" The salesperson rummages beneath the cash register and brings out a pamphlet. <br>\r\n<br>\r\n\"This will give you the basics on feeding and care. Shouldn't be too hard to feed it. They're genetically modified to adjust to whatever you have in your backyard.\"<br>\r\n<br>\r\nYou thank him and leave the store, holding the egg to your chest.  You don't even care that this is not a natural egg - this is the only reason they're more affordable now. It doesn't matter, you'll give your dinosaur the best care ever.</span></div></div>",
            "created":1586926800,
            "id":2819098,
            "title":"Dinos have evolved alongside humans"
        },
        "1222":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "You look for the nearest security booth",
                "You head home"
            ],
            "content":"<div class=\"\"><div> <span>The mall is packed since it is the weekend. You live pretty far and since you don't get a chance to come here often, exploring sounds tempting enough to stay longer.<br>\r\n<br>\r\nIt is the place to be to catch a sight of all the different types of dinosaurs co-living with humans. You spot families walking their herd of gallimimus, walking speedily to catch up with the leashed, growling beasts that extend their long necks to snap and snip at each other. A businessman rudely cuts them all off, walking along a protective velociraptor, as he chats on his phone while the dinosaur eyes anyone approaching too close with a frightful suspicion. They really were incredible guards and conveniently, too expensive to only  be owned by the wealthiest. <br>\r\n<br>\r\nThrough the glass dome of the mall ceiling, you hear the screech of pterodactyls circling around the building. They weren't uncommon but not typically owned as house pets. Too much upkeep and it was impossible for anyone in any neighborhood to get any sleep. Mostly they were attracted to the peak points of the buildings in cities where they gathered to roost. <br>\r\n<br>\r\nYou protectively press the egg against you as you people watch. Towards the atrium near the food court, you see a group of people in bandanas raising their fists. <i>Protesters</i>, you realize when one of them begins to loudly yell about freeing the \"imprisoned innocent creatures subjected to slavery\" right before he flips over a metal table.<br>\r\n<br>\r\nNo doubt security will be here soon, you think, and there will be some big scene in the middle of the mall. Sighing, you look down at the egg. Are you going to worry about someone trying to snatch your new friend from you? You don't understand why they make such a big deal about it. The liberationists. After all, they don't have any complaints about dogs or cats, also the result of domestication after thousands of years to become the perfect house pets. <br>\r\n<br>\r\nThe scuffle in the food court grows louder as a protester shoves a man in a suit. The two begin to swing fists at each other as a crowd gathers to watch the scuffle. Surprisingly there is no security guard around yet and you are disturbed by the lack of response so far. The tram to exit the mall is just up the escalator. Perhaps this outing has come to a natural conclusion and it is time to go.</span></div></div>",
            "created":1587099600,
            "id":2820059,
            "title":"At the mall "
        },
        "12221":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "You are going to sneak the egg out",
                "Defeated, you look for somewhere to hide the egg"
            ],
            "content":"<div class=\"\"><div> <span>The mall hires a third party company to handle security and their booths can be found on each level of the building. Suspiciously enough, the first booth you approach looks vacant. The outside of it has been vandalized with juvenile graffiti and you can see that the inside is also a mess. Paperwork scattered everywhere, a broken tablet, and a pack of pepper spray have been torn open and spilled on the floor. <br>\r\n<br>\r\nYou look around before pocketing one of the sprays. Meanwhile in the food court, the altercation has become a full blown fistfight, with the crowd of patrons shoving and scrapping against the liberatonists. Families begin to pack tightly against the hallway to exit and load onto the tram back to the city. The entire building is chaotic and loud with the screeching of pet dinosaurs. Even the pterodactyls flying in the air have become frantic and landed on top of the dome, clawing at the glass furiously. What is going on?<br>\r\n<br>\r\nWith the egg wrapped around your jacket, you spot one of the other security booths. You don't even bother walking to it since it also appears to be deserted. A man and a woman dash by you with their own pachycephalosaurus catching up to them. The top of its ridged spiky head looks damp and the animal snorts annoyed as it walks around you. The oddest feature is the bandana tightly wound around the dinosaur's mouth.<br>\r\n<br>\r\n\"You are gonna want to go ahead and get out of here ASAP,\" the man tells you. His companion nods in agreement. \"The liberationists found a way to undo millions of years of symbiosis by putting something in the vents and <i>all </i>the dinos are going berserk.\" Before you can ask another question, the trio run off. Despite the quick encounter, you worry if the bandana they were trusting was going to protect anybody...<br>\r\n<br>\r\nSo there has been an attack? And where is security? You can't think about it for much longer because a loud siren begins to blare. Red emergency lights from the upper portions of the mall flash wildly. Then, a voice is heard throughout the building. Loudspeakers of the mall boom with static until you hear the sound of a throat clearing. \"Attention all! The natural order has been restored by the <b>SBL</b>. Abandon the ones you have unjustly subjected to slavery and head to the nearest exits in an orderly fashion. This is your first and only warning to cooperate - your control ends today.\" <br>\r\n<br>\r\nWith the danger increasing by the second and the situation in the mall worsening, you consider your options and what to do with the egg that has cost your life savings...</span></div></div>",
            "created":1587186000,
            "id":2820855,
            "title":"Social unrest - with dinosaurs "
        },
        "122212":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Lie that you have to go to Sarge immediately",
                "Go with her to not appear suspicious "
            ],
            "content":"<div class=\"\"><div> <span>With tears running down your cheeks, you peel down a layer of the wall on the back of the security booth. The veneer is soft and cracks easily, forming a large fist-sized hole in the drywall. You can come back for it later, you realize. <br>\r\n<br>\r\nFirst, you have to get out of this mall and once they send in the State Police and clear up this mess, you can claim it again. It just makes you sick to your stomach, the thought of abandoning your dinosaur before it has even hatched. <br>\r\n<br>\r\nAfter finding a spot where the egg is safely out of view, you crawl back out of the booth and to the commotion of the mall: crowds scurrying to exit and the increasing aggression of the protesters who have taken over in a swarm. <br>\r\n<br>\r\nIn the distance, far from the food courts, you hear a terrifying roar. The fleeing families scream and their stampede becomes even more frantic. You haven't seen any of their dinosaurs around... Whatever is spraying toward the vents makes them frightened of humans. Primal again.<br>\r\n<br>\r\nYou are about to join one of the groups running, when a woman with a brown ponytail, her face hidden by a bandana blocks your path. She looks you up and down. When she sees you are holding a rag in your first and that your raggedy clothes mean you are no elite, she nods with approval.<br>\r\n<br>\r\n\"I saw you,\" her eyes flash dangerously. Your cheeks, still wet from the tears are sure to make you look guilty in the eyes of the hooligan. <br>\r\n\"They pepper sprayed you too, huh?\"<br>\r\n<br>\r\n\"Don't bother looking, we took all the good stuff when we got rid of the guards.\" She hands you a cloth so you can wipe your eyes. Then with her back turned, with some type of firearm strapped, she turns to a pack running for safety. \"That's right, get out of here bougies! Leave your dinos here or you'll regret it!\"<br>\r\n<br>\r\nThe SBL girl appears to have mistaken you with one of their own.<br>\r\nYou know you can use this to your advantage, even though you aren't sure if socializing with the enemy is a safe way to stick around and make sure Egg isn't destroyed in the ongoing takeover.<br>\r\n<br>\r\n\"I need more of it,\" you blurt out to the girl. Purposely vague, you are unsure at first if it'll catch her attention. What are these <i>terrorists </i>using? Some type of hormone disruptor? A drug that just makes large reptiles become wild with rage? If you are going to stick around, you might as well find a way to destroy whatever is in their supply, you realize. You never imagined yourself in this situation but something had to go wrong, didn't it? <br>\r\nYour first time almost having a pet dinosaur...<br>\r\n<br>\r\n\"More what? \" The girl replies. \"Oh...\" She realizes. <br>\r\n\"You have to go to Sarge, he has the stash on him.\" Hey, I heard these sickos kept the dangerous ones somewhere underneath. Wanna go with me?\"<br>\r\n<br>\r\nYou can tell the girl is smiling through the cloth in front of her mouth. </span></div></div>",
            "created":1587272400,
            "id":2821000,
            "title":"Defeated, you look for somewhere to hide the egg"
        },
        "1222122":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "You \"volunteer\" for the job",
                "You try to change her mind"
            ],
            "content":"<div class=\"\"><div> <span>The last thing you want is to be outed as a simple pedestrian with the angry mob taking over. With the cloth now going around your face, you follow the mysterious girl and accompany her on a tour of the mall.<br>\r\n<br>\r\n\"Can you believe they just left this hanging around in one of the guard stations?\" she says, holding up a ring of dozens of small, silver keys. \"We have complete access to everything.\" <br>\r\nYou pass by a group of her friends, all of which stare at you suspiciously until she clears the air by asking them for a status report. You are beginning to suspect that she is a high-ranking member of this organization. <br>\r\n<br>\r\n\"We've freed an apatosaurus from the petting zoo, Mei.\" <br>\r\nOne of the boys says. \"What do we do next?\"<br>\r\n<br>\r\n\"Get everybody out of here first. We're going to barricade the entrance and have our base set up before State Police is deployed.\"<br>\r\n<br>\r\n\"And if they don't want to get moving?\"<br>\r\n<br>\r\n\"You are armed - they aren't, I am sure you'll figure it out.\"<br>\r\n<br>\r\nShe excuses herself from the group and the two of you head to a seemingly locked door by the escalator. The keys jingle as Mei unlocks the door. It opens with no issue, leading into a narrow stairway that descends down beneath the surface.<br>\r\n<br>\r\nShe closes the door behind and it shuts with a definitive slam. <br>\r\nThere is little light here and it only gets darker as the two of you walk underground. \"Hmm, it should be here somewhere.\"<br>\r\n<br>\r\nOnce the two of you make it to the bottom of the stairs, this lower basement portion of the mall is illuminated with artificial lights reflecting off bright blue. Instead of walls, there is now a circular tank that takes up the entire space. You almost forget how dangerous this whole situation is becoming. You are in aw of the creature that resides down here.<br>\r\n<br>\r\nThrough the glass, you are rewarded with a view of the plesiosaur lifting a mighty fin and splashing around. It is surprisingly roomy here, but you can tell the creature is distressed being in such a confined space.<br>\r\n<br>\r\n\"We haven't been able to gas it for obvious reasons,\" Mei says. <br>\r\n\"Sarge doesn't want any dino left untreated.\"<br>\r\n<br>\r\n\"How could they just leave it here?\" You are disgusted. Even though you don't agree with the protestor's methods, they might have a point about how the dinosaurs are being treated here. Mei doesn't seem to be paying attention to your anger. Instead, she has the mission in mind. <br>\r\n<br>\r\n\"If we drug some of the fish, we can get it to infest the chemical. After that, we can find a way to release it.\" It seems like an improbable outcome. However, she is looking at you as if she expects you to do the job for her - both of drugging the plesiosaur and somehow releasing it. </span></div></div>",
            "created":1587358800,
            "id":2821608,
            "title":"Underground"
        },
        "12221221":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "You try to lie your way out of this",
                "You pretend to drop the bucket to distract her"
            ],
            "content":"<div class=\"\"><div> <span>In a continuing day of being coerced into doing things you don't want to, you find yourself within the still-in-development aquatic exhibit, high above a sparkling artificial lake and surrounded on all sides by glass walls. They went through the effort of decorating with replicated ferns and algae that would've been prevalent millions of years ago.<br>\r\n<br>\r\nIt was a beautiful enclosure, only accessible for the moment, by an expensive VIP pass. Like most corporate exposures to dinosaurs, not a lot was known about what went on behind the scenes. To see the plesiosaur splashing around, emitting a confused screech that made the water ripple, was an astounding sight that would've once cost you thousands of dollars. Now, you felt sympathy for the being in such a small space, on a mockery of its own and all by its lonesome.<br>\r\n<br>\r\n\"You know what the sick bastards call him?\" Mei interrupts your thoughts. \"Chompy! Even for a pet, he is supposed to be pretty temperamental.\" The liberationist is inserting vials of a chemical into the insides of fish. From the way up, you saw that Chompy's feeding time was just about to approach. Mei had herself been reluctant to join you on the other side, but access to the enclosure required two people - it was also a group effort to release the lock on the gate blocking the mighty dinosaur from swimming out into the bay.<br>\r\n<br>\r\n\"So we just drop them from up here?\" You look down into the pool where the beast is waiting to eat. If the drop isn't incredibly painful, even onto a wet surface, you don't want to think about what a creature like that would do out of curiosity. Mei passes you the bucket of fish. <br>\r\n<br>\r\n\"I'm not getting more stink on my hands, this is a job for you.\" She snickers. Her hand goes on your shoulder as you hold the bucket nervously. \"You know, it is weird. I really haven't seen you around before. You just have a familiar face... but I am now trying to remember where we last saw. Sedona?\" </span></div></div>",
            "created":1587445200,
            "id":2821984,
            "title":" Monsters of the Prehistoric Sea"
        },
        "14":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "You try to order a drink despite not being of legal age yet",
                "You search the tavern for a familiar face"
            ],
            "content":"<div class=\"\"><div> <span><i>June 6, 2045</i> It is the annual celebration of the defeat against the Allied menace and the parade honoring the defenders of Normandy is just about to begin. You shuffle through the crowd to get a better view of the military vehicles, the troops marching down with flags of the Iron Cross, and the silent brotherhood marching solemnly down the street with portraits of Herr Wolf. <br>\r\n<br>\r\nThese parades are a waste of money, everyone knows it but no one dares say a word. It was just last week that one of your neighbors disappeared in the middle of the night. He had published an editorial in an underground newspaper criticizing the People's Court and was said to have been executed at night - or worse, taken to one of the reeducation camps. Even talking about what could've been has always been seen as a mortal sin against the state. <br>\r\n<br>\r\n\"Achtung!\" A man holding a loudspeaker begins to announce to the crowd. Even with the mandatory years of German in school, you have trouble picking up most of the words but it is obvious that they are going to bring traitors out to the streets. Not wanting to witness the bloodshed, you find a tavern along the parade route and sneak inside past the crowds. </span></div></div>",
            "created":1586754000,
            "id":2818533,
            "title":"Life in the Axis States "
        },
        "141":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "You panic and try to leave the tavern",
                "You tell him to get his disgusting hands off you "
            ],
            "content":"<div class=\"\"><div> <span>The tavern is crowded and you make your way past the groups of people excited about the parade. There are the occasional faces of disgust and those that get too drunk to hide the pains of life. To your surprise, there are no uniformed soldiers or members of the Gestapo lurking around, at least not in plain sight. Perhaps the <i>Roasted Boar</i> has an arrangement with the local patrol to not interfere with its business.<br>\r\n<br>\r\n\"One of those, please.\" You are at the set of taps where a bartender cleans a glass, his expression bored and unamused by the commotion inside. The man eyes you suspiciously and you think about blending back into the crowd if he starts to ask for your ID. Instead, he nods and fills a frosted glass with a bubbling amber lager. He says a few words in Swiss, which you aren't familiar with. He switches from German to French with ease before realizing he is not getting far if it isn't in English.<br>\r\n<br>\r\n\"Alright kid, here you go.\" He pushes the glass towards you and as you reach into your pocket to pay, his hand comes down on your wrist and the bartender leans in. \"There's no way in hell you're 25. You trying to get me shut down? Who are you working for?\" He's not physically imposing but trying to break free will definitely cause a scene. </span></div></div>",
            "created":1586926800,
            "id":2819044,
            "title":"The Roasted Boar Tavern"
        },
        "15":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "A world where humanoid animals (furries) exist alongside people",
                "A videogame-like reality",
                "A cartoonish kind of world",
                "A world where superheroes and villains are real",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First few choices not good enough? Okay, how about these?</span></div></span></div>",
            "created":1583557200,
            "id":2797734,
            "title":"More "
        },
        "152":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "RPG world",
                "Life: The MMO",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, so what kind of videogame are we talking about? A fantasy RPG, with elves, dragons and monsters? Or maybe more of a Ready Player One sort of thing, where your life in general is like a game.</span></div></span></div>",
            "created":1588050000,
            "id":2826005,
            "title":"A videogame-like reality"
        },
        "153":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Dylan Dalmatian.",
                "Tomo Goto.",
                "More."
            ],
            "content":"<div class=\"\"><div> <span>In this cartoonish version of reality itself, both cartoon humans and talking animals coexist, as they go about their daily lives unless they're in some kind of trouble and need to be saved or rescued.<br>\r\n<br>\r\nNow then who do you want to follow?<br>\r\n<br>\r\nDylan Dalmatian - An animated dalmatian dog he's the eldest son of the dalmatian family that resides at 101 Dalmatian Street in Camden Town London UK as he dreams of one day being the 1st dog on Planet Mars.<br>\r\n<br>\r\nTomo Goto - An animated raccoon who happens to be a comic book artist and ninja who happens to be from Tokyo.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1587272400,
            "id":2821271,
            "title":"A cartoonish kind of world"
        }
    },
    "info":{
        "author_id":"jfoxx",
        "author_name":"Johnny Foxx",
        "brief_description":"Come visit a world like, yet unlike our own, be it in history or reality.",
        "created":1583569920,
        "description":"<td align=\"left\" class=\"norm\">Let's face it, reality sucks. Don't you ever wish things in our reality were different? For example, a world where magic was real. Or maybe one where superheroes really existed. Well, in this story you can visit these worlds and many more! Whether it's an alternate history scenario, such as the dinosaurs never going extinct, or alternate reality like mentioned above, feel free to run wild with it! </td>",
        "id":2215105,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588050300,
        "pretty_title":"Alternate Earths"
    }
}