{
    "chapters":{
        "1":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "A world here magic is real",
                "A world where dinosaurs never went extinct",
                "A world where monsters exist instead of humans",
                "A world where the Nazis won WW2",
                "More "
            ],
            "content":"<div class=\"\"><div> <span>Welcome to the Nexus, the realm between all possibilities. Here you can see everything that could have been, as well as what never was. So what are you waiting for? Choose an alternate earth, and let's get this train rolling! <br>\r\n<br>\r\n(You're also more than welcome to add any other alternate realities you can think of, just please don't repeat any that are already listed.) <br>\r\n<br>\r\nSo, where shall our story take place?</span></div></div>",
            "created":1583557200,
            "id":2797732,
            "title":"Where to Begin? "
        },
        "11":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Ned",
                "Elvira",
                "Winnie",
                "Reader's Choice",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>In this reality, every human being has the capability to use magic, though some are of course, better at it than others. Rather than using wands, most channel magical energies through their bodies, realeasing it from their hands. Various schools exist across the globe, teaching and training children how to use and control magic in various ways. <br>\r\n<br>\r\nSo, who do you wish to follow?<br>\r\n<br>\r\nNed - Often called \"Ned the Nerd\" by pretty much the whole school, Ned is an outcast with glasses, braces and an acne covered face. Just about everyone abuses him in one way or another because of his feeble magic skills. Or at least, they used to be feeble. See, Ned's been studying a lot of spells lately, and practicing them every night before bed. He also happens to have discovered a spell of his own creation, one that lets him drain another's powers and add them to his own. Now it's time for some payback. <br>\r\n<br>\r\nElvira - The resident goth. Has a morbid fascination with the dead and death in general. Secretly practices necromancy, which is highly illegal. Wants to turn herself into a lich to gain greater power, as well as immortality. <br>\r\n<br>\r\nWinnie - Adept at magic, but is more interested in alchemy. Specifically, a potion to make her more beautiful than the most popular girl in school so she can take her place.</span></div></div>",
            "created":1583557200,
            "id":2797747,
            "title":"A world here magic is real"
        },
        "15":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "A world where humanoid animals (furries) exist alongside people",
                "A videogame-like reality",
                "A cartoonish kind of world",
                "A world where superheroes and villains are real",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First few choices not good enough? Okay, how about these?</span></div></span></div>",
            "created":1583557200,
            "id":2797734,
            "title":"More "
        }
    },
    "info":{
        "author_id":"jfoxx",
        "author_name":"Johnny Foxx",
        "brief_description":"Come visit a world like, yet unlike our own, be it in history or reality.",
        "created":1583569920,
        "description":"<td align=\"left\" class=\"norm\">Let's face it, reality sucks. Don't you ever wish things in our reality were different? For example, a world where magic was real. Or maybe one where superheroes really existed. Well, in this story you can visit these worlds and many more! Whether it's an alternate history scenario, such as the dinosaurs never going extinct, or alternate reality like mentioned above, feel free to run wild with it! </td>",
        "id":2215105,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583572560,
        "pretty_title":"Alternate Earths"
    }
}