{
    "chapters":{
        "0":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Water Park",
                "Camping",
                "Beach",
                "Amusement Park",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Blake and his family head to a wonderful vacation getaway, but trouble can't seem to get away from Blake. What kind of shrinking trouble happens when Blake tries to relax?~</span></div></span></div>",
            "created":1534914000,
            "id":2537171,
            "title":"Small Bargain Vacation!"
        },
        "05":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "Mexico",
                "Japan",
                "France",
                "Italy",
                "Any other destinations?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps the Heart family will travel to another country? Blake did have at least a few options in mind...</span></div></span></div>",
            "created":1553403600,
            "id":2634367,
            "title":"Travelling Abroad?"
        },
        "052":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "Blake is shrunken during the flight",
                "Blake is shrunken at the hotel",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh. My. Gosh!\" Blake couldn't mask his excitement.<br>\r\n<br>\r\n\"We're going to Japan?!\" Jade interjected, just as eager as her brother.<br>\r\n<br>\r\n\"That's right, kids!\" The siblings' mother, Claire, confirmed. \"The branch of Jengain where I work is participating in a foreign exchange program for all of next week. We've been arranged to stay at a nice hotel in Tokyo!\"<br>\r\n<br>\r\nA sudden thought occurred to Blake, replacing his excitement with nervousness. \"W-wait...I don't think I know the Japanese language!\"<br>\r\n<br>\r\nClaire patted her son on the head. \"Don't worry. I've been provided several copies of a Japanese/English dictionary. No language barrier can hinder the Heart family!\"<br>\r\n<br>\r\nThat Saturday, the family arrived at New Opal Airport, their suitcases packed with a week's worth of toiletries, clothes, and...snacks. Lots of snacks. Security was a breeze for the three, and in little time at all, every bit of luggage was accounted for. Blake, Jade, and Claire soon boarded the plane, looking forward to seven whole days in Japan.</span></div></div>",
            "created":1554699600,
            "id":2642305,
            "title":"Jengain's Jump to Japan"
        },
        "0523":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "He decides to sit with his sister and mother.",
                "He decided to sit with his aunt and cousin."
            ],
            "content":"<div class=\"\"><div> <span>\"I see you made it to the airport.\"<br>\r\n<br>\r\nBlake turned to identify the owner of the voice and had a big smile on his face. The owner of the voice was his cousin, Sapphire, who smiled and waved, \"Hey, kiddo.\" \"I didn't know you were coming!\" Blake almost shouted, earning a laugh from his cousin as he hugged her.<br>\r\n<br>\r\n\"Aunt Jessica!\" Jade announced happily as she went over to hug the woman. Jessica chuckled, \"Hey, hun.\" \"I see you're doing well.\" Claire smiled. The woman smiled, \"I am. How about you?\" Claire nodded, \"Good.\"<br>\r\n<br>\r\n\"We should get seated.\" Sapphire said, earning nods from the whole family. \"Where would you like to sit, squirt?\" Jessica asked Blake. The mage paused and tapped his chin thought....</span></div></div>",
            "created":1554872400,
            "id":2643333,
            "title":"Full Family Trip"
        },
        "05232":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "He had been shrunk, much to the shock and worry of his family.",
                "He and the family are almost in Japan. Nothing about him has changed...yet."
            ],
            "content":"<div class=\"\"><div> <span>\"I'd like to sit with you two, if that's okay.\" The mage said, earning a nod from his cousin. \"Of course.\" Sapphire said as Jessica, her, and Blake sat down in the set of seats across from Claire and Jade. Claire smiled, glad that her son and niece were catching up on lost time.<br>\r\n<br>\r\n\"So, how have you been?\" Blake asked. \"It's been forever since I've seen you.\" Sapphire nodded in agreement, \"It has. It's been...honestly tiring.\" She then explained how her latest missions have been exhausting, both physically and mentally. It had become a rough time for her.<br>\r\n<br>\r\n\"So you decided to take some personal time?\" Blake asked. His cousin nodded, \"Yep, which is why I'm here now.\" She was thankful that her mother rubbed her back reassuringly. \"So, how have you been, kiddo?\" The military officer asked. \"Good. I've finally confessed to Aria.\" \"And?\" Jessica asked, receiving a smile from the mage.<br>\r\n<br>\r\n\"We're now dating.\" He said, earning a hug from his cousin. \"Finally! I'm so happy for you!\" She said. Jessica nodded in agreement, \"Congrats, hun!\" \"Thank you.\" The mage smiled, before yawning. \"I'm sure you're tired from getting up early.\" His aunt said. \"How about you two rest, okay?\"<br>\r\n<br>\r\n\"Not tired...\" Sapphire said before also yawning. Jessica chuckled, \"Could've fooled me. Now, get some sleep. Okay, gem?\" Sapphire sighed and nodded, feeling her cousin rest his head on her shoulder, before they both went to sleep. Jessica smiled and looked over at Claire and Jade, seeing the latter of the two asleep as well.<br>\r\n<br>\r\nClaire looked at Jessica and just smiled as the two mothers shared a quiet laugh. Even though they have been up this early multiple times, the kids still loved their beauty sleep. The two women would wake them up later. After about three to four hours into the flight, Sapphire woke up and decided to read as she waited for Blake to wake up.<br>\r\n<br>\r\nIt wouldn't be until the last couple hours of the flight that Blake finally woke up to the voices of his family. \"Blake? Blake, you need to wake up.\" He heard Sapphire say, causing him to open his eyes. As he looked around, he realized that...</span></div></div>",
            "created":1555045200,
            "id":2643922,
            "title":"Catching Up"
        },
        "052322":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "He went to sleep, only to wake up and realize he's now an inch tall.",
                "He noticed that he's slowly shrinking, immediately wakes up his roommates."
            ],
            "content":"<div class=\"\"><div> <span>Blake yawned, \"What...time is it?\" \"Almost 2 in the afternoon.\" Sapphire said. \"We're almost ready to land.\" Blake nodded and rubbed his eyes, making sure that his seatbelt was buckled tightly. After about 10 minutes, the plane came to a halt, successfully landing on the runway.<br>\r\n<br>\r\nAfter being allowed to leave the plane, the family immediately began to discuss what they should do first after they got to the hotel. \"I think we should get something to eat.\" Jessica said. There were no objections, so the family got their luggage and headed for the hotel.<br>\r\n<br>\r\nAfter getting to the building, it was decided that Claire and Jessica would sleep in one room, while their kids slept in the room next to theirs. The group put their luggage bags down and made sure they had keys to the rooms, before leaving to go to a restaurant.<br>\r\n<br>\r\nThey went to a hibachi, which was \"god-tier\" if you asked Blake, Sapphire, and Claire. By the time they got back to the hotel, it was close to 8:30. \"We should get ready for bed soon.\" Claire said. \"We have a lot of places to go tomorrow.\"<br>\r\n<br>\r\nAfter saying goodnight, the group went to their respective rooms. Sapphire immediately began getting ready for bed, saying, \"Getting ready first, because I know I'll fall asleep before either of you two get done.\" \"Hey, we are NOT that bad.\" Blake said, earning a chuckle from the military officer.<br>\r\n<br>\r\n\"You sure about that?\" Jade smirked. \"I can see me not being bad, but you take quite a while.\" \"You are no better than me and you know that.\" B<br>\r\nThe mage argued. Sapphire sighed, \"I think BOTH of you are bad.\", stopping the argument right there.<br>\r\n<br>\r\nShe got out of the bathroom, saying, \"I hope there's a hotspring nearby, because I need it.\" Blake nodded, knowing that she needed some rest after her busy time in the military. Jade was the next to get ready, allowing the mage and his cousin to have a private conversation.<br>\r\n<br>\r\n\"Do you think it's wrong of me to think about leaving the military?\" The military officer asked. \"If you think that it will be good for you, I don't think it's wrong.\" The mage replied. \"I just want you to have a stable life.\" Sapphire nodded, \"I haven't talked to Mom about leaving yet.\"<br>\r\n<br>\r\n\"You should.\" Blake said. \"She might understand where you're coming from.\" Sapphire smirked, \"Since when did you become so wise?\" The mage chuckled, \"I learned from the best.\" Jade came out, yawning, \"Okay, I'm...done.\" Blake nodded, before saying goodnight to the two and went to get ready as his roommates went to sleep.<br>\r\n<br>\r\nOnce he got in, the mage began getting ready, only to be interrupted when he felt a stinging feeling in his head. He decided to get ready as fast as possible, getting out sooner than expected. 'Maybe some sleep will help.' He thought. He didn't want to be sick on vacation.<br>\r\n<br>\r\nAfter getting into bed....</span></div></div>",
            "created":1556600400,
            "id":2652458,
            "title":"He and the family are almost in Japan. Nothing ..."
        },
        "0523221":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "Sapphire, who's worried and trying to wake him up.",
                "Blake's own sneeze and him feeling cold."
            ],
            "content":"<div class=\"\"><div> <span>The mage quickly fell asleep. However, as he did so, he was unaware of what was happening to his body. Over the course of the night, Blake's body began to get smaller and smaller with every passing minute. By the time he's finally done shrinking, he was already an inch tall.<br>\r\n<br>\r\nWho or what is the mage woken up by?</span></div></div>",
            "created":1564635600,
            "id":2695377,
            "title":"He went to sleep, only to wake up and realize h..."
        },
        "05232212":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "Head over to Sapphire.",
                "Head over to Jade."
            ],
            "content":"<div class=\"\"><div> <span>Blake let out a sneeze and shivered. Slowly, he sat up and tried to check what time it was...only to realize that he was now an inch tall. He jumped in shock and looked around. Nobody else was in the room, so how was he now tiny!?<br>\r\n<br>\r\nHe needed to find a way to get back to normal size, but he needed to let someone know about this so he could have help. He then looked at the two people who were still sleeping and sighed. He climbed down the comforter and made it to the floor, before walking over to the beds.<br>\r\n<br>\r\nSapphire was definitely the most likely to help him. However, she was also one of more difficult people to wake up. Jade could be woken up very easily, but she would most likely try to tease Blake, rather than help him. Who should he choose?</span></div></div>",
            "created":1564722000,
            "id":2695802,
            "title":"Blake's own sneeze and him feeling cold."
        },
        "052322121":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "Try to wake her by touching her sensitive areas (breasts, abs, or vagina).",
                "Try to wake her by yelling in her ear."
            ],
            "content":"<div class=\"\"><div> <span>Blake walked over to the military officer's bed and climbed the blanket until he was on the mattress. He went over to his cousin's giant face before thinking about what to do.<br>\r\n<br>\r\nThe obvious thought was to shout in her ear. However, at his current size, he wasn't sure if he would be loud enough to wake Sapphire. He knew that the military officer had some HIGHLY sensitive areas, but he wasn't sure if he was willing to do that.<br>\r\n<br>\r\nHow should Blake wake Sapphire?</span></div></div>",
            "created":1564808400,
            "id":2696247,
            "title":"Head over to Sapphire."
        },
        "0523221211":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "Head north.",
                "Head south."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sighing, Blake grabbed onto the blanket and climbed up on to the military officer's gargantuan body. Now on top of her, he needed to choose where he should go, as she had multiple sensitive areas.</span></div></span></div>",
            "created":1564981200,
            "id":2697328,
            "title":"Try to wake her by touching her sensitive areas..."
        },
        "05232212111":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "Climb her breasts.",
                "Head to her lips."
            ],
            "content":"<div class=\"\"><div> <span>Heading north would be a better idea, since Sapphire would be able to see him more clearly if she woke up. He had two places that he could head to; the military officer's breasts, which would be easier for her to notice or her lips, which would make it easier for Sapphire to notice her tiny cousin.<br>\r\n<br>\r\nWhere should Blake go?</span></div></div>",
            "created":1564981200,
            "id":2697330,
            "title":"Head north."
        },
        "052322121112":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "Force the thoughts out and head to Sapphire's eyes or ears!",
                "Head inside Sapphire's mouth!"
            ],
            "content":"<div class=\"\"><div> <span>'Her face would be the best possible place to grab her attention.' Blake thought as he balanced across the military officer's neck. He then climbed her chin, easily reaching the woman's face with no problem.<br>\r\n<br>\r\nJust before he could head over to Sapphire's eyes or ears, however, he was stopped by feeling something soft with warm air coming from it. The mage looked down and realized he was now directly in front of his cousin's lips.<br>\r\n<br>\r\nA dangerous thought of climbing past those lips crossed his mind. However, he knew the dangers that would come with that. Unfortunately, gazing at the woman's lips was INCREDIBLY hypnotizing. What should Blake do?</span></div></div>",
            "created":1565326800,
            "id":2699278,
            "title":"Head to her lips."
        },
        "05232212112":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "Tickle her abs.",
                "Head to her vagina....regretfully."
            ],
            "content":"<div class=\"\"><div> <span>Blake gulped as he looked below the woman's breasts. He had two options. He could tickle Sapphire's abdomen, though it would be quite difficult as she wasn't that ticklish. A blush crept up to the mage's face, as well as a regretful feeling as he looked towards his cousin's nether regions.<br>\r\n<br>\r\nWhile heading to her vagina would be the easiest way to wake her, he honestly didn't want to resort to that option. What should he do?</span></div></div>",
            "created":1564981200,
            "id":2697331,
            "title":"Head south."
        },
        "0523221212":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "Yes, she wakes up and finds tiny Blake",
                "No, she rolls towards Blake in her sleep",
                "Reader’s choice"
            ],
            "content":"<div class=\"\"><div> <span>Deciding against using her sensitive parts to get noticed, Blake ran to Sapphire’s ear and shouted her name as loudly as his tiny voice would allow. It only took a few yells to exhaust the shrunken mage’s throat, causing him to have a coughing fit.<br>\r\n<br>\r\nDoes Sapphire hear her tiny cousin in her sleep?</span></div></div>",
            "created":1564894800,
            "id":2697118,
            "title":"Did You Hear Something?"
        },
        "05232212123":{
            "author_id":"pyroanime2k16",
            "author_name":"Jackson",
            "choices":[
                "Nervously greet Jade and explain the situation.",
                "Make a break for it and hide on or in Sapphire."
            ],
            "content":"<div class=\"\"><div> <span>Sapphire didn't even budge, causing the mage to groan. \"Why are you so difficult to wake up?\" He asked pathetically and prepared to try again...only to freeze when he felt someone else's breath behind him.<br>\r\n<br>\r\n\"So, brother. What are you doing at this hour?\" Jade asked with a mischievous smirk on her face. Blake paled as he internally panicked. 'What to do? What to do!?' He thought.</span></div></div>",
            "created":1564981200,
            "id":2697327,
            "title":"Sapphire hasn't woken up, but Jade CERTAINLY has."
        },
        "055":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "Scotland",
                "India",
                "Other destinations"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe one of these countries will be an ideal vacation spot?</span></div></span></div>",
            "created":1555218000,
            "id":2644849,
            "title":"More Countries"
        },
        "0551":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "Blake mysteriously shrinks mid-flight!",
                "The family's arrival in Scotland is uneventful...for now.",
                "They arrive and are greeted by two Scottish sisters."
            ],
            "content":"<div class=\"\"><div> <span>\"We're going to Scotland?!\" Jade interjected with excitement.<br>\r\n<br>\r\n\"That's right, kids!\" Claire smiled. \"I think we all could use a vacation abroad.\"<br>\r\n<br>\r\nBlake, meanwhile, was a tad nervous. \"B-but what about...y'know...their accent?\"<br>\r\n<br>\r\nClaire patted her son's head reassuringly. \"Don't worry, kiddo. You'll get the hang of the Scottish dialect in no time!\"<br>\r\n<br>\r\nAfter several days of packing, the Heart family arrived at New Opal Airport, breezing through security and eventually boarding the plane. They looked forward to an enjoyable week in Scotland...</span></div></div>",
            "created":1556859600,
            "id":2654593,
            "title":"Soaring to Scotland"
        },
        "05513":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "\"Close yer eyes an' hold still fer a moment.\"",
                "\"Meet us outside yer room at midnight.\"",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>After arriving in Scotland, the Heart family made their way to their hotel, quickly unpacking their luggage and getting settled in.<br>\r\n<br>\r\n\"Alright, go and have some fun, kids!\" Claire smiled to Blake and Jade. \"I'll be in the room, call me if you need anything!\"<br>\r\n<br>\r\nWhile Jade went off to check out the merchandise this hotel had to offer, Blake figured he'd try to get acquainted with his family's temporary new neighbors. Knocking on the closest door a couple times, Blake waited a few moments before the door finally opened.<br>\r\n<br>\r\n\"Ah, ye must be new here, laddie!\" a redhead wearing a green shirt and matching skirt answered the door. \"Welcome ta Scotland! Me name's Anne Clydevale. Come stay fer a while...\"<br>\r\n<br>\r\nNot even waiting for him to answer, Anne grabbed the blushing Blake by the arm, leading him into her hotel room. Another girl -- a brunette wearing darker green -- was waiting on the bed, eager to greet the young man.<br>\r\n<br>\r\n\"T'is me sister, Bonnie!\" Anne introduced Blake to her sister.<br>\r\n<br>\r\nBlake's cheeks didn't become any less red, but he had no excuse to be rude. \"H-hi...\"<br>\r\n<br>\r\n\"There's no need ta be black-affronted, boyo!\" Bonnie grinned.<br>\r\n<br>\r\n\"Bla-wha..?\"<br>\r\n<br>\r\n\"Black-affronted be another term fer embarrassed.\"<br>\r\n<br>\r\n\"Go easy on the lad, Bonnie!\" Anne chimed in. \"We can't be havin' our playthings -- er, <i>neighbors</i> -- suffer from their nerves.\"<br>\r\n<br>\r\nBlake raised an eyebrow. \"What are you talking about..?\"<br>\r\n<br>\r\nBonnie chuckled. \"Don't mind Anne there, she's just haverin'. Talkin' nonsense.\"<br>\r\n<br>\r\n\"Riiiiight...\" Blake replied, despite his confusion. \"I'll, uh, see you around...\"<br>\r\n<br>\r\nBefore he could turn to leave, Anne stopped him with a hand to his shoulder. \"Wait! We gotta ask ye a favor...\"<br>\r\n<br>\r\n\"What would that be?\"<br>\r\n<br>\r\nSmiling, Anne responded...</span></div></div>",
            "created":1559192400,
            "id":2666914,
            "title":"The Clydevale Sisters"
        },
        "055131":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Breast Play",
                "Eat/Chew him",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>\"Close yer eyes an' hold still fer jus' ta moment~\" Blake squints his eyes and glares at the two before he lets out a sigh and rolls his eyes, figuring he might as well humor them. This could just be some sort of greeting for people out of the country. Blake closes his eyes and puts his hands behind his back. He hears the couple giggle then hush themselves. He hears Bonnie slip out of the bed and Anne whispering, Blake squints and tries to block it out, not wanting to intrude but relents after a half a minute. Blake shifts from side to side and decides to listen in for just a second.<br>\r\n<br>\r\n<font class=\"size1\" style=\"\">...steal his size, be my prize. Make him fine, forever mine. One inch tall, like a doll but make him soft like a rock.</font><br>\r\n<i>Huh... size? Rhymes? Wait, are they... </i> Blake opens his eyes and sees the two sisters holding a floating ball of blue swirling light. Blake's eyes go wide and he yelps, quickly turning towards the door in hopes he can dodge their spell.... however just as he turns around he feels a surge hit his back, knocking him onto his chest. His vision becomes blurry and starts to dim as the world around him seems to grow and grow. <br>\r\n<br>\r\n\"Oi thought you 'ad him handled?\" Bonnie asks sharply, a small tussle of clothing moved as a result of a shove.<br>\r\n<br>\r\n\"Oi did! Didn't fink he'd catch on. Hmf. Must be a smarty pants from the states then. <br>\r\n<br>\r\n\"Hmf, not too many o those. That should make things more interestin'~\"<br>\r\n<br>\r\nBlake tries to crawl towards the door but passes out as he hears one of the sisters walking and placing her feet on his either side of him.<br>\r\n<br>\r\n\"Hope yer ready for some fun boy-o~\"<br>\r\n<br>\r\n<span style=\"text-decoration:line-through\">                                                                                                                                                                                                    </span><br>\r\n<br>\r\nWhen Blake comes too he looks around and feels up his body, finding his clothes and belongings still on him. Except. <br>\r\n<br>\r\n\"My phone!\" Blake looks around and as his vision adjusts he sees a giant figure holding something. As his eyes adjust further the figure easily become clear. Anne, holding his phone with a smirk.<br>\r\n<br>\r\n\"Howdy there boy-o~ Rest well?~ Ah reckon you were avin a right snooze weren't cha?~\" Bonnie steps out from behind her sister with an equally sadistic grin.<br>\r\n<br>\r\n\"Ah reckon he was, seein how he's been out fer four hours,\" Bonnie says with a giggle. <br>\r\n<br>\r\n\"Lookin fer somethin lad?~\" Anne wiggles Blake's phone in front of him and giggles as well. \"Well. seems like yer a special, wee little lad. You knew what was about tah 'appen fore most other shmucks~ Familiar with magic are ye?~\"<br>\r\n<br>\r\n\"L-let me go! O-or there will be consequences!\" Blake says, hoping to sound intimidating. Apparently, though, it does nothing but amuse his captors as they laugh loudly.<br>\r\n<br>\r\n\"Oo~ Consequences? From a wee tike like you? Oh that's rich!\" Anne says loudly.<br>\r\n<br>\r\n\"Sorry little lad~ You belong to us now. We were just gonna sell ya to some fancy pants over in parliament, but ah dun think they'd take a person that can poof themselves back to normal say?~\"<br>\r\n<br>\r\n\"Aye, reckon we ought to keep this' un for ourselves~\" Anne coos sweetly to her sister.<br>\r\n<br>\r\n\"Aye~ For, posterity sake o course~\" The two sisters beam down at him as Blake looks around and finally observes the mouse cage he's in. He backs up against the wall and waits for them. The two sisters chuckle and leave to talk about what to do with their new toy.</span></div></div>",
            "created":1562821200,
            "id":2685528,
            "title":"Scotish Magic Trick"
        },
        "0553":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "China",
                "Norway",
                "Still more choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about one of these countries, then?</span></div></span></div>",
            "created":1567400400,
            "id":2712491,
            "title":"Other destinations"
        },
        "1":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "At Aria’s",
                "At Indigo’s",
                "At Ruby’s",
                "Jade’s party!",
                "Someplace else "
            ],
            "content":"<div class=\"\"><div> <span>Blake wakes up with a yawn. He gets out of bed and walks to his bathroom. He starts his shower and brushes his teeth. It had been nearly five years since he shrunk professed his love to Aria. Since then the two began happily dating. Blake and Aria graduated high school and are on their own adventures in college. Aria went to a university and shares a dorm/apartment. Blake goes to community college to get his general education out of the way. The two visit each other frequently and Aria still often teases Blake for shrinking. Most of Blake and Aria’s close friends know the story by now and have generally either accepted it word for word or think it’s some elaborate metaphor. <br>\r\n<br>\r\nBlake steps out of the shower and gets dressed. Once he does, he goes down stairs, making himself some breakfast. Blake has just finished his finals and was glad to be through them. Suddenly he hears thuds racing above him. Soon his younger sister Jade emerges from the staircase and quickly makes breakfast.<br>\r\n<br>\r\n“Hey shortstuff~” Jade had seen Blake tiny firsthand and never truly got over the feeling of being the “big sister”.<br>\r\n<br>\r\n“Hey sis.” Blake replies. “Someone is dressed for fun.” Truly Jade was. She wore a short t shirt that showed off her midriff  and preppy short shorts.<br>\r\n<br>\r\n“Duh, I’m hanging out with some friends for a graduation party. A goodbye to boring high school and a lovely hello to college life~” Jade smiles as she poured some cereal and milk, eating rather quickly. “But yeah,” she said with her mouth full. “I’m going out all night after finals today. Told ma I’ll be home tomorrow afternoon... ish.” Jade smiles and chugs the rest of her cereal down and finishes with a heafty sigh then a loud belch. “Oops~ ‘scuse me. Alright, I’m out. Later squirt.” Blake chuckled, she had grown and changed  so fast these past few years.<br>\r\n<br>\r\n“Alright, whatever. Stay safe, “big sis”,” Blake said with a smirk. His comment earned a smile from Jade as she waved goodbye. She exits the house and gets into her friend’s car. Blake hears the familiar car of x speed away. Blake sighs with a smile, “teenagers.” <br>\r\n<br>\r\nBlake was planning something special for his 5 year anniversary. Aria and Blake has begun talking about moving in together. It was scary at first to Blake but he auickly came around. He was thinking of taking Aria of a tour of a place he picked out. A small two bedroom house that was close to both of those colleges and was close to downtown should they eventually get a job there. Blake couldn’t wait to tell Aria.<br>\r\n<br>\r\nSuddenly as Blake is preparing to head out a spirit appears before him. It’s the timid spirit that helped him along his journey. Blake is surprised but welcomes her eagerly.<br>\r\n<br>\r\n“S-spirit! It’s you! I ... I didn’t expect to see you again.”<br>\r\n<br>\r\n“Nor I you Blake. However... there is a matter of grave importance that requires your skills.” The ethereal figure gestures towards Blake. <br>\r\n<br>\r\n“My skills? You mean? My magic? I... I haven’t practiced in years. I... I couldn’t even summon a breeze.” The spirit’s figure starts to get twitchy.<br>\r\n<br>\r\n“Oh... oh dear. This... this isn’t good at all. Please Blake. You have to remember. There is an issue that’s coming. I feel as if you’re the one to help us.”<br>\r\n<br>\r\n“Wait.... us? What are you talking about?” The spirit shifts in two before coming together, whispers seeping out from her.<br>\r\n<br>\r\n“TellHim.””Heneedstoknow””thisisouronlyhope?””hecouldnthurtafl y”<br>\r\n<br>\r\n“Silence!” The spirit says to herself. She regains her composure. “Yes... I house many spirits whithin me... even the two spirits who spoke with you before. There is a great evil that threatens all walks off life. From spirits, to mages, and even the mage hunters as well. We need you to help us.” Blake was taken back by this. He truly had rarely ever casted after he started dating Aria, even swearing that he’d hardly take the dark arts again. <br>\r\n<br>\r\n“I... but I haven’t practiced in ages! And I can hardly practice combat spells. Especially indoors.” The spirit nods and bows her head when a few whispers speak to her. Her face lights up.<br>\r\n<br>\r\n“Yes... yes yes! Of course! Blake! We shall shrink you again! You can try and do no damage to your world! No noticeable damage anyway! And we’d be able to grant you much more strength and mana as well! Allowing to cast multiple spells on yourself at a time!” Blake was even more shocked than finding out he would be facing off a “great evil”. Now they wanted him tiny as well?!<br>\r\n<br>\r\n“Wait! What if this great evil finds me when I’m tiny?” The spirits whisper amongst themselves. <br>\r\n<br>\r\n“That is a good point. The evil is humanoid, that much we know... you should be able to hide from it, so long as you don’t use too much mana.”<br>\r\n<br>\r\n“Wouldn’t it detect a magically shrunken person?” Blake retorts.<br>\r\n<br>\r\n“No, to the evil it was sense you as alive and in magical like a mouse or... more accurately a bug.” Blake grimaced. “Our apologies. So Blake? Will you help us?” The spirit extends her hand forward and looks to Blake expectantly. Blake thinks it over, pondering if this was truly the right way to go about things. He sighed as hesitantly extended his hand forward.<br>\r\n<br>\r\n“Alright I guess.... let’s... save the world.” The spirit smiles and giggled. She shook the two hands and Blake felt a great power surge within him. He felt himself becoming stronger than he had in ages. Eventually he starts to feel the power well into him. He felt himself slipping, which was normal he remembered. <br>\r\n<br>\r\n“Thank you Blake! Thank you so much! Please. Save us.”<br>\r\n<br>\r\nThen. <br>\r\n<br>\r\nNothing. <br>\r\n<br>\r\nSome time later Blake groggily holds his head. He feels the strong magic coursing through his veins and sits up. <br>\r\n<br>\r\n“Ugh... and I was having such a good day too.” Blake stands and stumbles a bit, getting familiar with his surroundings. Once things started to clear he realized just where he was. The giant furniture, the decorations. He was.</span></div></div>",
            "created":1534914000,
            "id":2537166,
            "title":"A week to remember "
        },
        "11":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Her Face",
                "Her Torso",
                "Her Lower body",
                "Aria gets up",
                "Someone else enters the dorm."
            ],
            "content":"<div class=\"\"><div> <span>Blake looked around and saw a massive plastic-looking slab in front of him, a colossal wooden cave-like structure around him, and a massive plain of cloth to his left. In the distance massive pictures of some of Aria's favorite bands and a massive clock. In fact, the posters were the same ones she had. Blake looked around once more and understood that the plastic slab was actually Aria's laptop, the structure around him was Aria's overhang wooden desk and the plain of cloth was her bed and that he was shrunk on her desk. <i>I’ll never get used to this feeling…</i> Blake thought to himself. He looked around and saw a few littered pens and pencils. He walks over to them and feels them. Their slick plastic coverings felt the same, just larger.<br>\r\n<br>\r\n\"Looks like I'm in Aria's room,\" Blake says to himself. He looks around a bit more and his gaze falls back onto her clock and he observes the time. 4:35. That's usually when she gets here so she should be here any-<br>\r\n<br>\r\nCLICK. <br>\r\n<br>\r\nBlake looks to his right to the door. It sounds like someone unlocking her door. Blake, nervous, hides behind the collapsed laptop. After a few moments, the door to the dorm opens and a few moments later the door to Aria’s room opens and Aria steps in. Blake blushes as he sees her. He fawns over his girlfriend’s long brown hair and her large emerald green eyes. Her skin was fair and smooth and she was wearing her lovely smooth yellow shirt and flowy orange skirt. She strides easily across the room and sets down her backpack. She sighs and smiles. <br>\r\n<br>\r\n“Finally home. Hopefully, I aced that exam. Ugh, now I get to rest~” Aria turns around and falls into her bed. When she makes contact it causes Blake to be thrown up a little from the shock. Aria sighs and lays her back as she appears to start to get some rest.<br>\r\n<br>\r\n<br>\r\n<br>\r\nBlake rubbed his face as once he was thrown he landed on his face and chest.<br>\r\n<br>\r\n“Ugh… so much for being durable… ugh…” Blake props himself up and looks at the sight of his resting girlfriend before him and blushes. He hadn’t seen her from this perspective for a long time. He had to be honest with himself that he loved what he saw. How is this small like last time really brought out some desires he forgot he had. He shook his head, he needs to get her attention. He looks around and walks to the edge of Aria’s desk and sees there is a small gap between her bed and the desk. Blake ponders on what to do as he looks over his resting girlfriend. He needed to get her attention, absolutely. But how would he get it? He could go to her face but if she swallowed him or anything else that would set him back. He could go to her chest, but she could probably roll over and pin him under her. He didn’t even want to think about getting her attention on her lower-middle, but it certainly would get her attention. Though he could go lower to her feet, that would take the longest time and he could be kicked off her bed or even stepped on. Choices choices...<br>\r\n</span></div></div>",
            "created":1577941200,
            "id":2768117,
            "title":"Aria's Dorm"
        },
        "111":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "Yell into Aria’s ear",
                "Approach Aria’s mouth",
                "Reader’s choice"
            ],
            "content":"<div class=\"\"><div> <span>Ultimately, Blake settled on going to Aria’s face. It seemed much safer and less perverted than climbing to her lower body! With his mind made up, the tiny mage jumped from his girlfriend’s desk and onto the bed, thankfully failing to wake Aria from her sleep. Blake blushed at the sight of her massive form, but quickly realizing he needed to get her attention.<br>\r\n<br>\r\nFortunately, the young man had landed near Aria’s pillow. Getting to her face would be a snap! But the question remained: how exactly would Blake do this? Should he scream into her ear? Or perhaps approach her lovely, enticing lips and wake the slumbering giantess with true love’s kiss?</span></div></div>",
            "created":1581570000,
            "id":2787022,
            "title":"Face Your Fears"
        },
        "1112":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Blake falls in, She wakes up",
                "Blake falls in, She stays asleep",
                "She blows him into her shirt and into her cleavage"
            ],
            "content":"<div class=\"\"><div> <span>Blake blushed as he looked over his girlfriend's face and smiled. Everything that he had been thinking had melted away as he saw the size of Aria's beautiful sleeping peaceful face. The sheer difference in scale brought him back to his memories of meeting his giant crush in the halls of Highschool. All the bad feelings and thoughts of worry and fear left him as he felt a gentle warmth radiating off of her body. He took in all of her monumental features. Her short brown hair, her big resting eyes, her soft plush lips... <br>\r\n<br>\r\nThat's it! Blake was going to get Aria's attention from her lips! Blake smiled and walked over to his gigantic girlfriend's cheek and put his hand on it. He felt Aria's soft skin give way under his touch. Aria didn't move or flinch, seemingly not feeling his touch. Blake smiled and rubbed it gently. He leaned his face into her and kissed her cheek.<br>\r\n<br>\r\n\"I love you Aria... So, sorry about this...\" Blake said as he starts climbing up along the side of his girlfriend's face. He gently placed his palms on her face and hoisted himself up and onto her, blushing as he had never crawled on Aria like this before. Not being used to needing to climb, Blake panted as he pulled himself on top of Aria's face and crawled onto her chin. Once on top he sprawled himself out onto her chin and sighed as he softly breathed in Aria's sweet perfume, her skin soft and allowing him to sink into her slightly. Suddenly a slight vibration comes from under him. <br>\r\n<br>\r\n\"Mmm....\" Blake's world shook as Aria stirred in her sleep. The vibrations of her voice shook the plane that Blake was on and he held himself fast to Aria's chin as she moaned. Blake's eyes went wide, remembering the true scale difference again, remembering how dangerous even simple actions can be and why he had to get Aria's attention fast. He did have to admit though, it did feel kind of humbling to be this small with someone he loved and who loved him back. <br>\r\n<br>\r\nBlake rolls onto his side and crawls up to Aria's lips, blushing brightly as he puts both his hands on her bottom lip. Her mouth was so huge compared to him. She could swallow him whole right now and not even notice... kind of like how he confessed to her before. Blake blushed and chuckled as he rubbed the back of his head, hoping he wouldn't have to go through his girlfriend again to get her attention. Blake looks down at his girlfriend's plush lips again and smiles. he just loved Aria so much, one kiss wouldn't hurt anyone before he got her attention ... right? <br>\r\n<br>\r\nBlake leans his head between Aria's lips and kisses them. After a second he pulls back before Aria's mouth starts opening as if his kiss were some kind of curse or spell. Aria tiredly yawns, breathing in deeply, threatening to pull Blake's tiny body into her warm maw!</span></div></div>",
            "created":1582520400,
            "id":2792360,
            "title":"Bedside Beauty "
        },
        "12":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Climb Indigo",
                "Get Indigo's attention at her feet",
                "Someone knocks on Indigo's door.",
                "Blake is entranced by her feet",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Blake is in Indigo's Apartment. Blake had recognized the indigo-colored mats and curtains, the sleek grey modern finish of the stools and kitchen appliances, and the latest high-tech television in the living room with a tan leather couch. Blake has spent some time here with Aria and easily recognizes the place of his and Aria's mutual friend. He knows Indigo is in an apartment near the New Opal University, perhaps he could enlist the help of his science inclined friend to help with his newest challenge. Perhaps she could help develop a potion to help him in his eventual battle or at the very least, something to help bring him back to size?<br>\r\n<br>\r\nBlake takes in his surroundings and sees he is in Indigo's main foyer. He is currently sitting in a small forest of waist-high fibers that is Indigo's carpet. Suddenly, before he can look at the rest of the apartment, Blake hears a commotion from behind the front door. He turns his attention to it and ducks down, hoping to avoid whatever is on the other side. Could the great evil have found him already? Blake braces himself to the floor to see what would happen next. He hears the door handle shake and rattle then hears the jingle of keys and hushed muttering. A few seconds pass and the latch far above Blake on the monolithic door turns and unlocks. The handle turns and the massive wall of a door opens to reveal.<br>\r\n<br>\r\nIndigo.<br>\r\n<br>\r\nIndigo opens her door with a sigh and walks in. She heads into her living room and sets down her backpack but picks it up resigning to just put it in her room. She instead slips her shoes off and pushes them where she set her pack down. In her novel anime socks, Indigo walks into her room and sits on her desk chair and puts her backpack next to her bed and the desk itself. She leans back and the chair creaks, the cheap metal and plastic holding her weight as she holds her face. She pulls her hands down her face then interlocks her fingers. She then raises her arms up, hands still connected raising them above her head as well and yawn, cracking her knuckles elaborately. She crosses her feet at the ankles and shuts her eyes. She has just gotten back from a pop exam and is confident in her score, <i>I got at least a 95</i> She thinks to herself. She takes another deep breath and sighs, going over the questions in her head just to make sure. Her mental review easily an enjoyable pastime to improve her skills and memory retention. Though this hobby helps Indigo, it will seldom help Blake.<br>\r\n<br>\r\n<br>\r\n<br>\r\nBlake witnesses first hand Indigo stepping into her home, completely oblivious to his presence. Blake hasn't felt his low in quite a long time. In two simple steps, Indigo completely eclipses Blake and steps over him. Blake is able to see the threads of her jeans, the fibers in the socks, the canvas for her shoes and their devastating rubber treads. He sees the giantess set her pack down, a small tremor rippling through the floor from the force. He then sees her hesitate then lift up the massive pack, the idea alone of Indigo picking up something that could shock the world suddenly dawns on Blake shakes him to his core. He sees Indigo slip out of her shoe. Then with amazing grace she gently slides them against the wall before walking behind another hallway, that he knows leads to her bedroom. In only a few seconds, Blake has beholden the terror and magnitude of being shrunken. Before he dwells on it too much, he shakes his head and reaffirms himself of his goal. Get Indigo's attention. With that in mind, he immediately takes off after her. He bolts down the hall and just as he gets to the corner and sees Indigo resting in her chair. Blake groans and curses just how far he has to run.<br>\r\n<br>\r\n<br>\r\n<br>\r\nAfter a few minutes of jogging, Blake arrives out of breath at the foot, er feet of Indigo. Blake pants and as he nears Indigo he immediately feels the warmth radiating off of her large peds. The giant fabric clad monoliths incredibly warm, most likely from a stressful day from classes. Blake looks up and sees that Indigo is still resting with her eyes closed. He looks back down at the giant feet and contemplates on how to get the attention of his colossal friend.<br>\r\n</span></div></div>",
            "created":1564894800,
            "id":2697301,
            "title":"Intelligent Introvert"
        },
        "121":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Indigo \"wakes up\" ",
                "Indigo doesn't \"wake up\". Start Climbing",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>Blake stares at indigo towering above him. He figures he would have to climb her. He sighs and looks at the massive socked feet. Indigo’s socks are light blue and have two anime characters on them from the movie “Your Name”. Her right foot is under her left as she rests them on the floor. Her body rises high into the chair above him. He senses just how fresh Indigo took her feet out of her shoes. He coughs once but makes his way to her heel. It doesn't seem like she is moving too much if at all so Blake decides to climb her before that changes. He grabs the fabric and starts climbing his unaware friend.<br>\r\n<br>\r\nBlake is able to climb up past her ankle and up the outside of her jeans towards her lap. Blake figures he'll have a few better ideas about how to get her attention. He can try to get her attention at her lap and hopefully save himself a further climb. If not he can climb to her face or ear to reach her attention there. It will be harder as well since Indigo appears to be napping.<br>\r\n<br>\r\nBlake rolls onto Indigo's knee as he pants, out of breath. He sighs then stands up as he travels from the top of her knee to her lap then stares up at his giantess friend. He blushes slightly at the sight of Indigo's breasts lightly covering her face. That might prove troublesome. Blake cups his hands around his mouth and shouts. <br>\r\n<br>\r\n\"INDIGO!\" ...  Nothing. The sleeping student remains motionless as her closed eyes dart around, most likely dreaming. Blake attempts again, shouting again.</span></div></div>",
            "created":1571461200,
            "id":2735514,
            "title":"Climb Indigo"
        },
        "14":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "Blake climbs into the punch bowl",
                "Blake boldly searches the crowd for Jade",
                "Blake uses telepathy to speak to Jade",
                "The mysterious new evil shows its...face?",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>When he came to, Blake found himself in a crowded room, still a little groggy from that earlier surge of energy. Everything looked much bigger than it had any right to be -- just like that time he'd been shrunken in high school. The furniture, the food, the guests...everything was enormous to the mage.<br>\r\n<br>\r\nThis must've been the party Jade planned to go to! And the girl herself was having a good time with several of her friends nearby!<br>\r\n<br>\r\nBlake took a moment to assess the whole situation. Below him appeared to be a soft, white material, and to his right was a giant bowl full of a reddish liquid...he was on the table where the punch bowl rested! Now would be the PERFECT time to get his sister's attention and help...<br>\r\n<br>\r\n...that is, if only the music weren't too loud, and the guests weren't too distracted by dancing!<br>\r\n<br>\r\nIf whatever evil the spirits mentioned were to find its way here, Jade and everyone else would be doomed for sure! Blake couldn't let that happen to his sister. He needed to think up a plan, NOW!</span></div></div>",
            "created":1558414800,
            "id":2662409,
            "title":"Puny Party-Crasher"
        },
        "141":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Jade",
                "Jade's Friend Diana",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>Blake decided he needed to get to his sister without drawing too much attention to himself. He saw that Jade was some way away from where he currently was. Blake took in his surroundings and saw a few plastic cups towering above him and the punch bowl to his right. Blake got as close to the edge without putting himself in the open and looked around some more from behind a cup. Jade was pretty far and his spells could only take him so far. If he could even remember them! Blake figures he could use his glide spell but the height of the table would never make him reach his sister. The distance he'd have to cover on foot would be even more dangerous. Blake looks around again for an alternative and he sees the punch bowl. It has a ladle that hangs high above the table and the bowl. Perhaps it would give him enough room to glide safely to Jade! Blake leaves his hiding spot and makes his way to the bowl. The wet ladle cup rests on the plastic table cover still pools a bit of the red liquid. Blake steps into it and hugs the handle. Once he does, Blake begins his climb up to the top. He hears the idle conversations around him but focuses mainly on getting to the top. Once he gets near the top a distant conversation catches his attention.<br>\r\n<br>\r\n\"Hey, I'm gonna get some punch. You want any?\" Blake's eyes widen as he looks at who is approaching. It doesn't seem like anyone right now but Blake can't risk getting found. Above the punch, he turns himself upside down to avoid detection. As soon as he does he feels the table and bowl shake slightly then feels someone grab the area just above him. As soon as he does the ladle lifts and moves to scoop up some punch to fill a cup. Blake clings tightly to the handle but gets dizzy as he is constantly shaken, lifted, and lowered. Soon though the party patron sets the ladle down having finished their filling, but Blake finds he is no longer able to hold on and falls into the fruit punch.<br>\r\n<br>\r\nBlake splashes into the fruit punch and has to swim to the surface. Blake breaches from under the sugary drink and he coughs and sputters the strange tasting fruit punch out of his mouth. Does ... this have alcohol?! Blake coughs as he looks around and sees he's trapped in the punch. Suddenly a new shadow of another person is cast over him. Blake looks up and sees who it is. His jaw drops as he sees...</span></div></div>",
            "created":1573275600,
            "id":2744503,
            "title":"Punch it"
        },
        "15":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Family",
                "Teachers",
                "Witches",
                "Heather",
                "Someplace else"
            ],
            "content":"<div class=\"\"><div> <span>His eyes continued to adjust to see<br>\r\n<div align=\"center\">--------------------------------</div><br>\r\nBlake's famlily including his Mother and military cousin. When all hope is gone, you can always count on family<br>\r\n<br>\r\nBlake's old teachers and principal of Opal High, still teaching they could possibly help the mage<br>\r\n<br>\r\nBlake sees he's in the presence of some of his old rivals. He hasn't heard much from them but know they know about his magical abilities. Why would the spirits send him here? A mistake? Or to get their help?<br>\r\n<br>\r\nHeather, Aria's older cousin. She is attending a university and is living alone in a private school apartment she shares with a dozen other students in the complex. Getting her help could get you to Aria.</span></div></div>",
            "created":1553058000,
            "id":2632584,
            "title":" Between Family, Teachers, Witches and old Friends"
        },
        "151":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Claire Heart",
                "Sapphire Heart",
                "New Family member"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Blake looks around and sees giant structures. He never got used to this scary size difference. He noticed however things seemed familiar...</span></div></span></div>",
            "created":1554008400,
            "id":2637917,
            "title":"Family"
        },
        "152":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Amanda Truster",
                "Mariella Wiess",
                "Fiena Solar"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>His eyes continued to adjust to see<br>\r\n--------------------------------<br>\r\n<br>\r\nAmanda Truster:<br>\r\n<br>\r\nFiena Solar:<br>\r\n<br>\r\nMariella Weiss:</span></div></span></div>",
            "created":1554008400,
            "id":2637918,
            "title":"Teachers"
        },
        "153":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Raven Flame",
                "Shysie Tacicta",
                "Prospine \"Rine\" Vaulder"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>When Blake came too he saw familiar magical items strewn about. he looked around and realized he was in the presesnce of someone magical.</span></div></span></div>",
            "created":1554008400,
            "id":2637919,
            "title":"Witches"
        },
        "155":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Ariana Nada",
                "Neva Storm",
                "Someplace else"
            ],
            "content":"<div class=\"\"><div> <span>Two fierce athletes, both graduated high school and professed in sports. their careers carried them to great heights. Both live in their own mansions.<br>\r\n<br>\r\nNova lives near the lake near New Opal. She has an isolated mansion she spends most of her time training. She could prove to be a valuable asset.<br>\r\n<br>\r\nAriana lives in a lavish downtown studio apartment. She lives a wonderful lifestyle and parties frequently, enjoying the attention and sponsorships she gets from her matches. As well as the dating possibilities. She too is strong and could prove to help Blake somehow... if she could find him.</span></div></div>",
            "created":1553058000,
            "id":2632585,
            "title":"Athletes"
        },
        "1553":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Vixen Vex",
                "Katherine Kay Vex",
                "Someplace else"
            ],
            "content":"<div class=\"\"><div> <span>The hexed Vex sisters. <br>\r\n<br>\r\nVixen Vex An old friend of Blake's. Once a transfer student she went on to excel in her studies after Blake and Aria started dating. Unbeknownst to Blake, Vex is actually a nether mage in disguise. While hurt Blake did not fall for her charms she respected his space, though not without trying a few love potions. Which of course failed. Vex finished high school and went straight to work, though she was smart, she didn't really need to excel in everything. She eventually grew content working as a manager for Hot Topic, living out of a small apartment in the downtown area of New Opal near the mall.<br>\r\n<br>\r\nKathrine Vex, sister to Vixen. Blake has only met this inexperienced mage a few times, Some of which have almost resulted in some very unfavorable consequences. Luckily he was able to avoid such cruel antics. Kat is finishing up her senior year of high school and is enjoying her studies of sociology and plans on moving out of her sister's place to a dorm or someplace else where she can grow and explore. Currently, though she resides with her sister, bored and eagerly looking for a new distraction.</span></div></div>",
            "created":1553058000,
            "id":2632586,
            "title":"Vex Sisters"
        },
        "15533":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Violet",
                "Zella",
                "Someplace else"
            ],
            "content":"<div class=\"\"><div> <span>Violet is working at Hot Topic along with Zella. The two nether mages know of Blake's secret magic powers and could be inclined to help him. Aria and Blake told them about Blake's adventure so they would also be more inclined to be on the lookout for tiny mages.<br>\r\n<br>\r\nViolet is a part-time student and is working part-time at Hot Topic. She hasn't changed much and is still shy around others. She is making more of an effort thanks to Zella to try and be more outgoing especially to other customers. Violet is always looking around her environment, taking in the scenery and enjoying what's around her. While she may be more inclined to spot you, actually getting her devoted attention may be trickier.<br>\r\n<br>\r\nZella is devoting herself full time to two jobs. While she doesn't need to, she enjoys having something to do, enjoying helping others. She is in the process of talking to a counselor to try and get into the local state University. Despite encouraging Violet to be more open, Zella still has only a small group of friends, a majority being family and other magic users. She is friends with Blake and Aria, Zella still is more reclusive and tends to over devote herself to her work and studies. Getting her attention could be troubling.<br>\r\n<br>\r\nViolet is currently stocking the shelves in Hot Topic as the store is winding down for the day and Zella is in the back doing financials. </span></div></div>",
            "created":1553058000,
            "id":2632587,
            "title":"The Shy Gothic Nether Mages"
        },
        "155333":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Citrine Stone",
                "Nora Comet",
                "Someplace else"
            ],
            "content":"<div class=\"\"><div> <span>Citrine Stone after high school set out to try and lose some weight and succeded, losing most of her body fat. While she still retains some pudge, she is in a much healthier mindset and enjoys her long runs through the park. She is currently working as an upcoming entrepreneur and has made a large number of funds. She still talks to Aria and sometimes Blake, on good terms with both of them. Blake isn't quite sure if Aria has told her or not, but Citrine does seem to boast about her new-found height from her weight loss whenever she's around Blake. <br>\r\n<br>\r\nNora Comet peaked in Highschool if you can call bullying people lower than you a peak. After Highschool she figured she didn't need a job to carry herself. Soon after Highschool her parents kicked her out to try and set her straight but she only stayed the same. Her personality only soured and led to her living off of being a part-time clerk while living in a trailer park area near the outskirts of New Opal. Blake is confident of one thing though. If he is found by her, he's most likely better off being captive to the \"Great Evil\" coming than his old bully's misplaced desire for revenge and her new position of power.<br>\r\n<br>\r\nCitrine has just gotten home from her early morning jog and is expecting a call soon about her business.<br>\r\n<br>\r\nNora had just woken up on her day off and begins her day by channel surfing on TV.</span></div></div>",
            "created":1553058000,
            "id":2632588,
            "title":"Big Girls"
        },
        "1553332":{
            "author_id":"reborner",
            "author_name":"Reborner",
            "choices":[
                "She finds you",
                "She doesn't find you"
            ],
            "content":"<div class=\"\"><div> <span>Waking up, you see you're definitely not in your home as trash is thrown all over the place that resembles something you could find in a trailer. Judging from the clothes that's been tossed onto the floor without care, you could tell it was a woman's place and she was very poor due to the state of things when a massive fart roars from your left and you turn just in time to see someone you really didn't want to be seen by.<br>\r\nNora Comet, a bully from high school days and constantly picked on you for virtually no reason. She was bigger than most people and packed a lot of muscle on her body.<br>\r\n\"Hey, Four eyes! Watch where you're going!\" She would say to a glasses wearer as she would trip them, but on her face was a pair of thick, black rimmed glasses.<br>\r\n\"Don't clog the hallways, Fatass!\" She jeers to anyone with a bit of pudge on them, though currently she was big as a truck with her boulder sized gut, H-cup breasts, and an ass that could swallow a couch whole.<br>\r\n\"What's the matter? Don't work out too often?\" Nora sneers as she chases someone for a really long time; however, she wheezing heavily as she moved as thick, bubbly farts exit her bottom in the present.<br>\r\nIt was almost comedically funny as everything she did and said came back to bite her in the ass as she looked miserable. After high school, you never heard from her again, until fate decided to throw you into her home.<br>\r\n\"Thank god I got a day off,\" she mutters, ready to plop her fat ass onto the chair to watch some TV and unfortunately, onto you.<br>\r\nAs you were too busy being amazed at the turn of events that lead to Nora's transformation, you barely recognized the ass shelf she sported on her body was slowly coming over you, until you were finally stuck in her crack as another fart explodes all over you.<br>\r\n\"Whew, much better,\" Nora said, rubbing her fatty stomach as she flips on the television and surfs for any channel of interest.<br>\r\nMeanwhile, you were smothered by her ass cheeks as she continues to unwittily gas you and struggling to get some space, you finally activated your magic for the first time in the past five years, greatly shocking your surroundings.<br>\r\nSo did that get Nora's attention or not?</span></div></div>",
            "created":1553058000,
            "id":2632722,
            "title":"The ironic fate of Nora Comet"
        },
        "15533322":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Smothered between or under her cheeks",
                "Get out successfully",
                "Pass out from heat and smell"
            ],
            "content":"<div class=\"\"><div> <span>Blake sighs as his magic does nothing. Maybe it was size his, his rustiness or maybe Nora was just too fat  Blake continues to squirm, groaning as he tries to get himself out from under his old bully. <br>\r\n<br>\r\nNora thought she felt a poke in her ass but didn’t pay it any attention, now a days lots of things hurt and were sore. She groans as she leans back into the sofa, uknowlingly rolling onto Blake. Her fat rolls keeping her warm and sweaty. She turns on the tv with her remote and starts channel surfing.<br>\r\n<br>\r\nBlake groans from the rising heat and keeps making efforts to crawl out. Soon the shadow of the massive bully falls over him as her massive ass smothers him tightly against her. Blake groans as his breathing starts to get harder.</span></div></div>",
            "created":1553317200,
            "id":2633912,
            "title":"She doesn't find you"
        },
        "1553333":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Lotta Mira",
                "Brittany Rosewood",
                "Someplace else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Journalist<br>\r\n<br>\r\nMad Scientist</span></div></span></div>",
            "created":1553058000,
            "id":2632590,
            "title":"Outspoken Extroverts"
        },
        "15533333":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Yuki Winters",
                "Kaya Coluan",
                "Someplace else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Yokai with ice magic<br>\r\n<br>\r\nCyborg</span></div></span></div>",
            "created":1553058000,
            "id":2632591,
            "title":"Monster Girls"
        },
        "155333333":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "Sarah Kiles",
                "Sylvia Steele",
                "Information/Someplace Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Goddess in disguise<br>\r\n<br>\r\nMagic Hunter</span></div></span></div>",
            "created":1553058000,
            "id":2632592,
            "title":"Supernatural"
        },
        "1553333333":{
            "author_id":"lolboy13",
            "author_name":"lolboy",
            "choices":[
                "New Character A",
                "New Character B",
                "Someplace Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If you have a character you want in this story, shoot SuperKirby2 or Lolboy13 a message. We’d love to hear your suggestions. (Characters above 18 please as this story will contain sexual content)</span></div></span></div>",
            "created":1553058000,
            "id":2632593,
            "title":"Information"
        }
    },
    "info":{
        "author_id":"lolboy13",
        "author_name":"lolboy",
        "brief_description":"After the events of the main story, Blake finds himself in a whole new adventure!",
        "created":1534919160,
        "description":"<td align=\"left\" class=\"norm\">Several (5) years after the events of the main story, Blake invites a friend or friends over to hang out. However, the spirits have something else planned for him and shrink him! Enjoy a non-cannon version of the events after Small Bargain<br>\r\n<br>\r\n<br>\r\nThe canon ending is<br>\r\n<br>\r\n<br>\r\nBlake Heart: a 20-year-old, black-haired college adult who happens to practice magic. Wears glasses, a black shirt, grey pants, and black sneakers. Kind-hearted but prone to being bullied and still shy around girls.<br>\r\n<br>\r\nAria Gleam: a 20-year-old, brown-haired high school girl and classmate of Blake. Wears a yellow shirt, a golden-orange skirt, and yellow shoes. Smart, gentle, and fun-loving. Blake's love interest.<br>\r\n<br>\r\nIndigo Lee: a 19-year-old, Asian high school girl, and a classmate of Blake. Wears a blue shirt, a dark purple skirt, and blue shoes. Studious, and knows his mage secret.<br>\r\n<br>\r\nRuby Sparks: a 21-year-old, blonde college cheerleader and classmate of Blake. Wears a Maroon and white one-piece cheer uniform and red high heels. Playful and modest.<br>\r\n<br>\r\nJade Heart: Blake's 18-year-old sister who attends high school. Wears a green crop top, blue jean shorts, and green sneakers. Caring towards her big brother, but sometimes short-tempered.<br>\r\n<br>\r\nThe following characters were created by fellow writer K.Bonez:<br>\r\n<br>\r\nVixen Vex: 23 years old, long maroon hair, green eyes wearing light blue tube shirt with matching skirt and ballet flats, dark mage, very attractive that rivals Ruby new girl, quite friendly and cheerful, one of the intelligence student, enemy to Indigo, friends with Aria and Blake<br>\r\n<br>\r\nViolet Andross: 23 years old, sorta gothic, long black hair with bangs covering her right golden eye, black eyeshadow(does not wear black lipstick), wears black tube shirt with matching long skirt with purple frills and thigh-high gladiators sandals, nether-mage, very shy but kind, knows Blake for sometimes<br>\r\n<br>\r\nFeina Solar: 35 years old, Blake's favorite teacher, very long flowing red hair, red eyes, wears orange collar button up shirt, long black skirt and black high heel pumps, very tall (7'12\"), very kind, warm, gentle towards her students even her graduates.<br>\r\n<br>\r\nZella Wilde: 22 years old, born tall from a tall family (6'8\"), long purple hair with black flower accessory, purple eyes, wears black sleeveless zip-up sweater, long dark purple skirt, black leggings and ballet flats, one of the intelligence students, quiet and reclusive yet nice, knows about Blake's secret, nether-mage</td>",
        "id":2166832,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1582579800,
        "pretty_title":"Small Bargain: Summer Days"
    }
}