{
    "chapters":{
        "1":{
            "author_id":"mikelam",
            "author_name":"33",
            "choices":[
                "Mike had shrunk",
                "Kermit had shrunk",
                "Kermit and Candace had shrunk",
                "All three had shrunk",
                "Mike started to grow"
            ],
            "content":"<div class=\"\"><div> <span>As Mike pulled into the driveway, he saw Kermit and Candace sitting on the porch.  They were going to make a green screen movie together, and Mike was excited.  He had never really shared his video ideas with anyone, so looked forward to doing so - although he was a little anxious.<br>\r\n<br>\r\nMike got out of the car, and started to unload his equipment.<br>\r\n<br>\r\n\"Hey man, how's it goin'?\"  Kermit asked, as he and Candace walked down to greet Mike.<br>\r\n<br>\r\n\"Pretty good man.  Looking forward to making this movie!\"<br>\r\n<br>\r\nAs Kermit and Candace approached Mike, the sky started to darken.<br>\r\n<br>\r\n\"Is it supposed to rain?\"  Mike asked.  Before anyone could answer, a bright light shot out of the sky and struck the ground between the three.  When they awoke...</span></div></div>",
            "created":1395032400,
            "id":1761687,
            "title":"shrinking"
        },
        "11":{
            "author_id":"mikelam",
            "author_name":"33",
            "choices":[
                "Mike is one inch tall",
                "Mike is two inches tall",
                "Mike is four inches tall"
            ],
            "content":"<div class=\"\"><div> <span>Mike saw a bright flash and instantly felt dizzy.  He could hear Kermit and Candace talking.<br>\r\n<br>\r\n\"Where did Mike go?\"<br>\r\n<br>\r\nMike gathered himself and looked around... he had shrunk!!!  He began yelling and waving his arms frantically at the two giants.<br>\r\n<br>\r\n\"He was just here and... what the hell?\"  Kermit and Candace looked down and saw the tiny man trying to get their attention.<br>\r\n<br>\r\nKermit slowly reached down to grab the tiny man... </span></div></div>",
            "created":1522818000,
            "id":2474773,
            "title":"Mike had shrunk"
        },
        "111":{
            "author_id":"mikelam",
            "author_name":"33",
            "choices":[
                "Kermit and Candace go inside",
                "Kermit and Candace take Mike to the porch"
            ],
            "content":"<div class=\"\"><div> <span>Mike easily fit between Kermit's thumb and pointer finger.  Kermit grabbed him gently and lifted him up so they could see him better.<br>\r\n<br>\r\n\"Guys, what happened?\"<br>\r\n<br>\r\n\"There was a flash of what appeared to be lightening,\" Candace said, \"and well, now you're tiny...\"<br>\r\n<br>\r\n\"We have to get help!\" Mike exclaimed.<br>\r\n<br>\r\n\"From who?\" Kermit asked. \"Who can we call up and be like, 'Hey, our friend shrunk!'\"<br>\r\n<br>\r\n\"Kermit is right,\" Candace replied.  \"I think it's best if you stay with us.  Let's head up to the house and try to take all of this in!\"<br>\r\n<br>\r\nMike started to object, but realized Candace was probably right.</span></div></div>",
            "created":1522818000,
            "id":2474783,
            "title":"Mike is one inch tall"
        },
        "1112":{
            "author_id":"mikelam",
            "author_name":"33",
            "choices":[
                "Kermit grabbed Mike",
                "Candace grabbed Mike"
            ],
            "content":"<div class=\"\"><div> <span>\"I need to put you somewhere safe, I wouldn't wanna accidentally drop you...\"<br>\r\n<br>\r\nKermit looked down into his shirt pocket, but his hard pack of Newports barely fit, there wouldn't be room for Mike.<br>\r\n<br>\r\n\"Oh, I know!\"<br>\r\n<br>\r\nKermit slowly pushed the tiny man into his thick beard.<br>\r\n<br>\r\n\"Oh wow, I can barely see him in there!\" Candace exclaimed. \"Can you feel him?\"<br>\r\n<br>\r\n\"Yeah, he's moving around, trying to get comfortable I guess,\" Kermit chuckled.  The two walked back up to their porch and sat down.  Kermit took his cigarettes out of his pocket and removed two from the pack and placing them both in his mouth.  He lit them up and passed one over to Candace.  <br>\r\n<br>\r\nMike could hear Kermit and Candace talking, but their voices were muffled by the thick beard.  The hair was softer than Mike would've assumed, and felt nice on his tiny naked body.  Without warning, a giant finger and thumb invaded the beard and grabbed Mike's tiny body.</span></div></div>",
            "created":1523250000,
            "id":2477358,
            "title":"Kermit and Candace take Mike to the porch"
        },
        "11122":{
            "author_id":"numerio",
            "author_name":"Tex",
            "choices":[
                "\"... Pet\" ",
                "\"... Slave\"",
                "\"... Just end it!\""
            ],
            "content":"<div class=\"\"><div> <span>\"I've got an idea!\" Candace snubs her cigarette out on the ground, and after she grinds the butt out, turns her head and blows out the remaining smoke. She then reaches into Kermit's beard, grabbing Mike. She then offers Mike a choice. \"You can either be our pet, our slave, or if none of those options suit you, we can kill you! What will it be?\"<br>\r\n<br>\r\nWhat kind of choices are those?</span></div></div>",
            "created":1546664400,
            "id":2599194,
            "title":"Candace grabbed Mike"
        },
        "13":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Mike",
                "A Burglar",
                "A monster or alien?",
                "More choices?",
                "Readers choice?"
            ],
            "content":"<div class=\"\"><div> <span> Kermit and Candace start to awaken together on an unfamiliar soft pink bed. Their vision is still blurry, and their still suffering from some dizziness, but other than that, they felt fine. The chubby adult couple curiously looks around their surroundings, and everything looks strange, almost alien in appearance. As their vision returns, the first thing they notice is their lack of clothing. “Damn, that lightning strike must have been a dream,” Kermit says in a puzzled. <br>\r\n<br>\r\n<br>\r\n Candace on the other hand still has some blurry vision because her glasses are missing. “It must have been some party,” she says.<br>\r\n<br>\r\n<br>\r\n However, as Kermit’s vision returns, he looks around and sees they are in a weird looking dollhouse of some kind. Everything except for their bed looks plastic. This place has a strong resemblance to a Polly Pocket dollhouse, but life size, Kermit thinks. He also cannot see anything around them to wear, not even towels. “This must be one of Mike’s dollhouse sets. It’s very detailed.” Kermit says in an amazed voice. <br>\r\n<br>\r\n<br>\r\n Candace is the first to notice their bed actually looks like her underwear, only much, much bigger. They both tried to ripe some cloths off the giant underwear, but the fabric is too tough. “Guess we are stuck like this,” Kermit says, as he excitedly looks her over. <br>\r\n<br>\r\n<br>\r\n The horny, passionate nude couple is still unaware that they have both shrunk as they passionately kiss each other. <br>\r\n<br>\r\n<br>\r\n Who is watching the show? </span></div></div>",
            "created":1548910800,
            "id":2610385,
            "title":"Kermit and Candace have both shrunk"
        }
    },
    "info":{
        "author_id":"mikelam",
        "author_name":"33",
        "brief_description":"A story about a couple and a friend, shrinking or growing... have fun",
        "created":1395038580,
        "description":"<td align=\"left\" class=\"norm\">Candace - 5'5\", bbw, blonde, wears glasses, loves smoking and watching tv<br>\r\nKermit - 5'11\", chubby, beard, works long hours at a factory job<br>\r\n<br>\r\n<br>\r\nMike - 6', fat, makes shrinking videos with a green screen</td>",
        "id":1982197,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1548943140,
        "pretty_title":"Shrink/Growth"
    }
}