{
    "chapters":{
        "1":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Digimon Adventure",
                "Digimon Adventure Zero Two",
                "Digimon Tamers",
                "Digimon Frontier",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which season will you choose? </span></div></span></div>",
            "created":1355029200,
            "id":1484391,
            "title":"Which Season?"
        },
        "11":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Tai",
                "Matt",
                "Izzy",
                "Joe",
                "TK"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355461200,
            "id":1487824,
            "title":"Digimon Adventure"
        },
        "111":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Tai's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487826,
            "title":"Tai"
        },
        "1113":{
            "author_id":"tkdigiboy",
            "author_name":"tkdigiboy",
            "choices":[
                "eating rapid amounts of food",
                "force fed by another member of the team (both human and/or digimon)",
                "another choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how does Tai gain</span></div></span></div>",
            "created":1395464400,
            "id":1765177,
            "title":"Weight gain"
        },
        "112":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Matt's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487828,
            "title":"Matt"
        },
        "113":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Izzy's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487829,
            "title":"Izzy"
        },
        "1132":{
            "author_id":"n.m.e",
            "author_name":"N.M.E",
            "choices":[
                "AU Digimon get stronger by size of Digidestineds muscles",
                "Working out",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will he get the muscle</span></div></span></div>",
            "created":1438578000,
            "id":2016204,
            "title":"Brains and brawn"
        },
        "11321":{
            "author_id":"n.m.e",
            "author_name":"N.M.E",
            "choices":[
                "Beginning of adventure",
                "next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So when do you want to start?</span></div></span></div>",
            "created":1441170000,
            "id":2029204,
            "title":"AU Digimon get stronger by size of Digidestined..."
        },
        "113212":{
            "author_id":"n.m.e",
            "author_name":"N.M.E",
            "choices":[
                "going back to the human world",
                "next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about this than?</span></div></span></div>",
            "created":1441170000,
            "id":2029205,
            "title":"next"
        },
        "1132122":{
            "author_id":"n.m.e",
            "author_name":"N.M.E",
            "choices":[
                "going back to the digital world with kari",
                "next going into detail on the events during the S2 time skip "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>This then................</span></div></span></div>",
            "created":1441170000,
            "id":2029206,
            "title":"next"
        },
        "11321222":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Davis, TK, Tai, and Matt",
                "Cody, Ken, Izzy, and Joe"
            ],
            "content":"<div class=\"\"><div> <span>Awhile after Ken joined the group, Izzy created a new program for their Digimon. The program was to make their Digimon get stronger, faster. However, he could only install it on four of their Digimon forthe time being. The girls didn't wanted no part in it as they considered it cheating on their natural skill. Also, Izzy didn't realize a glitch in the program. Normally when a Digimon gets stronger, their attack power increases and they can say in higher forms longer than before. The glitch made it so their human partners get stronger along with them. (Bigger and Stronger) Who's Digimon did Izzy install the first four programs on?</span></div></div>",
            "created":1484715600,
            "id":2265823,
            "title":"Stronger Digimon, Bigger Digidestend"
        },
        "113212222":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Call Tai, Matt, Davis, and TK to come over. The program is in their Digimon now",
                "Call Ken, Cody, or Joe to see if the program had any effect of their Digimon"
            ],
            "content":"<div class=\"\"><div> <span>It has been a week since Izzy installed the program. It hasn't seen much progress as not only are there no Digimon attacks, but each of the Digimon it was installed in were not seeing much action. Armadillomon, Wormon, and Gomamon basically stayed at home while Cody practiced his kendo, Joe with his studies, and Ken with soccer. Izzy and Tentomon decided with the free time they had, they would spend it on gathering data in the digital world. Since Izzy promised he would stay home and clean the house, he sent Tentomon to the digital world with a camera so Izzy could communicate with him at home.<br>\r\n\"All appears peaceful in this part of the digital world. Aside from the abundance of hostile Digimon in the nearby settlements\" Tentomon was reporting to Izzy. He had been fighting hostile Digimon for about a week now.<br>\r\n\"There could be some leftover data from the control spires that could have infected them. But I need more data to confirm. The hostility in these Digimon could also just be in their natural data. We need to make sure it isn't anything serious.\" Izzy said while moving some boxes in his house. He is currently oblivious to the fact that he's gained not only height, but muscle.<br>\r\n<br>\r\nWhat is Izzy's current course of action?</span></div></div>",
            "created":1496206800,
            "id":2328682,
            "title":"Hostile Digimon?"
        },
        "1132122221":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Tai, Matt, Davis, and TK all go into the digital town",
                "Tai and Davis fight off the hostile Digimon so Matt and TK can get info in town"
            ],
            "content":"<div class=\"\"><div> <span>Tai, Matt, Davis, and TK all arrived at Izzy's place where they found a lot of boxes. Izzy did mention that he promised his mom that he would clean them out.<br>\r\n\"Izzy?\" Tai called out.<br>\r\n\"Hey guys.\" Izzy responded. The boys were flabbergasted. Izzy had picked a huge box with one arm, and if that wasn't impressive enough on it's own, he was taller than Joe and his shirts were tight on his bulging muscles. \"So I was able to install the program into your Digimon last night. I need to discuss some occurrences in the digital world\" he said as he walked into his room with the box.<br>\r\n\"Izzy, what happened to you?\" Matt asked panicked.<br>\r\n\"What do you mean?\" He ask while unpacking the box he was carrying.<br>\r\n\"Izzy, stand up and look at us.\" Matt ask concerned. Izzy stood up to his full height and looked <i>down</i> at his friends.<br>\r\n\"What the?\" Was all Izzy could say. He looked at himself over, at a loss for words on his current appearance. After the shock of Izzy's appearance died down, they discussed what was going on in the digital world.<br>\r\n\"So you want us to go check it out?\" asked TK.<br>\r\n\"No problem, piece of cake!\" Said Davis. Tentomon had already came through the gate before Tai and the others left.<br>\r\n\"You really have no idea what caused your current appearance Izzy?\" Tentomon asked, concern for his partner. Izzy just shook his head. Not only does he have figure out if something's going on in the digital world, he has to find out what happened to him. If they are not related.</span></div></div>",
            "created":1496206800,
            "id":2328689,
            "title":"Have you looked in a mirror lately Izzy?"
        },
        "11321222212":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Their clothes were a little tighter as they grew slightly. They fought Rookies",
                "They were almost as big as Izzy. Their midriffs exposed. They fought Champions"
            ],
            "content":"<div class=\"\"><div> <span>Upon arriving in the Digital World, the group saw that the outskirts of the town were infested with hostile Digimon.<br>\r\n<br>\r\n“How are we suppose to get to the town?” TK asked.<br>\r\n“Easy, V-mon and I will distract them!” Davis said as he went into the fray.<br>\r\n“I’ll go with him” Tai said reluctantly.<br>\r\n<br>\r\nWhile Tai and Davis were engaging in battle, Matt and TK were able to reach the town unharmed. A Floramon came out of a building to greet them.<br>\r\n“Hello there. Are you friends of Tentomon?” Upon explaining, they enter the building.<br>\r\n“So you have no idea what could have caused this?” Matt asked.<br>\r\n“Not sure. The outskirts were always popular for fights, both playful and serious. But it was never territorial. I’m just glad they’ve stayed out of the town so far.”<br>\r\n“Did anything else happen within the last week?” TK asked.<br>\r\n“Now that I’m thinking about it, there did seem to be a crash on the mountain here. But that happened before the hostile Digimon started appearing. And the ones on the mountain were hostile already.”<br>\r\n“Control Spire?” Matt asked.<br>\r\n“Wouldn’t surprise me.” TK responded. “Izzy did say Tentomon couldn’t Digivolve.” Matt and TK thanked the Floramon and went outside.<br>\r\n<br>\r\n“Man that was difficult without Digivolving!” Davis stated. Matt and TK saw Tai and Davis enter the town.</span></div></div>",
            "created":1552021200,
            "id":2627840,
            "title":"Tai and Davis fight while Matt and TK go to town"
        },
        "114":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Joe's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487830,
            "title":"Joe"
        },
        "115":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will TK's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487831,
            "title":"TK"
        },
        "1151":{
            "author_id":"hunky",
            "author_name":"Giantsboy",
            "choices":[
                "It was delayed as it was a larger number",
                "Did a new Digimon do it?",
                "Is he not the only guy he can actually grow? (It is limited so no extreme change"
            ],
            "content":"<div class=\"\"><div> <span>TK was the smallest of his group of friends and had some chubb as he was the youngest boy. TK's height was 3'2,everyone else was at least 5'1 or 4'9 and they teased on TK. He couldn't tell wether they were playing or meant it. It didn't matter as TK was tired of being small and wanted to be bigger. One day TK was grumbling as he walked outside.<br>\r\n\"Man, I wish I was taller\" said TK. Suddenly TK felt weird. His clothes felt tighter. When the feeling stopped. TK saw he grew at least 2 inches. Wow I grew. Maybe I grow every time I say how big I wanna be lets test it. TK said \"I want to be 5000 feet tall.\" Nothing happened. \"Aw man\" TK said in disappointment. \"Maybe <i>5000</i> feet tall is a bit extreme anyway. He just brushed it off as his imagination.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1498194000,
            "id":2341008,
            "title":"Tired of being little "
        },
        "11511":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Both or just one turn evil?",
                "Two more options for giant TK and Tai"
            ],
            "content":"<div class=\"\"><div> <span>Originally by \"Giantsboy.\"<br>\r\n<br>\r\nA few seconds later the feeling returned. His clothes were stretching apart. The hat he was wearing was also feeling tight. Then his shirt shredded as he passed 5 feet tall. He enjoyed the feeling of being shirtless and big. His hat was next as it broke apart as he hid 6 feet tall showing his long blonde hair. Finally his shorts shredded at 10 feet tall. This is awesome said TK. TK was left growing in only a pair of tightey whites. Luckily the underwear was growing with TK (to his relief) as he he passed 100 feet tall, 200 feet tall the buildings and trees got smaller as he got bigger and bigger. The trees and houses/skyscrapers (etc) were like little dots or bugs to him. Soon he than hit 4000 feet tall. Finally he hit 5000 feet tall and stopped growing. This is amazing said TK. Suddenly TK had an idea, maybe I can grow my my freinds to my height so we can be giants. He planned on growing Tai first. TK started to focus on growing Tai. Tai was walking when he's started growing. His goggles broke off and his clothes shredded and ripped as he passed 4000 feet tall and than 5000 feet tall. When TK saw Tai he said what do you think. What the hell happened said Tai and how did we get so big. First I wished that I was bigger and I started growing and than i wanted to grow you.</span></div></div>",
            "created":1498194000,
            "id":2341128,
            "title":"Giant TK"
        },
        "115111":{
            "author_id":"hunky",
            "author_name":"Giantsboy",
            "choices":[
                "Both outgrow the cosmos ",
                "Crush all the cities "
            ],
            "content":"<div class=\"\"><div> <span>Wow that is so cool said Tai. I know said TK. Wanna grow more said TK. Yeah said Tai. They both thought about being 9999 miles tall and before they knew it they were growing again. This is so cool said TK and Tai. Soon they were bigger than the world. Their feet soles were the size of a continent. Wow we could crush an entire town with are big feet said Tai. I know it's so cool said TK. Suddenly they felt a strong urge to be evil through their bodies. I have a sudden urge to be evil said Tai. Me too said TK. Let's be evil they both said. They wished to change their hair to an evil red. Let's be the biggest evil boys in the world.</span></div></div>",
            "created":1498280400,
            "id":2342060,
            "title":"Evil TK and Tai"
        },
        "115112":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Grow the rest of the guys and go from there",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>Originally by \"Giantsboy.\"<br>\r\n<br>\r\nA few seconds later the feeling returned. His clothes were stretching apart. The hat he was wearing was also feeling tight. Then his shirt shredded as he passed 5 feet tall. He enjoyed the feeling of being shirtless and big. His hat was next as it broke apart as he hid 6 feet tall showing his long blonde hair. Finally his shorts shredded at 10 feet tall. This is awesome said TK. TK was left growing in only a pair of tightey whites. Luckily the underwear was growing with TK (to his relief) as he he passed 100 feet tall, 200 feet tall the buildings and trees got smaller as he got bigger and bigger. The trees and houses/skyscrapers (etc) were like little dots or bugs to him. Soon he than hit 4000 feet tall. Finally he hit 5000 feet tall and stopped growing. This is amazing said TK. Suddenly TK had an idea, maybe I can grow my my freinds to my height so we can be giants. He planned on growing Tai first. TK started to focus on growing Tai. Tai was walking when he's started growing. His goggles broke off and his clothes shredded and ripped as he passed 4000 feet tall and than 5000 feet tall. When TK saw Tai he said what do you think. What the hell happened said Tai and how did we get so big. First I wished that I was bigger and I started growing and than i wanted to grow you.</span></div></div>",
            "created":1498194000,
            "id":2341129,
            "title":"Two more options for giant TK and Tai"
        },
        "1152":{
            "author_id":"n.m.e",
            "author_name":"N.M.E",
            "choices":[
                "Natural in digital world ",
                "Get Kari to like him",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How my friends??</span></div></span></div>",
            "created":1445749200,
            "id":2052716,
            "title":"Muscle"
        },
        "1153":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "After saving the digital world, TK gets lazy and hungry.",
                "TK is captured by someone and force-fed.",
                "Your choice."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will he gain?</span></div></span></div>",
            "created":1355634000,
            "id":1489265,
            "title":"Gaining methods."
        },
        "11531":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Slow growth option.",
                "Fast growth option."
            ],
            "content":"<div class=\"\"><div> <span>      After saving the digital world, TK had nothing to do. He decided to just laze around the apartment because of this. Luckily for TK, his parents were gone yet again on business, so they decided that he was old enough to stay at the apartment by himself. They would be gone for a few weeks, and they left enough money for TK to buy as much food as he needed for that period of time. He was also allowed to have friends over, but right now he just wanted to relax. <br>\r\n      He plopped down in front of the TV with a family-size bag of potato chips and a 2 liter bottle of soda. Since nobody else was home, TK did not bother to get dressed, so he was only wearing his underwear, which was a pair of whitey-tighties. He felt he was too young to move on to boxers, and he liked the feel of whitey-tighties anyway. He lazily ate the chips and drank the soda while watching his favorite cartoons. To his surprise, he had already finished the chips and soda. It had only been an hour and TK typically did not eat that much. <br>\r\n      He looked in the mirror to find that he had a tiny potbelly with a few crumbs on it. He disregarded it and thought that he deserved to relax after such a big adventure. He continued this behavior throughout the day, not having a care in the world and not caring that his tiny potbelly was becoming less tiny over the day due to constant stuffing.</span></div></div>",
            "created":1355634000,
            "id":1489281,
            "title":"Lazy days."
        },
        "115311":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Lots and lots of junk food.",
                "Normal food."
            ],
            "content":"<div class=\"\"><div> <span>At the end of the day, after countless snacks and drinks, and many hours of TV and video games, TK was ready to go to bed. He looked at himself in the mirror before doing so, and saw that his stomach was slightly distended after eating so much throughout the day. He just brushed it off, and, since he was already in his underwear, he just went to bed. The next morning, he woke up to find that his little potbelly from yesterday had gone away, and instead there was a small layer of flab on his once-flat stomach. His flat chest was slightly less flat, and his arms were very slightly thicker. He went into the kitchen for breakfast, and he realized that he was almost out of food. He made himself the last of the pancakes, and after stuffing himself with them, he decided to buy more food. He reluctantly put on a pair of khaki shorts and a blue t-shirt. He went to the store and bought...</span></div></div>",
            "created":1355806800,
            "id":1490593,
            "title":"Uninterrupted Laziness."
        },
        "1153111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Binged more.",
                "Got more food to ensure that he was well-stocked."
            ],
            "content":"<div class=\"\"><div> <span>TK quickly dumped all of his favorite snacks, candy, and sodas into his cart, filling it to a heaping pile of unhealthy goodness. He got strange looks from many, and when he went to check out, the check out attendant was surprised. He was a teenager, though, and he did not really care, as long as TK had money. TK went into his wallet to get the money, and he was surprised to find that he still had plenty left after his massive splurge. He took the goods to his apartment, and he just piled them up in the middle of the kitchen, moving the dining table, as he would just eat on the couch anyway. TK took off his shirt right away, and he threw it in his room. He decided to sit on the couch again, play video games, and binge on many of the snacks and drinks he had just purchased. After about an hour and a half of nearly constant eating, TK's stomach was distended quite a bit. He went to play more video games, but in less than ten minutes, he had fallen asleep. In about two hours, he woke up again with a little more fat on his body, particularly on his midsection, which now had a little pudge to it. His face was still unaffected, though, and, due to his youth, he had no stretch marks from his recent growth. After waking up, TK...</span></div></div>",
            "created":1355806800,
            "id":1490686,
            "title":"Going all out."
        },
        "11531112":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Feasted by himself.",
                "Invited one of his digi-destined friends over."
            ],
            "content":"<div class=\"\"><div> <span>TK was still groggy, and he slowly made his way to his pile of food, rubbing the sleep out of his eyes. He saw that it was only about two thirds of the size that it once was. He was worried about this, and he knew that it would not last long, so he made his way to his mom's bedroom, and he used her cellphone, which she left in case of emergency, to order food from a grocery store that sells in bulk. Luckily, they delivered, and TK went all out on his purchase. He bought dozens of boxes of potato chip bags, and hundreds of more boxes of other snacks. He also bought snack cakes and actual cakes, and he even bought enough ice cream to fill the large freezer that his parents had for when TK was going to be home alone for long periods of time. He cleared the furniture out of his parents' room, and he emptied the boxes into it, filling the room most of the way up the walls, with food pouring out the door, and he filled the freezer with the ice cream. He even bought a soda dispenser commonly used at fast food places, and he bought a few dozen refills. He was quite proud of his work, and he was glad that all of the food that he bought would last a while. Even all of that food only dug into half of the money his parents gave him. Luckily, his step-dad was just promoted, and because of this, TK could start living the rich life. Now with a massive amount of food, TK...</span></div></div>",
            "created":1356066000,
            "id":1492302,
            "title":"Enough food for a resteraunt"
        },
        "115311122":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Tai or Matt",
                "Izzy or Joe"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>TK decided that since he had so much food, and his other digi-destined friends were probably bored as well. He knew that none of the girls would be interested, so he thought, \"__ is close, I'll invite him over.\"</span></div></span></div>",
            "created":1356066000,
            "id":1492303,
            "title":"His choices."
        },
        "1153111221":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Tai.",
                "Matt."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is invited?</span></div></span></div>",
            "created":1356066000,
            "id":1492304,
            "title":"Tai or Matt"
        },
        "1153111222":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Izzy.",
                "Joe."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is invited?</span></div></span></div>",
            "created":1356066000,
            "id":1492305,
            "title":"Izzy or Joe"
        },
        "11531112221":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "To sleep over.",
                "To leave, as he had enough relaxation with TK."
            ],
            "content":"<div class=\"\"><div> <span>TK called Izzy to come over, as Izzy was close, and TK needed some company. Izzy's adaptive parents were fine with it, so he got ready and proceeded to leave. Meanwhile, TK realized that his shorts were a little tight on his growing body, and that they were too constricting for him, so he took them off and decided that Izzy would not mind if he were in his whitey-tighties. Soon, there was a ring at TK's doorbell, and TK opened the door, revealing his mostly exposed, slightly larger form to Izzy. Izzy saw this, was a little surprised, but he didn't mind, saying that he wore the same kind of underwear, despite peer pressure in gym class. Izzy was still the same Izzy, and he was wearing his usual outfit. He took his socks and shoes off, and proceeded into the apartment, immediately noticing that TK's parents' room was bursting with food. Izzy did question TK, but TK explained that his parents would be gone for a while, and that he could use the money for whatever he wanted. Izzy put his stuff down in TK's room and he walked into the living room, seeing TK playing video games. \"Wanna play?\" TK asked. \"Sure!\" Izzy replied, before he plopped himself down on the couch, grabbed a controller, and played with TK. TK then said, \"You don't have to worry about being proper or tense. We're here just to relax and be comfortable.\" \"I guess you're right,\" Izzy replied, as he took his shirt off and threw it in TK's room. As they played, they slowly ate more and more snacks, leaving the wrappers in the overflowing trash can. TK and Izzy were enjoying the relaxation and spending time together. Izzy decided...</span></div></div>",
            "created":1356066000,
            "id":1492330,
            "title":"The Computer Whiz"
        },
        "115311122211":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Loved it, and wanted to get bigger.",
                "Was worried, thinking about how to lose it."
            ],
            "content":"<div class=\"\"><div> <span>Izzy was enjoying his relaxation time, and he was enjoying spending time with TK. Izzy had no one else besides his adoptive parents at home, and he enjoyed having some companionship after leaving the digital world, so he asked TK if he would be able to sleep over. TK had no problem with it, so he let Izzy sleep over. They continued to laze around and eat snacks, and they casually talked, with Izzy mentioning that it was nice not to worry about homework or evil digimon for once. After a while, the night came, and TK noticed that his apartment was in quite a messy state. He did not care, though, reassuring himself by telling himself that he would do it later. He looked at himself and Izzy, noticing that Izzy's stomach was no longer flat, and it had a very slight bulge to it. They were both covered in crumbs, so they brushed themselves off. TK was already in his underwear, so he just went to his bed and fell asleep. Izzy, meanwhile, was given the guest room to sleep in. It was saved for whenever Matt would come over, so it was already prepared. Izzy was not quite as comfortable as TK, so he kept his shorts on and slept in the guest room. TK was the first to wake up, and he went to the bathroom, and when he saw himself in the mirror again, he saw that he had more pudge now. He now sported a decent beginner belly, and he was growing a small pair of moobs on his chest. His chin was a little fuller, but not near being double yet. His bottom, which was originally small enough to allow his whitey-tighties to sag at the back had filled out that empty space, and they were no longer loose. The waistband of his whitey-tighties was also starting to strain more to contain the love-handles that were starting to appear on TK's sides. His limbs had also gotten pudgier. His thighs, in particular, had become thicker, and the seams around his legs were beginningg to strain. His thighs weren't touching quite yet, but they were getting closer to each other. He now noticed how far he was taking this and he...</span></div></div>",
            "created":1357189200,
            "id":1501202,
            "title":"The sleepover"
        },
        "1153111222111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Tells Izzy about his growing desires.",
                "Decides to keep his desires to himself."
            ],
            "content":"<div class=\"\"><div> <span>TK examined his new body a little more, jiggling his new belly. He loved the new blubber, and was excited that he had plenty of food to make more of it. With this in mind, he had a new ambition to gain as much as possible. He then remembered that Izzy was sleeping over. He walked out of the bathroom to see Izzy in the hallway, rubbing his eyes. TK...</span></div></div>",
            "created":1357189200,
            "id":1501209,
            "title":"TK's new desire"
        },
        "11531112221111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Positively.",
                "Negatively."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Izzy react?</span></div></span></div>",
            "created":1357189200,
            "id":1501210,
            "title":"Izzy's reaction"
        },
        "115311122211111":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "I've always wanted to be bigger myself!",
                "I'll help you get as big as you want!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Awesome\", Izzy exclaimed. \"___\"</span></div></span></div>",
            "created":1357189200,
            "id":1501213,
            "title":"Izzy's positive reaction."
        },
        "115311122211112":{
            "author_id":"sqrt625",
            "author_name":"Expansion K",
            "choices":[
                "Leave TK's apartment, disgusted.",
                "Help TK lose weight."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Izzy heard TK exclaim how he enjoyed his added mass, and though TK was excited, Izzy was concerned. Izzy then decided to...</span></div></span></div>",
            "created":1357189200,
            "id":1501214,
            "title":"Izzy's negative reaction."
        },
        "11532":{
            "author_id":"tkdigiboy",
            "author_name":"tkdigiboy",
            "choices":[
                "tai or matt",
                "kari or sora"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who captures tk</span></div></span></div>",
            "created":1379826000,
            "id":1667243,
            "title":"TK is captured by someone and force-fed."
        },
        "115321":{
            "author_id":"tkdigiboy",
            "author_name":"tkdigiboy",
            "choices":[
                "matt",
                "tai"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Matt or tai</span></div></span></div>",
            "created":1379826000,
            "id":1667246,
            "title":"who is the kidnappers?"
        },
        "1153212":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "\"Naw.\" Well can you help me eat them Tai?\" said TK",
                "\"Sure, they look good!\""
            ],
            "content":"<div class=\"\"><div> <span>Tai and TK were at an amusement park with their Digimon. Every had been separated before, and Tai just solved a problem of TK's.<br>\r\n\"I wish I wasn't so small\" said TK<br>\r\n\"What do you mean\" asked Tai<br>\r\n\"Well, if I was bigger, I wouldn't need to rely on you or Matt or the others so much\"<br>\r\n\"Hey TK\"<br>\r\n\"What Agumon?\"<br>\r\n\"If you eat this Puggy Apple, you'll grow!\" TK then swiped the apple from Agumon's claws and ate it.<br>\r\n\"TK!\" yelled Patamon. \"If you eat that you'll get fatter!\"<br>\r\n\"But also a little taller\" said Agumon. The four of them watched as TK's tummy started grow and rise his green shirt above his bellybutton. His body then inched taller. His head now aligned with Tai's chin.<br>\r\n\"Woah! It works!\" was Tai's reaction. TK felt happy.<br>\r\n\"Are there anymore?\" TK asked<br>\r\n\"Yeah! I'll go get them!\" said Agumon. He then ran to get them<br>\r\n\"Are you sure this is what you want to do TK\" asked Patamon<br>\r\n\"Yeah!\"<br>\r\n\"If that's what you want. I'll go help Agumon\" then he flew after him.<br>\r\n\"Hey Tai! Do want some?\" Tai wasn't sure. On one hand, it made TK happy, on the other, their not sure what will happen to them later.<br>\r\n\"Tai?\" Tai then said...</span></div></div>",
            "created":1395032400,
            "id":1761994,
            "title":"TK, Tai, two Digimon and a whole lot of Apples"
        },
        "11532121":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Start feeding TK",
                "Help Matt and Joe stop Vegiemon so Digitamamon will let them leave!"
            ],
            "content":"<div class=\"\"><div> <span>Tai was surprised by TK's offer. Why did he need to help him eat?<br>\r\n\"We're back!\" said their Digimon. When Tai turned around, he knew why TK asked for help. The Puggy Apples were huge! each one the current size of TK!<br>\r\n\"Sure, I'll help you eat them TK.\" TK just grind at the thoght of being bigger and taller then his brother Matt. While Tai was cooking the apples (cooked Puggy Apples will make the consumer even bigger and taller than a fresh one does) Kari and Gatomon showed up.<br>\r\n\"Kari! Gatomon!\" yelled the four boys as they ran to hug them.<br>\r\n\"How did you find us?\" asked Tai.<br>\r\n\"The smoke coming from the food\" answered Kari.<br>\r\n\"Where are the others\" asked Agumon.<br>\r\n\"We don't know\" said Gatomon. \"Matt, Joe, Mimi, Izzy, and Sora, and their Digimon must be somewhere else.\"<br>\r\n\"What's this food?\" asked Kari.<br>\r\n\"Don't eat that!\" yelled Tai. \"Look what happen to TK.\" She then looked TK over and saw that he was Taller than her now.<br>\r\n\"I'm eating Puggy Apples to get bigger and taller than Matt.\" TK said to her.<br>\r\n\"I wouldn't worry about Kari eating them\" said Gatomon. \"Puggy Apples only effect <u>boy</u> Digimon and Humans. It has no effect on girls other than they taste disgusting to us.\" Kari exhaled in relief.<br>\r\n\"You want to help me eat them Kari?\" asked TK.<br>\r\n\"Sure!\" She said,<br>\r\n\"Just remember\" said Gatomon. \"Normal Puggy Apples with only grow the consumer a little bit, cooked will double that. But soggy apples will shrink the consumer a little, and burnt and rotten apples will shrink a whole lot, but no more than the consumer's original body mass.\"<br>\r\n\"I'm glad there is a way to reverse this if it get's out of hand\" said Tai.<br>\r\n\"You sure do know a lot about Puggy Apples' said Patamon.<br>\r\n\"Sure! When I was working for Myotismon, I was the only girl Digimon, so I had to learn all I could to make sure <u>I</u> would come out on top of guys.\"<br>\r\n<br>\r\nWhat happens next?<br>\r\nDo they start to feed TK?<br>\r\nOr do we skip to Matt and Joe who are forced to work and a restaurant aross the lake by a Digitamamon because of his tricky co-worker Vegiemon, and Tai, Kari, and (much bigger) TK come to the rescue?</span></div></div>",
            "created":1395464400,
            "id":1765152,
            "title":"\"Naw.\" Well can you help me eat them Ta..."
        },
        "115321212":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "TK's Lunch and Vegiemon's \"Dessert\"",
                "Big Fat Tai"
            ],
            "content":"<div class=\"\"><div> <span>\"How did we end up here?\" Matt said annoyed. He, Joe and their Digimon got stuck working for Digitamamon in his restaurant since Vegiemon keeps messing them up. Burning the food, tripping them, anything to make them look bad. Gabumon was busy serving the custermers, Joe was cooking, and Matt was moving the new shipment of food into the kitchen. Gomamon was lucky enough to escape the work, for now. Every time they try to make a run for it, Digitamamon attacks them, so does Vegiemon. Gomamon had to figure out how to reveal Vegiemon's shenanigans so Digitamamon will let them leave. Gonamon was hiding near the lake, behind the restaurant, in a clearing not too far from it. Looking at his reflection in the water, he saw Tai and the others coming towards him in a swan pedal boat. After the relief of finding his friends, Gomamon explained the situation at the restaurant.<br>\r\n\"So how can we get them out of there?\" asked Tai.<br>\r\n\"Maybe we can ask nicely?\" asked Kari.<br>\r\n\"That was the first thing Joe tried\" answered Gomamon. \"Acually, he was begging.\"<br>\r\n\"Could we sneack them out?\" asked Patamon.<br>\r\n\"No, Vegiemon will know as soon as we try it\" answered Gomamon. TK wasn't part of the conversation since he was eating some Puggy Apples. They had brought them with them, and TK was HUNGRY! He ate only 3, and already a head taller than Tai and a belly exposing his bellybutton.<br>\r\n\"Gah! Wh- What happed to TK?!\" Gomamon asked panicky.<br>\r\n\"He's been eating the Puggy Alpples we got\" answered Gatomon. Tai then had an idea.<br>\r\n<br>\r\nWhat was Tai's idea?<br>\r\nWas it to send TK in the restaurant to distract Digitamamon his his appetite while the rest take care of Vegiemon?<br>\r\nOr did Tai start rapidly eating the Puggy Apples to grow big enough to rip the roof off of the building and grab Matt, Joe, and Gabumon out of there?</span></div></div>",
            "created":1406610000,
            "id":1834909,
            "title":"Help Matt and Joe"
        },
        "1153212121":{
            "author_id":"bellyinflater2",
            "author_name":"bellyinflater",
            "choices":[
                "Kari started to feed TK",
                "TK gets some 'special' treatment from the girls"
            ],
            "content":"<div class=\"\"><div> <span>Tai decided to send TK in to distract Digitamamon while the rest distract Vegiemon. TK went in and got Digitamamon for the time being.<br>\r\n<br>\r\n\"What a wonderful littl pig to feed.\" Digitamamon said.<br>\r\n<br>\r\nThe digimon sat TK down and tied him up. He started to feed the boy and made fun of himm for being a pig. He kept feeding as everone of his friend took care of Vegiemon. It took them a while but they took care of him.  Digitamamon kept feeding the piggy of a boy until he couldn't eat anymore. When everone was out, TK finished off Digitamamon. Her waddled as fast as he could to catch up to his friends.</span></div></div>",
            "created":1425963600,
            "id":1946765,
            "title":"TK's Lunch and Vegiemon's \"Dessert&..."
        },
        "12":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "1st: Adventure",
                "2nd: Zero Two"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will it be the boys from the first season, or the second?</span></div></span></div>",
            "created":1355461200,
            "id":1487754,
            "title":"Digimon Adventure Zero Two"
        },
        "121":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Tai (Zero Two)",
                "Matt (Zero Two)",
                "The other two"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355461200,
            "id":1487755,
            "title":"Digimon Adventure"
        },
        "1211":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will (ZT) Tai's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487756,
            "title":"Tai (Zero Two)"
        },
        "1212":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will (ZT) Matt's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487758,
            "title":"Matt (Zero Two)"
        },
        "1213":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Izzy (Zero Two)",
                "Joe (Zero Two)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355461200,
            "id":1487759,
            "title":"Last two for Zero Two"
        },
        "12131":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Two other ones"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will (ZT) Izzy's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487760,
            "title":"Izzy (Zero Two)"
        },
        "121312":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will (ZT) Izzy's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487762,
            "title":"More for (ZT) Izzy"
        },
        "12132":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Two other ones"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will (ZT) Joe's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487814,
            "title":"Joe (Zero Two)"
        },
        "121322":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will (ZT) Joe's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487815,
            "title":"More for (ZT) Joe"
        },
        "122":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Davis",
                "TK (Zero Two)",
                "Two more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355461200,
            "id":1487816,
            "title":"Digimon Zero Two"
        },
        "1221":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Davis' growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487817,
            "title":"Davis"
        },
        "12212":{
            "choices":[
                "After saving the Digital World, Davis wants to do something out of boredom.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does it happen?</span></div></span></div>",
            "created":1358312400,
            "id":1509786,
            "title":"How does it happen?"
        },
        "1222":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will (ZT) TK's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487818,
            "title":"TK (Zero Two)"
        },
        "1223":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Cody",
                "Ken"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355461200,
            "id":1487819,
            "title":"Two more"
        },
        "12231":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Two more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Cody's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487820,
            "title":"Cody"
        },
        "122312":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Cody's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487821,
            "title":"More for Cody"
        },
        "12232":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Two more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Ken's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487822,
            "title":"Ken"
        },
        "122322":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Ken's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487823,
            "title":"More for Ken"
        },
        "13":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Takato",
                "Henry",
                "Ryo"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355461200,
            "id":1487748,
            "title":"Digimon Tamers"
        },
        "131":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Takato's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487749,
            "title":"Takato"
        },
        "1313":{
            "author_id":"tkdigiboy",
            "author_name":"tkdigiboy",
            "choices":[
                "Rika cames over and cooks for him",
                "Takato is dared to eat a lot of food by Kazu",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does he gain?</span></div></span></div>",
            "created":1406782800,
            "id":1835953,
            "title":"Weight gain"
        },
        "13131":{
            "author_id":"bellyinflater2",
            "author_name":"bellyinflater",
            "choices":[
                "Takato tries to finish off Rika's food",
                "Rika starts feeding Takato willingly"
            ],
            "content":"<div class=\"\"><div> <span>Takato was lounging around his house with nothing to do. He then heard a knock on his door. He opened the door and saw Rika there.<br>\r\n<br>\r\n“What brings you around Rika?” Takato asked.<br>\r\n<br>\r\n“Well, I have noticed for a while now that you have been getting quite skinny for a while now and decided to make sure that you are eating well.” Rika said.<br>\r\n<br>\r\nShe came in and started to cook some food. Takato sat back down on the couch and continued to watch TV. Rika started to love to cook a lot and made sure her family was well fed. Since she had started worrying about Takato’s weight, she tried to fatten him up. He didn’t eat a lot and kept losing weight.<br>\r\n<br>\r\n“Takato, the foods ready.” Rika called.<br>\r\n<br>\r\nTakato went into the kitchen and saw a ton of food filling the table and counters.<br>\r\n<br>\r\n“How did you make all this so fast?” Takato asked.<br>\r\n<br>\r\n“Well, I have been cooking for my family for a while now and I had a ton of practice.” Rika said.<br>\r\n<br>\r\nTakato sat down and started to eat. Rika watched him and was happy he was eating more than he usually does. When he was full, he looked at Rika and tried to eat more. He didn’t want to disappoint her for all the food she had made. She was happy that he was eating all he can and doesn’t want it to go to waste. When he couldn’t eat anymore, Rika rubbed his belly with one hand and fed him with the other. When his belly started to vibrate under Rika’s hand as it rumbled as it was at its limits. Takato told his friend that he loved her food but couldn’t eat anymore. Rika kissed him and started to put everything away. He looked at Rika and watched her work. He felt something that he didn’t understand.</span></div></div>",
            "created":1425963600,
            "id":1946507,
            "title":"Rika cames over and cooks for him"
        },
        "131311":{
            "author_id":"bellyinflater2",
            "author_name":"bellyinflater",
            "choices":[
                "Rika comes back",
                "Takato manages to escape"
            ],
            "content":"<div class=\"\"><div> <span>Takato loved how Rika worked hard to make sure he was well fed. She rested on his couch and fell asleep. Takato loved him cooking now and got some of it out and continued to eat. He made sure not to wake Rika so she could get some rest for worrying about him all the time. Takato ate as much as he can and felt his belly getting fuller and fuller. He pushed himself to eat all he can before stopping.<br>\r\n<br>\r\n“Man, Rika is cute and could cook.” Takato said quietly.<br>\r\n<br>\r\nRika moaned a bit and rolled over on the couch behind her. He checked on her and she was still asleep. Takato kissed her and went back to eating. He loved her food now and felt like his skin was going to come apart if he keeps eating.<br>\r\n<br>\r\n“To make Rika happy.” Takato<br>\r\n<br>\r\n“Takato, why is all this food still out? I thought I put it all away.” Rika said groggily.<br>\r\n<br>\r\nTakato told her why the food was out and she liked it. She put her friend in a cage and tied him down. She didn’t want him to escape while she spoon fed him everything. She called him a piggy the whole time and made sure he ate everything on the spoon. Takato started to cry as his belly rumbled in protest from all the food. He pleaded for her to stop but Rika kept feeding him.<br>\r\n<br>\r\n“No matter how much you lead, I will make you a nice, juicy, super fat piggy.” Rika said.<br>\r\n<br>\r\nShe rubbed Takato’s belly and felt how taut it was. Takato’s shirt was about to rip off so Rika rolled up off his belly. She kissed her friends drum like belly and started to feed him again. Takato kept crying and struggling to get out but Rika had bound him tight into the cage. When almost all of the food Rika had made him was inside Takato’s packed belly, it rumbled fiercely letting them know if he eats anymore, it will explode.<br>\r\n<br>\r\n“Now that’s a good little piggy. When you’re ready, I’ll come back to feed you the rest.” Rika said.<br>\r\n<br>\r\nShe kissed his belly one last time and went home. She didn’t untie Takato from his cage for she plans on returning to do the same thing tomorrow.</span></div></div>",
            "created":1426136400,
            "id":1947165,
            "title":"Takato tries to finish off Rika's food"
        },
        "1313111":{
            "author_id":"bellyinflater2",
            "author_name":"bellyinflater",
            "choices":[
                "Rika starts taking care of Takato more",
                "Takato gives into his weight"
            ],
            "content":"<div class=\"\"><div> <span>The following morning, Rika returned to Takato’s house to feed him some more. She went in and found he was untied and out of his cage. She saw that the food she made was eaten and Takato was missing. She looked around a bit before she found Takato asleep in his bed. Rika watched his belly slowly raise and lower with every breath. She put her hand onto his belly and rubbed it.<br>\r\n<br>\r\n“Hey, wake up. Wake up you smelly PIG!” Rika said.<br>\r\n<br>\r\nTakato woke up with a shook and looked at his friend. Rika smiled and dragged him back to the kitchen. Takato was still full from her feeding yesterday. He had one hand on his belly hoping he doesn’t burst. She then tied him up in the cage again. Rika looked at him again and smacked his large belly.<br>\r\n<br>\r\n“I can’t believe you ate everything and escaped my cage.” Rika said.<br>\r\n<br>\r\n“I didn’t escape and I didn’t eat it all. I fell asleep with it all out and was woken up by you in my bed.” Takato said.<br>\r\n<br>\r\n“More reasons for me to stuff you up to a bigger pig you already are.”<br>\r\n<br>\r\nRika started cooking some more food for Takato as he struggled to get out. He didn’t want to move too much so that Rika hears him but he ended up hitting the cage. She looked at him and tightened the ropes on him. Takato gave up trying to escape and accepted his fate. If Rika wanted him to be fat, then he will eat all he can for her. When she finished making all the food, she started to feed him by the spoon full stuffing him more and more. Takato kept eating until his clothes were as tight as they could get on him. Rika wanted to see his shirt and pants burst off him so she pulled his shirt as far down his belly as she could see it happen. She kept feeding Takato until his clothes gave and ripped off. He was left sitting in his cage only in his stretched out underwear. Rika thought he had enough and let her little ‘pig’ out. Takato struggled to get up but he wasn’t fully adjusted to his new weight yet.</span></div></div>",
            "created":1426222800,
            "id":1947601,
            "title":"Rika comes back"
        },
        "132":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Henry's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487750,
            "title":"Henry"
        },
        "133":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Ryo's growth be?</span></div></span></div>",
            "created":1355461200,
            "id":1487751,
            "title":"Ryo"
        },
        "14":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Takuya",
                "Koji",
                "JP",
                "Tommy",
                "Koichi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355202000,
            "id":1485901,
            "title":"Digimon Frontier"
        },
        "141":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Takuya's growth be?</span></div></span></div>",
            "created":1355374800,
            "id":1487739,
            "title":"Takuya"
        },
        "1412":{
            "author_id":"asdf246",
            "author_name":"McNicky",
            "choices":[
                "Human ",
                "Digimon"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>But should he gain muscle as a human or as a digimon?</span></div></span></div>",
            "created":1443330000,
            "id":2040708,
            "title":"Muscle"
        },
        "142":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Koji's growth be?</span></div></span></div>",
            "created":1355374800,
            "id":1487742,
            "title":"Koji"
        },
        "143":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will JP's growth be?</span></div></span></div>",
            "created":1355374800,
            "id":1487743,
            "title":"JP"
        },
        "144":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Tommy's growth be?</span></div></span></div>",
            "created":1355374800,
            "id":1487744,
            "title":"Tommy"
        },
        "145":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Koichi's growth be?</span></div></span></div>",
            "created":1355374800,
            "id":1487745,
            "title":"Koichi"
        },
        "15":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Digimon Data Squad",
                "Digimon Xros Wars",
                "Digimon Tri",
                "Appli Monsters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Their are a few more</span></div></span></div>",
            "created":1355029200,
            "id":1484393,
            "title":"More"
        },
        "151":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Marcus",
                "Thomas ",
                "Keenan"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355202000,
            "id":1485892,
            "title":"Digimon Data Squad"
        },
        "1511":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Marcus's growth be?</span></div></span></div>",
            "created":1355202000,
            "id":1485893,
            "title":"Marcus"
        },
        "1512":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Thomas's growth be?</span></div></span></div>",
            "created":1355202000,
            "id":1485895,
            "title":"Thomas "
        },
        "1513":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Keenan's growth be?</span></div></span></div>",
            "created":1355202000,
            "id":1485897,
            "title":"Keenan"
        },
        "15133":{
            "author_id":"creater1",
            "author_name":"Cre8r 1",
            "choices":[
                "Before/After",
                "During"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Keenan gain weight. Will it be before, during, or after the events of Digimon Data Squad?</span></div></span></div>",
            "created":1375160400,
            "id":1637181,
            "title":"Keenan Weight Gain"
        },
        "152":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Mikey",
                "Jeremy",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1355029200,
            "id":1484402,
            "title":"Digimon Fusion"
        },
        "1521":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Mikey's growth be?</span></div></span></div>",
            "created":1355029200,
            "id":1484404,
            "title":"Mikey"
        },
        "1522":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Jeremy's growth be?</span></div></span></div>",
            "created":1355202000,
            "id":1485889,
            "title":"Jeremy"
        },
        "1523":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Christopher",
                "Tagiru",
                "Ewan"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will you go with Christopher from Digimon Fusion?<br>\r\nOr go with ether Tagiru or Ewan from Digimon Hunters?</span></div></span></div>",
            "created":1355202000,
            "id":1485890,
            "title":"Digimon Fusion/Hunters"
        },
        "15231":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle/Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Christopher's growth be?</span></div></span></div>",
            "created":1444280400,
            "id":2045178,
            "title":"Christopher"
        },
        "152312":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Christopher's growth be?</span></div></span></div>",
            "created":1444280400,
            "id":2045179,
            "title":"Christopher"
        },
        "15232":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle/Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Tagiru's growth be?</span></div></span></div>",
            "created":1444280400,
            "id":2045181,
            "title":"Tagiru"
        },
        "152322":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Tagiru's growth be?</span></div></span></div>",
            "created":1444280400,
            "id":2045184,
            "title":"Muscle/Weight Gain"
        },
        "15233":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle/Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Ewan's growth be?</span></div></span></div>",
            "created":1444280400,
            "id":2045182,
            "title":"Ewan"
        },
        "152332":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What will Ewan's growth be?</span></div></span></div>",
            "created":1444280400,
            "id":2045185,
            "title":"Ewan"
        },
        "153":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Tai",
                "Matt",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Tai or Matt?</span></div></span></div>",
            "created":1477198800,
            "id":2227450,
            "title":"Digimon Tri"
        },
        "1531":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Tai grow?</span></div></span></div>",
            "created":1477198800,
            "id":2227451,
            "title":"Tai"
        },
        "1532":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Matt grow?</span></div></span></div>",
            "created":1477198800,
            "id":2227452,
            "title":"Matt"
        },
        "1533":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "TK ",
                "Izzy",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>TK or Izzy?</span></div></span></div>",
            "created":1477198800,
            "id":2227453,
            "title":"More"
        },
        "15331":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will TK grow?</span></div></span></div>",
            "created":1477198800,
            "id":2227454,
            "title":"TK "
        },
        "153312":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will TK grow?</span></div></span></div>",
            "created":1477198800,
            "id":2227455,
            "title":"TK"
        },
        "15332":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Izzy grow?</span></div></span></div>",
            "created":1477198800,
            "id":2227456,
            "title":"Izzy"
        },
        "153322":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Izzy grow?</span></div></span></div>",
            "created":1477198800,
            "id":2227457,
            "title":"Izzy"
        },
        "15333":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Joe"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will it be Joe?</span></div></span></div>",
            "created":1477198800,
            "id":2227458,
            "title":"More"
        },
        "153331":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Joe grow?</span></div></span></div>",
            "created":1477198800,
            "id":2227459,
            "title":"Joe"
        },
        "1533312":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Joe grow?</span></div></span></div>",
            "created":1477198800,
            "id":2227460,
            "title":"More"
        },
        "154":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Haru",
                "Astra",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1491368400,
            "id":2299980,
            "title":"Appli Monsters"
        },
        "1541":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Haru grow?</span></div></span></div>",
            "created":1491368400,
            "id":2299984,
            "title":"Haru"
        },
        "1542":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Astra grow?</span></div></span></div>",
            "created":1491368400,
            "id":2299986,
            "title":"Astra"
        },
        "1543":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Rei",
                "Yuujin"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will grow first?</span></div></span></div>",
            "created":1491368400,
            "id":2299983,
            "title":"More"
        },
        "15431":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant ",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Rei grow?</span></div></span></div>",
            "created":1491368400,
            "id":2299987,
            "title":"Rei"
        },
        "154312":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Rei grow?</span></div></span></div>",
            "created":1491368400,
            "id":2299988,
            "title":"More"
        },
        "15432":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Giant",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Yuujin grow?</span></div></span></div>",
            "created":1491368400,
            "id":2299989,
            "title":"Yuujin"
        },
        "154322":{
            "author_id":"0000w",
            "author_name":"uouo",
            "choices":[
                "Muscle",
                "Weight Gain"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Yuujin grow?</span></div></span></div>",
            "created":1491368400,
            "id":2299991,
            "title":"More"
        }
    },
    "info":{
        "author_id":"0000w",
        "author_name":"uouo",
        "brief_description":"The boys of Digimon are going to expand in any way you choose",
        "created":1355029620,
        "description":"<td align=\"left\" class=\"norm\">For some reason, many people here say they 'be seen too many Male Digidesign Expansion, so they make girl Expansion stories. But I'VE haven't seen to many at all, so I made one myself. Please add. <br>\r\n<br>\r\nOnly the boys can grow, but the girls can come in the story. No adult, or baby growth either.<br>\r\n<br>\r\nAll guys must stay within their season, with the exception of Zero Two with the ones from Adventure and Digimon Hunters with the ones from Fusion.<br>\r\n<br>\r\nThey can only grow into giants, gain weight, or build muscle, and try to focus only one one of them, and always have a \"slow growth\" and a \"fast growth\" option if your going to add a chapter that Involves one, and always add a second option if your going to end the story<br>\r\n<br>\r\nMore than one guy can grow at once<br>\r\n<br>\r\nYou can add other digidesign (meaning: not the ones you can choose from the start) from that seson after 15 chapters<br>\r\n<br>\r\nBoys MUST at least keep there Underwear<br>\r\n<br>\r\nNo gay, vore, toilet, \"Bitch,\" or sex, other than that, go nuts!!!<br>\r\n<br>\r\nAny kind of dialogue  is allowed<br>\r\n<br>\r\nThey either need to control there own growth, the girl (of the season) that likes them, or the main evil digimon of the season is control of it<br>\r\n<br>\r\nAnd please add a lot of chapters! I look forward to seeing more people add to this story!</td>",
        "id":1907602,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1572044760,
        "pretty_title":"Male Digidesign Expansion "
    }
}