{
    "chapters":{
        "1":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Head to the forest",
                "Head to the caves",
                "Grab some food",
                "Reader’s choice",
                "Reader’s choice"
            ],
            "content":"<div class=\"\"><div> <span>You are just outside the stronghold and ready to set out. You could head to the forest and take a cool walk or you can head into the caves for some cave hiking. Your stomach also rumbles for the need for some food and you could devour another orc to “accompany you</span></div></div>",
            "created":1554786000,
            "id":2642733,
            "title":"Start"
        },
        "11":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Oral",
                "Anal",
                "Cock",
                "Unbirth",
                "Sex"
            ],
            "content":"<div class=\"\"><div> <span>You hike through the cool forest and your jewels sway. You then see a figure in the brush. You close in to see a horsetaur which is wearing a tunic, picking some berries and herbs  <br>\r\n<br>\r\nAs you inch closer, you accidentally step on a twig causing it to snap  you freeze at the noise hoping the taur won’t find you  <br>\r\n<br>\r\n“Hello there” you hear  looking up to see the horsetaur looming over you  fear takes over and you try to run but the taur grabs hold of your anckle and lifting you off the ground  you are now at the mercy of the taur as it looks over you before...</span></div></div>",
            "created":1554786000,
            "id":2642744,
            "title":"Head to the forest"
        },
        "111":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Deeper",
                "Up and out"
            ],
            "content":"<div class=\"\"><div> <span>The horsetaur brings you close to his leather lips. His lips encompass you entire face before the suction lets you go. To your horror, the taur upend his mouth and lowers you into the moist and squishy mouth.  Your upper body is now in the horsetaur mouth as the tongue comes alive and starts savoring you.<br>\r\n<br>\r\nThe taur sucks the rest of you in his mouth before sucking on you like a jawbreaker. He tosses you from one cheek to the other before stoping and parting his lips slightly to give you a last glimpse of the light of day  <br>\r\n<br>\r\nYou take the moment to reach for the lower lip. His tongue fouls that plan and your face splats against the living rug. The taur then lift his head and you feel yourself slide to the back of his throat. Giving up. You slide fully into the throat and the tube grips your waist and drags you down.<br>\r\n<br>\r\nYou are now sliding down through the taur’s throat before you feel the grip on your feet disappear and you knew you have reached your destination. Your legs first enter the chamber and forced to bend as your waist and abs enter the bag. As the rest of your body enters the stomach. Your legs slide up along the stomach’s slick wall and almost pressing against the way you entered. <br>\r\n<br>\r\nYour hearing is pattered my the loud breathing and the creature’s heart beat. You also feel the charm Ed your are in sway left and right signaling he is walking away with you as his meal though you start to wounded why your body is not stinging or your nose is not slemming the remains of previous digesting food. Suddenly the “stomach” squeezes you</span></div></div>",
            "created":1575522000,
            "id":2756001,
            "title":"Oral"
        },
        "1111":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Someone joins you",
                "You are pushed deeper"
            ],
            "content":"<div class=\"\"><div> <span>And your head passes through a sphincter and you realize that you were heading to the real stomach. Your hips pass the rough the first sphincter as your head pushed through another and now your nose is invaded by digesting meat and stal booze<br>\r\n<br>\r\nIt takes only two minutes before you are now laying in the more spacious yet distrusting gut as it hipnoticly slouching and gurgling. Half an hour pass and the stomach has not digest you, through you had to swallow your pride on a couple of things.<br>\r\n<br>\r\nYou qurinated on yourself though this was normal Among orcs. eating beer soaked food in another person’s gut requires you to push into uncomfortable situations.<br>\r\n<br>\r\nYour body accumulates to the gut before</span></div></div>",
            "created":1575522000,
            "id":2756015,
            "title":"Deeper"
        },
        "11111":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Ass food",
                "Navel plug"
            ],
            "content":"<div class=\"\"><div> <span>The stomach groans and you feel the liquid slowly wash down to the front of the stomach before slouching back to you<br>\r\n<br>\r\nYou then feel something touch your foot before a large leather blob rise from below the acid line. The leather slowly takes the form of a muscular horse before saying “Food!”<br>\r\n<br>\r\nIt then luges at you. You flinch and brace for its mouth over your head but you are surprised when it wraps its arms around you and gives you a firm yet comfortable hug<br>\r\n<br>\r\n“Food?” The horse says as he tilts his head to the side<br>\r\n<br>\r\nWhat you respond<br>\r\n<br>\r\nHe then reached into his navel and pulls out a roll of paper and a quill. He quickly scribbled down something before handing it to you and are surprised how readable it is<br>\r\n<br>\r\n“Will explain everything to you later. Please get in my ass”<br>\r\n<br>\r\nYou look up so see the leather stallion has turned around and has his ass in front of you. Do you enter the stallion or refuse</span></div></div>",
            "created":1579323600,
            "id":2775349,
            "title":"Someone joins you"
        },
        "111111":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Absorbed",
                "Released"
            ],
            "content":"<div class=\"\"><div> <span>You shift so you are sitting in your knees and you have your hands on the leather stallion’s butt, you then spread his bit to reveal a round donut of an ass. As it pulses you slide your right hand onto the donut before gently pushing.<br>\r\n<br>\r\nYour hand slips in easily then you place your other hand on the donut as it follows suit. You watch in amazement as your beefy biceps stretch the tail hole before the hole looms close to your head</span></div></div>",
            "created":1580274000,
            "id":2780244,
            "title":"Ass food"
        },
        "112":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "the taur clenches",
                "someone/thing joins you",
                "nothing happens"
            ],
            "content":"<div class=\"\"><div> <span>the horsetaur grasps your upper body before flipping you right side up so you are staring into his green eyes. he then places you back on the forest floor and turns to leave. you do the same until you notice a shadow looming over you. you crane your head up to see a leather hole and before you have the chance to run or even scream he sits on you.<br>\r\n<br>\r\nyou are now lodged in the taur's tail hole as the smell of scat and musk invade your nose. the only saving grace is that your lower legs are hanging out of the hole and maybe you can pull yourself out of the hole before</span></div></div>",
            "created":1575608400,
            "id":2756047,
            "title":"Anal"
        },
        "1121":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "soft",
                "hard"
            ],
            "content":"<div class=\"\"><div> <span>you spoke to soon. the horsetaur clenches and drags the rest of your body into the musky tube of flesh. you then feel the rocking of the tube as well as more clenching as you are forced deeper into the taurs colon. after a five minutes of rocking and clenching, movements stops suddenly. <br>\r\n<br>\r\nyou manage to pull one of your arms from your side and felt the smooth walls of the colon before reaching forward and touching something</span></div></div>",
            "created":1575608400,
            "id":2756048,
            "title":"the taur clenches"
        },
        "114":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "9 days later ",
                "9 weeks later",
                "9 months later"
            ],
            "content":"<div class=\"\"><div> <span>It drops you  you fall a short distance before hitting the ground  you sit up as you groan at you instant headache  as you groan in pain you don’t see the horsetaur turn around  your head and arms are now pinned in a pink tube of flesh  <br>\r\n<br>\r\nYour body enters a fearful state as your lower body hangs outside of what you think is the horsetaur’s ass  it isn’t till your head is squeezed a sphincter  you then enter a medium size bag of flesh and realize that you are in the horsetaur’ womb  <br>\r\n<br>\r\nYou roll around and push against the walls and sphincter to try and get out only to tire yourself out  <br>\r\n<br>\r\nYou drift into a deep sleep due to the low amount of air before waking up...</span></div></div>",
            "created":1574226000,
            "id":2749060,
            "title":"Unbirth"
        },
        "115":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Eat him",
                "Talk"
            ],
            "content":"<div class=\"\"><div> <span>You look like someone who would like a little fun” he says before placing you back in the ground before he pulls out a flask and pours the contents on you<br>\r\n<br>\r\n“What are you...”  you say before you feel intensely horny. You rip off your loincloth and started fapping off as you could only think of sex.<br>\r\n<br>\r\nThen the horsetaur looms over you with his erect and you immeadiatly began to lube the meat stick up. The last thing you feel is his cock push into your ass before you black out<br>\r\n<br>\r\nYou wake up the following morning and find yourself under a tree with all the horse taur’s belongings but no sign of him. You hear a loud groan from your stomach and you are surprised to see the your lower half is the body of a horse<br>\r\n<br>\r\nYou freak as you tried to stand with your new legs only to fall over every time. You use the tree you slept under to stand and this time your hoofs worked properly. You then see a note sticking out of the pack.<br>\r\n<br>\r\nYou sit down as you read the note which says “Orc buddy, I am sorry that I forced you to have sex with me but I had no choice. If I did not I would have gone Derek and killed you. Your friend Horsie<br>\r\n<br>\r\nP.S. sorry about your new form”<br>\r\n<br>\r\nAs you folded the note up you hear</span></div></div>",
            "created":1578718800,
            "id":2772409,
            "title":"Sex"
        },
        "1152":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Mouth",
                "Cock",
                "Ass"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>As you and dryce talk, he looks over your body before he asks you to eat him with your</span></div></span></div>",
            "created":1578805200,
            "id":2772828,
            "title":"Talk"
        },
        "12":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Dire wolf",
                "Gargoy",
                "Dragon",
                "Mud golum ",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You enter the damp caves. The resend was tricky and slippery. You lost your grip a couple times till you foot slipped and you fall on a</span></div></span></div>",
            "created":1556859600,
            "id":2654511,
            "title":"Head to the caves"
        },
        "121":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Kill you",
                "Swallow you",
                "Talk"
            ],
            "content":"<div class=\"\"><div> <span>You hear a loud ruff before you tumble to the ground. You scramble back as a white dire wolf bares it’s teeth as it advances on you<br>\r\n<br>\r\nYou are now trapped aginst the wall you tries to scale down from and a row of white teeth. As the dire wolf is mere inches from your body it opens its mouth to</span></div></div>",
            "created":1575954000,
            "id":2758020,
            "title":"Dire wolf"
        },
        "1212":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "It falls asleep",
                "It talks to you",
                "Crushed"
            ],
            "content":"<div class=\"\"><div> <span>The dire wolf then lunged at you. Your head and shoulders are the stuffed in its throat and the swallowing began.<br>\r\n<br>\r\nThe dire wolf swallows and pushed your body deeper until your head is pushed through a sphincter into its stomach. The wolf swallows you up to your hips before it stops swallowing. You first think that it was gagging on you but you could hear the powerful lungs echo around you as they smoothly inhale and exhale. You the thought that it was boing to bite your lower legs off but again you are wrong<br>\r\n<br>\r\nThe dire wolf plants your feet against the moist stone wall and with a steady push slide you legs into its throat leaving your feet in its warm mouth<br>\r\n<br>\r\nAfter a few moments as tasting over your feet, the wolf makes the final swallow and confined you to it’s stomach. As your body curls up in a compact ball, it belches out most of the air which helped hold you before...</span></div></div>",
            "created":1575954000,
            "id":2758038,
            "title":"Swallow you"
        },
        "1213":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Mouth",
                "Pussy",
                "Cock"
            ],
            "content":"<div class=\"\"><div> <span>How dare you” it says “do you have any idea how painful that was. Well speak before I just kill you”<br>\r\n<br>\r\n“ I’m sorry I just lost my grip on the cliff wall” you plead and hope he does not kill you<br>\r\n<br>\r\nIt looks up at the wall then back at you. Then it takes a step towards you before speaking again<br>\r\n<br>\r\n“Yea the walls can be slippery though you owe me something to forgive you for falling on me”<br>\r\n<br>\r\n“What do you want?” You ask as you fear for your life<br>\r\n<br>\r\n“What I want is for you to enter my...”</span></div></div>",
            "created":1579928400,
            "id":2778492,
            "title":"Talk"
        },
        "12131":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Begins to regurgitate you",
                "Lays down"
            ],
            "content":"<div class=\"\"><div> <span>You want to eat me?!” You scream<br>\r\n<br>\r\n“Yea I have never had orc before and if you willingly enter I will let you out. Struggling on the way down or in my stomach and you will be digested. And I am a dude to put your mind at ease” he says before opening his big maw to you<br>\r\n<br>\r\nSeeing no other option you place both of your hands in the beasts mouth and slid them along the squishy tongue into its throat. <br>\r\n<br>\r\nWith a swallow your forearms are pulled into his mouth. His continued to eat you as your head shoulders, chest and waist are pulled into the tight tube. You feel the pressure disappear from your hands and you knew you were entering his stomach<br>\r\n<br>\r\nA few strong swallows later, you are curled up in the beasts fleshy prison before you here him speak again<br>\r\n<br>\r\n“Ohhh, you are might filling orc, what is your name?”<br>\r\n<br>\r\n“Blair” you say as the prison gurgles and groans around you<br>\r\n<br>\r\nWell Blair since you did not fight on the way in I guess I will let you out” he says before he...</span></div></div>",
            "created":1579928400,
            "id":2778500,
            "title":"Mouth"
        },
        "121312":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Somewhere new",
                "Still in the stomach"
            ],
            "content":"<div class=\"\"><div> <span>The prison rolls you and settles as you continue to stew in the gut<br>\r\n<br>\r\n“Hey wolf let me out you promise” you yell as the wolf belches a little<br>\r\n<br>\r\n“And I am keeping my word, what did you think I was going to throw you up?”<br>\r\n<br>\r\n“WOLF LET ME OUT”you yell as you stretch the gut trying to get out<br>\r\n<br>\r\nYou get no reply except a low belxh which shake the flesh prison before it gently rolls you onto your back. Realizing that you will be here for a while you reach down and start pleasuring yourself<br>\r\n<br>\r\nYou fap your orc meat as you slowly but shirley near your climax after half an hour. Two pumps later and your nuts release a hot and sticky rope of cum which falls on your face and chest though in sound so you feel woozy and tired before blacking out.<br>\r\n<br>\r\nThree hours pass of blissful sleeping before you realize your are...</span></div></div>",
            "created":1580014800,
            "id":2778520,
            "title":"Lays down"
        },
        "123":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Exploring",
                "Looking for vore slaves",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Fall on the head of a gold and green dragon. <br>\r\n<br>\r\nOwe” the beast said. “Who wakes me from my slumber” <br>\r\n<br>\r\nYou stand frozen as the dragon looks around till his gaze settles on you. <br>\r\n<br>\r\n“Ohh, an orc?! What did is one of your kind sound in my cave?” He says with a puff of white smoke. </span></div></div>",
            "created":1557378000,
            "id":2657681,
            "title":"Dragon"
        },
        "13":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "The scrawny orc",
                "The average orc",
                "The buff orc",
                "All of them"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You realize that before you head out you should get some food. </span></div></span></div>",
            "created":1554786000,
            "id":2642736,
            "title":"Grab some food"
        },
        "133":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Head first",
                "Ask to eat him",
                "Feet first"
            ],
            "content":"<div class=\"\"><div> <span>You spot a ripped orc who is wearing only a leather shirt and your stomach groans when you see him. <br>\r\n<br>\r\nYou hurry over as he heads up the lookout tower and you follow up. You make it up the stairs to see him waiting for you<br>\r\n<br>\r\n“Thought it was you, Blair” he says as he reclines in the wooded chair. “What do you want?”</span></div></div>",
            "created":1563426000,
            "id":2689020,
            "title":"The buff orc"
        }
    },
    "info":{
        "author_id":"dragon559",
        "author_name":"Tyrannus",
        "brief_description":"Orc traverses dungeons in search of vore",
        "created":1554851520,
        "description":"<td align=\"left\" class=\"norm\">Blair is an green skin orc with a gold Mohawk. His clan is made up of all males and is tasked in exploring the forest and caves for new vore beasts and creatures. He sets out compleatly nude and a dull sword. </td>",
        "id":2187764,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1580347440,
        "pretty_title":"Blair’s vore adventure"
    }
}