{
    "chapters":{
        "1":{
            "author_id":"jackievore",
            "author_name":"VoreJackie",
            "choices":[
                "Hiccup, HTTYD 3.",
                "Hiccup, HTTYD 1.",
                "Astrid, HTTYD 3.",
                "Astrid, HTTYD 1.",
                "Valka."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>One of these characters is wandering through the Dragon Pens, cleaning and replacing the feeding troughs, when they suddenly zap and flash away in a flash of light!<br>\r\n<br>\r\nWhen they wake up, they’ve shrunk!</span></div></span></div>",
            "created":1585026000,
            "id":2806031,
            "title":"Character selection!"
        },
        "14":{
            "author_id":"vocab",
            "author_name":"vapid",
            "choices":[
                "before",
                "after"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>it's always nice to know, after all.</span></div></span></div>",
            "created":1590296400,
            "id":2840209,
            "title":"before the befriending of dragons or after?"
        },
        "142":{
            "author_id":"vocab",
            "author_name":"vapid",
            "choices":[
                "3 inches tall",
                "7 inches tall"
            ],
            "content":"<div class=\"\"><div> <span>on a rather boring day, astrid decides to head down to the colosseum to clean out stormfly's pen. The walk through the serene environments was always a highlight of her day, allowing her worries to melt away as she readies herself for the stench of her dragons pen. <br>\r\n<br>\r\nshe arrives and sits down for a second, thinking wistfully before preparing herself and entering her beloved friend's pen, it doesn't take long before she enters, seeing her dragon's head cock as a weird sensation strikes her, she doesn't know exactly, but is the ground closer?<br>\r\n<br>\r\n\"Hey stormfly.\" she says, moving over to the dragon, patting her and feeding her a chicken leg, though the feeling didn't leave, and before long  the ground gets closer again.<br>\r\n<br>\r\nthe question is, how much closer are we talking?</span></div></div>",
            "created":1590296400,
            "id":2840212,
            "title":"the stables, your size is not unfortunately "
        }
    },
    "info":{
        "author_id":"jackievore",
        "author_name":"VoreJackie",
        "brief_description":"A story about any HTTYD character, shrinking, and having to deal with it. Vore preferred.",
        "created":1585027800,
        "description":"<td align=\"left\" class=\"norm\">As the title says! A character from HTTYD shrinks down to the size smaller than a doll, and has to find a way to survive.<br>\r\n<br>\r\nAlmost anything goes! I’d love to see submissions. :D we need more HTTYD stuff like this.</td>",
        "id":2216789,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1590298140,
        "modified":1590298140,
        "pretty_title":"How To Train Your Dragon; shrinking!"
    }
}