{
    "chapters":{
        "1":{
            "author_id":"jackievore",
            "author_name":"VoreJackie",
            "choices":[
                "Hiccup, HTTYD 3.",
                "Hiccup, HTTYD 1.",
                "Astrid, HTTYD 3.",
                "Astrid, HTTYD 1.",
                "Valka."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>One of these characters is wandering through the Dragon Pens, cleaning and replacing the feeding troughs, when they suddenly zap and flash away in a flash of light!<br>\r\n<br>\r\nWhen they wake up, they’ve shrunk!</span></div></span></div>",
            "created":1585026000,
            "id":2806031,
            "title":"Character selection!"
        },
        "14":{
            "author_id":"vocab",
            "author_name":"vapid",
            "choices":[
                "before",
                "after"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>it's always nice to know, after all.</span></div></span></div>",
            "created":1590296400,
            "id":2840209,
            "title":"before the befriending of dragons or after?"
        },
        "142":{
            "author_id":"vocab",
            "author_name":"vapid",
            "choices":[
                "3 inches tall",
                "7 inches tall"
            ],
            "content":"<div class=\"\"><div> <span>on a rather boring day, astrid decides to head down to the colosseum to clean out stormfly's pen. The walk through the serene environments was always a highlight of her day, allowing her worries to melt away as she readies herself for the stench of her dragons pen. <br>\r\n<br>\r\nshe arrives and sits down for a second, thinking wistfully before preparing herself and entering her beloved friend's pen, it doesn't take long before she enters, seeing her dragon's head cock as a weird sensation strikes her, she doesn't know exactly, but is the ground closer?<br>\r\n<br>\r\n\"Hey stormfly.\" she says, moving over to the dragon, patting her and feeding her a chicken leg, though the feeling didn't leave, and before long  the ground gets closer again.<br>\r\n<br>\r\nthe question is, how much closer are we talking?</span></div></div>",
            "created":1590296400,
            "id":2840212,
            "title":"the stables, your size is not unfortunately "
        },
        "1421":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Stormfly shrinks too",
                "Astrid rides Stormfly to get help",
                "Other choices"
            ],
            "content":"<div class=\"\"><div> <span>While feeding Stormfly, Astrid suddenly noticed the skin of her arm glowing green, and began to feel like her entire body was being compressed inwards from all sides, while the ground seemed to be slipping away from under her feet. She stopped feeding Stormfly, puzzled, glanced at her other arm, which appeared to be glowing to, then at the ground, which was definitely getting <i>closer</i>, like she noticed before, and got worried.<br>\r\n<br>\r\n\"Stormfly, what's going on?\" she asked her friend. \"I think I am getting smaller! How is that even possible?!\". Stormfly looked at her human with concern, having never seen any of them glowing, and, seemingly, shrinking in size.<br>\r\n<br>\r\nThe glow faded away after some seconds, but the rate that Astrid's size was decreasing at, only accelerated. \"Come on, girl. I need to get to Gothi quick!\" - Astrid called her dragon as she was scurrying to the gates. The now baggy clothes started to get heavy on her, and were slowing her down significantly, but she didn't even think about leaving them there. \"Stormfly! Come on, I need help!\" - she hurried her dragon, who was looking at her diminishing rider with interest, and not walking to the gates. <br>\r\n<br>\r\nThe human was definitely getting smaller, only around half her usual size now, and Stormfly found it really interesting and <i>fascinating </i> for some reason. The loud, but now a bit high-pitched voice of Astrid got her out of trance, and she quickly ran to her, lowering her head to the now child-sized human, who was totally tangled in her clothes now, and unable to move.<br>\r\n<br>\r\n\"Stormfly, I need help with these things\" - Astrid told her as she was getting her leg out of her boot and skirt that was now lying on the floor. She removed her shirt with some help from Stormfly, who bit it gently with her teeth and slowly lifted up, and, after getting her other leg out of the pile of her clothes, now stood totally naked on the cold stone floor, now a bit more than a foot tall, still shrinking, and now shivering because the air suddenly seemed much colder and because of the towering dragoness above her, at whose mercy she now totally was. Not that she didn't trust her dragon friend, but who knows what may get into her head. And it seemed really easy for Stormfly to hurt her unintentionally.<br>\r\n<br>\r\nAstrid held her fear back, and asked: \"Stormfly, can you tear my shirt to pieces?\". The dragoness motioned her rider to move away a little, and, after Astrid did so, proceeded to tear her shirt with her claws, holding it under one paw, and using the claws from the other to do it. Astrid was just a few feet away from her dragon's paws, and watched in awe as they moved at alarming speeds, growing bigger and bigger, as she seemingly still didn't stop shrinking.<br>\r\n<br>\r\nAfter Stormfly was satisfied with her work, she turned around to her rider, only to not see her in place where she was just a moment ago. She squawked, lowered her head to the very floor, and noticed a tiny form of a human nearby. Moving closer to it, she made sure that it is indeed her human, now at an absolutely pathetic size.<br>\r\n<br>\r\nAstrid stood in absolute awe, as Stormfly's giant head descended to her. Even though the compressing feeling seemed to end, she was now just a few inches tall, most likely, and her titanic dragon was her only hope of protection and getting help. The girl just sat at the ground, lowering her head to her knees, and started to sob. She was a strong woman, but this supernatural disaster was just too much for her to handle, she felt powerless, useless, and absolutely helpless, sitting on the cold floor beneath her dragon's flaring nostrils.</span></div></div>",
            "created":1595394000,
            "id":2872970,
            "title":"Helpless rider"
        },
        "14211":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "\"Normal\" sized to Astrid",
                "As tall as Astrid's toe",
                "Just a little smaller for now"
            ],
            "content":"<div class=\"\"><div> <span>As Stormfly was sniffing her tiny human friend, she suddenly started to feel weird.<br>\r\nShe got up, looking down at Astrid, with her own feet in her field of view, and noticed that they were illuminated by the same weird green glow that she saw on her rider.<br>\r\n<br>\r\nShe looked closely, and saw the ground slowly moving closer to her. Stormfly started to panic, forgetting about her rider beneath her, darting back and forth, not knowing what to do.<br>\r\n<br>\r\nAstrid stopped sobbing, and looked up, seeing Stormfly faintly glowing green. \"Oh, Thor, NO! Stormfly, you are shrinking too!\"<br>\r\nBut then she got absolutely horrified as her panicking dragon started to stomp her paws all around her, just barely missing her.<br>\r\n<br>\r\nEventually, Stormfly shrunk to...</span></div></div>",
            "created":1596258000,
            "id":2879469,
            "title":"Helpless dragon"
        },
        "142112":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Astrid is sad that Stormfly won't be able to help her",
                "Astrid makes some fun with tiny Stormfly",
                "Other choices"
            ],
            "content":"<div class=\"\"><div> <span>Stormfly got realy mad. First her human shrunk, and now SHE shrinks too! Dragons don't just shrink! No one does! She is a proud hunter, not prey!<br>\r\n<br>\r\nIf she only knew that in her flurry, she almost stepped on tiny Astrid multiple times... But fortunately, the girl didn't get harmed, avoiding the paws and claws just in time, while they still were big enough to crush or seriously harm her. As she got even smaller, Stormfly slipped out of the now too large harness and the saddle, which fell down on the floor below her, making Astrid wince in fear yet again, as the gust of air from it falling on the floor near her knocked her over onto her back.<br>\r\n<br>\r\nTurning around, Stormfly suddenly saw Astrid at the size she used to see her at, and got a little confused for a moment. Did Astrid grew back?<br>\r\n<br>\r\nBut then, she calmed down and looked around... She was stadning on the stone floor, which seemed a bit rough to her now, and everything around her seemed gigantic. Totally gigantic.<br>\r\n<br>\r\nStormfly squawked in surprise as Astrid moved closer to her and began to caress her frightened muzzle. Her shrinking seemed to have stopped, and Astrid was worried, but glad that she will now be able to ride her dragon in a normal way. Even though without the saddle and flight gear, which were towering above them now, it would be pretty inconvenient.<br>\r\n<br>\r\nThey booth smiled to each other, but their moment of peace was interrupted as the green glow on Stormfly's body returned...<br>\r\n<br>\r\n\"Stormfly... No...\" Astrid whispered, not believing her eyes, and moving back from her dragon. Stormfly got confused on why her rider suddenly seemed to be upset again, and walked towards her, but when she got in front of Astrid, she was looking directly into her eyes... being on her eye level. She looked at her feet again, and was shocked to see the green glow again... She looked back at Astrid, but now she was looking at her breasts. A moment later - at her bellybutton, She craned her head up, but now was looking at the girl's vagina. Stormfly shuddered from mixed emotions of fear, helplessness, and Astrid's... stature over her, as the girl's face was towerinng over her, high above, looking at her shrinking form with concern, a bit obstructed by her own huge breasts.<br>\r\nA moment later she was looking at her rider's knees and closed her eyes. She shrunk to the height of Astrid's ankles, and then, as she finally felt herself stop shrinking, she opened her eyes again...<br>\r\n<br>\r\nStormfly was standing in front of Astrid's big toe, and the nail was above her head...</span></div></div>",
            "created":1596258000,
            "id":2879485,
            "title":"StormFLY"
        },
        "1421122":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "She puts Stormfly on her breast",
                "She shoves Stormfly inside her vagina",
                "She drops Stormfly in her mouth"
            ],
            "content":"<div class=\"\"><div> <span>Astrid was feeling... strange. Her only hope of safely getting out of this predicament was... dwindling before her, but she couldn't help feeling strangely excited from seeing her dragon quickly getting so much smaller than her.<br>\r\n<br>\r\nAs Stormfly shrunk down to the size smaller than her toes, and seemingly stopped getting smaller than she already was, Astrid moved her left foot closer to the speck of a dragon, in a way that her big toe was positioned right in front of her.<br>\r\n<br>\r\nStormfly, the dragoness that was always taller and much bigger than her, was now smaller than Astrid's toes, totally at her mercy. And Astrid herself was only around 3 inches tall. She just couldn't hold back an arousal as these thoughts sank into her head.<br>\r\n<br>\r\nShe crouched down, moving her head closer to the tiny dragoness, who was constantly squeaking at her and slowly backing away, seeming scared to death, and started to eye her curiously. Astrid didn't care that she herself was the size of a fireworm now, mind clouded with strange thoughts that she should have been ashamed of, but didn't care now either.<br>\r\n<br>\r\nAstrid reached her hand towards Stormfly, who started to run away from her, seeing devious grin on her face. But her tiny legs don't get her far, as Astrid pinches her between two fingers and lifts up.<br>\r\n<br>\r\n\"You are so precious, girl\" - she says to her baffled and scared dragoness friend, moving her closer to one of her eyes, to inspect smaller details of her tiny form. She gets fascinated holding her dragon in such ways between her fingers, and gets unable to resist her desires.<br>\r\n<br>\r\nAstrid gets to the rags of her torn shirt, lays down, and...</span></div></div>",
            "created":1596344400,
            "id":2879490,
            "title":"A live dragon toy"
        },
        "14211222":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Astrid walks to seek help",
                "Their size changes again",
                "Someone enters the Stormfly's enclosure"
            ],
            "content":"<div class=\"\"><div> <span>As Astrid laid down on the rags, which were definitely a bit more comfortable than the cold hard floor, she slowly starts to move her hand with Stormfly still pinched between the fingers, from her head to her lower regions, as if to tease her insignificant dragon. She bit her lips as she imagined the thing that she, and her dragon, will soon experience.<br>\r\n<br>\r\nAs Astrid lowers her near her vaginal lips, Stormfly starts to thrash madly between the fingers that hold her, seeing where they will lead her and trying to break free, but to no avail. It is just impossible for such a tiny creature to fight against so much larger one.<br>\r\n<br>\r\nAstrid reaches her other hand to her labia, and spreads her vaginal lips, to open passage for her fingers and Stormfly. Hearing terrified squeaks coming from the tiny dragoness, she proceeds to lower her hand inside it.<br>\r\n<br>\r\nStormfly gets terrified and... highly <i>embarrassed</i> as the huge fingers gently touch the lips, and spread the vagina of her rider open. The huge gaping cave below her is getting closer, feeling more and more of her view, as Astrid lowers her fingers inside it slowly, looking at her with smile from far away. She then suddenly moves her hand a bit to the side, and unclenches the fingers, releasing the shivering Stormfly, who falls right on her already wet lips and gets a bit stuck between the folds.<br>\r\n<br>\r\nStormfly tries to get a stable footing, and climb on top of the higher folds, to get away from her rider's genitalia, but her paws slip from it. She falls onto her back and gets drenched in a sticky and viscous liquid, feeling totally humiliated and embarassed, as she hears Astrid emitting a slight moan.<br>\r\n<br>\r\nShe then tries to spread her wings and fly away, but doesn't have enough strength to do it, as the liquid that covers them pulls them together. She tries to climb the folds again, but falls yet again, and this time slips even farther, sliding down the lips, closer and closer to the edge of the vagina opening. Accompanied with Astrid's giggles, who watches her shrunken dragon's futile attempts to escape while it is not too late, Stormfly tries to get up and struggles against the fluid that washes over her feet and belly, that she lies on, but fails and falls down inside Astrid's giant vagina.<br>\r\n<br>\r\nAs she plops on the sticky walls, she notices that it is getting darker. The dragoness looks up and sees the lips of the vagina closing, blocking the light from entering, and blocking her only possible escape route.<br>\r\n<br>\r\nStormfly doesn't understand how her rider could have done it to her, feeling her trust betrayed. She doesn't know how and when she will get out, will she be able to survive here, or not, and what Astrid plans to do with her.</span></div></div>",
            "created":1596344400,
            "id":2879504,
            "title":"She shoves Stormfly inside her vagina"
        },
        "14212":{
            "author_id":"vocab",
            "author_name":"vapid",
            "choices":[
                "\"open your mouth\"",
                "\"wait here\""
            ],
            "content":"<div class=\"\"><div> <span>Quickly thinking through her options, she grimaces, knowing that if she was to go herself, she risks one of the other dragons finding her and without that same connection with stormfly, that could be quite dangerous.<br>\r\n<br>\r\nOn the other hand she could leave with stormfly, but she'd fall off her back too easily, meaning she'd have to find somewhere else on her to go in like her mouth or a more intimate place. <br>\r\n<br>\r\nHer face falls as she realizes her two survivable options, weighing up the scarieness of each, realizing that they're both rather horrid, she reaches a hand out and calls out for stormfly. <br>\r\n\"Alright girl, I'm gonna need you to....\"</span></div></div>",
            "created":1595912400,
            "id":2876877,
            "title":"Astrid's best chance"
        },
        "142121":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "To go inside the mouth",
                "Vagina sounds safer",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Alright girl, I'm gonna need you to open your mouth\" - Astrid says to her dragon friend, standing up and petting Stormfly's muzzle with both arms.<br>\r\n<br>\r\nStormfly cocks her head slightly, looking at her tiny human with her right eye. Why would she need that, she thinks, but seeing her tiny form shivering, most likely, from cold, she agrees.<br>\r\n<br>\r\nThe dragoness opens her mouth just a bit, and extends her tongue out, placing it on the cold stone floor in front of Astrid.<br>\r\n<br>\r\nAstrid feels a bit intimidated as the jaws of her dragon part in front of her, revealing a huge dark pink cavern, with strands of saliva stretched between the jaws, and a warm breath coming out of it, washing over her. Then, the huge tongue rolls out of it, and the girl feels the warm wet organ touch her feet, staggering from it a bit.<br>\r\n<br>\r\nAstrid looks in Stormfly's mouth, examining it, and feels unsure about going in there, as she looks at the throat at the far end of it.<br>\r\nMaybe riding in her dragon's vagina would have been safer, she thinks. At least she wouldn't risk getting swallowed alive there.<br>\r\n<br>\r\nShe remembers about the rags that Stormfly torn her closes into, by her request, but decides that wearing cloth in a wet place would only make her colder and more uncomfortable, and she should remain naked.<br>\r\n<br>\r\nSo, looking at the huge cavern in front of her again, Astrid finally makes a decision...</span></div></div>",
            "created":1596258000,
            "id":2879456,
            "title":"To ride or not to ride"
        },
        "15":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Female dragons",
                "Male dragons",
                "Female humans",
                "Male humans",
                "Other choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Just 3 characters are not enough.</span></div></span></div>",
            "created":1595394000,
            "id":2872972,
            "title":"More choices"
        },
        "152":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Toothless",
                "Hookfang",
                "Other choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one you want to see tiny and helpless?</span></div></span></div>",
            "created":1595394000,
            "id":2872973,
            "title":"Male dragons"
        },
        "1521":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Magic",
                "A rare dragon with special ability",
                "Other choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What makes Toothless shrink down?<br>\r\n(Ooh, isn't he cute already?)</span></div></span></div>",
            "created":1595394000,
            "id":2872979,
            "title":"Tiny Toothless"
        },
        "15211":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Toothless gets out of the \"cave\"",
                "Toothless stays inside the \"cave\""
            ],
            "content":"<div class=\"\"><div> <span>The gang has just landed on one of the yet unexplored islands of the archipelago. This one was expecially interesting for them, as rumors said that it was home to some powerful sorcerers hundreds of years ago. Not that someone really believed in magic, but the rumors are often based on something. So, they had to check it.<br>\r\n<br>\r\nAfter some hours of prowling through the island on feet, since the dense forests in many areas made it barely possible to observe the ground from above, Stormfly flew high into the air. It was a signal for the gang, who was split across the island, that she and Astrid found something, and they need to meet there.<br>\r\n<br>\r\n\"Look\" - Astrid told Hiccup as he jumped from the just landed Toothless' back. She pointed at the round door in the stone cliff. It was looking pretty unusual - it was made of stone, with some stone dragon ornaments around it, and a big stone reptilian eye was positioned right above it. There were no keyholes, no levers or whatever door opening mechanisms there are. So, how to open it - was a good question.<br>\r\n<br>\r\nAfter the rest of the gang flew to them, they investigated the door, and surroundings, further, and then disussed possible ideas of how to open that strange door, and the Snotlout's idea was what they decided to settle on.<br>\r\n\"Hiccup, just let Toothless blew this rock up. He destroyed bigger things, this one shouldn't be a problem for him\"<br>\r\n<br>\r\nToothless got in front of the door, a safe distance away, as the other riders and dragons scattered around behind him. He charged his plasma blast and fired it right into the center of the round stone, which shattered to debris and provided an opening for the gang to go though. But just when fire and smoke dissipated, Toothless noticed that the stone reptilian eye above the door was now looking right at him, and its pupil has narrowed to a slit. He nudged Hiccup a bit worriedly, but no one else seemed to notice it, including his friend.<br>\r\n<br>\r\nThe opening led to a narrow, totally dark corridor. The gang ignited their torches and got inside, but most of the dragons had problems squeezing through the doorway. Only Toothless was... <i>lucky</i> enough to fit though it.<br>\r\n<br>\r\nAfter walking through the corridor for just a few minutes, they got to an another door, but this one was pretty ordinary, except for a faint blue light falling through the crack between it and the floor and... its size, which was large enough for one of the largest dragons to go through. Luckily, it wasn't locked, and as they passed it, the view they got on the other side... amazed them.<br>\r\n<br>\r\nThere was a large and long hall, with dozens of similar doors to the left and to the right of it, with stairways leading to them, as they were a bit higher than the hall floor. It was lluminated by multiple blue flames in strange torches, some of them were standing on ground or railings of the stairs, and were some hanging on the walls.<br>\r\nAs they stared at it, Toothless, who got forgotten behind, squeezed his head through the slightly open door above them, looking at the scene with wide pupils, blue light reflecting in his eyes as he seemingly admired the scenery. <br>\r\n<br>\r\nAs the gang walked downstairs, Hiccup suggested them to split into 3 pairs: Astrid with Ruffnut, Snotlout with Tuffnut, and he with Toothless. Each pair choosed one door to go through, and started exploring the place.<br>\r\n<br>\r\nThe door which Hiccup and Toothless choosed, led them to a moderately-sized hall with some corridors, probably leading to more rooms, a lot of bookshelves, strange devices and equipment, closed bottles of some liquids and other interesting things that immediately sparked Hiccup's interest. Toothless followed his rider, but suddenly heard a faint dragon call from one of the corridors that led out the hall. \"Looks like we are here for a long time, bud\" - Hiccup told his friend, as he unstrapped the bags from Toothless' harness, placing them near one of the tables, and then proceeded to investigate the books.<br>\r\n<br>\r\nToothless, in the meantime, heard the call again, and couldn't resist going to the corridor where it was coming from. Hiccup didn't notice his friend missing at first, reading through the book with gleaming eyes, as it appeared to be written in Norse, albeit a bit old-fashioned. As Toothless walked though the corridor, the call repeated, this time louder. He fastened his pace, but was ready for a sudden attack. Shortly, he got to a relatively small hall with some strange statues of men in robes, four pillars, encrusted with slightly glowing runes made of some strange material, these strange everlasting torches, and a rectangular frame with another round-shaped frame inside it, in the middle of the hall, which was, he felt, the main part of this room. He carefully went closer to the frame, eyeing around himself with caution, and then heard a call again, which seemed to come right from it. He got closer and touched the stone tentatively.<br>\r\n<br>\r\nSuddenly, the insides of the round frame turned blue, which made Toothless jump away from it, but he heard the call louder than ever now. He got closer again, and really slowly extended his front paw towards it, but as he thought he touched it, he felt nothing. He swung his paw around, pulled it back from the blue thing, and gathered courage to put his head though it, although, he couldn't help closing his eyes as his snout \"touched\" the blue surface.<br>\r\n<br>\r\nHe opened his eyes to see a large cave, with a light coming from the far end of it. He squeezed his entire body through the portal and started to look around. The cave seemed pretty strange, as it was seemingly not made of stone, and there were huge clumps of dirts all around it, with something that looked like tree roots flowing through the ceiling and the relatively round walls. He decided to walk to the end of the cave, to see what is outside, and went there. As he came closer, his ears picked up a sound of bird chirping outside. He fastened his pace, and as he just got to the edge of it, ready to look outside, an <i>enormous </i> bird flew up right in front of him, knoking him from his feet with the air current. Toothless got scared, crouched to the ground, and looked down, with his head pressed to the edge of the cave entrace.<br>\r\nWhat he saw <i>shocked</i> him.<br>\r\n<br>\r\nThere were hundreds of huge birds flying around, perching on the cliff, scurrying in and out of the hundreds of holes like the one he was in, but seemingly larger, and below the cliff was an ocean shore. Toothless saw this shore before, it was close to where he blew up the entrace to the damned underground dungeon, but his heart and mind were racing as he understood that he is really, really... <i>really</i> small at the moment, after coming through the damned portal, and needs to get back through it as fast as he can.<br>\r\n<br>\r\nHe madly ran to the blue portal, which was still visible in the end of the cave, even flying a bit, although it was hardly possible in this <i>hole</i>, with roots dangling from the ceiling. But, to his great horror, the portal began to get smaller and smaller as he was getting close to it. When he reached it, he could only put his paw through it, which he had to quickly pull out, as the portal was getting too small, and he feared what could happen with his paw once it gets too big for it. He laid down on the ground, curled up, and felt absolutely horrified and helpless, as he was now stuck in some cliff hole, with flocks of dangerous birds flying outside, even though this place was relatively close to where his dragon friends should be at the moment.<br>\r\nWorst of all, he was likely only an inch long, or even less, now.</span></div></div>",
            "created":1595394000,
            "id":2873023,
            "title":"Don't trust the portals"
        },
        "152111":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "He gets eaten by the bird",
                "The bird drops him",
                "Something strange happens"
            ],
            "content":"<div class=\"\"><div> <span>After calming down, resting and contemplating on what he should do next, Toothless decided that staying in this hole won't get him anywhere. The odds of portal appearing again are insignificant, as it was this dungeon's intention to shrink him like that, looks like, and he will have to leave this place anyways, if he wants to eat or drink. But the flocks of birds flying around on the outside were not making him feel any confidence in himself.<br>\r\n<br>\r\nAfter some more thinking, Toothless decided to risk - get out, fly away from the birds, and then try to hide somewhere in the grass.<br>\r\nHe gathered courage, took a deep breath, standing on the edge of the hole, and took off.<br>\r\n<br>\r\nToothless tried to fly as closely to the cliff as possible, to give birds less room for maneuvering if some of them decides to catch him, and maybe to blend in with the soil, although, its light brown tint was not helping at all.<br>\r\n<br>\r\nHe was quickly gaining altitude, but in fact, was only getting a little more than a centimeter higher per second - he was just too small and had to use a pretty limiting flight route.<br>\r\n<br>\r\nAs he was still far away from the edge of the cliff, a single bird swooped from above, flying closely to the cliff, and seemingly was aiming right at him!<br>\r\n<br>\r\nToothless immediately turned around, and began to descend to the nearest hole in the cliff, but he was just too slow again, as he suddenly felt something wrap around his body, pinning his limbs to the sides of his torso, and a painful pressure followed shortly.<br>\r\nA bird caught him in its foot!<br>\r\n<br>\r\nThe bird began to gain altitude, seemingly moving back up to the edge of the cliff, that it dove from, and Toothless just couldn't miss this chance!<br>\r\n<br>\r\nHe fired up a plasma blast to the bird's belly, that was above him. The bird didn't expect a bug to sting it, as usually they are pretty harmless to it, and...</span></div></div>",
            "created":1596344400,
            "id":2879512,
            "title":"Captive in the bird's claws"
        },
        "1521112":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Really close to the dungeon entrance.",
                "Lost somewhere in the forest.",
                "Other choices"
            ],
            "content":"<div class=\"\"><div> <span>The bird released the nasty bug that hurt it, right when it was flying over the edge of the cliff. <br>\r\n<br>\r\nToothless immediately spread his wings, aching from being bent in a wrong way under high pressure, and dove straight to the ground.<br>\r\n<br>\r\nBut the bird didn't want to surrender that easily. Unfortunately, Toothless didn't see it sweeping down at him again, and didn't manage to evade it yet again. He found himself trapped in its foot again, but this time the bird put even more pressure on him, so, it was really painful for almost all of his tiny body.<br>\r\n<br>\r\nToothless was screaming and whimpering in pain as the bird carried him somewhere, further from the cliff. His head was pointed right at its belly again, even though now he couldn't move it, but his jaws were clenched between the bird's toes, and he was not able to open his mouth enough to fire another plasma blast at it.<br>\r\n<br>\r\nHe thought he would die like that, crushed in the bird's foot, but a loose feather sticking out from the bird's belly, that was pretty close to his mouth, gave him hope.<br>\r\n<br>\r\nToothless spewed a bit of fire onto the feather, which, fortunately for him, caught fire immediately. The feathers on the bird's belly started to smolder, and it yet again was surprised by the bug managing to hurt it.<br>\r\n<br>\r\nIt released him from its grasp, this time near the ground and far away from the cliff, and quickly flew back to the cliff, where other birds, and water, were, making strange sounds on the way. Toothless tumbled into the soil, stopping some distance away, and laid there limp, with all limbs sprawled around on the dirt. His entire body was sore, but he didn't feel any broken bones fortunately. Although, when he got up on his feet and inspected himself, he found out that his artificial tail was a bit bent, and wasn't working in tandem with his intact one. And his harness was scratched and torn too, in multiple places, even the metal parts. It took the initial assault of the bird's sharp claw tips, and likely saved his life, Toothless thought. <br>\r\n<br>\r\nAfter inspecting his surroundings, beeing on a relatively grass-free ground, Toothless understood that he now was...</span></div></div>",
            "created":1596344400,
            "id":2879520,
            "title":"Free again"
        },
        "15211121":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "His dragon friends nearby.",
                "One of his dragon friends walking towards him.",
                "Something dangerous."
            ],
            "content":"<div class=\"\"><div> <span>After looking around and inspecting his surroundings, Toothless was relieved. He was maybe <i>merely a hundred meters</i> away from the entrance to the dungeon, that did it to him, and his dragon friends, who remained outside, should be somewhere close.<br>\r\n<br>\r\nHis guess was proved correct, as he heard a familiar growl of the dragon somewhere close.<br>\r\n<br>\r\nToothless climbed on the closest rock, which, to him, was like a medium-sized hill. With his flight limited after the bird bent his artificial tail, it took him some time, but he succeeded in getting to the very top of it. He could still fly a bit, just not stably enough to trust it as a main way of movement now.<br>\r\n<br>\r\nFrom his newfound vantage point, Toothless saw...</span></div></div>",
            "created":1596430800,
            "id":2879992,
            "title":"Really close to the dungeon entrance."
        },
        "15213":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "He gets cursed",
                "He shrinks as he is making love with someone",
                "Other choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>(More choices)</span></div></span></div>",
            "created":1596344400,
            "id":2879850,
            "title":"Other choices"
        },
        "152132":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Light Fury",
                "Astrid",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>(Who does he make love with?)</span></div></span></div>",
            "created":1596344400,
            "id":2879851,
            "title":"He shrinks as he is making love with someone"
        },
        "1521321":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Each lick was causing him to get smaller.",
                "She was reaching her paw for something... ",
                "Other choices"
            ],
            "content":"<div class=\"\"><div> <span>Toothless and Luna were just getting accustomed to living together. While it was exciting for Luna to be an Alpha's mate, Toothless often seemed wistful, remembering his life on Berk, his human friends, and adventures that they had. Life in the Hidden Worlds seemed pretty boring to him, in contrast with what was happening in his life before, and he sometimes wished they could return.<br>\r\n<br>\r\nLuna knew it, and wasn't happy with her mate's longing for human world.<br>\r\n\"Hey, Toothless. Feeling sad again?\" - she asked her Night Fury mate, as she once again saw him lying on the rock near water, with head drooping on the stone surface and occasional sighs coming out from it. Toothless just averted his eyes and sighed again.<br>\r\n<br>\r\n\"Oh, come on, Toothy. You can't just be sad every day, it's bad for your health. And what will other dragons say when they see their Alpha getting more and more depressed? You must be strong, my love.\" - Luna told her mate. \"And I know what may cheer you up a bit\" - she added.<br>\r\n<br>\r\nLuna walked away from Toothless, seductively twisting her hips and the base of tail, having ensured that he looks at her now, and then proceeded to lay down on the sand near the water.<br>\r\n<br>\r\n\"Would you come down, husband? Your girl needs some attention. Don't lose this chance!\" - she called her mate, whose sad expression began to change to excited, a bit reluctantly.<br>\r\n<br>\r\nToothless got up and jumped down on the sand, walking towards Luna. She was rolling on sand like a happy kitten and he couldn't help getting happy himself, and excited for what's to come...<br>\r\n<br>\r\n(Imagine something like this scene: <a rel=\"nofollow\" href=\"https://e621.net/posts/1597226\" target=\"_blank\">https://e621.net/posts/1597226</a>)<br>\r\n<br>\r\nLuna stopped rolling around, and leaned on her wings, lifting up her front torso a bit, bending her neck to look at her private parts, and then on Toothless.<br>\r\n<br>\r\nShe stuck her tongue out as he got in front of her. \"Why don't we begin?\" - she asked, and Toothless was more than happy to initiate the love process... and so was she.<br>\r\n<br>\r\nHe leaned forward, lowering his head to her vagina, and poked her scales near it with his nose. Toothless gave her folds a little lick, which instantly made her so aroused that she shuddered in excitement, and then put more force into movement of his tongue, opening her slimy folds a bit with just as slimy organ.<br>\r\n<br>\r\nWhat he didn't notice though, while licking his lover's juicy folds, is that her muzzle showed a devious expression for a brief moment, and...</span></div></div>",
            "created":1596344400,
            "id":2879894,
            "title":"Light Fury love"
        },
        "15213211":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "I want you to experience adventures that you are so bored without.",
                "I want to become a new Alpha.",
                "I want to play and care for my tiny helpless mate."
            ],
            "content":"<div class=\"\"><div> <span>As Luna began to purr, Toothless felt totally relaxed, and closed his eyes, licking his mate's pussy affectionately. But Luna was glad that he closed his eyes, continuing to purr from excitement and pleasure... and to lower her mate's guard. He must not understand what is happening to him, while he is still big enough to fight back...<br>\r\n<br>\r\nToothless was oblivious of what was happening to him, as he was licking and licking her sweet nectar. It tasted... much more pleasant that before, he thought, but didn't pay much attention to it. The Night Fury at Light Fury's pussy was in fact getting smaller after each lick he made. At first the process was intermittent - his body compressed for some percent of his previous size for some seconds after his tongue returned to his mouth, but in some minutes it smoother out, and he was now constantly shrinking a small fraction of his previous size each second, enough to make it visually noticeable.<br>\r\n<br>\r\nToothless had to re-adjust his pose after some minutes, as Luna's vagina was strangely getting out of reach. He stopped licking it for a brief moment, making Luna nervous, but luckily for her didn't open his eyes and quickly found the sweet spot by his sense of smell, bumping his nose into it and sniffing the pleasant scent (which, again, was strangely more pleasant than usually, but he wasn't questioning it, and was happy).<br>\r\n<br>\r\nLuna was reassured that he didn't notice anything yet, and grinned. Soon her Alpha mate should be small enough to be easily overpowered by her, and she will then finish the process herself... She licked her lips imagining it, continuing to stare at the slowly shrinking Night Fury by her tail, who was now just a little over a half of her size, and let out an especially cute and loud purr, making the unsuspecting dragon at her lower regions fill with joy, and give her an especially long, powerful and unusual lick, which she appreciated.<br>\r\n<br>\r\nShe knew that Toothless closes, and doesn't open his eyes while he pleasures her. It was a strange trait of her husband, that she made good use of now. She only hoped that he wouldn't question the ever-increasing distance that he had to reach for to her vagina, while he is still not small enough. Just some more minutes...<br>\r\n<br>\r\nIt was a rare, secret ability of some of the Light Furies, to change the size of creatures that ingest their juices, especially sexual ones, when they want it. Not all of the Night Furies were killed by the hunters, in fact. Some... have disappeared after finding a Light Fury mate. Maybe some of the shrunken ones are still alive, having run away from their mates, and surviving somewhere in the wild. Maybe some of them were lucky to get a mate that just wanted to safely play with their tiny lovers, or protect them, feeling their lives in their... paws.<br>\r\n<br>\r\nAfter some more minutes of affectionate licking from her increasingly small husband, Toothless started to stir. He was now just a little over one third of Light Fury's size, and now had to bend his body over her tail, to reach her vagina, in a way that he just couldn't leave unnoticed. Moreover, her sweet folds were now covering a strangely big part of his muzzle, as he was nuzzling it gently.<br>\r\n<br>\r\nToothless lifted his head up, which made Light Fury bite her lip, and tense her muscles. He opened his eyes. \"Luna, I don't know what is different, but you taste totally amazing toda...\" - he didn't finish his sentence, as he noticed that Luna's muzzle seems strangely far away, and her torso seems to stretch for a too big distance away from him. He then looked down and around, and noticed that he was surrounded by Luna's hind legs, which were too big for him, almost comparable size with his entire body.<br>\r\n<br>\r\n\"Luna, what's going on?...\" - Toothless asked, preparing to back away from her, slowly lifting from her body. \"Why do you seem so big?\"<br>\r\n<br>\r\n\"It's not me who is big, my silly love. You got smaller!\" - she ended her sentence with an excited sound. \"Sorry, husband, but you are not going anywhere\" - she added, as she noticed him beginning to turn, and preparing to run away. Luna quickly put both of her hind legs over her small lover, and pulled him closer, back to her awaiting pussy.<br>\r\n<br>\r\n\"Luna, what is happening? What are you doing to me?! Let me go!!!\" - he said out loud, almost shouting the last words, as he noticed that he is not strong enough to break free of her massive legs grasp.<br>\r\n<br>\r\n\"Silly Toothy, I told you are not going anywhere. You are mine, and I want you to continue what you were just doing\"<br>\r\n<br>\r\n\"Luna, that's not a joke! What are you doing to me?!\" - Toothless screamed to her, but his last words were muffled, as his lover pushed his muzzle into her vagina, which she spread a bit with her other paw.<br>\r\n<br>\r\n\"You liked to lick me, right? Then just continue to do it, and don't question me. You will like what I have planned to you, my love. You will surely like it... and me too\".<br>\r\n<br>\r\nToothless tried to struggle, but the hind legs of his mate that were holding him were just too strong for his almost hatchling-sized body. He let a bit of his lover's juice get into his mouth again, as he was trying to break free, but then shut his mouth. He still had to breath though, and Luna positioned his nose in a way that his nostrils were touching the wet folds, and some of the liquid inevitably was getting into his nose as he was breathing. Much, much less than when he was licking it, of course.<br>\r\n<br>\r\n\"I told you to continue licking. You either start doing it again, and we finish it quickly, or you I will hold you like that for hours, and you will still likely shrink to the size I want, by breathing in humid air of my pussy. There is no use in struggling, just do it.\" Luna didn't know for sure if just breathing the air, humid with her juices, would be enough to shrink a creature, but she wanted to make him feel like struggling is pointless... somehow. \"You know, maybe I should just force open your mouth, and pour my juices into it? Or saliva. It will shrink you too, did you know?<br>\r\n<br>\r\n\"Luna, we did it many times before, and kissed, and had sex... Why didn't it affect me in this way before?\" - her lover's muffled voice could be heard from her pussy's lips. <br>\r\n<br>\r\n\"I didn't want it to\" - she replied.<br>\r\n<br>\r\n\"But why do you want it now? Why didn't you tell me you can do it?\"<br>\r\n<br>\r\n\"Well, simply because...\"</span></div></div>",
            "created":1596344400,
            "id":2879929,
            "title":"Shrinking by her vagina"
        },
        "152132111":{
            "author_id":"nightfury111",
            "author_name":"NightFuriesAreAwesome",
            "choices":[
                "Your adventure begins now.",
                "I lied to you. There is no way to grow back.",
                "Other choices."
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\n\"...I want you to experience adventures that you are so bored without.\"<br>\r\n<br>\r\n\"Seriously? Luna, but is it safe? Can you grow me back after that?\"<br>\r\n<br>\r\n\"Of course, my love. I will protect you at all costs.\" - she replied, with a faint strange tone in her voice, at the beginning of her speech, that Toothless didn't pay attention to. \"Just return to drinking my juices. The earlier we begin, the earlier we finish\"<br>\r\n<br>\r\nToothless trusted his mate, and, even though he was hesitating at first, opened his mouth to lick the walls of her pussy again. It was much more wet than when he started, and the thought that doing that will make him smaller was odd, but he wanted to experience it.<br>\r\n<br>\r\n\"Maybe you want to release me from your grip, Luna? Do you still think I would run away?\"<br>\r\n<br>\r\n\"No, but don't you find it more exciting this way?\"<br>\r\n<br>\r\n\"Well, maybe you are right\" - Toothless replied, as he felt his... rod elongated to its maximum size.<br>\r\n<br>\r\nSo, Toothless got to licking and even sucking his mate's juices, as more and more of them were flowing over his muzzle. His rate of shrinking increased, and it was even more noticeable now that the small dragon is getting smaller by the second.<br>\r\n<br>\r\nWhen Toothless shrunk to the size a bit smaller than a hatchling, he lifted his head up, to look at his mate's muzzle, and protested.<br>\r\n<br>\r\n\"Luna, I think I got small enough. It is an unusual size to me already, and going smaller may make it dangerous. Let's stop\"<br>\r\n<br>\r\n \"You will stop when I say, little one\" - Luna gently replied, and changed the way she was holding him. Just putting a single paw over his head, forcing it inside her folds, was enough now, and his head was small enough to fully fit inside, with only ears sticking out. Toothless, of course, protested again.<br>\r\n<br>\r\n\"Luna, it is getting dangerous, I told you. And please, ease the pressure a bit, my neck is aching!\"<br>\r\n<br>\r\n\"Getting fragile, my love? Okay\" - Luna released the paw that was holding his head, a bit. \"If you only knew how pleasant your entire head feels down there...\" - she added, purring and rolling her eyes up.<br>\r\n<br>\r\nLuna was slowly pushing more and more of her husband inside herself, as he was shrinking more end more before her eyes. First his neck disappeared inside, then shoulders. In just around two or three minutes - Luna was too aroused to count precisely, Toothless shrunk so much that his head was the size of a single pad, which the sole of her paw was made of, and she pushed him inside with just a single claw now, so deep that only his tail was sticking out.<br>\r\n<br>\r\nToothless knew that he was getting really small, much smaller than a hatchling dragon, but trusted his life to his wife. Although, when he felt himself getting pushed deeper again, and this time, only felt his tail not covered in the sticky liquid, he stopped licking and began to struggle, trying to turn around and get out of his mate's slippery vagina, which made Luna wince in pleasure, curl her toes and stretch all of her limbs into the air, or sand.<br>\r\n<br>\r\nAs the pressure that was pushing him down ceased, Toothless was able to climb out of Luna's pussy, but the sight of his absolutely titanic wife, whose tail he found himself standing on, right in front of the vagina that was now bigger than him, made him feel uneasy.<br>\r\n<br>\r\n\"Luna, I don't want to go any smaller. I don't know what you have planned for me, but I DON'T feel safe being smaller than a mouse. Even around you. I trust you, but what if you lose me, or accidentally hurt me...\" - he squeaked to his mate vigorously, but frowned when Luna... just smiled at him.<br>\r\n<br>\r\n\"It will be fine, my love. Now, I am sorry, but I must do something.\" - she told him as she reached her hind paws towards him, grasped him with one of them and proceeded to masturbate with the other one, giving Toothless a view that made him blush.<br>\r\n<br>\r\nLuna soon cummed, being already pent up after her lover's long pleasuring session, and, after the afterglow... dipped her paw again in the sticky sex fluids.<br>\r\n<br>\r\n\"Open wide, Toothless\" - she told, as she positioned the paw that was holding her mate in a way that his head was pointed right towards her wet, slimy and sticky paw pads. \"I stopped producing the shrinking juice, but this... will be very potent for some time.\"<br>\r\n<br>\r\nToothless just let out a small scream, as his head was rubbed against his lover's soft, sticky paw pad, and his eyes, nostrils, and mouth, which he held slightly open at the moment, were instantly covered in the fluid. Luna giggled, as she knew that fluids from her orgasm might be much, much more potent than before it, and imagined how small her mate would become.<br>\r\n<br>\r\nAs he continued to be rubbed against his lover's sole, Toothless couldn't help letting more and more fluid enter his body. He was gasping for air in the rare moments when his head wasn't shoved against the wet surface of Luna's paw, but inevitably couldn't stop breathing and close his mouth in time, when he was thrusted into it again and again.<br>\r\n<br>\r\nLuna was looking at her lover quickly getting from the size of twice her paw length, to the size of a single length, then half, repositioning him carefully, to hold his shrinking body easier, and not to harm him in the process.<br>\r\n<br>\r\nJust around half a minute later he got so small that she just couldn't hold him safely and reliably, even between two claws, and she just pushed him against the underside of the claw of her sex fluid-covered paw, to which he got glued instantly by his back and half-folded wings. He was utterly tiny, just a small black silhouette on the underside of her light brown talon, and he couldn't stop screaming in fear and frustration, as Luna looked at him trapped there.<br>\r\n<br>\r\n(Remember the previous art? The scene now looks like this: <a rel=\"nofollow\" href=\"https://e621.net/posts/1597227\" target=\"_blank\">https://e621.net/posts/1597227</a>)<br>\r\n<br>\r\n\"You know, Toothless...\"</span></div></div>",
            "created":1596430800,
            "id":2879974,
            "title":"Puny mate"
        }
    },
    "info":{
        "author_id":"jackievore",
        "author_name":"VoreJackie",
        "brief_description":"A story about any HTTYD character, shrinking, and having to deal with it. Vore preferred.",
        "created":1585027800,
        "description":"<td align=\"left\" class=\"norm\">As the title says! A character from HTTYD shrinks down to the size smaller than a doll, and has to find a way to survive.<br>\r\n<br>\r\nAlmost anything goes! I’d love to see submissions. :D we need more HTTYD stuff like this.</td>",
        "id":2216789,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595936880,
        "modified":1596443460,
        "pretty_title":"How To Train Your Dragon; shrinking!"
    }
}