{
    "chapters":{
        "0":{
            "author_id":"dreamkohta",
            "author_name":"Dreamkohta",
            "choices":[
                "XXXXXXXXXXXXXXXXXXXXXXXXXXXXXX",
                "Both Barry and his best friend to shrink, giving Danny a collar as well",
                "Both Barry and his girlfriend to shrink, giving Rebecca a collar as well",
                "Barry and the rest of the group to shrink, giving them all collars",
                "More ideas"
            ],
            "content":"<div class=\"\"><div> <span>“I’m sorry but you made this decision.” Austin said. He pushed a button causing the gem on Barry’s collar to light up. Within a few moments-<br>\r\n———————-<br>\r\n“Now hold on a second.” A female voice said. Unbeknownst to Barry and his family, someone had been watching from a distance. She waved her hand causing time to stop. Everyone in the world froze completely.<br>\r\n<br>\r\n“I bet I can make this story a bit more interesting.” She said. She inspected Barry and the people he knew. She thought about different ideas before coming to a decision. “Hm, how about this.” The woman waved her hand causing…</span></div></div>",
            "created":1594184400,
            "id":2864237,
            "title":"Interference From An Interested Spectator"
        },
        "1":{
            "author_id":"dreamkohta",
            "author_name":"Dreamkohta",
            "choices":[
                "Family time"
            ],
            "content":"<div class=\"\"><div> <span>It was a Saturday afternoon and Barry was taking a nap. In his dream, he was in an ice cream world. He was currently relaxing on a nice scoop of strawberry ice cream. In real life, he didn’t believe hard work wasn’t needed for a good life and that belief was even more true in dreams.<br>\r\n<br>\r\nAs he relaxed, a shadow suddenly surrounded him. Confused, he opened his eyes to see what was blocking the sun. He flinched as he saw his sister towering over him. She was practically naked and had a sinister smile.<br>\r\n<br>\r\n“Wake up little brother! We have a special surprise for you.” She said. Barry tried to ignore her only for the giantess to reach down and grab the scoop he was on. He became afraid as Carmen lifted him up to her face. She licked her lips sending chills down his spine. “We’re going to have so much fun with you.” She said.<br>\r\n<br>\r\n“Carmen…please!” Barry pleaded. The giantess simply chuckled and opened her mouth. Barry could see her sharp teeth ready to tear him to pieces. Her slithery tongue danced a little in anticipation. Other than that, it was pitch black inside. “Carmen…”<br>\r\n<br>\r\n“Brother…it’s time to wake up!” She said louder. The boy wanted to cry as she flicked her hand causing him to go flying into the black void inside her mouth.<br>\r\n<br>\r\nBarry woke up startled. The sun was shining and he could hear birds chirping. He looked to his left to see he was still in his bedroom. The boy sighed and closed his eyes.<br>\r\n<br>\r\n“Brother! It’s time to wake up!” He heard his sister say. He opened his eyes and flinched as he saw Carmen sitting on top of his pelvis. She was only in a bikini but that was pretty normal when she wasn’t planning on going out.<br>\r\n<br>\r\n“What…what are you doing?” He asked.<br>\r\n<br>\r\n“I came to wake you up, we have a surprise for you downstairs.” She said. Carmen suddenly got on her hands and knees, putting her face close to his. “It’s a good thing I did, I seemed to have inserted myself into your dream. I bet it was interesting.” She said licking her lips. Barry became afraid and started to sweat.<br>\r\n<br>\r\n“Carmen please…get off me.” The girl sighed.<br>\r\n<br>\r\n“Oh very well. Just hurry up and get downstairs already. We’re all waiting for you.” She said. She climbed off and left the room. Barry took a second to breathe, his nightmare still remained in his head. After he was calmed down a bit, he went downstairs to join the rest of his family.</span></div></div>",
            "created":1593406800,
            "id":2858534,
            "title":"The Dream"
        },
        "11":{
            "author_id":"dreamkohta",
            "author_name":"Dreamkohta",
            "choices":[
                "The Awakening"
            ],
            "content":"<div class=\"\"><div> <span>When Barry got downstairs, everyone was sitting on the couch. On the table in front of them was a nicely wrapped present with a red bow on top. His father motioned for him to sit across from them. He did as he was told keeping an eye on the present.<br>\r\n<br>\r\n“Son, it’s time we had a talk. You can’t keep living your life like this.” His father said.<br>\r\n<br>\r\n“That’s right. If you continue down this path, you’ll have nothing, nothing at all.” His mom added. Barry looked down at the ground.<br>\r\n<br>\r\n“It’s alright. I’m alive now, aren’t I?” He asked. His father looked at the rest of his family before sighing.<br>\r\n<br>\r\n“I was afraid you were going to say something like that. So, we’ve come to a decision. We’re going to give you a choice that will affect the rest of your life. Carmen, would you explain please?”<br>\r\n<br>\r\n“Gladly. Barry, you are going to stop being such a parasite and do some actual work. You’ll get a job and work towards a better future.” She said.<br>\r\n<br>\r\n“And…what if I refuse?”<br>\r\n<br>\r\n“If you refuse then open that box. It has everything you need to continue this worthless life plan. Believe me, I so hope you choose the box, it would make me so happy.” She said.<br>\r\n<br>\r\n“Barry wait…please, at least consider it before you choose.” His mother pleaded.<br>\r\n<br>\r\nBarry thought about it for a moment. He knew that he probably should be working harder and it would make everyone happy. However, the thought of them giving him something that would allow him an easy life made him excited. He grabbed the present and started to open it. His mother saddened while his sister smiled even more.<br>\r\n<br>\r\nWhen the boy pulled out the contents, he became confused. It was a weird looking item. It’s shape resembled a neck pillow but looked small enough to be a collar. The item was red with a shiny gem in the middle.<br>\r\n<br>\r\n“Put it on.” His father said. Barry nodded and did as he was told. As soon as he put it around his neck, the back closed up. The item felt soft and comfortable.<br>\r\n<br>\r\n“What exactly is this? And how will it help me?”<br>\r\n<br>\r\n“This device is going to shrink you.” His mom explained. Barry flinched. His nightmare suddenly came back into mind. “It’ll shrink you down to the size of a bug. Since you’re so persistent towards an easy life, we decided to grant your wish.” Barry quickly grabbed it and tried to pull it off.<br>\r\n<br>\r\n“No! Not like this!” He yelled. Carmen startled to chuckle. Barry watched as his father pulled out a remote.<br>\r\n<br>\r\n“I’m sorry but you made this decision.” He said. He pushed a button causing the gem to light up. Within a few moments, Barry blacked out.</span></div></div>",
            "created":1593493200,
            "id":2859091,
            "title":"The Device"
        },
        "111":{
            "author_id":"dreamkohta",
            "author_name":"Dreamkohta",
            "choices":[
                "His bedroom",
                "The backyard",
                "The park",
                "His girlfriend’s house",
                "His best friend’s house"
            ],
            "content":"<div class=\"\"><div> <span>When Barry woke up, his head was a little woozy. He felt a hard surface below him and the room was currently silent. When he was able to concentrate, he looked around. The first thing he noticed was that he was now completely naked except for the device around his neck. It still felt physically nice and comfortable.<br>\r\n<br>\r\nHe then noticed he was currently on the living room table. In front of him was his family, now supersized. He seemed to be handheld size now. They all simply stared stared him. Chills went down Barry’s spine as he noticed Carmen’s smile.<br>\r\n<br>\r\n“So what are you going to do to me now?” He asked. The giants stayed silent making Barry annoyed. “Hey! Answer me!” He yelled. He started waving his arms making Carmen chuckle.<br>\r\n<br>\r\n“I think he’s trying to tell us something.” She said. Austin nodded and reached down by the couch. The giant pulled out another interesting device and set it in front of Barry. The device was a box with a small tube on Barry’s side containing a microphone. On the other side was a much larger tube with a speaker at the end.<br>\r\n<br>\r\n“Ok Barry. Speak into that and we’ll be able to hear you.” Austin said. The boy nodded and approached the microphone.<br>\r\n<br>\r\n“What’s going to happen to me now?” Barry asked.<br>\r\n<br>\r\n“You’ll live your life as a bug. You can go wherever you want or do whatever you please. You are now free from any rules. If we see you though, we’ll treat you like a bug.” May said.<br>\r\n<br>\r\nBarry couldn’t believe what he was hearing. He was nothing to them now. In the past, he had seen his family kill bugs without a second thought. His mother would use all of her strength and his father would use them for experiments. His sister was the worst though. She loved to torture and kill them in different ways. She even had some framed on her wall. The thought of being part of her collection forever was enough to make Barry tremble.<br>\r\n<br>\r\n“Please, don’t do this to me! I’ll never survive!” He yelled.<br>\r\n<br>\r\n“Actually, that’s not true. That collar is very powerful. If you end up dying, you will respawn in a safe location. Let me give an example. If I were to kill you during one of my experiments, you would respawn on the table. Your old body would remain and I could do whatever I want to it but you would receive a brand new body complete with the collar. With it, you can respawn as many times as you need. The collar is also indestructible so you don’t have to worry about it breaking.” Austin explained. It made Barry feel a bit uneasy but a bit better as well.<br>\r\n<br>\r\n“So what’s going to happen to me now though?” Barry asked saddened. His father motion for the others to leave. Carmen gave an annoyed look but followed her mother out.<br>\r\n<br>\r\n“Listen, I’ll help you by moving you somewhere. This way nobody will come after you right away. As it’s your life, you get to choose. I can drop you off somewhere here or another location. Once I let you go though, you’re on your own.” Austin said. Barry nodded, understanding his predicament.<br>\r\n<br>\r\nThe tiny boy sighed and decided. He wanted to be taken to…</span></div></div>",
            "created":1593493200,
            "id":2859374,
            "title":"The Start of His New Life"
        },
        "1111":{
            "author_id":"dreamkohta",
            "author_name":"Dreamkohta",
            "choices":[
                "He decided to go looking for food",
                "He decided to go looking for a base",
                "His sister suddenly appeared, planning to steal his stuff",
                "His best friend suddenly snuck in through the window",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“Just take me to my bedroom. I can handle things from there.” Barry said. His father nodded and carefully picked him up with two fingers. As the whole world started moving around him, it was finally sinking into the tiny boy’s head. They weren’t joking around, this wasn’t some prank. He really was now just a bug for the rest of his life.<br>\r\n<br>\r\nHis father got to his room and dropped him onto the floor. He stared at him for a minute before leaving. Barry hesitated for a moment. He was truly alone now. He no longer had any family and his friends would never know what happened to him.<br>\r\n<br>\r\nHe stood up and sighed. He realized he had been too selfish and deserved this. He looked around at his room. Everything was giant compared to him. Barry thought about his situation. He had two ideas in mind.<br>\r\n<br>\r\nThe first was to look for some food. He was getting pretty hungry and he would need to find some sort of nutrition. The other idea he had was to find some sort of base. If he was stuck like this for eternity, finding someplace he could constantly go back to sounded pretty nice.<br>\r\n<br>\r\nAfter a little bit of time…</span></div></div>",
            "created":1593579600,
            "id":2859667,
            "title":"A Familiar Location"
        },
        "11111":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "Raid the fridge!",
                "Raid the pantry!",
                "Reader’s choice"
            ],
            "content":"<div class=\"\"><div> <span>Barry decided that his first priority should be to search for some food. Establishing a ‘home base’ could wait, but there was no way to know if hunger could wait as well...<br>\r\n<br>\r\nBut then again, nobody would know that a slacker like Barry was hungry now that he was shrunken.<br>\r\n<br>\r\nAt his current size, the young man’s journey out of his bedroom and towards the kitchen was long and exhausting. But Barry knew he couldn’t give up now. Eventually, he made it to his destination - every appliance and cabinet seemed much larger than should be possible. The fridge, the pantry, the oven...everything was downright enormous!<br>\r\n<br>\r\nBarry mulled over his options. He could try to open the massive refrigerator and look for a cool snack there, or maybe he could make his way through the pantry and hopefully find something salty to munch on...</span></div></div>",
            "created":1593666000,
            "id":2860561,
            "title":"Searching for Food"
        },
        "111112":{
            "author_id":"superkirby2",
            "author_name":"SuperKirby2",
            "choices":[
                "A box of cheesy snack crackers! That’ll do.",
                "Nothing but an empty pantry...",
                "A large bug, not willing to share its food!"
            ],
            "content":"<div class=\"\"><div> <span>Please excuse the bad pun that is this chapter’s title.<br>\r\n<br>\r\nAt his current stature, Barry doubted his physical ability to open the refrigerator that towered over him. His climbing skills, however, remained intact - the bug-sized boy managed to scale the fridge using the assorted magnets on its surface. Soon enough, he made it to the pantry door.<br>\r\n<br>\r\nBarry panted in fatigue from his long climb for a moment. Being tiny could sure take a lot out of a guy. Once he recovered his stamina, Barry walked over to the pantry doorknob and used all his strength to pull it open, revealing...</span></div></div>",
            "created":1594530000,
            "id":2867288,
            "title":"Pantry Raid"
        },
        "1113":{
            "author_id":"dreamkohta",
            "author_name":"Dreamkohta",
            "choices":[
                "Look for some food",
                "Look for some shelter he could call home",
                "Take a nap to get him relaxed and energized",
                "A giant couple suddenly sat next to the tree",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“Take me to the park please. That way, I’ll at least be out of range of all of you.” Barry said. His father nodded and carefully grabbed him.<br>\r\n<br>\r\n“I understand. I’ll make sure the others don’t find out so they don’t come looking for you.” He responded. The giant put the tiny boy in his pocket and left the room. Barry could see outside but not much. As they left the house, he gave his home one final look. This was the last time he would ever see it or consider it home.<br>\r\n<br>\r\nThe giant got in the car and moved Barry to the cup holder. The tiny human gave a sigh as they drove away. He stayed still, knowing it would be a bad idea to run. He wondered what his girlfriend and best friend would say when they found out he disappeared.<br>\r\n<br>\r\n“I’m sorry Barry.” His father suddenly said. The boy looked up, curiously. “I wish there was another way but you gave us no choice. We had to do something to get things to change.” He gave a sad look. Barry nodded. Thinking about it now, he really did deserve this, especially since they tried to give him once more chance.<br>\r\n<br>\r\n“Did you know the collar was my idea?” His father asked. This caught the boy off guard. “We all agreed to shrink you down to a bug but I was the one who thought up the collar. Before I came up with it, your mother believed you wouldn’t survive long and wanted you to rest peacefully. After you had shrunk, she was going to step on you and kill you painlessly.”<br>\r\n<br>\r\nThe thought of his mother’s large foot crashing down on him frightened Barry. However, he also felt a bit of joy. Even after how much trouble he had been, she was still trying to think of his feelings along with everything else.<br>\r\n<br>\r\n“Then there’s your sister. She claimed she wanted to turn you into her pet. She said she would put you in a cage and ‘play’ with you. I’ll be honest though, I’m sure both you and I can guess her true intentions.” Barry nodded, not even wanting to think about it.<br>\r\n<br>\r\nAustin and his bug son eventually reached the park. As the giant grabbed Barry, he knew this was the last time he was going to see him. The giant walked into the park. The boy could see people having fun around them, unaware of his presence. His father took him to a single tree surrounded by some flowers. He dropped the tiny boy next to it and gave him one last sad look.<br>\r\n<br>\r\nBarry watched as the giant turned away and left for good. He could see him get into his car and drive away. Now, he truly was alone. No more family or friends, his new life started here. The first thing he decided to do was…</span></div></div>",
            "created":1593752400,
            "id":2860862,
            "title":"Far From Home"
        }
    },
    "info":{
        "author_id":"dreamkohta",
        "author_name":"Dreamkohta",
        "brief_description":"When a boy refuses to work hard, his family decides to give him what he wants.",
        "created":1593386520,
        "description":"<td align=\"left\" class=\"norm\">Barry is a 17 year old boy with dark hair and green eyes. For most of his life, he had let others do everything for him while he fooled around. He never got a job and did pretty bad in school. <br>\r\n<br>\r\nAfter many years of watching this, his family decided to give him the life he wanted by shrinking him down to the size of a bug. His parents still loved him though and created a device that would keep him alive…so to speak.<br>\r\n<br>\r\n<u>Characters</u><br>\r\nMay (50): She is a beautiful woman with long silver hair and green eyes. Her whole body is incredibly strong to the point where she could break many durable things if she wanted to like silverware or toys. Though she has control over her strength, she’s not afraid to use it if needed. She sees bugs as inferior and loves to toy with them before crushing them under her mighty foot.<br>\r\n<br>\r\nAustin (47): He is a hard working man with short dark hair and blue eyes. His normal job is a janitor at a high school. In his own time, he is an inventor. He has created a couple of things like a portal and a shrinking device. He doesn’t usually mind bugs and sometimes uses them as test subjects.<br>\r\n<br>\r\nCarmen (22): She is a popular girl with long silver hair and blue eyes. She goes to college and works very hard. She helps around the house when she can and hates her brother due to his laziness. She likes playing games with bugs before killing them in fun ways.<br>\r\n———————-<br>\r\nRebecca (18): She is Barry’s hot girlfriend. She has long ginger hair and brown eyes. She has a part time job at a grocery store and likes helping people. Though she doesn’t approve of Barry’s life style, she’s not completely against it. She finds him fun to be around and likes being the superior one. When coming across bugs, she usually leaves killing them as a last resort option.<br>\r\n<br>\r\nDanny (17): He is Barry’s best friend. He has short blonde hair and blue eyes. Though he works a bit, he likes to fool around with Barry. He likes getting into trouble with him because it helps them spend time together. Danny likes toying with bugs and using them for pranks.<br>\r\n<br>\r\nJack (21): He is Carmen’s boyfriend. He has short black hair and brown eyes. He is completely loyal to Carmen and will do whatever she says. He hates Barry even more than Carmen and wishes he could just remove him from Carmen’s life. Jack likes to see bugs struggle and get devoured by superior creatures.<br>\r\n<br>\r\n<u>Rules</u><br>\r\nNo Scat/watersports/vomit<br>\r\nAt least a paragraph in length</td>",
        "id":2225517,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1594592700,
        "modified":1594592700,
        "pretty_title":"A New Life as a Bug"
    }
}