{
    "chapters":{
        "1":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "YouTube",
                "Twitch",
                "Mixer",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Choose the website of your favorite streamer.</span></div></span></div>",
            "created":1585630800,
            "id":2810731,
            "title":"Intro"
        },
        "11":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Bell Delphine",
                "SSSniperWolf",
                "AzzyLand",
                "Alissa Violet",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who are you shrunken by?</span></div></span></div>",
            "created":1585976400,
            "id":2813384,
            "title":"YouTube"
        },
        "111":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "My little slave.",
                "My little snack."
            ],
            "content":"<div class=\"\"><div> <span>You woke up, feeling sick. You remember watching Belle Delphine's livestream during a long fap session and then blackness. You got to your feet and looked around. A loud giggle emanates from above. You look up at see Belle, gigantic and naked, crouched over you, giving you a good view of her crotch and her tits. \"Hello there, my little gamer boy\" she said, giggling. Her British accent was such a turn on for you.  <br>\r\n<br>\r\n\"W-What's going on?!\" you shouted up to her, your voice sounding like a chipmunk. She giggles once more.<br>\r\n<br>\r\n\"What do you think, you dunce? I shrunk you. You're going to be...\"</span></div></div>",
            "created":1586581200,
            "id":2817001,
            "title":"Belle Delphine"
        },
        "1111":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Foot Slave",
                "Ass Toy",
                "Sex Slave"
            ],
            "content":"<div class=\"\"><div> <span>This can't be happening you think to your self.  You say to Belle \"I won't be your slave you have to help me get back to my regular size.\" Bell laughs and replies \"Not a chance little man, I'm the only one that can unshrink you, and nobody would ever think to look for you here.  You are my slave, and you will learn to listen to everything I say, and worship me as your one true goddess.  If you refuse, you could just end up as my next snack, and I'll just shrink another man down.\" Everything Belle says is soul crushing to you, and you wonder if you'd be better off if she just ate you.  Belle sees the sadness on your face and says \"Cheer up little guy, there are hundreds of men that would kill to be my little...</span></div></div>",
            "created":1591506000,
            "id":2847728,
            "title":"Belle's Shrunken Slave"
        },
        "1112":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Into her belly"
            ],
            "content":"<div class=\"\"><div> <span>\"...my little snack\" she said. You turned around, trying to run away, but to no avail. You were quickly snatched up by Belle's enormous fingers. \"You can't get away from me, tiny\" she said. \"I'm your Goddess now\". She holds you up to her face and opens her mouth, her wet, slimy tongue slithering out to lick you. \"Mmm\" she moans, enjoying your taste. She holds you up higher, over her open maw. \"Bye Bye, little man\" she said, before releasing you into it's depths. <br>\r\n<br>\r\nYou land on her warm, slimy tongue, screaming for your life. She giggles. \"Mmm, you taste sooo good\" she said, before beginning to suck on your minuscule body. Like you're a piece of candy. She licks and sucks all over, making sure to give attention to your cock. Eventually, you give way and cum, releasing your load all over her mouth. She giggles before finally swallowing you down, sending you to her stomach.</span></div></div>",
            "created":1586581200,
            "id":2817006,
            "title":"A Snack for Belle"
        },
        "11121":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "You soon digest.",
                "You are indestructible."
            ],
            "content":"<div class=\"\"><div> <span>You slide slowly down her esophagus, peristalsis squeezing you all over. It feels like forever before you are finally released into the warm, cavernous and acidic belly of Belle Delphine. Gurgles and groans welcome you to your new home. You hear her giggling on the outside. \"You were so delicious, little guy\" she said, rubbing her tummy. </span></div></div>",
            "created":1586581200,
            "id":2817008,
            "title":"Belle's Belly"
        },
        "11122":{
            "author_id":"biggumss",
            "author_name":"gigantic",
            "choices":[
                "Try to upset her stomach",
                "Look for an escape \"underwater\""
            ],
            "content":"<div class=\"\"><div> <span>Whenever her stomach rumbles, the waves of acid rise and crash, splashing you with the thick slime of her cavernous belly and leaving you with a tingling sensation of being burned on a minuscule level. The whole experience is terrifying but you are not dead, unaffected by the whole traumatizing process of being alive and not able to be digested. Instead the tummy claims you as victim and imprisons you in the constricting tomb as the god continues with her day, unaware of the quaking vibrations caused by her movement. With another loud gurgle coming from the skies, you can already tell that she has eaten something. <br>\r\n<br>\r\nThis isn't the best outcome for you and being trapped inside Belle Delphine's stomach has its own set of drawbacks. Such as, there is plenty of space but you are surrounded by an ocean of stomach acid, hanging onto dear life by floating on a popcorn kernel. Even from here you can hear the loud thudding coming from above as her heart beats rapidly with increasing excitement. You consider trying to scale up her stomach walls but the muscles are slippery, coated with thick viscous secretions and you shudder at the thought of having to get further soaked. After all you are completely drenched in the contents of earlier meals and chunks of partially digested food already. Time seems like it goes at its own nightmarish pace here and you can't believe this is how it will end for you.. Or will you just learn to live here since apparently you can't even be consumed properly? Maybe there are other options to make an escape... You are interrupted from thoughts of survival and escape by the deafening sound of her stomach rumbling. The walls of your prison contract violently and your face meets a wave of acid and food particulate. The blast of the chunks hits you like a shotgun blast and you plunge under the acidic ocean. Another wave sloshes above you as you try to desperately swim up and take a breath of air. You aren't sure if you can even drown but your legs instinctively kick around to keep you floating. </span></div></div>",
            "created":1592542800,
            "id":2853507,
            "title":"You are indestructible"
        },
        "111222":{
            "author_id":"biggumss",
            "author_name":"gigantic",
            "choices":[
                "She remains unaware of you",
                "She is disappointed you are still alive"
            ],
            "content":"<div class=\"\"><div> <span><i>Bloop bloop....</i>You stew in the churning  flesh vat until a fresh waterfall of saliva drips from above like a flash flood and you sink to the floor of her swamplike stomach. You pop up again for air to the humid surface, gasping again, but at least catching another glimpse of a possible exit as debris swirl gently past you. Paying attention to where several of the smaller particles are floating down to, you take the deepest breath of your entire life and let yourself sink again. You push yourself through the various twists and turns that you take. The liquid and chunks become less solidified, although now becoming a thick sludge that you have to fight by using your whole body just to crawl. You have been so bombarded already with scents that your nostrils are jammed from the horrifying truth of what you're wading through. You follow the end of a slippery pink tunnel as it extends from its tight entrance to a looser extended portal. <br>\r\n<br>\r\nHot anal muscles pressed around you, squeezing you with a rough texture unlike anything you'd experienced so far. The pressure from Belle's anal canal increased and with thrust you, you bounce between the walls of a massive rectum. It was becoming harder to breathe as a powerful fog of sulfur flooded the extremely limited supply of air. With a horror you realize what is happening and are in no way capable of stopping it. The temperature and air pressure in the increasingly small chamber grew higher. Gasping for breath, you crawl to where a stream of sludge is forming a stream. You drop along with some chunks of food as the rejected nutrients drift onto the path of a colossal wrinkled-looking orifice that slowly begins to widen. The smooth tissue is tight and rough but you squeeze past it, wishing you could plug your nostrils at this point of the journey. <br>\r\n<br>\r\nYou push against the puckered exit with all your might. After struggling for awhile your hard work begins to pay off. The muscles loosen and open which you consider something good finally happening until you realize the air is getting harder to breathe. Her giant thighs shake around and the anus stirs around until a blast of hot pungent air shoots you through pulsating walls and right out of her butt. Once again you find yourself completely humiliated and used while you land onto the cotton sheets of a bed and look up at Belle Delphine's gigantic naked body.<br>\r\n</span></div></div>",
            "created":1592629200,
            "id":2853860,
            "title":"Deep dive in Belle"
        },
        "12":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "STPeach",
                "Pokimane",
                "Amouranth",
                "Alinity Divine",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who are you shrunken by?</span></div></span></div>",
            "created":1585890000,
            "id":2812865,
            "title":"Twitch Streamers"
        },
        "121":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Run and hide",
                "Try to get her attention",
                "Aproach her stealthily"
            ],
            "content":"<div class=\"\"><div> <span>You're in your room, browsing twitch for something to watch.  You click on a popular streamer called STPeach playing League of legends, and your greeted by one of the most beautiful girls you've ever seen.  You intently watch the stream for about an hour or so and decide to go to bed.  You drift of to sleep thinking about the girl you saw on that stream.  When you wake up you notice your bed feels harder and your blankets are gone.  You open your eyes and realize your not in your room at all.  You can see for what seems to be miles in every direction and the ground seems to be made of some coarse fiber.  As you're gathering in your surroundings you hear a low rumble.<br>\r\n<br>\r\nboom<br>\r\n<br>\r\nBoom<br>\r\n<br>\r\nBOOM<br>\r\n<br>\r\nThe sound is growing louder and you can feel the earth start to shake, an earthquake you think.  Off in the distance you notice a gigantic figure growing closer, but its too far away to make out.  Soon enough it grows closer, and you realize its the streamer you saw the night before.  She's giant you think to your self.  As you look around more you notice what looks to be giant bed and furniture.  She's not giant, you've shrunk.  By your estimations you realize you must be only 3 or 4 inches tall.  During this time of spacing out you realize she's almost on top of you.  She stops about a regular size foot away from you, you look up and see her wearing <a rel=\"nofollow\" href=\"https://www.instagram.com/p/B0RBUQQAA1W/?utm_source=ig_web_copy_link\" target=\"_blank\">https://www.instagram.com/p/B0RBUQQAA1W/...</a>  you have to act fast, what do you do?</span></div></div>",
            "created":1586062800,
            "id":2813512,
            "title":"STPeach"
        },
        "1211":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Safe",
                "Captured"
            ],
            "content":"<div class=\"\"><div> <span>At that moment you decide it's in your best interest to get out of there.  Maybe with more time you can think of a better strategy to get back to your regular size.  You start to sprint as fast as you can to hide under the bed.  Behind you, you hear a giant voice say \"whats that on the floor?\"  Without stopping you look back and see a giant hand zooming towards you.  You're so close to the edge of the bed, you give it everything you've got.  Do you make it?</span></div></div>",
            "created":1586149200,
            "id":2814476,
            "title":"Run and hide"
        },
        "12112":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "She believe's you",
                "She thinks you're lying",
                "She's the one that shrunk you"
            ],
            "content":"<div class=\"\"><div> <span>You're almost there, you barely make it under the bed as you feel her giant fingers wrap around you.  You're heart sinks and you panic and try to break free.  It's no use, at your current size you're completely powerless against this giant girl.  The giant hand brings you up to her face and says \"What are you?\"<br>\r\n<a rel=\"nofollow\" href=\"https://www.instagram.com/p/BgwzI3FA1pW/?utm_source=ig_web_copy_link\" target=\"_blank\">https://www.instagram.com/p/BgwzI3FA1pW/...</a> <br>\r\nYou tell her your a person and have no idea how you were shrunken, or ended up on her floor.  Does she believe your story?</span></div></div>",
            "created":1586149200,
            "id":2814489,
            "title":"Captured"
        },
        "121122":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Ass",
                "Bra",
                "Shoe"
            ],
            "content":"<div class=\"\"><div> <span>After hearing your story STPeach says \"I was hoping you would tell me the truth, and maybe i would have some mercy on you tiny little pervert.\"  After hearing this, your heart sinks.  \"You have to believe me!\"  you say.  She replies \"If you had told the truth, that you shrunk yourself down to see me naked, i would have killed you quick and painless.  Now you're going to be my slave for a long time.  Now where to put you?\"</span></div></div>",
            "created":1587445200,
            "id":2822304,
            "title":"Pervert"
        },
        "121123":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "She uses you as a sex toy",
                "She wants to play a game",
                "She's going to take a bath"
            ],
            "content":"<div class=\"\"><div> <span>STPeach laughs at your explanation and says \"Wrong answer.  You're not a person anymore, I shrunk you down, and you're just my toy.\"  You ask her \"Why me?\"  She replies \"No reason in particular, whenever I get bored I shrink a random person watching my stream.\"  \"I'm not the first?\" you ask.  She says \"No, i can't even count how many I've shrunk before you.  Some last for a few months, and some don't even make it through the first day.  It depends on how well you learn you're place, and how good you are at following my commands.\"  Her cold emotionless response reassures you she is not messing around.  \"What are you going to do with me?\" You ask.  \"Nothing now, so you better get your rest for later.\"  She curls you up in her fist blocking all the light.  You can fill your prison swaying back and forth letting you know she's walking somewhere.  When you see light again you regather your bearings and see STPeach is holding you over a fish tank with a dollhouse in it.  The next thing you know you're falling and land of on the hard glass floor of the fish tank.  When you land, you hit your head and are knocked unconscious.  It feels like only a moment later you wake up to STPeach staring at you through the glass.  You see her giant hand come down and grab you.  She says \"It's time little man.\"  Its time for what you wonder?</span></div></div>",
            "created":1587272400,
            "id":2821329,
            "title":"STPeaches New Toy"
        },
        "1213":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Climb her foot",
                "Hide under her desk",
                "Hide in some clothing on the floor near you"
            ],
            "content":"<div class=\"\"><div> <span>Even though you are terrified, and fully aware of all the dangers in this situation, you think to your self 'this is a once and a lifetime opportunity, when am i ever going to get to see a girl like this naked again.  I might even get to touch her.'  STPeach continues walking over to her computer and begins to stream.  Despite everything telling you this is a bad idea you take cover and stealthily walk over to her chair.  What do you do now?</span></div></div>",
            "created":1591419600,
            "id":2847094,
            "title":"Aproach Her Stealthily"
        },
        "122":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "She sees you as a human.",
                "She sees you as a bug.",
                "She doesn't see you at all."
            ],
            "content":"<div class=\"\"><div> <span>You wake up, feeling incredibly groggy. The last thing you remember is watching one of Pokimane's livestreams on Twitch. You get up and look around, before seeing that everything is a million times bigger than you. You have shrunk. You hear booming footsteps and turn around to see Pokimane, walking towards you. Does she see you?</span></div></div>",
            "created":1586494800,
            "id":2816989,
            "title":"Pokimane"
        },
        "1221":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "You refuse to be her pet.",
                "You allow this."
            ],
            "content":"<div class=\"\"><div> <span>She bends down and picks you up, bringing you to her face. You are scared shitless right now. \"Shhh. There there, little guy\" she says. \"It's okay. I won't hurt you\". She smiles warmly. \"What's your name?\" she asks you. You tell her. \"It's nice to meet you\" she replies, petting you gently with her finger. <br>\r\n<br>\r\n\"So, the reason you're here is because I had an idea\" she said, her voice booming. She sounded like a Goddess to you and looked like one too. \"I decided that the first viewer with the highest donation on my stream would get to be shrunken down and get to live as my little pet\". She giggled playfully. </span></div></div>",
            "created":1586494800,
            "id":2816994,
            "title":"A Friendly Giantess"
        },
        "12211":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "She lets you go.",
                "She keeps you anyway."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You refuse. Does she accept this or not?</span></div></span></div>",
            "created":1586581200,
            "id":2816995,
            "title":"Refusal"
        },
        "122113":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Pet",
                "Slave",
                "Sex Toy"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"I didn't ask for your opinion.\"  Poki says cheerfully.  \"I didn't shrink you down for your enjoyment, I did it because I was bored and I could.  You have no say in the matter, that's why you'll be my...\"</span></div></span></div>",
            "created":1588222800,
            "id":2827378,
            "title":"She keeps you anyway"
        },
        "12212":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Where will I sleep?",
                "Got any food?"
            ],
            "content":"<div class=\"\"><div> <span>She smiled happily. \"Aw, I'm glad you agree\" she said. \"Now, I'm going to have to set some ground rules for you. No doing anything perverted to me without permission. Also, do not go anywhere without telling me first. I don't want to risk losing you or having you get hurt. Understand?\". You nodded and she giggled. \"Don't be scared\" she said. \"The most punishment you'd get would be a time out. After all, hurting you would be pretty counter-productive\". She smiles warmly at you. \"So, any questions?\" she asked.</span></div></div>",
            "created":1586581200,
            "id":2816998,
            "title":"Poki's Pet"
        },
        "1223":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Approach her and try to get her attention",
                "Sneak up to her",
                "Play it safe and find a safe place to set up camp"
            ],
            "content":"<div class=\"\"><div> <span>Poki keeps walking unaware of your presence.  Next thing you know her foot crashes down right next to you.  The sheer impact of the air knocks you over.  Thank God she missed you think to yourself.  You watch as poki walks over to a chair on the other end of the room and begins to start her stream.  What do you do?</span></div></div>",
            "created":1589518800,
            "id":2836184,
            "title":"She doesn't see you"
        },
        "124":{
            "author_id":"reedoot",
            "author_name":"Aayla",
            "choices":[
                "Alinity spots a human",
                "Alinity spots a bug",
                "Alinity doesn't notice anything"
            ],
            "content":"<div class=\"\"><div> <span>You woke up still in a daze from the blinding light that had just filled your eyes. The last thing you remember you were watching Alinity's twitch stream, the next thing you know you're waking up in some weird fluffy field. As your eyesight begins to come back you realise something, the fluffy field going on for miles... is carpet. Looking up you spot the all too familiar furniture of Alinity's bedroom towering into the sky. You turn around just in time to see something unbelievable. Walking toward you, thousands of times bigger than your ant sized form, was none other than the monstrously enormous goddess Alinity Divine. Paralysed with fear you could do nothing but stand there as her gigantic bare feet came closer, they were almost upon you when...</span></div></div>",
            "created":1592370000,
            "id":2852693,
            "title":"Alinity Divine"
        }
    },
    "info":{
        "author_id":"flurfley",
        "author_name":"Flurfley",
        "brief_description":"Stories about being shrunk by your favorite streamers.",
        "created":1585637040,
        "description":"<td align=\"left\" class=\"norm\">Anyone's free to add, just please use good grammar, and avoid one sentence chapters as much as possible.</td>",
        "id":2217550,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":0,
        "modified":1592633640,
        "pretty_title":"Shrunken By A Streamer"
    }
}