{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "One Year Earlier",
                "Character Profiles"
            ],
            "content":"<div class=\"\"><div> <span>Ashley Saunders was abruptly woken up by a loud noise somewhere nearby.  Opening her eyes, she reached over and turned on the lamp on the wall above her.  Sitting up in bed she glanced over to see her boyfriend, Jamie Lincoln, asleep in bed next to her.  Jamie had a habit of, much to Ashley’s annoyance, snoring quite loudly – this time, however, that wasn’t the source of the loud noise.<br>\r\n<br>\r\nClimbing out of bed, she grabbed her robe from a nearby chair and turned to walk towards the door.  She stopped when she heard the rustling of sheets behind her; turning around, she saw Jamie sitting up in bed.  Still half-asleep, he said, “What’s going on?”<br>\r\n<br>\r\n“I heard a noise; I’m going to check it out.” Sighing, Ashley said, “I’ll be right back, you go back to sleep.”<br>\r\n<br>\r\nJamie lay back down in the bed as Ashley silently walked out of the bedroom.  Seeing that a nearby door was open, she quietly walked down the hall and peaked inside the room Caleb shared with his mother Grace.  A smile crept across her face when she saw Caleb sound asleep in his bed.  They may not be related by blood, but that didn’t stop Ashley from having maternalistic feelings for Caleb.  Because of everything they’d gone through over the past year, it wasn’t a stretch to say the four of them had become a family.<br>\r\n<br>\r\nIt was only after leaning down to give Caleb a quick forehead kiss that Ashley realized Grace wasn’t in the next bed.  Suddenly the sound of glass clanging together brought Ashley back to reality.  Quickly adjusting Caleb’s covers, Ashley sighed as she left the room – as a sinking feeling washed over her.<br>\r\n<br>\r\nAshley followed the sounds into the kitchen area, where she found Grace leaning against the fridge surrounded by an assortment of empty beer bottles.  With her face a mixture of disdain and concern, Ashley knelt in front of Grace and said, “Seriously Grace, you’ve been doing so well.”<br>\r\n<br>\r\nThis wasn’t the first time Grace had drunk herself into a stupor; but it had been several months since the last incident.  While none of them had had it easy over the last year, Grace had taken their situation particularly bad.  “S-Shut u-up, Ash...” slurring her words, Grace said, “I-I’m not in th-the conditio-condition to...”<br>\r\n<br>\r\n“Looks to me like you’re not in a condition to do anything.” As she went to kick the bottles away, she picked one up and sighed, <br>\r\n“Seriously Grace, you drank an $5000 bottle of scotch by yourself?”<br>\r\n<br>\r\n“Seriously?” looking at the bottle in Ashley’s hand, Grace said, “For $5000 that sure tasted like shit.”<br>\r\n<br>\r\nHelping Grace to her feet, Ashley said, “Come on, let’s get you to the couch.”<br>\r\n<br>\r\nThere was some stumbling along the way, but eventually Ashley got Grace over to the couch.  Lying on the couch, struggling to cover herself with a blanket, Grace started to tear up a little.  “I-I’m sorry; it’s just th-the last few days have be-been really rough.”<br>\r\n<br>\r\nAshley could sympathize with what Grace was talking about; in a few days it would be the one-year anniversary of when the world ended.  One year since an asteroid forced Ashley into an underground bunker with Jamie, Grace and 4-year-old Caleb.  “You think it hasn’t been rough for me and Jamie?” with a heavy sigh, Ashley looked down at Grace and said, “Do you think this is how we imagined our lives would be?  Trapped in an underground bunker for 5 years all because of a 2-mile-wide piece of rock?”<br>\r\n<br>\r\n“That’s not what I’m talking about, Ashley.” Turning to look at Ashley, while barely keeping her eyes open, Grace said, “Today would’ve been my 5th wedding anniversary; but then my husband died and left me to raise Caleb by myself.”<br>\r\n<br>\r\nAshley looked off in the distance for a moment, hurt by Grace’s comment about raising Caleb by herself.  By her reckoning, she and Jamie had been quite helpful taking care of him; especially when Grace was in one of her moods like right now.  “You know what Grace, I don’t...”<br>\r\n<br>\r\nAshley stopped speaking once she realized Grace had fallen asleep on the couch.  After adjusting the blanket, she got up and walked over to the nearby railing.  Looking down at the expansive hydroponic garden, she thought back to the events that led to her current situation.</span></div></div>",
            "created":1596258000,
            "id":2879264,
            "title":"An Abrupt Awakening"
        },
        "11":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Final Evacuation"
            ],
            "content":"<div class=\"\"><div> <span>A little under two years had passed since Asteroid 2019-FD, known publicly as Samson, had been discovered.  Samson’s discovery had been front page news due to being over two miles wide and close enough to Earth to be a potential threat.  The concerns of the astronomical community grew over the next few weeks until they made a devastating discovery – Samson was going to strike the Earth in July 2020.<br>\r\n<br>\r\nWhile publicly promising to do everything that they could to avert the coming disaster; world leaders were privately discussing ways to ensure the survival of the species.  In the end, it was decided that each nation would build bunkers large enough to hold a select number of survivors.  Due to the limited space in each bunker, they would be filled with the help of a lottery system.<br>\r\n<br>\r\nThe public realized the bunkers were their only hope for survival after a robotic mission to nuke the asteroid failed spectacularly.  With only three months before Zero Hour, the lottery system was put in place.</span></div></div>",
            "created":1596258000,
            "id":2879266,
            "title":"One Year Earlier"
        },
        "111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span><b>Evacuation Site Alpha-2<br>\r\nNorthern Virginia<br>\r\n36 Hours before Zero Hour</b><br>\r\n<br>\r\nIt was absolute chaos at the Ridgefield High School as the few remaining National Guard soldiers tried to gather up the few remaining evacuees.  No one was able to hear themselves think over the noise from the rioters outside the secure area.<br>\r\n<br>\r\nJamie found himself feeling sorry for the people on the outside; while he and his family had been lucky enough to get spots in the Appalachia Bunker, he knew there was little chance those people would be alive after Samson struck.  The fact that Samson’s predicted impact was only 100 miles only added to the likelihood that they wouldn’t survive.<br>\r\n<br>\r\nA shove from behind brought Jamie back to reality as gruff voice said, “Keep moving buddy.”<br>\r\n<br>\r\nReadjusting his backpack, Jamie caught up with the line going through security.  Once through security, he was inside the gymnasium and able to take off the air filter that he’d been wearing for the last couple weeks – ever since fragments of Samson broken off by the failed mission started striking the surface.<br>\r\n<br>\r\nHe found a quite spot in the corner to sit down while he waited to leave; hoping that his parents and little sister were safe at Appalachia.  A computer error had kept him from being evacuated with them; his mom and sister jumped to the conclusion that he’d somehow been left off the list.  But a tech savvy guard ensured them that Jamie was in fact on the list, they were just unable to access it.<br>\r\n<br>\r\nSo, Jamie and about two dozen others were told to come back today – leaving on one of the last two busses to Appalachia.  After ensuring that his belongings were secure, including a flash drive with every family photo and home video on it.  A smile crept across his face when he caught sight of the stuff lion toy at the bottom of his bag – a lion named Rory that he’d had since he was born.<br>\r\n<br>\r\nJamie looked up to see a familiar face nearby, Ashley Saunders.  The two of them were in the same grade; having grown up together.  That wasn’t to say they were friends – casual acquaintances at best.  They may have shared some classes over the years, but they weren’t in the same social circles at school – her family’s immense wealth and the fact that she was a cheerleader would explain all that.<br>\r\n<br>\r\nDespite that, Jamie was pleasantly surprised when she threw him a quick wave as she walked by with her boyfriend.  Eric Sullivan was the school’s star Quarterback and, to put it mildly, he was dumb as a rock.  This is stark contrast to Ashley, who got a nearly perfect score on her SATs last year and had kept a 3.8 GPA all through High School.  Jamie often wondered why she’d be with someone who was dumber than her.<br>\r\n<br>\r\nUnbeknownst to Jamie, Ashley was currently thinking the exact same thing; especially after the dimwitted remark Eric had made on the ride over from his house.  He thought the bunker they were going to was underneath the school.  Ashley tried to hide her disdain for Eric, but it was difficult.  <i>God, how could I possibly be dating someone so stupid?</i><br>\r\n<br>\r\nWhile moving to take a seat nearby Ashley spotted an adorable little boy running through the crowd with a couple, who didn’t look that much older than Ashley, chasing after him.  The woman called out, “Caleb, stop running!”<br>\r\n<br>\r\n<div align=\"center\">***************************</div><br>\r\n<br>\r\nEveryone waited for close to an hour before the busses finally arrived; Jamie was already onboard, as was the couple with the young boy.  Ashley was frantically looking for Eric; he may be an idiot, but she didn’t want him to be left behind.  She hadn’t seen him for the better part of the last 25 minutes.<br>\r\n<br>\r\nShe’d searched the building to the extent that she could but found nothing.  She was on the verge of giving up when she heard a noise coming from the nearby men’s room – it sounded almost like a moan.  Her curiosity got the better of her as she walked into the men’s room.  She stopped in her tracks when she saw Eric and her best friend Amber making out against the back wall.  To make things even worse Amber was topless and Eric was fondling her breasts.<br>\r\n<br>\r\nGoing over to separate them, in a fit of anger, Ashley yelled, “What the hell?”<br>\r\n<br>\r\nEric and Amber separated while the latter scrambled to cover herself.  Looking at Ashley, Eric said, “Babe, I can explain.”<br>\r\n<br>\r\n“You better, bucko; because I’ve spent the last 25 minutes wondering where you were.” Fuming, Ashley said, “Only to find you making out with my best friend.”<br>\r\n<br>\r\n“I swear, babe, this isn’t what it looks like?”<br>\r\n<br>\r\n“Oh please, how could it not be what it looks like?” shoving Eric, Ashley said, “You had your hands on her breasts!”<br>\r\n<br>\r\nEric looked like he was going to say something; until Amber, now fully clothed, stepped forward and said, “Shut up babe, you’re just making things worse.”<br>\r\n<br>\r\n“Babe?” stunned, Ashley turned her attention to Amber and said, “Did you just call my boyfriend babe?”<br>\r\n<br>\r\n“Please, we’ve been screwing around behind your back for months.” With a look of contempt on her face, Amber said, “How could someone so smart be so oblivious?”<br>\r\n<br>\r\nAshley was justifiably upset at this point; it wasn’t enough that the world was ending, now she discovered her best friend and her boyfriend were having an affair.  Before she could stop herself, Ashley made a fist and punched Amber square in the nose – blood gushing everywhere.<br>\r\n<br>\r\nThere must’ve been some guards walking around outside; because before Amber could retaliate, four soldiers burst into the room.  One of them, an older man, said, “What’s going on here?”<br>\r\n<br>\r\nIt felt weird to make a big deal out of this under the circumstances, but Ashley was upset.  Pointing at Amber, holding her nose, Ashley said, “I caught her screwing around with my boyfriend, sir.”<br>\r\n<br>\r\nThe older soldier looked at the others in disbelief before turning back to look at Ashley.  “I’m sure you’re all understandably upset about that; but, under the circumstances, I don’t think now is the best time to hash things out.” Sighing, the man said, “Why don’t you all wait until we get to Appalachia to discuss things.”<br>\r\n<br>\r\nIt was at that moment Ashley realized she’d been given the opportunity of a lifetime.  “That won’t be necessary, sir.” Turning to face them, with a smile on her face, Ashley said, “Eric, we’re through; and Amber, you can go to hell.”<br>\r\n<br>\r\nAshley left the bathroom before either of them could respond; smiling as she was now rid of her idiot boyfriend and backstabbing best friend.  Ashley walked back into the gymnasium to find that people were walking out through another entrance.  She quickly went back to her seat to find her bags, only to find that it wasn’t there.<br>\r\n<br>\r\nShe was about to panic when she suddenly heard a voice behind her say, “Here’s your stuff, Ashley.”<br>\r\n<br>\r\nTurning around, Ashley smiled when she saw Jamie standing there with her backpack and duffel in his hands.  Ashley was a little surprised by Jamie’s act of kindness; she hadn’t made his life easy of the years.  “Thanks Jamie.” Taking the bags from him, she said, “Hey, do you mind if I sit with you on the bus?”<br>\r\n<br>\r\n“Sure, I guess; but won’t Eric be upset?”<br>\r\n<br>\r\nAshley caught a glimpse of Eric walking into the room with Amber, her nose wrapped in a bandage.  Looking at Jamie, Ashley said, “Eric and I broke up; so, I could care less about what he thinks.”<br>\r\n<br>\r\nWith that, Ashley and Jamie joined the procession of people leaving the gym – blissfully unaware of what was to come.</span></div></div>",
            "created":1596258000,
            "id":2879267,
            "title":"The Final Evacuation"
        },
        "1111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The ride to Appalachia wasn’t without its problems; due in large part to the smaller fragments striking the surface in the lead up to the main event.  Just a few rows up from where she was sitting with Jamie, Ashley could see Eric and Amber were passionately making out with each other.<br>\r\n<br>\r\nAshley turned to look out the window at the sky, which now resembled to a perpetual sunset because of all the dust, smoke and debris in the air.  She caught sight of a fragment entering the atmosphere a few miles away, watching as it went below the tree line.  She sighed as the bus shook from the impact a few moments later.<br>\r\n<br>\r\nJamie hadn’t said much since they left the school; if only because he couldn’t think of anything that he’d say to Ashley.  After the shaking passed, he turned to Ashley and said, “If you don’t mind me asking, why’d you break up with Eric?”<br>\r\n<br>\r\nWithout even turning to look, Ashley pointed towards where Eric and Amber were sitting.  Once Jamie saw them making out, Ashley said, “I found them together in the bathroom just before we left; I thought he’d gotten lost or something, but he was screwing around with my best friend.” Looking at him, Ashley said, “It turns out they’ve been seeing each other behind my back for months.”<br>\r\n<br>\r\n“That really sucks, Ashley; especially with everything else going on.” Pausing, Jamie said, “You seem to be handling it pretty well.”<br>\r\n<br>\r\n“It’d be pretty selfish of me to think about my breakup right now, wouldn’t it?” with a heavy sigh, Ashley said, “I’m sure I’ll be an emotional wreck once I’ve had time to process everything.”<br>\r\n<br>\r\nJamie was mildly impressed by the way Ashley was handling the situation; if it was him, he wouldn’t have handled it as well as <br>\r\nher.  “For what it’s worth, I never understood why you were dating him in the first place.” Pausing, Jamie said, “I mean, yeah he’s the star quarterback; but he’s also a total moron.”<br>\r\n<br>\r\n“He wasn’t all bad; he could be pretty sweet at times.” Looking at Jamie, Ashley said, “What about you; how come you never dated anyone?”<br>\r\n<br>\r\n“Please, I’m not exactly boyfriend material.” Surprised that Ashley was asking about social life, Jamie said, “I guess I figured there would be plenty of time after High School.”<br>\r\n<br>\r\n“Don’t sell yourself short, Jamie; you may not be the strongest, most attractive guy but there’s plenty of girls who’d love to date you.”<br>\r\n<br>\r\n“Thanks, I-I think.”<br>\r\n<br>\r\nThe bus they were in suddenly stopped before Ashley could respond; causing everyone to fly forward into the seat back in front of them.  Once the truck came to a stop, the evacuation leader went around asking if everyone was alright.  Caleb, the little boy from earlier, was crying hysterically but he seemed fine otherwise.<br>\r\n<br>\r\nAshley, upon seeing Jamie clutching his forehead, said, “Hey, are you alright?”<br>\r\n<br>\r\nRemoving his hand to show a deep gash above his eye, Jamie said, “It’s nothing a band-aid won’t fix.”<br>\r\n<br>\r\nEveryone seemed to be getting off the bus at that moment, so Ashley said, “Come on, let’s get off the bus and I’ll take a look at that.”<br>\r\n<br>\r\nAs it turned out, impact had caused a minor rockslide to cover the road in front of them; the bus Ashley and Jamie had been on was totaled after driving into a large boulder.  While the soldiers worked to fix the problem, Ashley led Jamie to a nearby boulder.  While Ashley went to work cleaning Jamie’s wound, he looked at her and said, “Don’t take this the wrong way, but why are <i>you</i> helping me?”<br>\r\n<br>\r\nAshley couldn’t really blame Jamie for his confusion; she’d participated, albeit reluctantly, in many embarrassing moments between the popular crowd and kids like Jamie.  “Just because I made your life hell in school doesn’t make me a monster.” <br>\r\n<br>\r\nLooking at Jamie, Ashley said, “I’m sure you’d do the same for me.”<br>\r\n<br>\r\nIt wasn’t long before the soldiers announced that the remaining bus would continue to Appalachia with some of the wounded from the first bus.  It would be a couple hours before a replacement bus would arrive.<br>\r\n<br>\r\n<div align=\"center\">***************************</div><br>\r\n<br>\r\nIt was just before 3:00 in the afternoon when the remaining group, totaling about a dozen, were told the replacement bus was 20 minutes away.  Everyone got to know each other in order to pass the time; Ashley and Jamie spent most of the last hour chatting with Caleb and his mother Grace.  Come to find out, Grace was a former Marine and her husband, Carl had been studying to be a lawyer.<br>\r\n<br>\r\nA few minutes before the bus was set to arrive, everyone turned their attention to a fragment coming through the atmosphere.  It soon became clear that it was going to hit close by; so everyone ran for cover.<br>\r\n<br>\r\nThe resulting impact caused the ground to shake and trees to fall.  Everything seemed okay once the dust settled, until Caleb’s ear-piercing scream caught everyone’s attention.  “Daddy!”<br>\r\n<br>\r\nThe only people close enough were Eric, Jamie, Ashley and Grace; the soldiers, and everyone else, were too far away to hear the screaming over the surrounding nose.  Everyone ran around a large boulder to find that Carlwas pinned against the boulder by a large tree on his leg.<br>\r\n<br>\r\nEric just stood there, in shock, while the rest went to work moving the tree.  Suddenly the sound of a soldier’s voice rang through the air, saying, “The bus is leaving in 2 minutes; anyone not onboard will be left behind.”<br>\r\n<br>\r\nAshley, at this point fed up with Eric’s inaction, walked over to him and said, “Hey dumbass, go to tell them we’ve got someone trapped under a tree up here.”<br>\r\n<br>\r\nEric silently nodded and turned to run down the hill towards the bus.  For a moment Ashley thought he was going to listen as he walked up to a soldier standing by the bus.  But to her shock, she watched as Eric and the soldier got on the bus just as it was driving away.  “That son of a bitch!”<br>\r\n<br>\r\nHearing Grace’s call for help snapped Ashley back to reality as she ran back to where the others were.  Looking at Ashley as she tried to force a branch under the tree, Grace said, “Is Eric going to get help?”<br>\r\n<br>\r\n“Yeah, about that.” Sighing as she looked at everyone present, Ashley said, “Eric and everyone else left; we’re on our own.”</span></div></div>",
            "created":1596258000,
            "id":2879284,
            "title":"Fate Rears Its Ugly Head"
        },
        "11111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (The Stranded Group)",
                "Continue (The Soldiers on the Bus)",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Everyone, with the obvious exception of Carl, followed Ashley to a nearby ledge; only to find that she was telling the truth about the bus being gone.  Already overwhelmed by his father’s situation, Caleb started to cry as Grace did her best to comfort him.<br>\r\n<br>\r\nWalking over to Ashley, Jamie said, “Your ex-boyfriend is a real asshole; because of him, we’ve been left behind.”<br>\r\n<br>\r\n“You won't hear me disagreeing with that.\" looking at Jamie, Ashley said, \"What I can’t figure out is why the soldiers left without checking to see we were on the bus.”<br>\r\n<br>\r\nTaking a seat on a nearby log, Jamie said, “I’m sure they’ll come back for us once they figure out that we’re missing.” Sighing, he said, “For now, we should probably figure out a way to get Carl free.”</span></div></div>",
            "created":1596258000,
            "id":2879327,
            "title":"What Happens Now?"
        },
        "111112":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (The Stranded Group)",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The bus made it only 15 minutes before discovering that Ashley, Jamie, and the rest weren’t onboard.  Needless to say, the soldiers tasked with protecting everyone weren’t happy; one of them had to be pulled away after slamming Eric against the outside of the bus.  “You better hope they’re still alive, asshole; or you’ll be sorry.”<br>\r\n<br>\r\nEric was nursing his sore shoulder as he tried to explain what happened, “I-I’m sorry, okay; I just panicked.  What was I supposed to do?”<br>\r\n<br>\r\n“You should’ve done what your girlfriend asked you to do.”<br>\r\n<br>\r\n“Excuse me, she’s his ex-girlfriend.” Climbing out of the bus, Amber said, “That bitch can rot in hell for all I care.”<br>\r\n<br>\r\nCorporal Tucker, the shoulder who’d shoved Eric against the bus, couldn’t believe what he was hearing.  He’d been among the group who separated the three of them in the bathroom; and he was shocked by Eric and Amber’s actions.  “My God, how could you both be so stupid.” Flabbergasted, he looked at Amber and said, “The world is coming to an end and you’re upset that I said she was his girlfriend?”<br>\r\n<br>\r\n“Yeah, well I wanted to set the record straight.” Leaning against Eric, Amber said, “So what happens now; do we go back for them?”<br>\r\n<br>\r\nAnother soldier, a middle-aged woman, came over and said, “I wish we could, but we don’t have enough fuel to backtrack.” With a heavy sigh, she said, “We’ve radioed Appalachia, they’re going to send a unit out to retrieve them.”<br>\r\n<br>\r\nAs everyone turned to get back on the bus, Corporal Tucker looked at Eric, “You better hope they’re still in one piece, or I’ll make sure you tell their families what happened.”</span></div></div>",
            "created":1596258000,
            "id":2879388,
            "title":"A Confrontation on the Bus"
        },
        "1111121":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (The Stranded Group)",
                "Continue (Ashley's Family)",
                "Continue (Emma)",
                "Continue (Keith)",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span><b>Appalachia Bunker</b><br>\r\n<br>\r\nMeanwhile, safely inside the bunker, Jamie’s sister Emma was walking through the tunnels to get herself better acquainted with her home for the next 5 years.  At 16 years old, she should’ve been starting her Junior year in the next couple weeks; but Samson closed the door on that.<br>\r\nAs she walked through one of the many tunnels in the bunker, she realized the government must’ve taken some inspiration from that game series Jamie used to play a lot – Fallout.  She never understood why Jamie, or anyone for that matter, could like that game.  But now, under the circumstances, she wondered if there was a slim chance it could have prepared people for this.<br>\r\n<br>\r\nHeading towards one of the many elevators, she was about to step inside when she got a text from a friend of hers – Sara Collins.  <b>Hey girl, you want to meet at the dining area later?</b><br>\r\n<br>\r\nSara’s family had come in on the same bus as Emma; but the bunker was so big it had to be divided into blocks.  Sara’s family was in Block C, while Emma’s was in Block E.  <b>Sure, hopefully Jamie will be here by then. </b><br>\r\n<br>\r\nEmma put her phone away, knowing it was going to be utterly useless once the doors were sealed.  As she went to enter the elevator, she wasn’t paying attention as she walked right into someone walking out.  “Oh God; I’m so sorry, I wasn’t...”<br>\r\n<br>\r\nEmma stopped midsentence when she realized she’d bumped into the hottest guy she’d ever met in her life.  Her mood quickly gave way to embarrassment when she realized that she’d spilled coffee all over the guy’s Army uniform.  Looking at her, mildly annoyed, the man said, “It’s okay ma’am, I should’ve been more careful.”<br>\r\n<br>\r\nReaching out her hand, Emma said, “I-I’m Emma Lincoln from Block E.”<br>\r\n<br>\r\n“It’s nice to meet you, Emma Lincoln from Block E.” smiling as he shook her hand, the man said, “I’m Keith Anders, West Virginia National Guard.”<br>\r\n<br>\r\nAfter the introductions were made, Emma quickly moved to get on the elevator before it left.  Looking at Keith, she said, “Sorry again for bumping into you.”<br>\r\n<br>\r\nKeith went to respond, only for the doors to close before he had a chance to do so.  He was about to turn and walk down the passage when he spotted something on the ground – Emma’s cellphone.  Picking it up, he said, “I should probably get this back to her.”</span></div></div>",
            "created":1596258000,
            "id":2879429,
            "title":"Inside the Bunker"
        },
        "11111211":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>A pop-up rainstorm hampered efforts to free Carl from under the tree; Jamie kept at it while Ashley tried to help Grace keep Caleb’s spirits up.  After coming close on one attempt to use leverage to lift the tree, Jamie decided to rest for a moment.<br>\r\nAs he took a seat next to Carl, he said, “Don’t worry Carl, we’ll get you out of here.”<br>\r\n<br>\r\n“I appreciate the gesture, Jamie; but we both know that’s not going to happen.” With a weak chuckle, Carl said, “Even if we somehow got me free, I’m fairly sure my leg is broken.  I’d only slow you guys down.”<br>\r\n<br>\r\nJamie quickly caught onto what Carl was getting at; looking at him, he said, “There’s no way we’re leaving you behind to die.”<br>\r\n<br>\r\n“I hate the idea as much as you do, but it’s our only option here.” Groaning in pain, Carl said, “I need you to get them out of here; I need you to keep them safe.”<br>\r\n<br>\r\nJamie was understandably shocked by what he was hearing; Carl barely knew him, and he was placing him in charge of keeping Grace and Caleb safe.  “I’m just a kid, Carl; how am I supposed to keep them safe.”<br>\r\n<br>\r\n“The world is coming to an end, Jamie; people like you and Ashley stopped being kids a long time ago.” Groaning again, Carl said, “Now it won’t be easy; I know Grace and she’s going to refuse to leave, so you’ll have to make that decision for her.”<br>\r\n<br>\r\nJamie looked back towards where the others were sitting under a tree, focusing on Caleb for a moment.  “What about Caleb?  You’ll be leaving him without a father.”<br>\r\n<br>\r\n“He’s a smart kid, I know he’ll be okay.” Looking at Jamie, weakly, he said, “Just promise me that you’ll make Grace see reason; both for her safety as well as Caleb’s.”<br>\r\n<br>\r\nJamie couldn’t believe it was coming to this; leaving a man he just met behind to die alone.  But, deep down, he knew that Carl was right.  He wouldn’t be able to live with himself if he didn’t do what he could to get everyone else to safety.  Looking at Carl, he said, “I-I’ll see what I can do.”<br>\r\n<br>\r\nJamie silently stood up and walked over to the others.  Ashley, seeing the emotional look on his face, got up and said, “Hey, are you alright?”<br>\r\n<br>\r\nJamie ignored Ashley for a moment as he looked at everyone.  “There’s no easy way for me to say this, so I’ll just come out with it.” Taking a deep breath, Jamie said, “Carl wants us to leave him behind while we try to make it to Appalachia.”</span></div></div>",
            "created":1596344400,
            "id":2879624,
            "title":"A Tough Decision To Make"
        },
        "111112111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (Walking Along)",
                "Continue (The Bunker)",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Jamie couldn’t fault Grace for what she did next, but he would’ve preferred to not end up on the ground with a lump on his head.  While running over to Carl, Grace shoved Jamie to the ground where he bumped his head on a long.  Quickly kneeling to check on Jamie, Ashley said, “Did Carl actually say we should leave him behind?”<br>\r\n<br>\r\nWatching Grace and Carl argue in the distance, Jamie looked at Ashley and said, “Have you ever known me to joke about something like that?”<br>\r\n<br>\r\n“No, I guess not.” Sighing, Ashley said, “Then again, I’ve never spent this much time with you before now.”<br>\r\n<br>\r\nCaleb was starting to catch up to what was happening; he slowly inched closer to where Jamie and Ashley were sitting.  “What’s going to happen to my daddy?”<br>\r\n<br>\r\nJamie and Ashley could only stare at each other; knowing that it wasn’t their place to talk with Caleb about this.  Even if it were their place to tell him, neither of them had any idea what they’d tell him.  Trying to play it cool, Jamie said, “We’re trying to figure that out, Caleb.”<br>\r\n<br>\r\nThe distant arguing between Grace and Carl went on for a few minutes more, until Grace threw her hands up and walked away.  As she got closer, Jamie could see that she had tears in her eyes.  After telling Caleb to go see Carl, Grace turned to Ashley and Jamie.  “It seems Jamie was telling the truth; Carl wants us to leave him and try to get to Appalachia on our own.”<br>\r\n<br>\r\nGetting to his feet, Jamie walked towards Grace, who glared at him as she stepped away from him.  Just trying to be supportive, Jamie said, “Are you alright, Grace?”<br>\r\n<br>\r\n“No Jamie, I’m not alright.” Her face a mixture of sadness and anger, Grace said, “The father of my son wants us to leave him here to die.”<br>\r\n<br>\r\nComing over to stand next to Jamie, Ashley said, “I know it’s not what you want to hear right now, but he’s right.” Looking at Grace, she said, “We don’t know if Appalachia is sending someone to get us; even if we somehow got him free, Carl’s injuries would slow us down.”<br>\r\n<br>\r\nGrace’s face was a whirlwind of emotion as she stood underneath the tree.  As much as she hated to admit it, she knew Carl’s decision was the right one.  A quick glance behind her revealed that Caleb was crying hysterically.  “If you wouldn’t mind giving us a few minutes; Caleb and I will meet you down by the road shortly.”<br>\r\n<br>\r\n<div align=\"center\">*************************</div><br>\r\n<br>\r\nJamie and Ashley were sitting inside the abandoned bus to get out of the rain; while they waited for Grace and Caleb to join them.  Looking at Jamie, Grace said, “So what’s the plan now?”<br>\r\n<br>\r\n“I haven’t the foggiest idea, Ashley.” Sighing, Jamie said, “Our best bet is start walking; if someone was sent to get us, hopefully we’ll run into them at some point.”<br>\r\n<br>\r\n“We better hope someone finds us, Jamie; because it’s 30 miles to Appalachia and it’s going to get dark soon.”</span></div></div>",
            "created":1596344400,
            "id":2879836,
            "title":"An Emotional Moment"
        },
        "12":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "content":"<div class=\"\"><div> <span><b>Primary Characters:</b><br>\r\n• Jamie Lincoln: An 18-year-old boy, Jamie was due to attend Penn State before Samson came along.  Despite knowing Ashley for years, they were in different social circles.<br>\r\n• Ashley Saunders: An 18-year-old girl, Ashley is the oldest child of a local businessman.  Despite coming from a wealthy family, she didn’t let her wealth go to her head.  She’s smarter than she appears to be.<br>\r\n• Grace Anderson: 24 years old; former US Marine, mother of Caleb.<br>\r\n• Caleb Anderson: 4-year-old boy, son of Grace.</span></div></div>",
            "created":1596258000,
            "id":2879270,
            "title":"Character Profiles"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"A pending asteroid impact forces a small group to band together for survival.",
        "created":1596296640,
        "description":"<td align=\"left\" class=\"norm\">A 2-mile wide asteroid is a collision course with Earth; leaving four individuals to rely on each other for survival.  Can they put aside their differences to survive?<br>\r\n<br>\r\nRules:<br>\r\n1. Proper grammar and spelling.<br>\r\n2. There can be sex, but don't overdo it.<br>\r\n3. Use 3rd Person Perspective.<br>\r\n4. I reserve the right to edit or delete chapters.</td>",
        "id":2228338,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596325680,
        "modified":1596412260,
        "pretty_title":"Life After"
    }
}