{
    "chapters":{
        "1":{
            "author_id":"gavalar",
            "author_name":"Gavalar",
            "choices":[
                "Neck",
                "Arm",
                "Leg",
                "Hip/Waist",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alice was carelessly browsing through the world market one sunny afternoon. There were plenty of exciting things on offer, from food stalls to clothing to garden essentials and beyond. <br>\r\n<br>\r\n\"Care to have a look?\" Alice heard a voice croaking from just out of view. Turning to see where the voice came from, Alice noticed a decrepit old lady standing behind the counter of an all black stall. She was staring deeply at Alice, holding what looked like a necklace decorated with cheap looking gems.<br>\r\n<br>\r\n\"Come look!\" The old lady invited Alice \"I bet this one would look perfect on you!\"<br>\r\n<br>\r\nAlice wasn't particularly interested in buying the necklace, so she tried to let down the old lady in the same way that she would any other stall owner.<br>\r\n<br>\r\n\"Sorry. I'm in a bit of a hurry.\" Alice told the old lady before turning away and continuing her way through the market. The old lady scowled at Alice as she walked away, furious that her necklace was brushed off by the much younger woman.<br>\r\n<br>\r\n\"Humph! That little minx thinks she's so much better than me! She thinks she's so pretty and important, well I'll show her!!\" <br>\r\n<br>\r\nThe old lady slammed the necklace down on the counter before quickly turning around to grab a small jar containing some sort of ointment. She then dipped the tip of her finger into the jar before drawing it back out and pointing an ointment covered fingernail in the direction of Alice. With a flick of said finger, a droplet of the ointment was sent flying across the market like a speeding bullet until it splash landed on the back of Alice's ________.<br>\r\n<br>\r\n\"Humph! We'll see how pretty you are once my magic ointment sets in!\" The old lady cackled at her handiwork.</span></div></div>",
            "created":1575954000,
            "id":2757978,
            "title":"The Beginning"
        },
        "11":{
            "author_id":"gavalar",
            "author_name":"Gavalar",
            "choices":[
                "Alice's head falls from her neck",
                "Alice regains feeling in her body & the pain fades away",
                "Alice remains numb & loses control of her body",
                "Alice remains numb but retains control over her body",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alice had been suffering a pain in her neck ever since she left the World market 4 hours ago. It started off as just a dull pain, a bit like a light headache, but as the day went on it became more acute and created a burning sensation in her spine near the base of her neck. She assumed that she must have pulled a muscle at some point, so she decided to do some neck exercises to help ease the pain.<br>\r\n<br>\r\nAlice sat down on her sofa and began rotating her neck, first clockwise then anti-clockwise. As she started to loosen up a bit, she turned her neck left then right. Left then right. The pain was slowly fading so she looked up then down. Up then down. It was at this point where Alice could no longer feel the burning in her neck but instead a tingling numbness that quickly spread across her entire body.</span></div></div>",
            "created":1575954000,
            "id":2757983,
            "title":"Neck"
        },
        "111":{
            "author_id":"gavalar",
            "author_name":"Gavalar",
            "choices":[
                "Alice waits for someone to find her",
                "Alice's body starts moving on it's own",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Alice looked up once more, but as she looked down again her head slipped right off of her neck! It bounced from her lap before hitting the floor and rolling across the room. Alice was confused. Everything happened so fast that she didn't know how she ended up on the floor. She quickly came to the assumption that she had collapsed somehow, but she couldn't understand why. She noticed that her body was now completely numb below the neck and she began to panic that she had been paralysed somehow. Alice didn't realise that her fate was far stranger than she could have imagined.<br>\r\n<br>\r\nAlice's attention soon came back to the sofa where she was shocked to see her own headless body still sitting.<br>\r\n<br>\r\n\"Oh my god! That's me!!\" Alice screamed. \"Where is my head!? What happened to my head!?\" She questioned as her mind frantically tried to make sense of what she was seeing. In that moment of panic and confusion, Alice failed to understand that she was perceiving all of this from her head's perspective. Her eyes darted around the room until she caught a glimpse of something in the corner. There in the mirror she saw the reflection of her own severed head on the floor. Alice shrieked in absolute terror, the reflection mimicked her perfectly.<br>\r\n<br>\r\nAfter 5 minutes on the floor, Alice began to calm down after realising that her life wasn't at any immediate risk in spite of her surprise decapitation. Having had some time to think, she managed to piece together a rough timeline of what happened: She had a pain in her neck, she started doing some neck exercises to ease the pain, during those exercises her head fell off somehow and now she was a severed head on the floor with no connection to her body. Alice tried to come up with a plan to fix this, but the best she could realistically come up with all involved waiting for someone to find her.</span></div></div>",
            "created":1575954000,
            "id":2757985,
            "title":"Alice's head falls from her neck"
        },
        "1111":{
            "author_id":"samahrose",
            "author_name":"Samarose",
            "choices":[
                "It's her co-worker Michelle",
                "It's her boyfriend Kyle",
                "It's the old woman from the store"
            ],
            "content":"<div class=\"\"><div> <span>Alice, now a disembodied head with no ability to move herself at all, lies alone in her own room.<br>\r\n<br>\r\n*sigh* \"Well I guess I can't do anything right now but lie here.\" And that she did, Alice laid there for what seemed like forever staring at her motionless, headless body. She made attempts to call out to it in hopes that somehow she would regain control or it respond somehow. But even then she knew it was pointless. <br>\r\n<br>\r\n\"How am I even alive right now? Shouldn't I be dead? There's no blood on my neck, it's just skin.\" <br>\r\n<br>\r\nWith all the waiting and the existential crisis. she began to think how this could've happened. She remembered the feeling the numbness as soon as she got home from the market, but nothing came to her mind as to what could've caused this in her own home. Then she thought that perhaps it something at the market. But all she could remember doing was sprawling around the kiosks and shops that were open. \"Maybe it was something I touched or come into contact with? Or maybe...\" Alice then began to remember that old woman she saw last, and although she didn't see her for long, something did feel a little off from her. \"Ugh who am I kidding, I'm in no condition to look for answers.\"<br>\r\n<br>\r\nHours pass as she keeps thinking to herself about her condition and eventually falls asleep. It's now, 9:30pm. Alice is then abruptly woken as she hear's a knocking at her door followed by a familiar voice.</span></div></div>",
            "created":1579410000,
            "id":2775729,
            "title":"Alice waits for someone to find her"
        },
        "11111":{
            "author_id":"samahrose",
            "author_name":"Samarose",
            "choices":[
                "Falls to the floor in shock.",
                "Stands in awe of Alice's disembodied head.",
                "Screams the house down & Runs out of the room"
            ],
            "content":"<div class=\"\"><div> <span>\"Alice? You in there? It's Michelle. You didn't come into work, and I was kinda worried and I just wanted to check on you.\" Michelle was a co-worker of Alice and one of her closest friends. The sound of Michelle's voice gave her some hope. <br>\r\n<br>\r\n\"Michelle! I'm in here!!\" Alice yelled. <br>\r\n<br>\r\n\"Okay, can I come in?\" Michelle replied. <br>\r\n<br>\r\nAlice began to hesitate a little, \"Shit, what's she gonna think when she sees me like this? I'm a talking severed head! Well I guess I don't really have any options, and I could really use someone with an actually body right now\"<br>\r\n<br>\r\nMichelle becoming impatient begins to leave as she hears the voice of Alice again. \"Hey Michie, I could really use your help right now, it's urgent! There's a spare key underneath the doormat. Let yourself in and come to my room!\"<br>\r\n<br>\r\nConfused a slightly worried, Michelle obliges and lets herself in and makes her way to her room. \"Okay I'm here Alice. Can I co-.\" Alice abruptly cuts Michelle off as she starts to open the door. \"Wait! Before you open the door, you have to promise that you won't freak out. Please.\" <br>\r\n<br>\r\n\"Are you like naked or something Al? \"Cause like you know I've seen you naked before\", Michelle says jokingly. <br>\r\n<br>\r\n\"I'm serious!! Please just promise me.\" Alice pleads. <br>\r\n<br>\r\n\"Okay okay, I won't pass out or anything. I mean what would ever fr-\" As Michelle opens the door to meet Alice, she's quickly cut off at the sight of her headless body laying on the floor. She stares at her body for a moment until Alice interrupts, \"ummm, down here\". Michelle looks down and sees her friend's disembodied head. \"Hey.\" is all that Alice could think of to say to her. Michelle standing there...</span></div></div>",
            "created":1579410000,
            "id":2775731,
            "title":"It's her co-worker Michelle"
        },
        "1112":{
            "author_id":"gavalar",
            "author_name":"Gavalar",
            "choices":[
                "Alice's body attempts to reattach her head",
                "Alice's body gets distracted & leaves her head on the floor",
                "Alice's body has something else in mind for her head"
            ],
            "content":"<div class=\"\"><div> <span>To Alice's surprise, her headless body which had been sitting perfectly still on the couch up until this point suddenly started moving on its own. The body raised it's hand up to it's neck, rubbing the flat stump and waving the surrounding air where her head used to be. After snapping out of the trance-like state it was in, Alice's body got down on all fours and started searching the floor for her head.<br>\r\n<br>\r\n\"Over here, body! I'm right here!\" Alice called to her body from across the room. Surprisingly, that actually worked as Alice's body somehow heard the cries from her head. The body also seemed to have some form of sight as it actually managed to spot her head and crawl in a straight line towards it. Though it was unclear at exactly how limited it's sight really was.<br>\r\n<br>\r\nAlice's body picked up her head and inspected it curiously. It rubbed her cheeks, stroked her hair and even checked her teeth by pulling her lower lip down. <br>\r\n<br>\r\n\"Ow! Careful! That hurt!\" Alice's head complained, though really she was just glad to be reunited with her body. \"So body, do you want to try reattaching me so that we can get back to normal?\" Alice suggested to her body. </span></div></div>",
            "created":1575954000,
            "id":2757986,
            "title":"Alice's body starts moving on it's own"
        },
        "11122":{
            "author_id":"gavalar",
            "author_name":"Gavalar",
            "choices":[
                "Alice's body begins playing with itself",
                "Alice's body leaves the house naked without her head",
                "Alice's body returns to her head & carries it somewhere "
            ],
            "content":"<div class=\"\"><div> <span>Alice's body sat still, her head still resting in her hands. The body seemed distracted somehow. Alice noticed that the body had turned it's neck stump to the left as if it was looking at something. To Alice's surprise and disappointment, the body sat her head back down before standing up straight and walking over to the same mirror that she had spotted her reflection in earlier.<br>\r\n<br>\r\n\"Where are you going? Come back! Please!!\" Alice pleaded, but her body wasn't listening. <br>\r\n<br>\r\nThe body stared in awe at it's own reflection, rubbing it's empty neck again with it's right hand while the left ran up and down the side of her torso. The right soon came down and began playing with her breasts through her clothes, occasionally tugging on her tanktop to get a better look. Alice's head could only watch in shock as her headless body started removing it's clothes piece by piece until it stood fully nude in front of the mirror.<br>\r\n<br>\r\n\"What are you doing!? Stop that! The curtains are open, What if someone sees you!?\" Alice yelled in protest at her body, but it was pointless; it didn't care, nor was it listening. </span></div></div>",
            "created":1575954000,
            "id":2757988,
            "title":"Alice's body gets distracted & leaves her h..."
        },
        "111221":{
            "author_id":"samahrose",
            "author_name":"Samarose",
            "choices":[
                "Michelle passes out in shock of Alice's condition",
                "Michelle obliges and uses the hidden house key to let herself in"
            ],
            "content":"<div class=\"\"><div> <span>Alice's body continued taking big grasps at her breasts, jiggling them up and down, and bending over in a seductive position to show them off in front of the mirror. Her hands continued to move ever so carefully moved up and down the sides of her torso until they eventually lead down to Alice's crotch. \"Hey what do you think you're doing?\" Her body begins to rub her fingers up and down her pussy<br>\r\n<br>\r\nHer body eventually took a notice to her head's pleads for her to stop, but somehow that made her body even more horny. Alice watched as her body pick her up her head, sit it down on the floor in front of her. While her body laid back, slightly upright and continued playing with her breasts in one hand and stroking her crotch with the other. <br>\r\n<br>\r\nAlice, never have taken any serious liking to girls in general, couldn't help but notice how nice her breasts looked and how hot it looked to see her hands down on her own pussy from her new perspective. \"Ugh can you please...stop seriously\" She didn't want to admit that she was enjoying this, as she tried to divert her eyes from her body and hide herself from moaning underneath her breath. Suddenly, Alice hear's a knocking at the door. She recognizes the voice as her one of her close friends from work, Michelle. \"Alice you in there? You were supposed to give me a ride to work today?*Knock* *knock* Hello??\" <br>\r\n<br>\r\nTrying to get her body stop and cover up her situation so she could answer the door, her body continued to sit their and masturbate. Alice's head, at the mercy of her own body found it harder to turn her gaze away from her hands could do nothing but sit their and watch as her body kept rubbing her own pussy faster and faster, inserting a few fingers at time to increase the pleasure. \"Body please stop! Please put some clothes on and...more...importantly put me back on!\"<br>\r\n<br>\r\nFinding it difficult to find a response, Michelle goes around back to check if Alice is home.<br>\r\n<br>\r\nAlice found it harder and harder for her to get her body to pay attention to her now. And although she didn't want to admit it, but she was extremely turned on at this point, despite not feeling any of this. <br>\r\n<br>\r\nAs her body continues to masturbate faster and faster, Michelle makes her way to the back and looks through a window only to see inside what is unfolding between Alice's disembodied head and her headless body<br>\r\n<br>\r\n\"OH MY GOD! ALICE? WHAT THE FUCK?\" Michelle gasps from outside the window at the sight of Alice's condition.<br>\r\n<br>\r\nAlice's eyes jut towards the window to see her friend staring in awe, while her body also turns her neck towards the window witnessing Michelle's reaction, but still continues to play with herself. <br>\r\n<br>\r\n\"Shit (under her breath). Michelle...Michelle!\" All Michelle could do was look at Alice's body masturbate while grasping her breasts. \"Michelle please just look at me. I know this is really fucking freaky, but I need help.\" Michelle continued to stand there as Alice's body knelt up, trying to catch Michelle's gaze and continued to put on a show for Michelle.<br>\r\n<br>\r\n\"Please, I swear I have no control over any of this. There's a spare key underneath the door mat, please come in and help me\" Alice pleaded.</span></div></div>",
            "created":1578027600,
            "id":2768806,
            "title":"Alice's body begins playing with itself"
        },
        "111222":{
            "author_id":"gavalar",
            "author_name":"Gavalar",
            "choices":[
                "Follow the perspective of Alice's body ",
                "Follow the perspective of Alice's head",
                "Someone disrupts Alice's body's escape"
            ],
            "content":"<div class=\"\"><div> <span>\"Alright, body. I think it's about time that you stopped messing around. I don't know how this has happened, but we need to find a way to...Rejoin or whatever.\" Alice broke the silence. <br>\r\n<br>\r\nHer head had sat in silence for the last 5 minutes while her body marvelled at itself infront of the mirror, her birthday suit on full display to any passer by that happened to glance through the window.<br>\r\n<br>\r\n\"Look at me, body! Please!!\" Her plea snapped her body out of it's trance for the first time since it left her on the floor. The body turned away from the mirror to face her head, her arms resting down by her sides.<br>\r\n<br>\r\n\"I'm sure this feels like a strange and fucked up scenario for you too. It's the same for me, and I don't blame you for wanting to explore your independence or the sensations of not having a head. But we can't stay like this! We need to stay together &amp; find a way to reverse this.\" Alice tried to convince her body.<br>\r\n<br>\r\nThe body slowly approached her head, kneeling down infront of it. Alice's head stared up from the floor at her body towering over her. Her exposed breasts hanging just inches from her face. She thought about how she had never seen them from this perspective before. She imagined that this must be what her previous partners saw whenever they had sex. <br>\r\n<br>\r\nSnapping out of her daydream, Alice focused on her body's neck stump. The area she had been attached to just minutes ago and that she would like to return to.<br>\r\n<br>\r\n\"Work with me, body. Please, we can fix this together.\"<br>\r\n<br>\r\nThe body reached out, picking her head from the floor and holding it at arms length. Alice's head felt her right thumb lightly stroke her cheek as her former hands cradled her. Then without warning, Alice's body brought her head in close for a hug, thrusting her between her breasts. Alice struggled to breath as her face was completely smothered by her former chest. In spite of this, Alice secretly enjoyed the sensation of her squishy glands engulfing most of her head.<br>\r\n<br>\r\nAlice's body would eventually retract her head from her chest before it suffocated. It then carried her over to the couch where it layed out a cushion for her head to rest on. Alice's head was relieved not only to be off the floor, but that her body was finally acknowledging her again. They could finally get to work on solving their problems.<br>\r\n<br>\r\nAlice's faith in her body was unfortunately ill-placed however as the body would soon grab the house keys from the table and head for the front door.<br>\r\n<br>\r\n\"Wait, where are you going!?\" Panic began to set in for Alice's head. With her body no longer in sight, she relied on her hearing to paint the rest of the picture. Alice was filled with dredd as she heard the rattling of keys followed by the sound on the front door opening.<br>\r\n<br>\r\n\"Stop!! You can't go out there! You're still naked!! Come back!! You can't just leave me here!!!\" Alice screamed from the couch, but once again her body ignored her cries. As Alice's body began wandering down the street, her head began to wonder if her body had understood anything that she had previously said.</span></div></div>",
            "created":1578546000,
            "id":2771543,
            "title":"Alice's body leaves the house naked without..."
        },
        "1112221":{
            "author_id":"gavalar",
            "author_name":"Gavalar",
            "choices":[
                "Alice's body searches for a sexual partner",
                "Alice's body returns to the witch at the market",
                "Alice's body has something else in mind"
            ],
            "content":"<div class=\"\"><div> <span>Alice's body continued to ignore her head's cries as it walked down the path and onto the street. The body didn't feel any hatred or resentment towards her head. It didn't really feel anything at all. Without a head to do all the thinking for her, Alice's body had to rely on her heart and her built-in human instincts.<br>\r\n<br>\r\nThe body was still capable of feeling emotions &amp; making basic decisions, but without the power &amp; influence of a brain, she was incapable of making more advanced processes.<br>\r\n<br>\r\nEver since Alice's body lost her head, it prioritised it's heart's will for freedom. However, without her head to rationalise the will of her heart, the concept of freedom became muddled. The body wanted freedom from clothes since it no longer understood their purpose and saw then as a constricting force. She wanted freedom from her head as it would govern all of her decisions, and she wanted to be free outdoors, as it was more open and natural than indoors.<br>\r\n<br>\r\nHowever, more primal instincts also took priority over Alice's body's decisions. When the body first free'd herself from clothes, she saw her naked form in the mirror. She liked how her body looked and liked how it felt even more. Her body began to lust for someone to touch her and give her the pleasure her instincts demanded.<br>\r\n<br>\r\nWhen Alice's body left the house, she had no single goal in mind. She just kept walking until her instincts told her what to do.<br>\r\n</span></div></div>",
            "created":1578546000,
            "id":2771550,
            "title":"Follow the perspective of Alice's body "
        },
        "11122213":{
            "choices":[
                "Neighbor overheard Alice’s screaming and comes to the house ...",
                "No one is around and Alice’s body does away with the head"
            ],
            "content":"<div class=\"\"><div> <span>Alice’s body knew of an old ware-house nearby. As she entered the building, she began to feel around for a box the size of a shoe box. After discovering the perfect box, her body took it and returned to her home.  Alice’s body felt that her head had been too strict and so she decided to lock her head away in the box, so that she could be free forever.<br>\r\n<br>\r\n“Oh, you’re back? I thought you would have been gone for hours.”<br>\r\n<br>\r\nThe body continued its path towards the head. <br>\r\n<br>\r\n“Wait ... why are you carrying a box? Oh no, you’re trying to get rid of me?”<br>\r\n<br>\r\nThe body grabbed the head and put it in to the box. Alice’s head began to panick and scream as she though she would be lost forever but I was no use, as the body only continued to lock the box.</span></div></div>",
            "created":1579150800,
            "id":2774703,
            "title":"Alice's body has something else in mind"
        },
        "11123":{
            "choices":[
                "Alice's body drops the head and rolls over.",
                "Alice's body wants to do more.",
                "Alice's head needs a rest,"
            ],
            "content":"<div class=\"\"><div> <span>Alice's body picked up her head and was holding it still, while Alice's eyes was facing her body.<br>\r\n<br>\r\nIt seemed like forever until Alice's body began raising her head upward, Alice thought that her head would finally be united her body, but that wasn't the plan after all.<br>\r\nAs Alice's head was being lifted upward, Alice's body stopped the heads movement at her chest, where Alice's head saw her arm raise up and unbutton her shirt, revealing her ample breasts, Alice's head was being pressed against her breasts and as she began to protest, her lips were pushed into her hardened nipples, Alice's mouth began to suck on the hard nipple and her tongue swirled around the whole breast.<br>\r\n<br>\r\nWith what seemed like hours but was actually only about ten minutes, Alice's body placed her head back down on the floor but facing her eyes upwards, Alice's body then began to completely strip out of all her clothes and then began to squat down above Alice's head still looking upwards.<br>\r\nAlice's head thought, ' Oh No this cant be happening, I have never tasted a woman's pussy before and I certainly never thought I would lick my own … BUT …<br>\r\n<br>\r\nAlice's body then pressed down onto Alice's mouth and Alice's head had opened her mouth and her tongue began lapping up her own sweet juices, Alice's body began wiggling around moving Alice's head all over her pussy until Alice's body felt Alice's tongue come in contact with her most sensitive nub and that's where Alice's body held her head in one place.<br>\r\n<br>\r\nAlice's head had actually liked the taste of her body's pussy and began sucking hard on the engorged nub until Alice's head was drenched in her bodys free flowing juices, Alice's head kept her tongue flickering across her own clit and swallowing as much as she could.</span></div></div>",
            "created":1576299600,
            "id":2759511,
            "title":"Alice's body has something else in mind for..."
        },
        "12":{
            "author_id":"nnnnn89",
            "author_name":"bom",
            "choices":[
                "Both of her arms fell off and she can't feel either of them.",
                "Both of her arms fell off but she still has control over them.",
                "Alice loses control over both of her arms",
                "Both her arms fall off but something else falls off too.",
                "Other."
            ],
            "content":"<div class=\"\"><div> <span>Alice had been suffering a pain in her arms ever since she left the World market 4 hours ago. It started off as just a dull pain, a bit like a light headache, but as the day went on it became more acute and created a burning sensation in her arms near the shoulders. She assumed that she must have pulled a muscle at some point, so she decided to do some stretches to help ease the pain.<br>\r\n<br>\r\nAlice sat down on her sofa and began rotating her arms, first clockwise then anti-clockwise. As she started to loosen up a bit, she turned her arms left then right. Left then right. The pain was slowly fading so she pulled them towards her sides. Left then right. It was at this point where Alice could no longer feel the burning in her shoulders but instead a tingling numbness that quickly spread across both of her arms.</span></div></div>",
            "created":1576126800,
            "id":2758965,
            "title":"Arm"
        },
        "124":{
            "author_id":"nnnnn89",
            "author_name":"bom",
            "choices":[
                "Head",
                "Legs",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Along with her arms, Alice also loses her...</span></div></span></div>",
            "created":1576126800,
            "id":2758966,
            "title":"Both her arms fall off but something else falls..."
        },
        "14":{
            "author_id":"lurkingleapold",
            "author_name":"Bangle",
            "choices":[
                "To the beach, she was already wearing a bikini beneath her clothes.",
                "To a friend's house, one with a nice patio to lounge on.",
                "To a nice air conditioned supermarket.  She still wanted to shop.",
                "Alice felt guilty about the necklace, and went back to that stall.",
                "More options."
            ],
            "content":"<div class=\"\"><div> <span>Alice had checked the weather before heading out, and knew that it was going to be a hot, sunny day.  Since it was going to be such a nice day outside, Alice also knew that the market would be rather crowded with people trying to enjoy the sunlight.  As such, it was no surprise that Alice had chosen to dress lightly.  She'd worn a short blue skirt paired with a similarly colored low cut t-shirt and a pair of wedge sandals.  Because of her light clothing, the upset old lady's ointment droplet had plenty of potential places to land on, and in the end the drop had hit Alice in the small of the back, right above waistline of her shirt.<br>\r\n<br>\r\nAlice felt the drop, but thought nothing of it.  It was a hot day out and she was in a crowded market, so naturally she assumed it was just a drop of sweat.    Not wanting to build up too much of a sweat, however, Alice decided that perhaps it was time to leave the market.  There didn't seem to be anything good for sale anyways, and there were plenty of other places she could be.  Where did Alice decide to go?</span></div></div>",
            "created":1578286800,
            "id":2770334,
            "title":"Hip/Waist"
        },
        "142":{
            "author_id":"lurkingleapold",
            "author_name":"Bangle",
            "choices":[
                "Alice, still sleeping exactly as she was before.",
                "Alice, awake and experiencing some serious back pain.",
                "Alice's top half asleep, while her bottom half was wandering around the yard.",
                "Alice's top half awake, and screaming in panic as her bottom half walked off.",
                "The witch, standing over Alice's sleeping form."
            ],
            "content":"<div class=\"\"><div> <span>After her strange encounter with the pushy old woman, Alice had an urge to go home.  But, since it was such a lovely day out, she decided that the home she went back to didn't necessarily have to be the tiny little one window apartment she begrudgingly called home.  Instead, she texted her good, and significantly more affluent, friend Julia.  Julia was some sort of architect, though the exact nature of her work was so far above Alice's head that she'd stopped trying to understand it a long time ago, and had built herself a lovely house with a large patio perfect for lounging around and sunbathing.<br>\r\n<br>\r\n\"<i>Hey, I'm bored and in dire need of a tan.  Cool if I drop by to hang in your backyard?</i>\"  Alice texted, knowing her friend well enough that when she made it back to her car she'd already started driving to her house.<br>\r\n<br>\r\nFifteen minutes of driving later, and about halfway to Julia's house, Alice got a reply.  \"<i>Sure but you'll have to provide your own rope</i>\"  Alice rolled her eyes at Julia's dark joke.  Alice continued her drive, and while she noticed a slight ache in the small of her back she didn't put much thought into it.  Her car's seats were all decrepit old crap with more lumps and hard spots than the surface of the moon, and while she could usually ignore it there were definitely times when they made her back hurt.  She simply assumed that this was one of those times, and continued driving.<br>\r\n<br>\r\nPulling up to the beautiful two story house in the suburbs that Julia had designed herself, Alice saw her friend standing on the balcony over her front door and waving jovially.  \"So, which tree are you planning to hang from?  The apple's got thicker branches, but I think the peach tree may be a little taller.\"<br>\r\n<br>\r\n\"Not sure yet, I'll have to sleep on it.  Preferably while sleeping on your patio.\"  Alice answered, walking around the side of her friend's house to her back yard rather than going through it.<br>\r\n<br>\r\n\"Ya mooch!\"  Julia called with an uncharacteristic New Jersey accent (a state she wasn't from and had never been to) as Alice disappeared around the side of her house, a long running joke from their college days  that everyone in their friend circle threw around when they did one another a favor.  Disappearing into her home, Julia changed out of her pajamas (she worked almost entirely from home, so pajamas constituted 80% of her wardrobe) and into a cute little bikini to join her friend in sunbathing.  While Julia skin was naturally more tanned than Alice's due to her Hispanic heritage, she had been cooped up for a little too long working on her projects and could certainly use some bronzing.  Looking herself over in the mirror, she also realized she should probably start jogging again, as her hips had plumped up and a little pot belly had sprouted from her abdomen despite Julia's very light eating habits.<br>\r\n<br>\r\nShaking off her negative thoughts, Julia pulled on a pair of flip flops and made her way to her back yard, where her paler and lither friend was already stretched out on a fully reclined lounge chair wearing a comically large pair of black sunglasses.  \"What, you get a job with the Men in Black now?\"  Julia teased, lightly slapping the side of thigh with the back of her hand.<br>\r\n<br>\r\n\"Not yet, though I did meet an alien today.\"  Alice said, lazily trying to swat her friend's hand away even after she'd stopped.<br>\r\n<br>\r\n\"I already told you, white girl, I'm third generation American!\"  Julia said, laying herself on the seat beside her friend and reclining the back until it was almost flat.<br>\r\n<br>\r\n\"I meant at the market.\"  Alice said, rolling her eyes behind her glasses.  \"I was out shopping, and there was this tiny old lady, like, 'had more wrinkles than face' old.  Anyway, old lady was selling handmade jewelry at a stall that I had never seen before and I'm 99% sure wasn't even supposed to be there.  The jewelry was really chintzy stuff, with like fake gems and weird made up symbols carved into it and stuff, and you know I'm not Ms. Rockefeller like you so I didn't feel like spending some of my slave wages on her crap.  I tried to let her down easy, but granny wasn't having it.  As I'm walking away, this old coot slams down the necklace and starts muttering to herself, like she's trying to invoke the dark lord Satan or something to come up and smite me.  Super weird.\"<br>\r\n<br>\r\n\"Sounds more like a witch than an Alien.\"  Julia said, closing her eyes as the sun's rays bore down on her.<br>\r\n<br>\r\n\"I guess.  Whatever it was, it was weird.\"  Alice said, closing her eyes.  She smiled, the warmth of the sun against her skin easing the pain in her back.  \"You know, most hosts would've offered their guests a drink when they arrived.\"<br>\r\n<br>\r\nJulia chuckled.  \"You know, most friends wouldn't show up at someone else's home unannounced and then start demanding things.\"<br>\r\n<br>\r\n\"I announced!\"  Alice replied, vaguely motioning in the direction of her phone which neither woman could see with their eyes closed.  \"And I'm not demanding anything.  Just saying that a drink would be nice, and that since we live in a society you're kind of socially obligated to provide one.\"<br>\r\n<br>\r\n\"Ya mooch!\"  Julia responded, making a grand show pressing her butt as firmly into her chair as was humanly possible before sighing deeply and pretending to be asleep.  Alice and Julia sat in silence for a long while, and while Julia only pretended to doze off for the sake of her joke, Alice really did fall into a pleasant nap.  After fifteen minutes, Julia realized that \"Dammit, I actually am a little thirsty.\"<br>\r\n<br>\r\nStanding up, she went back into her house and started rummaging around in her refrigerator, trying to pick a weather appropriate drink.  She settled on a nice cold glass of lemonade, spiked with a little vodka, and prepared a glass for Alice in case she woke up.  Returning to the patio, Julia saw...</span></div></div>",
            "created":1578373200,
            "id":2770877,
            "title":"To a friend's house, one with a nice patio ..."
        },
        "1422":{
            "author_id":"lurkingleapold",
            "author_name":"Bangle",
            "choices":[
                "she could still feel and control it.",
                "she could feel it, but not control it.",
                "she could neither feel nor control it.",
                "it had a mind of its own.",
                "Julia's hands had popped off her wrists, and were stuck to it!"
            ],
            "content":"<div class=\"\"><div> <span>\"Hey, you alright?\"  Julia asked.<br>\r\n<br>\r\nAlice wasn't napping any more, she was on her belly and groaning into the seat as she rubbed the small of her back.  \"Ugh, my back is killing me!  I swear, my car seats must be stuffed with gravel and wood chips or something, it has jacked me up!  I have got to get it replaced.\"<br>\r\n<br>\r\nAfter taking a hearty glug of her own spiked lemonade, Julia set the drinks down on the table between her and Alice's seat and sat down beside her friend.  \"Wow, first you demand drinks and now you're trying to guilt me into paying for car repairs?  Sometimes it feels like you're only friends with me for the money.\"<br>\r\n<br>\r\n\"Julia, you know I wasn't suggesting that.\"  Alice said, rolling her eyes even though they couldn't be seen.  \"Besides, I like you for so much more than your money!  You give great backrubs, too!\"<br>\r\n<br>\r\n\"Jesus Christo, you really are the worst friend ever!\"  Julia said, laughing as Alice wiggled her lower back and butt at her.  Despite never giving anyone a back rub before at any point, Julia leaned over and began rubbing her hands into her friend's lower back, jokes mattering more than sense or reason in their social circle.  She dug her fingers deeply into her friend's flesh, trying her best to make the massage as unpleasant as possible to tease her whinging friend.  Alice responded in kind by producing some over the top and overly sexual moans, arching her back and squeezing her butt cheeks together as she did so.  Julia and Alice both laughed, Alice a light and rapid chuckle and Julia a snorting wheeze more befitting a teenaged stoner boy than a grown businesswoman.<br>\r\n<br>\r\nThe two laughed, right up until Julia's fingers slipped through the surface of Alice's skin.  Both women abruptly stopped, a silence thick enough to touch hanging in the air.  When Alice peered over her shoulder, and Julia dared to look down, the two women saw that the tips of Julia's fingers were, indeed, embedded inside Alice's skin.  What's more, a thin white line was stretching around the circumference of Alice's waist, a ridge forming in her flesh.  Julia withdrew her hand, and Alice tried to stand up.<br>\r\n<br>\r\nWith a sound of tape getting yanked off a wall, Alice's body split in half at the navel, her torso collapsing onto the lounge chair while her legs toppled backwards and tumbled onto the patio.  \"WHAT THE FUCK?!\"  Julia screamed, clasping a hand to her mouth as she watched her friend come apart.  \"...what the fuck?\"  She whispered, noticing that Alice's bisection was completely bloodless, and in fact the surface where her two halves had once connected was covered in a layer of skin, like any other part of her.<br>\r\n<br>\r\nFlipping herself onto her back, Alice stared down at her abbreviated body horror.  Feeling her stump, shock switched to confusion as she learned the same thing that Julia had already noticed.  Looking over the foot of the lounge chair at her severed lower half, Alice realized that...</span></div></div>",
            "created":1583298000,
            "id":2796444,
            "title":"Alice, awake and experiencing some serious back..."
        },
        "1423":{
            "author_id":"mc123",
            "author_name":"Mc123",
            "choices":[
                "No time, the legs managed to open the door. Let's catch them",
                "Wake Alice's top half first",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>Julia froze in mid-walk when she see her friend Alice sleeping on the patio, but only the top half of her body is here. Her bottom half is wandering around the yard. It seem like it's trying to search something as in some cases, it move one foot around its current spot. With the wedge on its feet however, it end up stomping on some of the plants. When it reach the backyard's door, it start to reach the lock. Alice's legs are trying to escape!<br>\r\n<br>\r\nJulia, having been frozen by the should-have-been-impossible event that happening right now, finally decide to take action. However, before she reach the seemingly sentient legs, she wonder if she should wake up her friend first. She do deserve an explanation.</span></div></div>",
            "created":1578718800,
            "id":2772360,
            "title":"Alice's top half asleep, while her bottom h..."
        },
        "144":{
            "author_id":"lurkingleapold",
            "author_name":"Bangle",
            "choices":[
                "the witch sells Alice an enchanted necklace",
                "Alice buys up to her limit, and the witch admits to cursing her.",
                "Alice buys the cheapest item, and the witch doesn't tell her about the curse.",
                "another customer the witch had cursed interrupts Alice's shopping.",
                "Alice's body splits in half before she can buy something."
            ],
            "content":"<div class=\"\"><div> <span>As she was about to leave the market, something inside Alice compelled her to take one last look back at the old woman's stall.  Watching the stall from a distance, she saw that the throngs of people seemed to be repelled from the old woman and her wares like they were magnets of the same pole.  They purposefully gave her stall a wide berth, averted their gaze when the old woman tried to speak to them, and after a few minutes of no one giving her the time of day, the old woman slumped down on her stool in defeat.  Alice sighed, realizing that she'd been probably been the only person who'd even spoken a word to the old woman all day.<br>\r\n<br>\r\nAlice checked her wallet, and with another heavy sigh she approached the old woman and her stall again.  Putting on her friendliest face and most chipper voice, Alice waved to the old lady and said \"Hey!\"<br>\r\n<br>\r\n\"Oh, you.  What do you want?\"  The old woman said, her voice bitter but her eyes strangely self satisfied.  As though she were clued in on a funny joke that Alice was completely oblivious to.<br>\r\n<br>\r\n\"I'm sorry about earlier, I didn't mean to seem rude or anything. I double checked, and it turns out I actually do have a few minutes to browse, and I'd like to see some of the jewelry you have for sale.\"  Alice said, sticking to her previous story.  Shuffling the scant handful of bills in her wallet, Alice asked \"Do you have anything for twenty five dollars or less?  I haven't done my grocery shopping yet, and I can't spend more than that.\"<br>\r\n<br>\r\nThe old woman looked at Alice, puzzled and a little guilty.  Sure, she had definitely lied earlier about being busy, and going out of her way to explain her buying limit without being asked to made her seem a bit self righteous and smug, but she had still come back, and was still offering to buy some merchandise.  \"I... uh... yes, I have some things in that price range.\"  The woman said, taking some necklaces and a few pairs of earrings from the shelf behind her and setting them out for Alice to observe.<br>\r\n<br>\r\n\"Thanks.\"  Alice said, looking over the handmade jewelry.  \"They're very pretty.\"  She lied, though her smile was genuine.<br>\r\n<br>\r\nEventually...</span></div></div>",
            "created":1578546000,
            "id":2771553,
            "title":"Alice felt guilty about the necklace, and went ..."
        }
    },
    "info":{
        "author_id":"gavalar",
        "author_name":"Gavalar",
        "brief_description":"A young woman is cursed after unknowingly making an encounter with a bitter old witch",
        "created":1576021560,
        "description":"<td align=\"left\" class=\"norm\">A young woman named Alice is cursed after unknowingly making an encounter with a bitter old witch. The curse doesn't take effect until hours later, at which point her affected body part/parts magically detach from the rest of her body. Her separated parts remain alive. She loses all feeling and control of her detached parts as they gain their own sentience.<br>\r\nThe now sentient body parts having lost connection to the head that commands them soon become beings driven by pure instinct.<br>\r\n<br>\r\n- Once a part has been detached, Alice can no longer feel or control it.<br>\r\n- All detached parts gain sentience eventually, but it doesn't need to be immediate.<br>\r\n- The Old Witch or others like her can undo the curse if they please, though they may choose not to.<br>\r\n- Though all detached parts are sentient, their ability to think for themselves will be limited. They will rely more on raw instinct.<br>\r\n</td>",
        "id":2207524,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583311500,
        "pretty_title":"Pure Instinct"
    }
}