{
    "chapters":{
        "1":{
            "author_id":"crossblade",
            "author_name":"crossblade",
            "choices":[
                "Continue"
            ],
            "content":"<div class=\"\"><div> <span><div align=\"center\"> [Embed For Use By Upgraded+] </div><br>\r\n<br>\r\n<div align=\"center\"> ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"ctan\"><span style=\"font-family:verdana, sans-serif\"><font class=\"size5\" style=\"\">Camellia Town</font></span></span></div><br>\r\n<div align=\"center\"><a onclick=\"$('#dropNote1').toggle (200);\" style=\"cursor:pointer;color:#0000ff;\" title=\"\"><span style=\"text-decoration:underline;\">Villager Roster</span> <span style=\"font-size:8pt;opacity:.75;text-decoration:none;\">▼</span></a><div id=\"dropNote1\" style=\"padding:0px;display:none;\"><br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"cgrey\">Punchy</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"cpink\">Freya</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"cbrown\">Erik</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"ctan\">Marshal</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"clteal\">Julian</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"cpred\">Merengue</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"cpink\">Diana</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"corange\">Beau</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"ctan\">Apollo</span><br>\r\n<br>\r\n ** Images For Use By Upgraded+ Only ** <br>\r\n<span class=\"chotpink\">Cherry</span></div> </div><br>\r\n<br>\r\n<i>Somewhere in the mayor's office, an anxious, heavy pacing can be heard, along with strange gurgles and glorps...<br>\r\n<br>\r\n\"Oh no... oh no... what have I done?\"<br>\r\n<br>\r\n\"I can't believe I ate the mayor! I mean, I didn't mean to... they were just so tasty-looking, and I missed breakfast this morning, and... ugh...!\"<br>\r\n<br>\r\n\"What am I gonna do now? They hadn't introduced themselves to anybody yet, so... maybe I can find a replacement?\"<br>\r\n<br>\r\n\"But... they know the mayor is supposed to be a human... and where am I going to find a human on such short notice?\"<br>\r\n<br>\r\n\"Urgh... think, Isabelle, think...!\"</i><br>\r\n<br>\r\n---<br>\r\n<br>\r\nThis definitely seems like it was going to be a long train rideâ\u0080¦ but you can easily relax by just watching the beautiful landscapes roll by, clearing your mind as you lean against the window. As the train rides along the countryside, you quietly contemplate the future that lies ahead of you. You used to live in a big human city, but apparently, the town youâ\u0080\u0099re moving to is a small village full of animalsâ\u0080¦ just about as different as it can get.<br>\r\n<br>\r\nSpeaking of which, here was one of them now. Your attention was drawn by the sound of heavy footsteps walking down the aisle of the train, only to lay eyes on aâ\u0080¦ peculiar person. He appeared to be some sort of cat, with blue and white fur and a big smile locked on his face! Down below, though, you couldnâ\u0080\u0099t help but notice that round, fluffy white tummy peeking out beneath his shirt, showing just how chubby he seemed to be.<br>\r\n<br>\r\nHe appeared to be casually munching on some strange chips from a plastic bag he was carrying around, only for him to perk up when he saw you. You were a little surprised when the chubby cat walks right up to you, those cheerful eyes glancing into yourâ\u0080\u0099s. â\u0080\u009cWow! A-are you a human? This is the train to Camellia town, right? You must be the mayor Iâ\u0080\u0099ve heard so much about!â\u0080\u009d He smiled widely, like he was meeting a celebrity.<br>\r\n<br>\r\nYou were confused, to say the least. â\u0080\u009cUhhâ\u0080¦ I think you have me mixed up with someone elseâ\u0080¦â\u0080\u009d You shake your head. â\u0080\u009cI am heading to Camellia town, butâ\u0080¦ Iâ\u0080\u0099m not the mayor or anythingâ\u0080¦â\u0080\u009d<br>\r\n<br>\r\nHe pauses. â\u0080\u009cOh! Iâ\u0080\u0099m so sorry! I shouldnâ\u0080\u0099t make assumptions like that, should I?â\u0080\u009d He apologizes sheepishly! â\u0080\u009cSo youâ\u0080\u0099re just moving into Camellia town, huh? Well, thatâ\u0080\u0099s cool, too! Theyâ\u0080\u0099re getting two new humans in the same dayâ\u0080¦ what are the odds, huh?â\u0080\u009d<br>\r\n<br>\r\nYou consider it. Is the mayor of this town youâ\u0080\u0099re moving to a human as well? Well, that was a bit of a relief. \"Oh, hehe! How rude of me! I forgot to even ask you your name!\" He smiled, reaching out a fluffy hand. \"My name's Rover! And you are...?\"<br>\r\n<br>\r\n\"Uhh... my name's Pepper,\" you shake his hand, nervously. You havenâ\u0080\u0099t really spoken to an animal before. \"Nice to meet you.\"<br>\r\n<br>\r\n\"Nice to meet you to! Hope you don't mind if I plop down right here!\" Before you could respond, he plopped himself down on the chair aside from you, rubbing his grumbling belly as his behind took up most of his entire chair, which creaked under his weight. \"I donâ\u0080\u0099t really have a real home anywhere. I just like to travel the world, seeing all the sightsâ\u0080¦â\u0080\u009d He smiles, wistfully.<br>\r\n<br>\r\nYou two sit together for a while, and youâ\u0080\u0099re distracted from your window-gazing by the sound of the feline happily stuffing more chips into his mouth as the train rode along. He was one of the first animals youâ\u0080\u0099ve ever met up close, though, and you couldnâ\u0080\u0099t help but be a little fascinated by him, despite how ditzy and pudgy he was. â\u0080\u009cSo, do you live in Camellia town...?â\u0080\u009d You ask, wondering why he seemed so excited about the place.<br>\r\n<br>\r\nâ\u0080\u009cOh, no. I just know about just about every animal town around here!â\u0080\u009d He giggles, before reaching into his satchel, past all the food tucked away in there. â\u0080\u009cLook, I even have a map! You should have it - youâ\u0080\u0099ll find it more useful than I will!â\u0080\u009d He pulls out a crumpled piece of paper, covered in crumbs and dried soda. You flatten it out as best you can, giving it a look over.<br>\r\n<br>\r\nâ\u0080\u009cWowâ\u0080¦ a whole map? Uhâ\u0080¦ thanksâ\u0080¦â\u0080\u009d You thank him, despite wondering why he has a map of a town he doesnâ\u0080\u0099t live in.<br>\r\n<br>\r\nâ\u0080\u009cHeheâ\u0080¦ to be honest, I really just travel around to taste all the different fruitsâ\u0080¦ and all the different restaurantsâ\u0080¦â\u0080\u009d He smiles, blushing and smiling, his eyes closing as he reminisces about all of the delicious meals heâ\u0080\u0099s had, instinctively groping his own soft tummy. â\u0080\u009cAnd manâ\u0080¦ the food in Camellia town is sooooo good~â\u0080\u009d<br>\r\n<br>\r\nYou watch him squeeze his own belly for a while, blushing and feeling a little awkward. Before this could go on for too long, though â\u0080\u009cOooh! It looks like weâ\u0080\u0099re arriving!â\u0080\u009d He smiles, starting to shift back and forth in his seat excitedly. â\u0080\u009cI wish I could stay, but Iâ\u0080\u0099ve got a buffet at the next stop I gotta get to! Heheâ\u0080¦ I guess Iâ\u0080\u0099ll see you later, Pepper!â\u0080\u009d He waves at you as you grab your things, but before you walk out, you canâ\u0080\u0099t help but wave back to the cheerful feline.</span></div></div>",
            "created":1551589200,
            "id":2625947,
            "title":"Welcome to Camellia Town!"
        },
        "11":{
            "author_id":"crossblade",
            "author_name":"crossblade",
            "choices":[
                "Mister",
                "Misses"
            ],
            "content":"<div class=\"\"><div> <span>As you walk towards the doors of the train, you hear a frightened-sounding voice outside. “There’s just no other option… I have to skip town… I can’t stay around here once everybody knows I ate their mayor…!” Before you have much time to ponder this, you end up walking directly into a huge, fluffy belly just as you exit the train! You bounce right off it, falling onto your butt on the train platform.<br>\r\n<br>\r\nYou’re dazed for a moment, looking up to see… what looks like a huge dog girl! Standing at around a foot or two taller than yourself, she was covered with enough softness to make Rover look thin! At the moment, she looked stressed out of her mind, bags under her eyes as if she’s had a very bad morning. And, notably, there’s visible bulges and movements coming from her big, round gut… what on Earth did she eat?<br>\r\n<br>\r\n“Oooh! I’m so sorry! Ugh, I just mess EVERYTHING up, don’t I?” She sighs, feeling somebody go bouncing off her gut… before she leans over and sees you sitting there, dizzy. “W-wait. Are you a… a h-human…?”<br>\r\n<br>\r\nYou blink. “... uh, last time I checked, yeah, I’m a human.”<br>\r\n<br>\r\nDespite the sweat dripping down her forehead, she gave her best sheepish, nervous-looking smile! “W-well! Do I have an exciting offer for you!” She says, taking your hand and lifting you gently off your feet. “Have you ever wanted to be the mayor of your very own town?”<br>\r\n<br>\r\n“Umm… no, not really…” You reply, deadpan.<br>\r\n<br>\r\nShe wraps an arm around your shoulder, showing you the whole town from the platform, trying to feign enthusiasm! “O-of course you have, silly! Just imagine it! The power! The influence…!” She gestured her hand over the visage of the small town. “All of it can be your’s… mayor~!”<br>\r\n<br>\r\nYou were only growing increasingly confused by this, and a little blushy at getting pressed up against her furry, pudgy side! “Uh, listen, I’m not the mayor you’re looking for. I just came here to learn how to cook-”<br>\r\n<br>\r\nActing like she doesn’t even hear what you’re saying, she just shakes your hand, acting as if everything was normal even as her stomach groaned around whatever was moving around inside. “My name’s Isabelle! I’ll be your secretary and assistant while you focus on your important mayoral duties!” She smiles, warmly all of a sudden. “Now that you’re here, we simply must head to the town hall! Our villagers are waiting there to finally meet you!”<br>\r\n<br>\r\nStill holding your hand, she started to lead you through town… and despite only holding you gently, you realized just how immensely strong the pudgy dog woman was! You blushed, unable to work up the courage to squeak out any words as you just obediently followed the big, cheerful-seeming canine towards a quaint little wooden town hall.<br>\r\n<br>\r\nYou were stunned as you were suddenly bombarded with excitement from all the animals waiting there! You'd only seen a couple in your life, and now, it seemed like a bunch were all over you, excited to meet their new mayor! Notably, while some were more slim, most of them were some variation of big and pudgy...!<br>\r\n<br>\r\n\"Everyone, I would like you to meet your brand new mayor!\" Isabelle smiled, with you blushing as she wrapped an arm around your shoulder and showed you off to the adoring crowd of animals of all shapes and sizes. \"Yes, yes, I'm sure you're all very excited! But our mayor here is going to be very busy, and they to get to work right away! They will meet you all individually in the coming days...!\"<br>\r\n<br>\r\nWith that, Isabelle calmly shepherded you into the town hall, before you could say anything that might alert the other animals to the fact that you're not really the mayor. With a light smile, she sat down across from you at her big, wooden desk. \"Alright, mayor! This little office is going to be your headquarters! But before we can make this official, we need to register you as a resident. First of all, I'm going to need a name...\"<br>\r\n<br>\r\n\"Pepper,\" you reply, still dazed.<br>\r\n<br>\r\n\"Mister or misses...?\"</span></div></div>",
            "created":1552626000,
            "id":2630807,
            "title":"To a New Life"
        },
        "111":{
            "author_id":"rustyey3",
            "author_name":"RustyEy3",
            "choices":[
                "Isabelle and you head out in town to greet other villagers",
                "After choosing your plot, you and Isabelle get knowing each other"
            ],
            "content":"<div class=\"\"><div> <span>\"Mister Pepper! Wonderful you will fit right in and don't worry I will help you with anything you need mayor!\" Isabella beamed a nervous but much more convincing smile to you, her large belly made gurgling groans which made her give another nervous smile. \"Ehehe.. so mister Pepper we are going to get you settled in Carmellia the best town around with best food!\" Isabella wrote down your papers and filed them away in her desk. \"Erhm... thank you Isabelle?\" You give her confused smile and massive dog nods to you few times.<br>\r\n<br>\r\n\"Oh right mister mayor you are going to need a house! Let me make a quick phone call first.\" Large dog grabbed her phone and soon spoke with someone. You watch around the Townhall seeing many pictures of Isabelle going from thin to thick along former mayor who seemingly disappeared recently. You wonder where this all has been so sudden! Along the photos are diplomas for being the best town with best food that might explain the sizes of animals you seen and your obese secretary.<br>\r\n<br>\r\n\"Okay mister Pepper! Mister Nook will be with us soon so lets go outside shall we? We have to find you good place to build your house!\" Isabelle seemingly have gotten much confident after having you forced to take the mantle of mayor you can't help but oblige and see where this crazy ride goes.<br>\r\n<br>\r\nOutside townhall an obese tanuki has arrived huffing while wearing green sweater that barely covered his large gut. \"Aaah welcome welcome, so you decided to take our post for new mayor? I wonder where the old one left so fast! He still had some loan to repay me... neverless I am Tom Nook of Nook Homes! I'm going to get you settled in Carmellia and I look forward to do business with you.... or a meal if you offer.\" large tanuki introduces himself to you with powerful handshake. He has been eating well but not like your secretary.<br>\r\n<br>\r\n\"Uhm thank you mister Nook... do I have to pay the loan of former mayor?\" you ask hoping its not ridiculously lot, thankfully fat tanuki shakes his head.<br>\r\n<br>\r\n\"Oh we can discuss that about later! You of course need proper income to pay after all! Now then show me good spot where you want your house to be built and I get my workers on it oh and Isabelle?\" Tom Nook offers smile to you before turning towards Isabelle.<br>\r\n<br>\r\n\"Ye-yes mister Nook?\" Isabelle looks nervous hoping Tom doesn't realize what she has done.<br>\r\n<br>\r\n\"Try not misplace our former mayors before they pay me fully.\" Nook said before turning back to you.<br>\r\n<br>\r\nIsabelle wipes her sweaty forehead and sighs in relief perhaps your secretary hides something but now time to settle in this crazy town!</span></div></div>",
            "created":1588309200,
            "id":2828104,
            "title":"Mister Pepper"
        }
    },
    "info":{
        "author_id":"crossblade",
        "author_name":"crossblade",
        "brief_description":"You become mayor of Camellia Town, which has a gluttony problem. Try not to get eaten.",
        "created":1551638400,
        "description":"<td align=\"left\" class=\"norm\">There are a few lovely Animal Crossing interactives around the site... but, I noticed, none that had a focus on things such as weight gain, stuffing, and most of all, vore! Hopefully, Camellia Town can fill that gap. Through various factors, up to and including just how tasty and filling the fruits around here are, more and more of the villagers around these parts have been developing some extremely... gluttonous tendencies. As the mayor, it's all up to you whether to deter all this gluttony, or support it... just know that, either way, you run the risk of ending up as a meal yourself!<br>\r\n<br>\r\n<b>I reserve the right to edit or delete chapters in this story as I see fit.</b></td>",
        "id":2184337,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588334220,
        "pretty_title":"The Gluttons of Animal Crossing"
    }
}