{
    "chapters":{
        "1":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "1 Hour - willpower intact",
                "12 Hours - reluctant slave",
                "1 Day - a traumatized slave",
                "2 Days - a severely traumatized slave",
                "3 Days - a willing slave"
            ],
            "content":"<div class=\"\"><div> <span>The Demon Lord towered over the trembling nude princess in the dungeon cell. “Little girl, did you enjoy seeing your kingdom’s people today?” His low, rumbling voice seemed to have reached to the core of her bones. Lowering himself, he grabbed the girl by the ankle and lifted her up. <br>\r\n<br>\r\n“AH!” Emilia cried out fearfully as she was suspended in the air, dangling by his grip. She felt her other ankle grabbed by the other hand before her legs were being pulled apart. <br>\r\n<br>\r\nAs the girl was hanging upside down, the Demon Lord slithered out a long, serpent-like tongue that entered her girl’s vagina. The brunette screamed as a slimy sensation entered her body, going deeper and deeper. <br>\r\n<br>\r\nEventually, the demon retracted his tongue and lowered the girl back to the floor where she curled into a ball of trembling fright. “You may reject me now, but eventually, you will be begging to be my slave. Just you wait. I have planted the Devil’s Seed into your womb.” The demon left the cell, locked the gates, and vanished from sight. <br>\r\n<br>\r\nEmilia hadn’t the slightest clue what the Demon Lord meant by his words. She thought she was about to be deflowered in the cruelest way imaginable, but it seemed for now, she had been spared. However, she couldn’t help but feel a bit bloated in her stomach. This made little sense to her as she had not eaten a decent meal all day. <br>\r\n<br>\r\nSuddenly, she felt something moving inside her as a strange internal warmth spread throughout her cells.The Devil’s Seed was starting to grow within her womb. <br>\r\n<br>\r\nFive minutes later, Emilia shrieked as a multitude of purple vines slithered out from her vagina. These appendages were oozing with strange glowing pink fluids as they coiled and wrapped around her nude body. <br>\r\n<br>\r\nTen minutes later, her stomach bulged a bit more as something was forcing its way out. A much thicker appendage burst out of her widened vagina, but it couldn’t exactly be called a vine. Instead, it appeared to be a large stem with a bud at the tip. That bud expanded into the size of a few meters before suddenly blossoming as violet petals seemingly peeled outwards, bending around the girl.<br>\r\n<br>\r\nIn a matter of minutes, these translucent, violet petals had molded themselves to encase the formal princess inside an orb. <br>\r\n<br>\r\nThe princess panicked as all she saw glowing pink light from within the strange demonic plant that had engulfed her whole. <br>\r\n<br>\r\nSuddenly, one of the vines that ensnared her body had formed a large suction cup that attached itself onto the rim of her mouth. Like a hose, glowing pink fluids began running through the vine itself and into her mouth. At first, Emilia simply didn’t allow any of substance to go down her throat, but once a pair of tendrils plugged her nostrils, she had no means of breathing. For several minutes, she held her breath until the deprivation of oxygen caused her will to cave in until eventually, she gulped. The sweet fluids went down her throat, and despite desperately wanting to gasp some air, the fluids just kept on rushing down. It wasn’t after several gulps later did the tendrils removed themselves from her nostrils, allowing her to finally breath through her nose. <br>\r\n<br>\r\nBut suddenly, the vines that wrapped around her body began branching out a myriad of tendrils that all started to tickle throughout her body. The princess burst into laughter, realizing that the sensitivity of her skin had been increased several times by the glowing pink substance coating her skin. <br>\r\n<br>\r\nThese purple tendrils toyed with her erected nipples and clitoris. They wiggled their tips against her armpits as her hands were restrained over her head. They tormented her sides, ribs, and bellybutton. They looped over each toe of her little bare feet, pulling them back in order to tickle her defenseless soles. <br>\r\n<br>\r\nHer hysterical laughter was muffled by the suction cup over her mouth and even more so by the orb-shaped petal that confined her in this little space. <br>\r\n<br>\r\nThe demonic plant tickled the naked princess nonstop for the next ten minutes. Its glowing pink fluids heightens the sensitivity of her skin. This special plant feasted on the girl’s sexual fluids, so for every orgasm she experienced, her fluids would be absorbed through the stem that protruded out from her vagina. And once the youth would run low on fluids, the plant would convert the sexual fluids into the glowing pink substance and force feed it into her mouth. This same fluid kept her sensitivity at its peak, and upon ingestion, it heightened her arousal, allowing her to continuously orgasm. <br>\r\n<br>\r\nWhen the tickling stopped, Emilia desperately breathed rapidly through her nose, but soon her nostrils were sealed one again as the pink fluids flow through the pipe attached to her mouth. This time, she didn’t resist and hurriedly drank all of it, but as soon as she does, the ticking continued. <br>\r\n<br>\r\nThis was the vicious cycle of the plant. It forced feeds the pink fluid to enhance her arousal. It tickled and probed her ultra-sensitive body nonstop to force her to orgasm. It absorbed the sexual fluids to strength itself. It then forced feeds her the pink fluid again, and the cycle continues. <br>\r\n<br>\r\nHow long was the princess tormented for?<br>\r\n</span></div></div>",
            "created":1578459600,
            "id":2771304,
            "title":"The Devil's Seed"
        }
    },
    "info":{
        "author_id":"masuta",
        "author_name":"Zero",
        "brief_description":"The princess, Emilia Anastasia, has been enslaved.",
        "created":1578537360,
        "description":"<td align=\"left\" class=\"norm\"><b><div align=\"center\">Emilia Anastasia: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://static.f-list.net/images/charimage/15050095.png\" target=\"_blank\">https://static.f-list.net/images/charimage/15050095.png</a></div></b><br>\r\n<br>\r\nHumiliation. Fear. Resentment.<br>\r\n<br>\r\nThe former princess of the kingdom, Emilia Anastasia, had fallen the moment the king had been killed and usurped. And rather than slaying the daughter of the previous wielder of the crown, the demon lord had ordered her to be captured and humiliated in front of her own people. The knights who were once meant to protect her had turned against her. They stripped her down, tied her to a cross, and paraded her nude body around the kingdom for all eyes to see. Throughout broad daylight, her sixteen-year old body was out in the open. Her cerulean eyes glared with rebelliousness. Her cheeks had a tint of pink as countless of eyes scanned her royal voluptuous, nubile body. For a girl of her age, her breasts were quite developed. Her skin appeared smooth and tender with a healthy shade of light tan.<br>\r\n<br>\r\nBy sunset, the formal princess had been paraded around the kingdom several times over with her royal, naked flesh on display. She had then been taken back to the castle where the girl was imprisoned inside her cell.<br>\r\n<br>\r\nHer mind had drowned out the voices and call calls that she had to endured. But the words that scarred her mind was what one of the knights had said: ‘The Demon King wants her as his personal sex slave.’ She dreaded those words, fearing for what sort of future she’d have. All she wanted was to live, but at the same time, she hated the demons for what they’ve done. Those barbaric monsters had raided and taken over her kingdom. They had killed her family and many of the knights who sworn to protect this nation while sparing the young damsels to be used as their own playthings.<br>\r\n<br>\r\nDemoted to a mere object of attraction, the brunette hated her situation. The knights who brought her to her cell had fearfully scurried off as a massive demon approached the cell. A wave of dreadful fear washed over Emilia’s body as she quivered at his mighty presence. Her eyes casted towards the barred gates that had yet to be locked, but as a hulking creature lumbered over with heavy, thumping steps, she wished the gate had been locked.<br>\r\n<br>\r\nWith horror, she saw a demon that stood well over ten feet tall with massive, muscles rippling throughout its body. The otherworldly beast had dark-grey skin with a tint of purple. His demonic face bared massive horns that extruded from his head. His fingertips had claws that had likely shredded countless of human corpses. He had a pair of dragon-like wings behind his back and a long tail extruding from his lower back. He wore metallic armor around his groin and shins.<br>\r\n<br>\r\nEmilia had only seen him once before, but she would never forget him. This was the Demon Lord.</td>",
        "id":2209779,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1578540354/item_id/2209779.png",
        "modified":1578540300,
        "pretty_title":"The Enslaved Princess"
    }
}