{
    "chapters":{
        "1":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Story 1",
                "Story 2",
                "Story 3",
                "Story 4",
                "Other Stories."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story, any story!</span></div></span></div>",
            "created":1563253200,
            "id":2687865,
            "title":"Where to start?"
        },
        "11":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Wanted to become a baby so for the day she wouldn't have to go to school",
                "Find a family and become there adopted baby ",
                "Be reborn and start a whole new life ",
                "Give into her secret fantasty of become a fat baby ",
                "more "
            ],
            "content":"<div class=\"\"><div> <span>Star Butterfly was a magical 15 year old.with her magic wand she could do anything she wanted. <br>\r\nwith her powers she made any problem she had go away. <br>\r\n<br>\r\nThat's when one day Star woke up feeling tired. Marco came and said \"Come on Star it's Monday. we need to go to school\"<br>\r\nStar said \"Ohhh really? I don't want to go to school I'm too tired today. all this responsibility is such a pain\" <br>\r\nMarco said \"Sorry Star your not a baby anymore get ready so we can go.\" <br>\r\n<br>\r\nStar thought about it and said to herself \"Hey babies don't need to do anything? wow if I was a baby then I wouldn't have to go to school or worry about anything\" <br>\r\nStar then using her magic wand......</span></div></div>",
            "created":1563253200,
            "id":2687869,
            "title":"Story 1"
        },
        "114":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Marco came in, shocked to see how big and young Star got.",
                "Star kept eating, making bigger and bigger food.",
                "Eventually, Star decided to just fatten herself up with magic."
            ],
            "content":"<div class=\"\"><div> <span>Star had always idealized the life of laziness and gluttony, and being a baby would make that so much easier! So, instead of going to school, Star decided she was going to live out the rest of her life as the big, fat baby she'd always wanted to be. With a wave of her wand, she magically found herself shrinking down, down, down until she was no older than a few days old. Star still retained her teenage brain, as well as her knowledge on how to operate her wand, so this change was purely aesthetic.<br>\r\n\"Yay! I'm a baby! Now it's time to get me lots of food to make me into a FAT baby!\" Star said in a high-pitched voice, as she began to create tons of huge food portions in her room. As they spawned in, Star was able to eat each and every last bit of it, swallowing down burger quadruple her own size, guzzle down fries, slurp steaks and even chug down big quarts of milkshakes.<br>\r\nEvery second she ate, Star was getting fatter, and it seemed she wasn't going to slow down any time soon...</span></div></div>",
            "created":1563253200,
            "id":2687871,
            "title":"Give into her secret fantasty of become a fat b..."
        },
        "1141":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Turned Marco into her feeder ",
                "Made time froze ",
                "Tellported somewhere else "
            ],
            "content":"<div class=\"\"><div> <span>Star was in love with this new way of life \"Oh man I should of done this ages ago being a fat baby is so fun! she said eating a 10 foot long subway meatball sandwich in 5 seconds flat. <br>\r\nAs she ate her fat belly grew out becoming a large round pale dome. her ass grew out as her diaper become tight and small. her little dress couldn't cover up her belly and acted more like a stretched out bra for her fat baby boobs <br>\r\n<br>\r\nHer arms and legs became plump and her cute face hot fat with big plump cheeks and two chins.<br>\r\nBut her feast was rudely interrupted when she heard \"Star! come on the bus is here! get up otherwise will be late for sch....\" he froze when he came in to see his best freind now an obese baby eating up tons of junk food. <br>\r\n<br>\r\nMarco said \"Star what the heck is this?<br>\r\nStar grabbed her magic wand and..... </span></div></div>",
            "created":1563253200,
            "id":2687873,
            "title":"Marco came in, shocked to see how big and young..."
        },
        "11413":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Star was met with several guards inclined to stop her.",
                "The machines didn't seem to be working!"
            ],
            "content":"<div class=\"\"><div> <span>In a state of shock, Star panicked and used her wand to teleport herself somewhere different. The last thing she heard from Marco was \"Star, wai--!\" before she found herself in a totally new location. Luckily, she was still able to move, even as a massive baby blob, and surveyed her surroundings. It seemed very dark and dusty, as though nobody had been here in centuries, an area lost in time. It was a bit spooky, and she was about to teleport herself back to face the consequences of her actions when she suddenly heard heavy machinery, as well as something that smelled absolutely divine. She couldn't tell what it was, but whatever it was she knew it was edible.<br>\r\n\"So hungry...\" Star smiled, drooling from her mouth, feeling her stomach growl. She followed her nose, guided through the pitch-black area until she ran into a door with a more well-lit area, realizing she was just in the broom closet of a massive dessert factory!<br>\r\n\"Oh, man... So many treats! I want it all!\" Star smiled, rushing up to begin gorging.<br>\r\n<br>\r\nHowever...</span></div></div>",
            "created":1563253200,
            "id":2687876,
            "title":"Tellported somewhere else "
        },
        "114131":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Began to drink from a hose filled with custard ",
                "Had her slaves feed her desserts ",
                "used her wand to give herself a cute little bikini "
            ],
            "content":"<div class=\"\"><div> <span>Star forgot all about Marco and now just wanted those sweet smelling desserts <br>\r\nShe waddled out into the big halls thinking she could eat all the sweet dessert in this place.<br>\r\nBut as she waddled her fat ass down the halls she heard \"HALT! <br>\r\n<br>\r\nStar turned and saw seven guards men and woman they ran up to Star one said \"How did this baby get here?<br>\r\nAnother guard said \"pick her up and will get her out of here. maybe find her parents and tell them to put her on a diet\"  <br>\r\nBut Star using her wand casted a spell making all the guards into her willing slaves. <br>\r\nThe guards said \"What can we do for you sweet baby Star?<br>\r\n<br>\r\nStar smiled and said \"Prepare the factory for me. this whole place is mine now! <br>\r\nThe guards got to work turning everything on and locking everything up so no one would interfere <br>\r\nStar's first......</span></div></div>",
            "created":1563253200,
            "id":2687892,
            "title":"Star was met with several guards inclined to st..."
        },
        "1141312":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Make the food exponentially bigger.",
                "Get more people to feed her.",
                "Give herself a revealing outfit."
            ],
            "content":"<div class=\"\"><div> <span>Star made all her slaves feed her the desserts scattered around the entire area, and so they went straight to work running up and down stairs and scaffolding in order to most quickly feed their new master.<br>\r\nEach one seemed very pleased to feed such a gluttonous baby, and Star was more than happy to eat all the food they had to offer her. \"More, more!\" She would cry, as her slaves gladly obliged.<br>\r\n<br>\r\nAs Star continued her monstrous binging, she could feel her weight spreading across the entire factory floor, now nearly half as large as the entire room itself. Some guards placed tubes on either side of her mouth to keep her fed while other guards got more to feed her with, which only increased her weight gain by several times.<br>\r\nHer constant groans of pleasure, demanding even more than she already got echoed across the room. Yet still, Star felt unsatisfied. She decided to...</span></div></div>",
            "created":1563253200,
            "id":2687908,
            "title":"Had her slaves feed her desserts "
        },
        "11413121":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Star couldn't move anymore to use her wand ",
                "Star ran out of food ",
                "Star decided to make her age pernement deciding she didn't want to grow up"
            ],
            "content":"<div class=\"\"><div> <span>Star desired more. her greedy hunger demanded bigger tastier food she using her really fat arm she managed to cast another spell making all the desserts in the factory grow 5 times there size. doughnuts were as big as couches and cakes and pies became as big as cars <br>\r\nStar licked her lips and shouted \"Feed me! and the guards rushed carrying the huge heavy deserts on there backs. they stuffed huge loads of pie dough and frosted cake into her mouth. <br>\r\n<br>\r\nShe greedily ate it all she even casted another spell to make her mouth stretch widely allowing her to devour whole giant doughnuts in one mouthful <br>\r\nAs she ate her body grew fatter faster all her cloths ripped apart leaving her fully naked. <br>\r\nStar didn't care she loved being a blob baby she had no shame. <br>\r\n<br>\r\nBut soon something happened....... </span></div></div>",
            "created":1563253200,
            "id":2687920,
            "title":"Make the food exponentially bigger."
        },
        "114131213":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Eventually outgrew the factory, and needed a new source of food.",
                "Fully reverted to a newborn baby, her mind nothing but mush.",
                "Wanted some clothes to cover up with."
            ],
            "content":"<div class=\"\"><div> <span>Star, deciding she no longer cared for the life of teenagehood or adulthood, wanted to stay as a baby for the rest of her life. So, she cast her magic wand, and made herself a permanently a newborn baby, allowing herself to be a cute, obese baby forever! This made her giggle happily as she continued to swallow down the enormous foods, swelling up like a lard balloon.<br>\r\nHer slaves were still happily feeding her, until they realized they were running low on food. One slave brought this up to Star, but she merely laughed, and used her magic to refill all of the vats with food, these ones even larger than the last! A resounding cheer from all vibrated through the entire factory as they resumed their feeding, with Star still gluttonously devouring everything she could.<br>\r\n<br>\r\nThrough all the feeding, Star...</span></div></div>",
            "created":1563339600,
            "id":2688233,
            "title":"Star decided to make her age pernement deciding..."
        },
        "1141312131":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "used her wand to make ever food factory in the world appear around her ",
                "devoured the slave and began to eat all the humans ",
                "found she was no too fat to use her wand leaving her powerless "
            ],
            "content":"<div class=\"\"><div> <span>Star outgrew the large factory first her fat spilled out of the windows before the building seemed to swell like heated popcorn before finally bursting letting the massive blob of a baby spill out freely. her fat seeping out into the streets crushing passing cars and even civilians became trapped under her many folds. <br>\r\n<br>\r\nShe grew so huge her whole body began to press into the near by buildings and her huge ass even crushed a near by school  <br>\r\nStar said in her cute high pitched fat voice \"Aww...this is the life. being a greedy fat baby is the best way to live\" <br>\r\nStar then noticed all how none of her slaves were feeding her and she began to feel hungry all over again. <br>\r\n\"Hey hurry up and feed me! one slave came out from her many fat folds up to her cute fat face and said \"I'm sorry my cute baby. the factory is in ruins we have no way to feed you...\" <br>\r\n<br>\r\nStar was annoyed this would no do. she needed a new way to eat.<br>\r\nThat when she got a great idea as she......</span></div></div>",
            "created":1563339600,
            "id":2688242,
            "title":"Eventually outgrew the factory, and needed a ne..."
        }
    },
    "info":{
        "author_id":"single22",
        "author_name":"Singed212",
        "brief_description":"Star Butterfly, but as a baby, growing fatter!",
        "created":1563324120,
        "description":"<td align=\"left\" class=\"norm\">Star Butterfly from age 0-3 growing fatter than any other star!<br>\r\n<br>\r\nRules are as always: No scat, no gore and no transformation.<br>\r\n</td>",
        "id":2195891,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1579316874/item_id/2195891.jpeg",
        "modified":1579316820,
        "pretty_title":"Star Babyfly WG Story"
    }
}