{
    "chapters":{
        "1":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "A sports team",
                "A nonathletic club",
                "The mascot",
                "One single girl",
                "A group of students"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is getting naked (or nearly naked) for the sake of school spirit? </span></div></span></div>",
            "created":1580014800,
            "id":2778770,
            "title":"Who's showing off?"
        },
        "11":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "The cheerleaders",
                "The swim team",
                "The tennis team",
                "The soccer team",
                "More teams"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which team?</span></div></span></div>",
            "created":1580014800,
            "id":2778771,
            "title":"A sports team"
        },
        "111":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Fundraiser",
                "Coach's punishment",
                "Other reason"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>It's every guy's fantasy: hot naked cheerleaders! But how do these hot cheerleaders end up naked?</span></div></span></div>",
            "created":1581224400,
            "id":2784922,
            "title":"The cheerleaders"
        },
        "112":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "The \"uniform\" was only a single swim cap",
                "The \"uniform\" was just a loincloth-like slip",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The Blackridge High swim team was one of the best teams in the state. Well, officially, second best, after losing the State Championship to Franklin D Roosevelt High last year. This year was different, though. They were going to train even harder, and do whatever it takes to win, especially since some of their best swimmers had graduated. <br>\r\n<br>\r\nAs dedicated as the team was to winning, Coach Phil was even moreso. Ever since that devastating loss, Coach Phil had spent nearly every day (and quite a few nights) researching how to maximise the team's potential. After months of careful research, he came to an interesting conclusion: the team's traditional uniforms were slowing them down. <br>\r\n<br>\r\nIt was the first practice of the new season and both the boys and girls of the swim team were gathered in one of the classrooms near the pool, as is usual for the first practice since that is where Coach Phil announces his plans for the upcoming season and announces the team captains.<br>\r\n<br>\r\nEveryone was buzzing; the sophomores through seniors were thirsty for revenge on their rivals, while the freshmen were just excited to have made it onto one of the most successful swim programs in the state. And when Coach Phil had emailed them over the summer hinting at \"new uniforms\", that only got everyone even more excited. <br>\r\n<br>\r\nOnce everyone settled down, Coach Phil began his announcement of his plan to win state this year: practicing before and after school, utilizing the weight room, and more intense conditioning. Everyone groaned at the additional practices, but understood them to be necessary. Finally, it was time to announce the new uniforms<br>\r\n<br>\r\n\"And of course, your new uniforms, which will significantly reduce drag and allow much faster movement through the water.\" Coach Phil announced.<br>\r\n<br>\r\nEveryone began whispering excitedly to each other, until finally Sabrina, a blonde junior raised a question.<br>\r\n<br>\r\n\"Can we see them?\"<br>\r\n<br>\r\n\"Not yet, I want it to be a surprise. Besides, I still have to name the team captains.\" Coach Phil pointed out. Sabrina nodded her head, but was disappointed. She hated surprises. <br>\r\n<br>\r\n\"Alright, after careful consideration, I have decided on your new team captains. Please give a loud round of applause to... Abigail Grace and Thomas Garnett!\"<br>\r\n<br>\r\nThe room erupted in applause, although everyone pretty much saw it coming. Always one boy and one girl, the team captains were almost always seniors, and Abby and Thomas were seniors with great talent, and more importantly, leadership ability. Coach Phil had no doubt that Abby and Thomas would help lead their team to victory against FDR High this year, and perhaps even beyond.<br>\r\n<br>\r\n\"Alright, enough chat, let's get swimming! I want everyone showered and in the pool area in no more than ten minutes from now!\" Coach Phil exclaimed, ending the preseason pep talk. <br>\r\n<br>\r\n\"But we don't have our uniforms yet!\" one of the sophomores pointed out.<br>\r\n<br>\r\n\"Oh, yes, right.\" the coach mumbled.  \"I think I left them in my office. Go head and get to the locker rooms, I'll have Abby and Tom pass them out.\"<br>\r\n<br>\r\nMany swimmers sighed, annoyed that their coach was prolonging the suspense even further. But that was typical of him, since he has a funny sense of humour. With the exception of Abby and Tom, the team made their way to their appropriate locker rooms, eager to receive their uniform so they could finally see what the big fuss is, as well as begin practicing.<br>\r\n<br>\r\nAbby and Tom followed Coach Phil to his office, where there were two boxes sitting on his desk. <br>\r\n<br>\r\n\"Alright my new captains, these boxes are full of brand new uniforms. Go head and each grab one and take them to the locker room to pass out.\" Coach Phil instructed.<br>\r\n<br>\r\n\"Uh, coach, which one is the for the boy's team and which one is for the girls'?\" Tom asked, curious since both boxes appeared identical. Traditional swimming uniforms were pretty different depending on sex, due to obvious differences in anatomy.<br>\r\n<br>\r\n\"Doesn't matter, they're all the same.\" Coach Phil shrugged.<br>\r\n<br>\r\nAbby and Tom looked at each other in confusion, and slight suspicion, but did as they were told anyway. The boxes were lighter than either of them suspected, but they both shrugged it off. It's not like they had heavy pads or helmets like some of the other sports. <br>\r\n<br>\r\nThe two chatted as they walked down the hallway until they reached the locker rooms, which were connected to the pool area. Abby entered the girl's locker room with a box of uniforms, and was greeted by cheers from girls of various states of undress. All of them had showered, but some had opted to cover their modesty with a towel, while others were unabashedly naked in front of their teammates. After all, it was just girls in the room, and they had all seen each other naked at some point or another. Either way, everyone was excited to finally receive their uniform. <br>\r\n<br>\r\nAbby opened the box, which contained smaller boxes, each to be given to a member of the team. Abby passed out the small boxes, and the girls eagerly opened them, anxious to finally put the suspense to rest and put on their brand-spanking-new uniforms.<br>\r\n<br>\r\nHowever, that excitement quickly changed to confusion when...</span></div></div>",
            "created":1580533200,
            "id":2781265,
            "title":"The swim team"
        },
        "1121":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "The boys were naked too",
                "The boys were wearing uniforms",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>Everyone looked at their \"uniform\" in confusion. <br>\r\n<br>\r\n\"Where's the rest of it?\" one senior girl named Ashley questioned. Though she was friends with Abby, the two always had a bit of a rivalry, and Ashley was a bit jealous that Coach Phil picked Abby over her.<br>\r\n<br>\r\n\"I... think this is it. Coach told me and Thomas that both ours and the boys' uniforms were the exact same.\" Abby said, in slight shock at what she was seeing. \"That's the only way this would make sense.\"<br>\r\n<br>\r\n\"Abby... are you seriously saying that Coach wants us to swim naked?\" Ashley asked her new captain.<br>\r\n<br>\r\n\"Unfortunately, yes.\" Abby answered regretfully. \"He did say that this would be the most 'minimalistic' and 'drag reducing' uniform ever, and this seems to fit the bill alright.<br>\r\n<br>\r\nThe team argued amongst themselves, with some agreeing with Ashley in that this \"uniform\" must be a mistake, while others agreeing with Abby. Either way, most of the girls were NOT happy with what they were given. Except for Lily, a junior who was known for being a bit 'open' with her body, not caring much about modesty around the locker room. <br>\r\n<br>\r\n\"I don't see what the big deal is, honestly. So what if we're naked? We'll definitely swim faster, and getting changed will be such a breeze!\" Lily said with a shrug. Lily was also known to be of a 'coach's pet', since she always went with whatever the coach said. Being the fastest junior girl, she really wanted to ensure that she became team captain next year.<br>\r\n<br>\r\n\"Not everyone likes to show off like you do, Lily.\" Ashley replied sternly. \"But go ahead and go to practice naked, I guess. We won't stop you.\"<br>\r\n<br>\r\n\"Fine, I will. We're almost late anyway. Don't be surprised when Coach gets pissed that I'm the only one in uniform though.\" Lily said with a humph, putting on her swim cap. Without a hint of shame, she walked out of the locker room and into the pool area completely naked except for the cap, her boobs slightly jiggling with each step. The rest of the team watched in awe. She knew that she was about to be seen naked by the boys team and Coach Phil, right?<br>\r\n<br>\r\n\"She's right.\" Abby admitted. \"We shouldn't be late for our first practice. Let's just suck it up and head on out. Maybe if Coach sees how ridiculous this is, we'll get our real uniforms back.\"<br>\r\n<br>\r\n\"Suit yourself, captain, but I will most certainly NOT be practicing naked!\" Ashley retorted, to the agreement of most of the team.<br>\r\n<br>\r\n\"Fine! But it's no wonder that Coach picked me to be captain over you; you never listen!\" Abby shot back. There were a few gasps at what Abby said. Like Lily, she donned the swim cap, which was her entire uniform, and walked out of the locker room completely naked. She was followed by a couple freshman girls, who although were incredibly embarrassed to be naked outside of the locker room, wanted to get on the captain's good side. <br>\r\n<br>\r\nAbby and the two other girls entered the pool area, and braced themselves as they were about to be seen butt naked by boys and their coach. Before walking in, the nude girls covered up their modesty with their arms, even though they knew that they couldn't hide their goods forever. <br>\r\n<br>\r\nUpon walking in, they saw the Coach talking to the boys' team and Lily, and their mouths dropped when they noticed that...</span></div></div>",
            "created":1580619600,
            "id":2781607,
            "title":"The \"uniform\" was only a single swim cap"
        },
        "115":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "The volleyball team",
                "The dance team",
                "The basketball team"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Some more teams to choose from</span></div></span></div>",
            "created":1581224400,
            "id":2784861,
            "title":"More teams"
        },
        "12":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Band/Orchestra",
                "Choir",
                "Art",
                "A charity club",
                "More clubs"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which club? <br>\r\n<br>\r\n</span></div></span></div>",
            "created":1580014800,
            "id":2778774,
            "title":"A nonathletic club"
        },
        "124":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Students Against Breast Cancer",
                "Body Positivity Club",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Blackridge High also boasts a few charity clubs as well. Some of these clubs are willing to go the extra mile in order to bring in money or raise awareness for their causes. Any publicity is good publicity, right?<br>\r\n<br>\r\nWhich club will we be following today?</span></div></div>",
            "created":1580014800,
            "id":2778796,
            "title":"A charity club"
        },
        "1241":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Stacey, the unashamed and outgoing club president",
                "Lucy, a shy redheaded sophomore",
                "A different girl"
            ],
            "content":"<div class=\"\"><div> <span>Student Against Breast Cancer is a club that raises money to bring awareness to breast cancer, one of the most common forms of cancer. The club is made up of both boys and girls, many of whom have had a loved one diagnosed with breast cancer, making this a personal issue for most of them. They are lead by Stacey Cosgrove, an extroverted and bubbly blonde senior girl who is tired of the same old fundraisers and publicity stunts the club has used in the past to bring attention to such a horrible disease. <br>\r\n<br>\r\nIt all began on the last Friday before October, which is of course Breast Cancer Awareness Month. Club meetings were typically held Fridays after school in one of the classrooms. Obviously, this is the most important time of the year for the club, as that is when they receive the majority of their donations. However, the past few years have shown a clear decline in donations and pledges. Last year, the club barely made enough money to cover their expenses, and if they didn't come up with some way to increase revenue, they'll end up losing money! Not a good look for a charity club, that's for sure.<br>\r\n<br>\r\nMembers of the club were talking with each other before the meeting began, some just chatting casually, while others were speculating on what Stacey has decided for Breast Cancer Awareness Month. But nobody could have anticipated what was about to happen next.<br>\r\n<br>\r\nAt exactly 3:30, Stacey Cosgrove, the esteemed club president, walked into the classroom with all of her peers... completely topless.  Below her waist, she was wearing a nice pair of jeans and boots, but above the waist... absolutely nothing! <br>\r\n<br>\r\nAll chatter immediately ceased, replaced by gasps and some giggling. Stacey walked to the podium positioned front center of the room with her hands at her sides, seemingly uncaring that all her peers were staring at her perky B cup boobs topped with light pink nipples, bouncing ever so slightly with each step. Once she reached the podium, she began her announcement.<br>\r\n<br>\r\n\"Hey guys!\" Stacy greeted the club in her typical bubbly demeanor, with her tits on full display. \"I'm sure you're all wondering why I'm standing completely topless in front of you.\" <br>\r\n<br>\r\n\"Well, it's simple. Breast cancer is one of the most prevalent forms of cancer, and the most prevalent cancer in women. More than 1 in 10 women will be diagnosed with breast cancer in their lifetime. So I thought, what better way to bring awareness to breast cancer, than to show our breasts?\"<br>\r\n<br>\r\nThis caused everyone to gasp and whisper amongst themselves. What did she mean, 'our'?<br>\r\n<br>\r\n\"We lost a lot of money last year buying merchandise to resell to our classmates, so I decided to do away with expenses and come up with a brand new way to make money: for the first week in October, everyone in this club, boy and girl, will spend that week completely topless, as I am right now. If we receive at least $1000 in donations that week, then we will spend the rest of the month topless. If we make more than $5000 in October, then we will finish the rest of the semester totally topless!\" Stacey announced with a wide grin. <br>\r\n<br>\r\nEveryone's jaw hit the floor. The guys then began cheering loudly. Of course they loved the idea, who cares if they went topless? But nearly every girl was totally shocked. Stacey really wanted them to show their boobs for an entire week... at minimum?<br>\r\n<br>\r\nFinally Rachel Johnson, the club treasurer, spoke up.<br>\r\n<br>\r\n\"Stacey, we love you and all... but this is downright insane! You didn't even think to consult the rest of us about this?\" Rachel questioned. \"Did you think about the fact that not everyone wants their tits on display for the whole school?\" <br>\r\n<br>\r\n\"Of course I thought about it, Rachel.\" Stacey answered. \"I know not everyone is as comfortable as I am about their body. But breast cancer is an inherently uncomfortable topic. We need to normalise it in whatever way we can, so that no girl, or guy for that matter, is ashamed to talk about it. So many women go undiagnosed because of the embarrassment. If we can get past that initial embarrassment, we'll make a huge breakthrough in getting girls to be unashamed about getting themselves checked out. And besides, think of it this way: most people will share a class with someone in this club. This will make it impossible to ignore the realities of breast cancer, since you're faced with a reminder every day. Trust me, I've thought about this a lot, and I think this will be our most successful, and groundbreaking campaign yet.\"<br>\r\n<br>\r\nEveryone couldn't help but agree. Even the girls, whose boobs would be on constant display for at least a week, knew that Stacey was right. <br>\r\n<br>\r\n\"Now, does anyone else have any objections?\" Stacey asked. <br>\r\n<br>\r\nIf anyone did, they were too afraid to voice them. <br>\r\n<br>\r\n\"Great, so on Monday, I expect to see everyone in this room with their tits out. I promise, it'll be worth it, and hey, some of you might even like it. I know I will.\" Stacey said, with a wink. \"I want full participation; if you come to school wearing anything above your waist, I'll take that as your resignation from the club.\"<br>\r\n<br>\r\nStacey spent the rest of the club meeting explaining how they will be collecting donations, which will primarily be collected by each member individually. To make it even more interesting, the member with the most individual donations will receive a special prize! <br>\r\n<br>\r\nFinally, it was time for the meeting to end, and soon every girl in the club went home knowing that on Monday everyone in school will know what their boobs look like. <br>\r\n<br>\r\n<br>\r\n<br>\r\nNow, whose story should we follow first?</span></div></div>",
            "created":1580619600,
            "id":2781676,
            "title":"Students Against Breast Cancer"
        },
        "12412":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "She loves the idea",
                "She is indifferent",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Lucy Adams was a shy redhead and a sophomore at Blackridge High. When she heard the announcement that she, along with everyone else in the club, had to show up to school topless on Monday, she nearly fainted. Nobody had seen her in anything less than a one piece since she was a child, and now she was expected to show her boobies to everyone she knows in the name of breast cancer awareness.<br>\r\n<br>\r\nThough she turned driving age a few weeks ago, she didn't have her license yet, and had to be picked up after the meeting by her mom. Luckily, she wasn't alone, as her friend Susie usually accompanied her, living close enough for both their moms to agree taking turns driving the two home. Susie was a lot more extroverted than Lucy, despite being a couple months younger, and she was actually looking forward to Monday!<br>\r\n<br>\r\n\"Wow, I can't believe it. Topless! In front of everyone!\" Susie said with a giggle as they walked toward the car.<br>\r\n<br>\r\n\"You sure don't seem to mind. You really don't care that everyone will see your boobs? Even the boys?\" Lucy questioned her friend. She knew Susie was outgoing, but this surprised her. <br>\r\n<br>\r\n\"Nope!\" Susie replied with a grin. \"I think Stacey is right. This is definitely what the club needed to bring those donations in.\"<br>\r\n<br>\r\n\"I just... I don't know. I don't think I can do it.\" Lucy said with a sigh. \"I don't exactly feel like having everyone know what my tits look like, y'know?\"<br>\r\n<br>\r\n\"Oh c'mon Lucy, it'll be fun! They're just boobs, everyone's got em. I wish I had some as nice as yours, too.\" <br>\r\n<br>\r\nLucy didn't respond, but looked down at her sizable chest. It was true, she had some nice boobs. They were easily a C cup, almost a D, and teardrop shaped, meaning they were pretty perky with only a slight droop. <br>\r\n<br>\r\nA minute later they reached the front of the school, where Lucy's mom was patiently waiting. She waved the girls over, and opened the automatic doors on the minivan to let them in.<br>\r\n<br>\r\n\"Hey girls, how was the meeting?\" she asked, chirpily.<br>\r\n<br>\r\n\"Good.\" Lucy replied quickly. She really didn't want her mom to find out about the big news.<br>\r\n<br>\r\n\"So, what's the big event for Breast Cancer Awareness Month?\" she pressed. Lucy regretted sharing that info with her mom. But before she could change the subject, Susie jumped in, knowing that Lucy would try to avoid telling her mom.<br>\r\n<br>\r\n\"We're going topless for a week! To remind everyone what we're fighting for!\" she answered happily. Lucy groaned inwardly. There was no stopping it now.<br>\r\n<br>\r\n\"Topless? Like no shirt or blouse or anything, just a bra?\" her mom asked curiously. Lucy's face was pretty red now, because she knew Susie would just keep going.<br>\r\n<br>\r\n\"No bra, either!\" <br>\r\n<br>\r\n\"Oh my goodness!\" Lucy's mom exclaimed. \"Lucy, is this true?\"<br>\r\n<br>\r\nLucy wanted to lie and say that her friend was making it all up, but she knew she couldn't keep up. So she just nodded and said \"yeah\".<br>\r\n<br>\r\n<br>\r\n<br>\r\nHow does her mother respond? </span></div></div>",
            "created":1580619600,
            "id":2781704,
            "title":"Lucy, a shy redheaded sophomore"
        },
        "124121":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "She gets topless",
                "She keeps her top on",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"That's... amazing!\" Lucy's mom replied. Lucy was now beet red by this point. Her own mother just said that the idea of her daughter going to school with her boobs totally on display was amazing.<br>\r\n<br>\r\n\"I know, right? I can't wait!\" Susie said. \"I almost want to start right now!\"<br>\r\n<br>\r\n\"Hey, I won't stop you!\" Lucy's mom laughed. Susie took that as permission to get topless in the car, as she whipped off her shirt and unfastened her bra, unleashing her A cup boobs. Though small, they were still substantial and suited her small frame pretty well. Lucy couldn't turn any redder if she tried. Her best friend just got topless in her car in front of her mom!<br>\r\n<br>\r\n\"Alright Lucy, your turn!\" Susie giggled.<br>\r\n<br>\r\nNever mind, Lucy somehow turned redder. Lucy decided to ignore her friend and hope the conversation turned somewhere unrelated to toplessness.<br>\r\n<br>\r\n\"Now Lucy, don't leave your friend hanging.\" her mom chastised her.<br>\r\n<br>\r\n\"Yeah, don't leave me hanging!\" Susie repeated, though giving 'hanging' a double meaning by gesturing to her boobs.<br>\r\n<br>\r\n\"I... are you serious?\" Lucy stammered.<br>\r\n<br>\r\n\"I mean, you're going to be topless all next week, aren't you?\" her mom asked. \"Might as well get a head start so you get comfortable.\"<br>\r\n<br>\r\n\"Mom, I don't think I can do it. I think I'd rather drop the club.\"<br>\r\n<br>\r\n\"Nonsense! You know breast cancer is a subject near and dear to our family. What do you think your Aunt Carol would say about you dropping the club over something stupid?\"<br>\r\n<br>\r\nLucy tried arguing back, but she couldn't. It was true, breast cancer was important to her ever since her Aunt Carol died of it a couple years ago. She was very close to Lucy, and was the main reason Lucy joined the club in the first place.<br>\r\n<br>\r\n\"It's just... I don't want everyone to see my boobs!\" she exclaimed.<br>\r\n<br>\r\n\"C'mon Lucy, with a rack like yours, you'd easily collect the most donations. We need you!\" Lucy encouraged her. <br>\r\n<br>\r\n\"She's right, Lucy. You need to let loose a little! You're lucky you live in a time and place that allows this level of expression. I so wish we had something like this when I was your age.\" her mom added.<br>\r\n<br>\r\n<br>\r\nThe two kept pressuring and encouraging Lucy to get naked from the waist up. Lucy didn't know what to do. </span></div></div>",
            "created":1580619600,
            "id":2781734,
            "title":"She loves the idea"
        },
        "1241211":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Susie keeps Lucy's clothes",
                "Susie gives Lucy's clothes back",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Fine! You guys win!\" Lucy exclaimed in defeat. <br>\r\n<br>\r\nAfter minutes of her mom and Susie begging her to take off her top, Lucy decided to just give in, hoping by doing so they'd drop the subject quicker.<br>\r\n<br>\r\nTaking a deep breath, Lucy unbuttoned her blouse, to the cheers of Susie and her mom. After taking off the garment, she was left sitting in just her black bra, putting quite a bit of cleavage on display. <br>\r\n<br>\r\n\"The bra too, sweetie.\" her mom said, almost as if ordering her to do so.<br>\r\n<br>\r\nNot wanting to prolong all this attention on her, Lucy obliged and unfastened her bra, exposing her impressive chest to the two other occupants of the car. Susie whistled in appreciation. Lucy quickly covered her boobs in embarrassment. She could feel her nipples hardening under her hands, but assured herself it was just because of the van's A/C. <br>\r\n<br>\r\n\"There, everyone happy?\" Lucy asked, annoyed at being pressured into getting topless in front of her own mother.<br>\r\n<br>\r\n\"Nah, move those hands, girl. Let's see those titties!\" Lucy said with a laugh, grabbing at her friend's arms.<br>\r\n<br>\r\n\"Now girls, careful back there!\" Lucy's mom warned. Susie reluctantly obeyed, to Lucy's relief.<br>\r\n<br>\r\nThis relief didn't last too long, though, because Susie quickly snatched Lucy's blouse and bra that were sitting on the middle seat between them.<br>\r\n<br>\r\n\"Susie!\" Lucy shouted upon witnessing the theft. \"Give them back!\"<br>\r\n<br>\r\n\"Ha ha, try and stop me with your hands glued to your tits like that.\" Susie taunted. Lucy did nothing but glare as Susie started putting her clothes in her backpack! Her mom didn't help either, simply laughing to herself at the girls' antics in the backseat. <br>\r\n<br>\r\n\"Hey, what are you doing with those?\" Lucy demanded.<br>\r\n<br>\r\n\"Relax, you'll get them back.\" Susie said with a laugh. Lucy was too embarrassed to fight back, but didn't like how Susie didn't exactly give a time frame for when she'd return the clothes.<br>\r\n<br>\r\n<br>\r\nFive minutes later, Lucy's mom pulled into Susie's driveway.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1580619600,
            "id":2781748,
            "title":"She gets topless"
        },
        "12412111":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Lucy gets caught by one of her siblings",
                "Lucy makes it to her room unseen",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Susie said goodbye and thanked Lucy's mom for the ride, then opened the door. She didn't get dressed, as apparently at some point she had put her own clothes in the backpack as well, and left the mini van still topless.<br>\r\n<br>\r\n\"Wow, she really is confident.\" Lucy admitted to herself, before remembering that Susie still had her blouse and bra!<br>\r\n<br>\r\n\"Wait, Susie!!\" she cried out, but Susie either didn't hear her or ignored her as she entered her house, topless of course. <br>\r\n<br>\r\nHer mom started backing out, seemingly unconcerned that her daughter's friend just left her daughter stranded topless in the mini van. <br>\r\n<br>\r\n\"Mom! Susie still has my clothes!\" Lucy reminded her.<br>\r\n<br>\r\n\"Well, are you gonna get out and get them back or what?\" <br>\r\n<br>\r\nLucy thought about it, but decided she'd rather not knock on her friend's door in nothing but a pair of jeans. <br>\r\n<br>\r\n\"No... I guess not.\"<br>\r\n<br>\r\n\"Alright, well I'm gonna keep going.\"<br>\r\n<br>\r\nAnd with that, Lucy's mom backed out of her friend's driveway and began driving home, leaving Lucy completely topless in the backseat without any way to cover herself besides her hands. Since Susie lived close by, they were home in just a few minutes. As they pulled into the garage, Lucy realized that she'd have to enter her house wearing nothing above the belt. She quickly developed a plan to get to her room as quickly as possible to get dressed before the rest of her family saw her topless. After her mom parked the car, Lucy braced herself as she exited the van and followed her mom into her house, hoping her siblings were in their rooms, or otherwise not in the living room or kitchen, which she would have to make her way through before reaching her room. </span></div></div>",
            "created":1580619600,
            "id":2781767,
            "title":"Susie keeps Lucy's clothes"
        },
        "124121111":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Her older sister, Jamie",
                "Her younger brother, Cody",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>\"Lucy, remember it's your turn to take out the trash tonight. I expect this done bef-\" <br>\r\n<br>\r\nLucy ignored the rest of her mom's order as she made a beeline to her room, her hands glued to her chest for both modesty and support. Of course, being on the second floor, this made it harder for her to make it there unseen. <br>\r\n<br>\r\nBy a stroke of luck, though, Lucy managed to reach her room without running into any of her siblings. Sighing with relief, Lucy turned the knob to her door, eager to be fully dressed again after being completely topless. <br>\r\n<br>\r\nBut the knob wouldn't budge!<br>\r\n<br>\r\nLucy rolled her eyes and groaned. This had happened many times before, with one of her siblings locking her out of her own room as a prank. After the last time it happened, Lucy swore she hid the key somewhere only she could find it, but evidently she did not, as she was once again locked out of her room. Of course, this was the absolute worst time to be on the receiving end of this prank, because she was not only locked out, she was locked out topless!<br>\r\n<br>\r\n\"Looking for this?\" a singsong voice came from behind the topless redhead, jiggling key on a lanyard keychain. Lucy grimaced as she turned around to see...<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1581224400,
            "id":2785015,
            "title":"Lucy gets caught by one of her siblings"
        },
        "1241211111":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Option 1",
                "Option 2",
                "Option 3"
            ],
            "content":"<div class=\"\"><div> <span>Lucy cursed under her breath. Jamie was two years older than Lucy, a recent graduate of Blackridge High and a current student at the local college. The small gap in age meant that the two sisters had long been very close, but recently Jamie had grown quite jealous of Lucy, or more specifically, her breasts. Despite being older, Jamie was less gifted in the \"boob department\", only managing to fill the smallest B cup bras. When Lucy started her growth spurt, Lucy could tell based on her sister's stares that she was jealous of her rack, but she never mentioned it. <br>\r\n<br>\r\nStill, Jamie's jealousy of her sister's near D cups continued to grow. And there they were, right in front of her, covered only by two small hands. <br>\r\n<br>\r\n\"Jamie, please, I don't have time for this!\" Lucy pleaded. \"I'm a little underdressed here...\"<br>\r\n<br>\r\nJamie simply smiled and twirled the lanyard around her finger. <br>\r\n<br>\r\n\"Not so fast, sis. You've got some explaining to do.\" Jamie replied, continuing to twirl the key.<br>\r\n<br>\r\n\"It's... a long story.\"<br>\r\n<br>\r\n\"I've got time.\"<br>\r\n<br>\r\n\"Fine, let me get dressed first and I'll tell you.\" Lucy offered, her hands still glued to her mammaries. She often bickered like this with Jamie, like any siblings would, but it was especially annoying to do so while topless and locked out from her clothes.<br>\r\n<br>\r\n\"Nope, I know you'll just go in, get dressed, and I'll never hear it. I just wanna know why my innocent little sister just came home from school with her boobs out.\" Jamie said with a shrug. \"It's either that, or you'll have to take it from me. Your call, sis.\"<br>\r\n<br>\r\nLucy sighed. She didn't really want to play her sister's games, especially in this state of undress. But without her room key, that couldn't really happen. She considered her options. <br>\r\n<br>\r\nOption 1) She could tell her sister why she was topless, and hope that Jamie holds up her end of the deal. Of course, there's no guarantee that she would. Plus, she didn't exactly like the idea of her sister knowing that she'll have to be topless in school next week. <br>\r\n<br>\r\nOption 2) She could simply try and grab the key from Jamie. After all, she was twirling it right in front of her. But that would mean freeing one hand from her tits, which also meant potential exposure. <br>\r\n<br>\r\nOption 3) Tattle to her mom, and hope that her mom resolves it.</span></div></div>",
            "created":1581224400,
            "id":2785038,
            "title":"Her older sister, Jamie"
        },
        "12412111111":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "\"Show me your tits first.\"",
                "\"Sure.\" (unlocks the door)",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Lucy took a deep breath in as she began to explain the sequence of events that led to her coming home topless. It's not like she could hide the truth for long, anyway.<br>\r\n<br>\r\nShe told Jamie everything, from the fundraiser to the drive home that left her without anything to wear above the waist. <br>\r\n<br>\r\nJamie's grin kept getting wider as the story developed. This was much better than she ever could have imagined. Her shy little sister, having to show everyone her rack for at least a week, most likely longer!<br>\r\n<br>\r\n\"There, I told you everything. Now can you unlock the door please?\" Lucy said in an annoyed tone, her hands still clutching her melons. <br>\r\n<br>\r\nJamie pondered for a moment, then said... <br>\r\n<br>\r\n</span></div></div>",
            "created":1583298000,
            "id":2796787,
            "title":"Option 1"
        },
        "124121111111":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Drop her hands, revealing her boobs",
                "Tattle on Jamie",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Lucy blinked.<br>\r\n<br>\r\n\"...what?\"<br>\r\n<br>\r\n\"You heard me. Let me see what's under the hands, then I'll let you back in your room.\" her sister said matter-of-factly.<br>\r\n<br>\r\n\"You said you'd let me in after I told you everything! Just give me the key.\" Lucy whined.<br>\r\n<br>\r\n\"And now I'm telling you to show me your titties. You're forgetting I'm in control here. Come on, everyone will see them next week anyway, just let me get a sneak peak!\"<br>\r\n<br>\r\n\"Gee, thanks for reminding me.\" Lucy thought to herself. <br>\r\n<br>\r\nWhat does Lucy do?</span></div></div>",
            "created":1584162000,
            "id":2801526,
            "title":"\"Show me your tits first.\""
        },
        "13":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Kara",
                "Lindsay",
                "David and Rachel ",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Blackridge High boasts a long standing mascot tradition not commonly seen at the high school level. Not just anyone gets to be the mascot, as there are long, extensive tryouts that one must pass, which require feats of agility, stamina, and endurance. Sometimes there's just one mascot, sometimes there's multiple. <br>\r\n<br>\r\nWhoever it is, though, is bound to show off more than they anticipated in the name of school spirit. Who will it be?<br>\r\n<br>\r\nKara, a redheaded sophomore who is rather shy off field, but eager to prove herself as a mascot<br>\r\n<br>\r\nLindsay, an outgoing blonde junior who just wants to keep the audience pumped up.<br>\r\n<br>\r\nDavid and Rachel, two seniors whose recent poor performances are jeopardizing their positions as mascots, putting their scholarships at risk. As a result, they'll do anything to keep their positions and scholarships<br>\r\n<br>\r\n</span></div></div>",
            "created":1580014800,
            "id":2778786,
            "title":"The mascot"
        },
        "14":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Dani",
                "Mandy",
                "Hannah",
                "Taylor",
                "Other girls"
            ],
            "content":"<div class=\"\"><div> <span>One brave girl will end up exposed in front of her classmates for the glory of Blackridge High. With no teammates or friends to share the embarrassment, all eyes will be on her. Who will it be?<br>\r\n<br>\r\nDani - A blonde freshman determined to make her school pride known by wearing something revealing for Spirit Day<br>\r\n<br>\r\nMandy - A busty sophomore who must follow through on a rather embarrassing bet...<br>\r\n<br>\r\nHannah - A pale black haired beauty who ends up exposed at a pep rally, against her wishes<br>\r\n<br>\r\nTaylor - A senior Latina who wants to do something crazy before she graduates</span></div></div>",
            "created":1581224400,
            "id":2784927,
            "title":"One single girl"
        },
        "141":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Wearing a very revealing toga",
                "Naked",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Dani, sweetie, are you sure you still want to do this?\" Dani's mom asked with slight concern as she pulled up to the school's entrance. <br>\r\n<br>\r\n\"Yes, mom, I'm sure.\" Dani replied, though her shaking voice contradicted her statement. \"Besides, we're already here, too late to go back now.\"<br>\r\n<br>\r\n\"We can go home so you can change if you want, and I'll call the school to let them know you'll be a little late.\"<br>\r\n<br>\r\n\"Mom, it's fine. Really!\" <br>\r\n<br>\r\nIt was Spirit Week at Blackridge High, perhaps the most important time of the semester, barring exam days. And why wouldn't it be? Blackridge boasts one of the most competitive athletic programs in the entire state, while also managing to put out impressive test scores across the student body. The students and staff at Blackridge have a lot to be proud of, and what better way to show off that pride than on Spirit Week?<br>\r\n<br>\r\nDuring Spirit Week, the school's dress code is relaxed in order to accommodate costumes, masks, face paint, or anything a student would want to wear in order to show off their school spirit. Athletes also tend to wear their uniforms too, in order to promote their teams. After lunch, all afternoon classes are cancelled in favor of various events, as well as competitions that pit the four different grade levels against each other. Today, on Monday, the afternoon event is a pep rally, followed by a costume contest in which one member of each grade is nominated for having the best costume. <br>\r\n<br>\r\nAnd Dani was determined to win that contest. Though it has only been a month since Dani started her first year at Blackridge High, she was disappointed that she hadn't made many friends yet, and desperately wanted attention and respect from her fellow classmates. So she decided to accomplish that by showing that she had the most school spirit out of anyone. She knew she had to top everyone else's costume, and spent all last week thinking of just how to do that. Yesterday, she made her decision. <br>\r\n<br>\r\n\"Ok dear, have a good day. You be sure to call me if you need me to pick you up or anything.\" Dani's mom reminded her daughter. Although she wasn't exactly a fan of Dani's attire, she promised to support her daughter's choices so long as they don't get her into any legal trouble or lead to physical harm. <br>\r\n<br>\r\n\"Sure mom, ok.\" Dani agreed, opening the passenger side door of her mom's SUV. \"Well, thanks for the ride. Love you, bye!\"<br>\r\n<br>\r\nAlthough she was nervous, Dani stepped out of her mother's car and onto the walkway leading to the school's entrance. Immediately everyone stopped in their tracks as they noticed that the cute blonde freshman was...</span></div></div>",
            "created":1581224400,
            "id":2784944,
            "title":"Dani"
        },
        "1412":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Home Economics",
                "English",
                "Marching band"
            ],
            "content":"<div class=\"\"><div> <span>...butt naked. This was Dani's grand idea to win the contest: total nudity. So after her morning shower, she simply didn't put on a single article of clothing. Not even shoes. <br>\r\n<br>\r\nHer blonde hair was even tied in a ponytail so that her perky 32B cup boobs topped with small pink nipples were completely exposed. Below her waist, her totally shaved pussy and her bare ass were in full view of everyone. Because there was no homework given out over the weekend, she didn't bother to bring her backpack either, only taking her small purse to keep her phone and some gum in. This meant there was absolutely nothing to obscure her nude body. Of course, every costume should convey at least some school pride, so Dani made sure to paint her fingernails and toenails in the school colors of blue and white.  <br>\r\n<br>\r\nHer fellow students immediately began reacting; some gasped in shock, others pointed and laughed, and quite a few quickly whipped out their phones and began recording the sight before them. Of course, Dani knew that going to school in her birthday suit would cause quite a stir, but actually experiencing it was much more embarrassing than she anticipated. Within seconds of stepping onto school ground, Dani already regretted coming to school naked, but was too proud to turn around and get back in the car. <br>\r\n<br>\r\nDani's mom took one last look at her daughter's naked backside and shook her head as she began to drive off.<br>\r\n<br>\r\n\"Kids these days...\" she muttered to herself, wondering if letting her teenage daughter attend school naked was really a good idea. She was a \"hands off\" type parent, not wanting to set too many boundaries on her children, but even this was a bit much. Reluctantly, she drove away, leaving her daughter completely naked for the whole school to see.<br>\r\n<br>\r\nDani walked towards the school entrance with fake pep and enthusiasm; after all, it was Spirit Week, and having the right attitude was just as important as the costume (or lack of one, in her case). She did her best to ignore the pictures and videos that were being taken. Once inside, the cool air conditioned hallway caused her nipples to immediately harden, only making Dani even more aware of just how exposed she was. <br>\r\n<br>\r\nDani managed to transverse through the crowded hallways, continuing to ignore everyone’s stares, and somehow managed to make it to her locker quickly. She opened the locker and put her purse inside. There wouldn’t be much learning today, so she didn’t grab any books. As she was putting her bag away, she felt her butt get patted a couple times, and someone was even bold enough to give one of her cheeks a firm squeeze. She turned around, but whoever touched her had already disappeared among the crowded hallway. Dani blushed hard. Though she obviously knew that her classmates would be looking at her, she didn’t expect them to touch her like that. She sighed, knowing that she had a long day ahead of her.<br>\r\n<br>\r\nThe bell rang, indicating that class would soon begin. Not wanting to be both naked <i>and</i> late, the butt naked freshman hurried to her first class of the day, which was...</span></div></div>",
            "created":1585371600,
            "id":2809085,
            "title":"Naked"
        },
        "142":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "Amanda",
                "Madaniyah",
                "Manami"
            ],
            "content":"<div class=\"\"><div> <span>Though our busty sophomore's nickname is Mandy, her full name is<br>\r\n<br>\r\na) Amanda Washington, a sweet natured African-American cheerleader,<br>\r\n<br>\r\nb) Madaniyah Dhanial, a shy but beautiful student whose family migrated from India just a few years ago<br>\r\n<br>\r\nc) Manami Sato, a very serious and quiet Asian student who is something of a physics and math nerd<br>\r\n<br>\r\nWhich student will it be?</span></div></div>",
            "created":1593579600,
            "id":2859593,
            "title":"Mandy"
        },
        "1423":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "goes to school naked",
                "goes to school in her normal attire",
                "skips school"
            ],
            "content":"<div class=\"\"><div> <span>\"Tomorrow's the big day, Mandy,\" someone called out. Manami turned around, wanting to give whoever shout to her a baleful stare, but they had already disappeared. As usual, Manami was one of the last students to leave the school.<br>\r\n<br>\r\nManami hated the nickname 'Mandy.' There was absolutely nothing wrong with her name Manami, and she saw no reason why it had to be Westernized. But people had been calling her Mandy almost since the first grade, and nothing she did could stop the trend.<br>\r\n<br>\r\nShe was in a particularly foul mood because she had lost a bet. A bet she really hadn't agreed to, but in all fairness, she didn't disagree to the bet either.<br>\r\n<br>\r\nBlackridge High School was competitive academically as well as athletically. Each year, students at Blackridge High School competed in the National Mathematics Honor Examination (NMHE), with a handful of their students always ranking prominently when the scores came back in.<br>\r\n<br>\r\nIn her freshman year, Manami had taken the exam and, when the scores came back, she had the highest score in Blackridge High history.<br>\r\n<br>\r\nThis simple fact infuriated then-junior Jack Holtz, who considered himself a star in everything he pursued. Jack had lettered in Track, and was a state-ranked decathlete, and currently held the state record for a high school athlete in the hammer throw event. Jack landed a major role in every play or musical Blackridge High School put on. And he was considering the rising star among math students at Blackridge. <br>\r\n<br>\r\nUntil a freshman came along and knocked him down.,<br>\r\n<br>\r\nA freshman who, incidentally, had refused to go out on a date with Jack.<br>\r\n<br>\r\nSo Jack had bet Manami that whoever had the high score between this this year on the NMHE had to come to school naked on the final day of Spirit Week. Manami neither accepted nor declined the proffered bet. She simply ignored it. And studied hard for the NMHE.<br>\r\n<br>\r\nWhen the results came out, Jack had bested Manami by half a percentage point.<br>\r\n<br>\r\nAnd Jack loudly told one and all that Manami had to come to school naked on the final day of Spirit Week. It didn't matter how much Manami protested that she had never accepted that bet. Everyone was expecting to see her naked, And with the pointed looks at her chest, everyone was looking forward to seeing her naked.<br>\r\n<br>\r\nSo Manami was in a foul mood when she went home that night.<br>\r\n<br>\r\nThe next day, Manami</span></div></div>",
            "created":1593579600,
            "id":2859624,
            "title":"Manami"
        },
        "14231":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Ask her mom to take her",
                "Walk to school",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Despite her reluctance and initial refusal of the bet, Manami realized that it didn't matter, and that everyone was expecting her to show up naked. Well, if that's what everyone wanted, that's what they're gonna get. Manami quickly took a shower, and returned to her room without getting dressed. She took one look at herself in the mirror, completely naked. Was she really about to show up to school like this? <br>\r\n<br>\r\nManami lifted her large boobs with her hands, before letting them fall. She winced at the fact that if she accepted the terms of the bet, everyone will see them... not to mention her pussy as well. Technically, she never accepted the bet, so in her opinion she was not bound to this forfeit. Unfortunately, her opinion didn't really matter, since in the minds of everyone else by not refusing the bet she had silently consented to it.<br>\r\n<br>\r\nShe imagined all of her classmates and teachers looking at her nude body... something she wouldn't have to imagine for long. Manami had made up her mind: she was going to school naked. It was almost time for her to leave, but she was already dressed for the day, she just needed to put some shoes on. Manami quickly laced up her bright pink sneakers and picked up her backpack form the corner of the room. <br>\r\n<br>\r\nShe was about to open the door when she made a sudden realization.<br>\r\n<br>\r\nHow was she going to get to school?  </span></div></div>",
            "created":1595826000,
            "id":2876627,
            "title":"goes to school naked"
        },
        "15":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "A few friends",
                "A large friend group",
                "An entire grade",
                "The entire school!",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Not a team, not a club, but a brave group of students end up stripping off in the name of school spirit. <br>\r\n<br>\r\nWho will it be?</span></div></span></div>",
            "created":1581224400,
            "id":2785052,
            "title":"A group of students"
        }
    },
    "info":{
        "author_id":"nachtmuziek",
        "author_name":"NachtMuziek",
        "brief_description":"The Blackridge High Olympians have an interesting way of showing school spirit...",
        "created":1580069220,
        "description":"<td align=\"left\" class=\"norm\">Blackridge High is a school well known for their extracurricular prowess, both athletic and off the field. Follow a sport or club as they lose their clothes, whether purposefully or not, in the name of school spirit (or, you know, just because).<br>\r\n<br>\r\nBasically, for various reasons, girls involved in sports or clubs will end up naked. This is primarily an ENF/Exhibitionism story, though boys can be naked too if it's a coed team or club. So no male-only teams or clubs.<br>\r\n<br>\r\nNo underage sex, and no other fetish stuff please. If it's not ENF or exhibitionism, it probably doesn't belong here. Other than that, do what you want. <br>\r\n</td>",
        "id":2211303,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595901120,
        "modified":1595901120,
        "pretty_title":"School Spirit"
    }
}