{
    "chapters":{
        "1":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Astra Militarum",
                "Adepta Sororitas",
                "Inquisition",
                "Other Imperial Citizenry",
                "Xenos, Heretics, and Daemons"
            ],
            "content":"<div class=\"\"><div> <span>BY ORDER OF HIS MOST HOLY MAJESTY THE GOD‐EMPEROR OF TERRA<br>\r\nSEQUESTERED INQUISITORIAL DOSSIERS AUTHORISED PERSONS ONLY<br>\r\nCASE FILE WG1:32F:BE6:EXP<br>\r\nPlease enter your authority code &gt; **********<br>\r\nValidating…<br>\r\nThank you, Inquisitor. You may proceed. <br>\r\n<br>\r\nFOREWORD DOCUMENT BEFORE INQUISITORIAL DATAVAULT<br>\r\nLOCATION: OSBERA<br>\r\nDATE: 069.M42<br>\r\nHIDDEN IN INQUISITORIAL DATABASE<br>\r\nFILE TRANSCRIBED BY SAVANT EXPOSITUS, FROM DICTATION OF INQUISITOR ACTIMUS STORYMAKER<br>\r\nINQUISITORIAL DATA‐LIBRARY FACULTY,<br>\r\nHOLY TERRA, 085.M42<br>\r\n<br>\r\nIn my many years as an agent of His Holy Majesty's Divine Inquisition, i have seen many events that most in this galaxy would consider strange, debauched, or even outright ludicrous. I have seen hedonistic Eldar gorge themselves to oblivion. I have seen cults of Slaanesh bestow their strange 'gifts' upon innocent women. I have seen genetic abominations far and wide, Xenos Tech-heresy and Chaos machine sorcery. To the untrained eye, these events may seem like strange, perverse anomalies in a galaxy far too bloody to care. But I am an Inquisitor, and it is my duty to look deeper, to see the pattern beneath. And I tell you, fellow inquisitors, that these events point to a disturbing fact and trend of our existence:<br>\r\n<br>\r\nGluttony and Hedonism are powerful. So powerful, in fact, that it is a force in its own, agnostic of allegiances such as Loyalist or Traitor, Xenos or Human. Such depravity can strike the most loyal of Imperial soldiers, or the most perfidious of chaos-addled Xenos. The tales I have collected of these events, for the edification of other Inquisitors, and perhaps, out of my own sick curiosity and fascination, are so numerous that it was easier to divide them into categories of subject matter, and further subdivide these categories with increasing precision until the final tale was reached.<br>\r\n<br>\r\nYou find before you this self-same collection, prepared for your perusal. Take heed, fellow inquisitor, for the stories contained within may yet awaken something within you as well. Indeed, though I have done my best to separate tales that single out members of the Inquisition and their allies into its own category, a startling number of these stories feature Inquisitors succumbing to this hedonistic gluttony, to the point that I could not simply bundle all of them into the same grouping.<br>\r\n<br>\r\nI have asked the aid of my fellow inquisitors in editing and transcribing these tales into a palatable format for the reader, and I hope you find them intriguing and enlightening enough to warrant your further perusal and, perhaps, a volunteer of aid in translating and transcribing yet more of these tales. In the name of the God-Emperor of Mankind, these stories should not be forgotten.<br>\r\n<br>\r\nWhere would you like to begin?<br>\r\n<br>\r\n- Inquisitor Actimus Storymaker, of Osbera.</span></div></div>",
            "created":1569560400,
            "id":2724040,
            "title":"Inquisition Archive accessed"
        },
        "11":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Valhallan 597th",
                "Tanith First",
                "Other Imperial Guard Units",
                "Original Imperial Guard Units",
                "Other IG ranks (Commissars, etc.)"
            ],
            "content":"<div class=\"\"><div> <span>Many a tale exists within the archive of the brave Astra Militarum, the Imperial Guard, falling prey to this mysterious trend. To that end, I have further subdivided the tales into sets of relevant guard formations. Which famous group of guardsmen do you wish to know about?</span></div></div>",
            "created":1569560400,
            "id":2724041,
            "title":"Astra Militarum"
        },
        "111":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "The food on the planet has something of an add effect on the 597th's women.",
                "Or perhaps it effects the Men and Women both equally.",
                "Other option"
            ],
            "content":"<div class=\"\"><div> <span>Ah, the Valhallan 597th, home of the famous commissar Ciaphas Cain, with special attention from fellow Ordo Xenos Inquisitor, Amberley Vail. Suffice it to say not even my close colleague Amberley or one of the most esteemed regiments in the entire Astra Militarum were quite safe from this trend. I will supplement this category with extracts from the Cain Archive, as the Commissar's excellent literary stylings, as well as Amberley's interpolations, tell this tale far better than I could.<br>\r\n<br>\r\nEXTRACTED FROM THE CAIN ARCHIVE<br>\r\n<br>\r\n<b><span style=\"font-family:verdana, sans-serif\">The following tale is somewhat embarrassing, not only for the Valhallan 597th, who faced the brunt of the trepidation laid forth in this section from the archive, but also for myself, who was also caught up in its events. Regardless of the potential personal loss of face, however, I feel it necessary to bring this segment to light, if only as a cautionary tale about the subtle dangers that exist within the Galaxy, and how even Inquisitors are not safe if they are ever lax, even for a mere moment. I ask any readers not to judge too harshly, as I assure you that in the same situation, it would be difficult to say whether anyone would have done better. Nonetheless, I think we should begin with Cain's first observations of the Valhallan 597th's first deployment onto the world of Osbera, a planet that has known its fair share of conflict over the millennia, though this particular extract begins shortly after another extract recently released, the events of Drechia and Ironfound, some decades into Cain's association with the regiment. Needless to say that, despite whatever implications may be gleaned from the document itself, the regiment, and myself, did eventually recover, as our status in events later in the chronological turn of events obviously demonstrates. But I will concede at the time that it did seem rather hopeless. Nonetheless, I will do my typical duty and let Cain's work speak for itself, with my traditional, occasional editorial interpolations.<br>\r\n<br>\r\n- Amberly Vail, Ordo Xenos.</span></b><br>\r\n<br>\r\n<br>\r\n<br>\r\nForgive me for stating the obvious, but I truly can't stand the agents of Chaos, particularly that vile debauched creature Slaanesh. I know of course that such is expected of me, being a hero of the Imperium and not to mention an imperial Commissar at that, and even further an occasional agent for a certain gorgeously beautiful Inquisitor, but I feel that sometimes I just simply can't emphasize that enough. The 597th's mission to Osbera was completely hectic, one of perhaps my most life-threatening encounters while assigned to the Valhallan guard regiment, and for reasons that to this day I find completely Barmy.<br>\r\n<br>\r\nMy first presentiments of trouble didn't start coming until after our regiment had landed and been firmly entrenched on the place; a veritable paradise world traditionally, Osbera had been recently racked with a double-headache of both a Xenos attack (the Eldar<sup>1</sup>), and a Chaos incursion (apparently a cult of the aforementioned devious pleasurefiend). My palms began to itch just before Colonel Kasteen approached me with the news that the brilliant minds in the Munitorum had somehow managed to misplace nearly all of the regiment's ration supplies<sup>2</sup> in their organization of the deployment.<br>\r\n<br>\r\n'Well isn't that absolutely Frakked.' I cursed, walking down the ramp from our shuttle with all the Commissarial presence I could muster, passing troopers stopping occasionally to catch a glimpse of their commanding officer and the legendary hero, Ciaphas Cain disembarking. 'How are we suppposed to take back this dirtball if our men and women are starving to death?'<br>\r\n<br>\r\n'Fortunately we happen to be deployed on a Paradise world for once.' Kasteen offered, flicking through the dataslate that bore the news of the Munitorum's most recent grievous error. 'Unlike most places we get dropped, we can probably gather enough food for our troops from the surrounding environment. Osbera is famous all across the sector for its delicious food and the rapid rate at which it is produced and moved out, almost as if this were an Agri-world. About time we got this kind of posting, we could use the chance to relax a little and l've always wanted to try some local flora and fauna that won't try and kill me first.'<br>\r\n<br>\r\nA valid enough sentiment, even if I couldn't quite consider being on a planet that included anyone trying to shoot at you relaxing, but I couldn't help but feel my palms begin to itch. And believe me, if I'd known what lay at the heart of this situation,  I'd have had more than just itching palms.' <br>\r\n<br>\r\n<br>\r\n_________________________________________________________<br>\r\n<sup>1.</sup> <i>Of the craftworld variety. Cain typically demonstrates an almost complete inability to tell the difference between Craftworld Eldar and the marauding Dark Eldar, so I felt it best to establish that fact now, especially since future events don't exactly do an excellent job of painting a clear picture.</i><br>\r\n<sup>2.</sup> <i>Yet another example of the Astra Militarum's branch of Munitorum adepts being just as efficient as any other branch's, and perhaps the event that set everything in this chronicle into motion.</i></span></div></div>",
            "created":1569560400,
            "id":2724052,
            "title":"Valhallan 597th"
        },
        "1111":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "It's Amberley Vail, Cain's Inquisitorial friend and occasional lover",
                "Another member of the Regiment approaching with urgent news",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>With the situation laid before us, I set about planning, with the aid of Colonel Kasteen and Major Broklaw, on how I would oversee the gathering of rations from among the planet's harvest for the troopers of the regiment, my reasoning being that if I was making sure everyone was properly well-fed, I wouldn't be all the way out on the front lines waiting to get torn apart by Chaos cultists or pointy-eared soothsayers. A short while later, the first crates of fruits, vegetables, and slaughtered animals from nearby groves and farms began to be carted into the installation and preserved for use by the regiment.<br>\r\n<br>\r\nKasteen, who up until that moment had been doing the undoubtedly real work of organizing the regiment into something resembling a fighting formation for defending this position, walked up next to me as I was overseeing another shipment of food into camp.<br>\r\n<br>\r\n'The smell is certainly pleasant enough.' Kasteen cut in next to me, to which I simply nodded and adjusted my hat surreptitiously.<br>\r\n<br>\r\n'Indeed Colonel.' I responded at length as said Colonel proceeded to pick up a Ploin from a passing by cart and juggling it in her hands. 'Fresh fruit, fresh produce, and in some cases fresh meat. Our boys' morale should stay nice and strong for the next few days, or until we start to run low again.'<br>\r\n<br>\r\n'Hopefully by that point we'll not only be properly organized to make supply runs simple, but we may have gotten our own supplies from our munitorum agents, assuming they're not standing around like idiots.' As she said it, Kasteen slowly brought the Ploin to her mouth and took a bite out of it, starting the whole affair in motion.<br>\r\n<br>\r\nWell alright, that might be a bit of an exaggeration, but it certainly feels like that first demonstrable example of the nature of the planet's Flora triggered something of a chain reaction. I didn't notice at the time, but immediately upon taking that first bite of Osberan Ploin, Kasteen's flak vest bulged ever so slightly under the outer layers of armoring she wore, her midriff becoming ever so faintly softer.<br>\r\n<br>\r\nAnd that was just the start, believe you me, but it was at that point that my attention was pretty thoroughly distracted by the voice I could hear coming from down the ramp as someone made their way up towards me.</span></div></div>",
            "created":1569560400,
            "id":2724403,
            "title":"Commissarial Duty."
        },
        "11111":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Ciaphas stumbles, trying to figure out a way to broach the topic of added weight",
                "Suddenly, there's an attack! alarms begin to go off all around the base.",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>'Good afternoon Ciaphas, Colonel Kasteen.' Amberley's voice rang out, as sweet and alluring as ever<sup>3</sup>, my head snapping in her direction as soon as I heard it, conveniently missing whatever was going with Kasteen's uniform in my haste to greet the oncoming Inquisitor.<br>\r\n<br>\r\n'Amberley!' I said, striding forward to meet her at the top of the ramp up into the fortifications we had set up planetside. 'It's good to see you.'<br>\r\n<br>\r\n'And you as well.' She replied, reaching out to shake my offered hand, our grips remaining clasped for just a second longer than was strictly speaking necessary, after which both of us offered a slight, nervous cough before returning to the display table Kasteen had taken a seat next to, conveniently on the opposite side from where we were standing, preventing the Inquisitor from picking up on what I'd already not noticed. Pulled up on the table, which had been set up next to the onboarding ramp to function mostly as a glorified check-in desk for any supply drops, was a rotating image of the planet dotted with symbols to represent supply lines, notable force concentrations, and other relevant tactical information about the planet.<br>\r\n<br>\r\n'I can see you've already wasted no time in plundering the resources you could get from this world.' Amberley noted with just a hint of bemused sarcasm as she examined the planetary display, sitting down in one of the chairs around the table while I took up the seat next to her.<br>\r\n<br>\r\n'Earlier than we would've expected to.' I nodded, sipping at a mug of Tanna leaf tea I'd left on the table a few minutes earlier. 'Munitorum mishap. We landed, but none of our rations did, so we had to go straight to foraging. Fortunately the planet's got plenty of supplies for us, so we won't be starving to death, just got to worry about the regular getting shot and sliced up problems.'<br>\r\n<br>\r\n'Speaking of which.' Kasteen cut in, pulling out another fruit and offering it to the inquisitor. 'Care for a ploin, Inquisitor? This planet's products are surprisingly delicious, even moreso than usual, and we just got a fresh shipment in, it'd be a shame not to try some before they get sent for preservation.'<br>\r\n<br>\r\n'Yes, I have noted that anything that gets 'preserved for future use' becomes almost as bland as a standard ration pack.' Amberly said, taking the offered fruit and biting into it<sup>4</sup>. 'Mmmmm, you weren't wrong about them being more delicious than usual.'<br>\r\n<br>\r\nI must admit I probably seem irregularly dense to you, readers, because even though Amberley was sitting right beside me, I didn't notice the crimson bodyglove she normally wore faintly dome outward at the stomach just at the consumption of that single fruit. But then again, she was an Inquisitor, and someone whose temper I was readily familiar with, so I was perhaps taking extreme care not to let my gaze drop anywhere below her eyes while anyone else was around<sup>5</sup>.<br>\r\n<br>\r\n'Pleasantries aside though, Inquisitor.' I interjected while she tore into the remainder of the Ploin, and Kasteen started to dig into a second one. 'What exactly brings you to this lovely corner of space? I'm not quite sure what job an Inquisitor might need to fulfill on an open battlefield, everyone seems to be aware of what's going on.'<br>\r\n<br>\r\nShe finished the fruit she had been eating with almost indecent vigor, even going so far as to suckle any remaining juices off of her fingers before stifling what seemed like the most ladylike approximation of a belch I could possibly conceive of, before she responded. <br>\r\n<br>\r\n'That's actually precisely the reason I'm here. The situation seems a little -too- cut-and-dried for my taste.' she noted, spinning the display round with a few twists of the knobs and dials on the table. 'The enemies you seem to be up against, a chaos cult of Slaanesh and a number of Craftworld Eldar, are making their presence known far more quickly and broadly than is typical for either group's typical mode of operation.'<br>\r\n<br>\r\n'And you're worried they've got some kind of devious plan hidden behind the bluff of an all-out invasion?' I asked, suddenly feeling like I'd just had a Valhallan shower<sup>6</sup>. It made sense. Both chaos cultists (well, those who weren't servants of Khorne anyway) and Eldar tended to be on the sneakier and trickier scale of enemies I'd had to face in my long and illustrious career. The idea that something as big as an invasion and all-out war could be a bluff however, which implied that there was something even bigger being hidden behind it, frankly terrified me.<br>\r\n<br>\r\nAmberley nodded. 'Exactly. So I'm here along with a handful of my retinue to try and figure out what's going on behind the scenes while you and the 597th fight the main fight. Hopefully anything I find will be of assistance in the main battle anyway.'<br>\r\n<br>\r\nAs terrifying as the revelation had been, it suddenly gave me an idea on how I could avoid ever having to deal with the front lines of this war, even after the task of sorting out supply lines had been dealt with. I stood, turned to face Amberley, and saluted, looking my most Commissarial. 'Inquisitor Vail. I'd like to request to accompany you on this task. Not only to provide my assistance, but to act as a liaison between your task and ours, to ensure that communication flows smoothly and we can properly co-ordinate our efforts.'<br>\r\n<br>\r\nAmberley looked at me with that faint smirk that she usually got whenever she saw right through my grandstanding and false courage, and I almost expected her to decline, but after a moment she nodded. 'Alright. That sounds like an excellent idea. Unless you've got any objections, Colonel?'<br>\r\n<br>\r\nKasteen looked between the two of us for a moment, looking as surprised as if she'd just intruded on an intimate moment, and held her hands up in a negative gesture. 'No, no, that sounds perfect.' she said, seeming oddly flustered. I took mental note of it, but honestly didn't know what to make of it. Stress, or distraction, perhaps.<br>\r\n<br>\r\n'Right. That settles it then.' Amberley said, putting her hands on the table and pushing herself to her feet at the same moment as Kasteen did. 'Let's get to work.'<br>\r\n<br>\r\nAnd it was at precisely that moment, as two of the women in my life that I respected more than just about anyone short of the Emperor himself stood up, full of fire and determination to beat back the enemies of the Imperium, that I noticed the slight bulges in the bellies of both of their uniforms. The incongruity of the moment almost threatened to make me laugh, which would have been disastrous given the situation, and I stifled it with an effort, the links not quite forming in my brain just yet that this was something truly amiss.<br>\r\n<br>\r\nSomething must have shown on my face, however, because Amberley looked at me quizzically. 'Something the matter, Ciaphas?' she asked, prompting me to scratch the side of my head insecurely.<br>\r\n<br>\r\n'I, uh...'<br>\r\n<br>\r\n<br>\r\n_________________________________________________________<br>\r\n<sup>3</sup><i>Flatterer.</i><br>\r\n<sup>4</sup><i>Stupid, stupid, stupid! Even if nothing had been wrong with the food, I should've known better than to try anything native to a world that was currently undergoing an invasion by Chaos forces. And I'd spent a not inconsiderable amount of effort minding my figure.</i><br>\r\n<sup>5</sup><i>So that's his excuse. I suppose trying to avoid a 'my eyes are up here' reprimand is as good an excuse as any, though I note the 'anyone else around' clause of that reasoning.</i><br>\r\n<sup>6</sup><i>Also known as being doused in ice-water.</i></span></div></div>",
            "created":1569646800,
            "id":2724853,
            "title":"Inquisitorial Liaison"
        },
        "111111":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Cain and Amberley's investigation begins",
                "Kasteen deals with the women of her unit's swelling waistlines",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Of all the worst times for my glib tongue to desert me, speaking to a pair of terrifying women about their weight was perhaps not at the top of the list, but it was damn near close. The synapses in my brain I'd mentioned previously were firing now, telling me that this was definitely something that the two of them should absolutely be made aware of, as it couldn't be a sign of anything good, but at the same time my brain was running in circles trying to figure out how to word the revelation in such a way as to keep my skin in one piece after telling the Colonel of an Imperial Guard unit and an Inquisitor, of all things, that they'd suddenly gotten fat<sup>7</sup>.<br>\r\n<br>\r\nSo, lacking for any sort of remark to do the job, I resorted to simply pointing at their bellies until they got the idea and looked down.<br>\r\n<br>\r\n'Holy Emperor!' Kasteen swore, followed by Amberley's less than ladylike string of curses<sup>8</sup>. Hands immediately flew to stomachs, as the instinctive human reaction to confirm that the new additions were real took hold, their fingers exploring the new expanse that had been revealed. Something about the experience brought a flush to both of their faces, and I found my own skin growing hotter around the neck as well, until I issued a polite cough that brought them back to their senses.<br>\r\n<br>\r\n'Well.' Amberley coughed, sitting back down, causing her new gut to protrude just past her bustline. 'This certainly bears investigating.'<br>\r\n<br>\r\n'Oh yes.' Kasteen growled. 'I can't wait to get my hands on whoever's responsible for this.'<br>\r\n<br>\r\n'You'll have to line up behind me. I've got Inquisitorial authority, so I get first crack.' Amberly replied, Kasteen and I being unable to tell if she was joking<sup>9</sup>.<br>\r\n<br>\r\n'If I were to take a wild guess.' I cut in. 'I'd say it had something to do with the food on this planet. I noticed it only just after the two of you started to have those Ploins. No idea for certain though, since I've certainly already had one earlier, and aside from tasting particularly good, you can see I've had no adverse effects.' for emphasis, I patted the flat plane of my abdomen, same as it ever was, underneath my commissarial outfit.<br>\r\n<br>\r\n'Well that's bad.' Kasteen replied, looking at an open crate of fruit sitting across the way. 'We can't just not eat anything, our forces would starve.'<br>\r\n<br>\r\n'Indeed. As unfortunate as it seems, it doesn't seem to affect everyone, so we'll just have to deal with it for the time being and I'll send some of the food for analysis and see what my team can come up with.' Amberley started to make her way over to the crate, picking up a few fruit and packing them away into a small container she produced from somewhere. I noticed while I was watching that she couldn't help but pick one or two up and scarf them down while she was doing so, much to the disdain of her figure<sup>10</sup>. My eyes, which had up until that moment been on the back of her head, watching her work<sup>11</sup>, slowly drifted downward as I noticed the curve of her once pert buttocks begin to swell outward with girth, her bottom slowly bulging out behind her as she occasionally snacked on some of the native cuisine.<br>\r\n<br>\r\n'Definitely in the food.' I muttered, turning away before she noticed me looking. Once she was done with her task, she walked back over to the table, her fattened arse spreading across the seat she had previously fit squarely on as she sat. Kasteen and I refrained from comment as she sealed the container she had placed the food she hadn't managed to scarf into, setting it aside for delivery to her team, presumably Mott, her rather energetic Savant, for analysis. Once that was done, she stood up again, the belly I'd noticed earlier wobbling a bit further away from her torso than when I'd last looked. 'Let's get to work.'<br>\r\n<br>\r\n<br>\r\n_________________________________________________________<br>\r\n<sup>7</sup><i>Please, at the moment we had barely become a little chubby. Not that saying that outright would have been any better for him, I'll admit.</i><br>\r\n<sup>8</sup><i>Given the situation, I can't think of many ladies who wouldn't have found it appropriate.</i><br>\r\n<sup>9</sup><i>I wasn't.</i><br>\r\n<sup>10</sup><i>Indeed, the food seemed to have some form of subliminally addictive qualities, to the point that those affected often would consume some food without even realizing they'd done so. Quite frustrating when you're trying to keep track of your diet, one must admit.</i><br>\r\n<sup>11</sup><i>Of course they were.</i></span></div></div>",
            "created":1569819600,
            "id":2725711,
            "title":"Fat got your tongue?"
        },
        "1111111":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "We Rejoin Ciaphas and Amberley as they investigate the food situation",
                "The 597th's growing waistlines and initial skirmishes",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span><div align=\"center\"><b>EDITORIAL NOTE</b></div><br>\r\n<br>\r\n<b><span style=\"font-family:verdana, sans-serif\">It seems it's that time again, and I do apologize profusely for once again forcing this on the readers of this document, but as Cain's recounting of events veers away from the surrounding events to focus, as it typically does, on events surrounding himself, I feel it becomes necessary to include some relevant context, and this is, unfortunately, one of the only sources available on the matter. For what it's worth, her prose style seems to have improved in this publication, at least in so far as she seems to have finally found one. Still though, those of you with a refined appreciation for the Gothic language are still welcome to skip it.</span></b><br>\r\n<br>\r\nFrom <i>Like a Phoenix Come to Roost: The Lesser Known Deeds of the Valhallan 597th</i> by General Jenit Sulla (retired) 103 M42<br>\r\n<br>\r\nThe tale I now relate to you, my dear readers, is perhaps one of the most embarrassing stories among the many exploits of the Valhallan 597th, as we were faced with a devious and unprecedented threat in the form of the very victuals provided us by the planet itself<sup>12</sup>. Some perfidious machinations had afflicted the planet's plants and animals, rendering a malicious effect upon any of the women of the regiment who were unfortunate enough to consume them. As fate would cruelly have it, through the misplacement of the regiment's rations would cause this to be the case for each of us, down to the last woman. The effects of this planet's comestibles, debilitating as they were, would have rendered the regiment completely incapacitated had it not been for their restriction only to those of us of the female persuasion. The fact that we had been formed into a mixed regiment with the aid of the legendary commissar Ciaphas Cain meant that, hindered though we had been, only half of our number had suffered any true ill effects<sup>13</sup>, and as we women suffered along, the effects having spread through the entirety of the regiment within the first twenty-four hours of our deployment, I had absolute faith in my sisters' ability to carry on through the inhibition, and in our brothers' dedication to help take up any slack provided by our sudden infirmity. We would not let the taint of this planet's foodstuffs prevent our regiment from doing battle and seeing off the enemy in the name of our Glorious emperor.<br>\r\n<br>\r\nIn the first few days of affliction, the effects were merely an annoyance, as the women and men of the 597th made preparations for battle against the forces arrayed against us despite the status of half of the troopers in the regiment slowly growing more impeded by the meal.<br>\r\n<br>\r\nOf the celebrated Commissar, I saw little during those early days, as he had been seconded to the aid of some secret task whose details had not been furnished to the likes of myself and other officers below the ranks of Major Broklaw or Colonel kasteen. No doubt he was seeking some answers as to the source of the debilitating taint afflicting our supplies, as he so often was to be found hunting down the root of each danger he found himself in. But while he was away, our first battles were to be fought against the treacherous forces of chaos and the insidious Xenos known as Eldar. Ironically, it seemed as if the planet's unique affliction was not partisan to any particular force, as I and my troopers noted that the enemy also seemed to suffer the same ill effects as we had, their women being just as debilitated, if not moreso, for they lacked the steel determination and iron fortitude of we blessed Imperial Guardswomen, and we forced the enemy back without too much difficulty, though our trials and tribulations were as yet only beginning.<br>\r\n<br>\r\n<b><span style=\"font-family:verdana, sans-serif\">Attentive readers who managed to struggle through that passage may note that, amusingly, Lady General Sulla never actually mentions what that debilitating affliction actually was. Apparently the pride of a General is somewhat more fragile than a Commissar or an Inquisitor.</span></b><br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n_________________________________________________________<br>\r\n<sup>12</sup><i>Which almost leads one to believe that the celebrated General Sulla has never heard of the concept of poisoning.</i><br>\r\n<sup>13</sup><i>At least that Sulla could see. There were certainly other effects that afflicted both the men and women of the planet, as noted later in this extract.</i></span></div></div>",
            "created":1571979600,
            "id":2738397,
            "title":"Cain and Amberley's investigation begins"
        },
        "11111111":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Amberley and Cain discover that Weight Gain isn't the only effect of the food.",
                "Mott Interrupts with an important Revelation",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>With Amberley's decision to get to work, our first task was to meet up with her ground team and then make our way to inspect the source of our tainted rations to see if there were any clues there. My aide, Gunner Ferik Jurgen ambled up to us as we made our way out of the base, cutting the usual shabby figure he always did as he approached, preceded by his odour a good minute before he actually visually arrived.<br>\r\n<br>\r\n'Your quarters are all in order sir.' Jurgen said, sketching a haphazard salute as caught up to us, indicating he'd completed the task I'd sent him on earlier that morning. He offered a polite nod to Amberley. 'Miss Vail, ma'am. Good to see you.'<br>\r\n<br>\r\n'You as well Jurgen.' she replied, the faint smirk of amusement she often wore on her face as she watched him fall into step behind my shoulder as he often did. Either he was too polite to mention the change in Amberley's figure, he didn't want to offend an Inquisitor, or he just plain didn't notice, because he said nothing about it as he gamely loped along behind us.<sup>14</sup> A short while later we came to the place she had parked, her vehicle of choice this time apparently being a Land Speeder painted in the traditional inquisitorial colors of Black, crimson and gold, her pilot Pontius sitting in the seat and waiting as the vehicle hovered several feet off the ground. It appeared to be one of the specially made ones as well, extended beyond the normal length of such a vehicle with an extra thruster and open compartment for carrying troops, the like of which I'd only seen before being employed by Astartes Infantry as a fast insertion vehicle.<br>\r\n<br>\r\n'What, no Raptor?' I asked, referring to the D'Lorien Raptor that was her preferred grav car when she was going undercover in hive cities.<br>\r\n<br>\r\n'It is a war zone, after all.' Amberley remarked, her voice indicating she found my joke appropriately funny, as I'd intended. 'Speaking of which, Ciaphas, if you'd like to take the gunner seat. I know you're a better shot with such things than most.'<sup>15</sup><br>\r\n<br>\r\nI did as she asked, taking the seat beside Pontius and checking the pintle-mounted Heavy Bolter, finding it in working order, and took a glance over my shoulder as Amberley and Jurgen boarded, noting the other passengers for the first time.<br>\r\n<br>\r\nRakel, the somewhat mentally unstable Psyker was on board, though she immediately shifted to the furthest seat she could get as soon as Jurgen boarded and proceeded to stare daggers at him the entire trip, along with Caractacus Mott, her elderly Savant, and Zemelda Cleat, one of her Acolytes. I noted quietly that Osbera's food's unique nature had already hit Rakel and Zemelda as well, the psyker's outfight seeming even tighter than normal as she seemed to be practically spilling out of it now, what had once simply been somewhat excessive décolletage now becoming a bulging canyon of cleavage, and Zemelda's stomach was already making its escape from her outfit as well.<br>\r\n<br>\r\nMy gawking out of the way, I turned back round to face the front as Pontius barely waited for everyone to be secured in the speeder before taking off, whirring across the beautiful lush landscape of Osbera toward the nearest of the local farms we had been pulling supplies from.<br>\r\n<br>\r\n\"Farm\" in hindsight might be a bit plain of a word for what existed on Osbera. Despite being a paradise world, and thus a place most people would visit for pleasure rather than work, the place sported a food export to challenge that of most Agri-worlds, and the place we found ourselves soaring into looked more like a jungle than orchard. Ploin trees heavy with fruit, caba nuts strewn about, and other such fruits and vegetables as far as the eye could see. As soon as Pontius was parked again, we all filed out and started walking around, looking for anything that might seem out of the ordinary, Mott taking samples of the various foods on display and comparing them to the readings he was already getting from the samples Amberley had shared with him that she had packaged from our base.<br>\r\n<br>\r\nSpeaking of Amberley, I was following along behind her as she walked the rows of Ploin trees, absentmindedly thinking of how grateful I was to be out here rather than on the front-lines being shot at by crazy chaos cultists and Eldar at the same time, when she stopped, instinctively picking a Ploin off a tree with that same lack of awareness she had shown at the base, and proceeding to devour it within the span of a few seconds. Still walking forward without paying attention, I accidentally bumped into her, pressing against her enlarged buttocks as she was finishing off the fruit, and was greeted to the most surreal sensation of that arse pressing against me as it swelled and grew even fatter than it already was.<sup>16</sup><br>\r\n<br>\r\nI felt heat rush to my face immediately, an uncommon sensation for someone so normally in control of themselves, as Amberley seemed to snap out of her gluttonous daze and look over her shoulder at me quizzically, and with a surprising lack of the incandescent rage I would normally expect from an Inquisitor who just found someone pressed into her suddenly wider arse.<br>\r\n<br>\r\n<br>\r\n<br>\r\n_________________________________________________________<br>\r\n<sup>14</sup><i>Quite possibly any combination of those options, including all three of them.</i><br>\r\n<sup>15</sup><i>In fact, cain's marksmanship skill was quite commendable, though of course you'd never hear him acknowledge such.</i><br>\r\n<sup>16</sup><i>You know I only forgive that remark because of the circumstances. It was genuinely quite large at the time, and he made it up to me later anyway.</i></span></div></div>",
            "created":1571979600,
            "id":2738421,
            "title":"Ploin-shaped"
        },
        "111111111":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Suddenly the group comes under attack from enemies also affected by the food.",
                "Ciaphas gets an emergency communication from back at the base.",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>'Enjoying yourself back there, Ciaphas?' Amberley asked me, in a tone that spoke of her typical bemused sarcasm, which in itself was actually rather atypical given the situation, but also of an unusual sultry tone that was slowly beginning to build. The smile she flashed me told me what sorts of things she was thinking of doing to me, and it wasn't the usual torture and execution I'd normally expect for anyone who ended up shoving themselves into an Inquisitor's buttocks.<br>\r\n<br>\r\nFor some reason I couldn't yet explain<sup>17</sup>, I found myself unable to resist playing along. 'I think I might be, Inquisitor. It is quite soft where I'm standing currently.' My hands instinctively reached down and squeezed the massive, soft orbs of Amberley's expanded arse, and the blush on her face and the way she bit her lower lip told me I'd made the correct move.<br>\r\n<br>\r\n'I think I know a better position for you, Commissar.' She said, the sultry tones in her voice overpowering all else as she led me by the hand to a secluded copse within the verdant jungle of the farm we were on, and we both began to discover, quite intimately, that a secondary effect of the planet's food, one that affected both men and women, was that it was a potent, yet subtle aphrodisiac. Subtle enough that not even an Inquisitor would notice what was going on until it was too late, but strong enough to overpower the discipline of not only said inquisitor, but an Imperial Commissar with a lifetime of dissembling and mastery of his impulses under his belt. But all of that went out the window by the time said belt was hanging from a nearby branch.<br>\r\n<br>\r\nFor the sake of modesty, and to preserve the decency of my companion in that moment<sup>18</sup>, I won't go into any further detail than that, but suffice to say an enjoyable time was had by all, and by the time we'd come back to our senses and rounded up our clothes to return to the others, who all diligently didn't comment on what had just occurred, Mott seemed to have something.<br>\r\n<br>\r\n'Interesting genetic augmentations.' Mott began, rambling before he'd even gotten a full sentence out. 'Aside from rapid multiplication of adipose reserves, specifically targeted at organisms of a species' female disctinction, at least in any species that has a physiological sexual dimorphism, also contains a number of potent psychotropic effects. Reductions in inhibition, stimulation of hunger centers to encourage continued consumption, subtle shifting of cognitive focus to reduce attention to what one is consuming, alteration of pleasure centers, causing changes of physiological sexual preference, and increased libido. The last two are not dimorphically exclusive, and this is just what I've managed to discover so far, who knows what else is hidden beneath this tampering.'<br>\r\n<br>\r\n<br>\r\n'So in Gothic,' Amberley began, straightening her disheveled hair, 'It makes women fat, hungry, and unable to notice how much they're eating, and it makes everyone more, shall we say, sexually active, and changes their sexual preferences? Towards what, exactly?'<br>\r\n<br>\r\n'I feel like we've got an idea of towards what.' I interjected, unable to stop myself from demonstrating by goosing her, which caused her to yelp not just in surprise but also in involuntary pleasure<sup>19</sup>.<br>\r\n<br>\r\n'P-point taken.' she stammered, a blush already rising to her cheeks. 'So it's specifically designed to make women larger, and make everyone prefer it that way. But why?'<br>\r\n<br>\r\n'Well from a military perspective, that's a potent disabler. If half our troops are getting, shall we say, out of shape, and all of them are feeling more focused on bedding down than fighting, our force becomes significantly less effective. And that's just our mixed regiment, there's far more women among the fighting forces of the Eldar from what I can tell.' My theorizing was punctuated by the occasional munching sound as the women couldn't stop themselves from partaking of more of the food around us, bloating themselves that much further outward.<br>\r\n<br>\r\n'Solid idea, but that seems like a lot of work for a very strange goal. There's got to be something else going on.' Amberley said between mouthfuls as her cleavage began to force its way further out from her chest.<br>\r\n<br>\r\nAnd it was at that point, fitting with the whims of fate being tempted, that we'd get some further revelations, even if they weren't what we were expecting.<br>\r\n<br>\r\n<br>\r\n_________________________________________________________<br>\r\n<sup>17</sup><i>But which we were shortly about to discover.</i><br>\r\n<sup>18</sup><i>And I appreciate that. Believe me, I likely would've excised this entire section from the archive had he not.</i><br>\r\n<sup>19</sup><i>I'd like to emphasize the involuntary aspect of that statement, before anyone gets any ideas.</i></span></div></div>",
            "created":1580619600,
            "id":2781517,
            "title":"Another type of Inquisitorial Liaison."
        },
        "12":{
            "author_id":"sulla76",
            "author_name":"Sulla76",
            "choices":[
                "A Celestian, the best of the best about to become the fattest of the fattest",
                "A Retributionist, a Heavy Weapons User about to lose their strength.",
                "A Hospitaller, an expert physician about to become fascinated with fat",
                "A Famulous, about to advise a noble house of a most rewarded decision.",
                "An Imperial Saint, returned from Death to Grow Fat"
            ],
            "content":"<div class=\"\"><div> <span>CHAPTER HEADING OF DOCUMENT ADIPOSAS EXTREMIS<br>\r\nLOCATION: OSBERA<br>\r\nDATE: 070.M42<br>\r\nHIDDEN IN INQUISITORIAL DATABASE<br>\r\nFILE TRANSCRIBED BY SAVANT EXPOSITUS, FROM DICTATION OF INQUISITOR CORNELIUS sULLA<br>\r\nINQUISITORIAL DATA‐LIBRARY FACULTY,<br>\r\nHOLY TERRA, 085.M42<br>\r\n<br>\r\n<br>\r\nOh the Adeptus Sororitas.<br>\r\n<br>\r\nOf all the mortal warriors who serve the God Emperor, they are the most devout. Raised from childhood into athletes who put even the elite Kasrkin of old Cadia to shame, their physical dedication is matched only by their faith. They would rather die the most agonizing death than let themselves fall even an inch from his light. Even the smallest sin to them is as grave as giving an entire world over to the Tyranids, something that must be blotted out.<br>\r\n<br>\r\nAnd yet...perhaps because of their dedication to faith and purity, the warrior nuns tend to be rather...idealized within the Imperium. Maybe it isn't true that they are the fairest women in all the Imperium, but if you like them sworn to purity, zeal and an exercise regime that lets ab muscles cut diamond then you can't go wrong. Perhaps the Ministorum and Inquisition do use them for their sex appeal sometimes, to motivate the masses in various ways. Pity that most are sworn to avoid sex save for when off duty and that their duty almost never ends save in death.<br>\r\n<br>\r\nBut even the most pure can fall to lust and sometimes in this dark millenium, that fall can go further.<br>\r\n<br>\r\nInto sloth, abandoning training and devotion in favor of a heresy focused on a life of easy relaxation that saps the muscle.<br>\r\n<br>\r\nInto gluttony, throwing their fervor into the over consumption of every foodstuff in the Imperium, bloating out of their armor.<br>\r\n<br>\r\nAlways this is covered up.<br>\r\n<br>\r\nWhat would the masses of the Imperium do if they knew that sometimes even the steely dedication of a Celestian rusts into all encompassing hedonism, that on occasion a Retributionist's strong muscles can grow so lazy they struggle to pick up their weapon, that sometimes a Hospitaller's medical skills are focused upon expanding the human body to a heretical extent, that sometimes a Sister Famulous's nimble tongue can persuade an entire world into obesity?<br>\r\n<br>\r\nThat even an Imperial Saint, charged with the God-Emperor's immaculate light, can even grow too fat to fly?<br>\r\n<br>\r\nWhat would they do if they discovered that sometimes, the Inquisition has caused these peerless warrior women to fall into obesity for our own ends? Sometimes it is to stop the Sororitas from asking too many questions, other times to disguise them and sometimes to discredit a political rival, but it happens. And often, enough that every Sororitas' training includes mnemonic imagery that can be triggered to turn all their disgust at slack and obesity into all encompassing fascination and perversion? That all of them are to some small extent aware of this and just waiting for the excuse to abandon their duty for wanton gluttony?<br>\r\n<br>\r\nPray. Pray that the common mob of Imperial citizens never learns of these facts, that their foremost mortal guardians are all too ready to fall into obese uselessness. Riots, revolts and despair would break out across the Imperium in that case, throwing us into catastrophe.<br>\r\n<br>\r\nAnd furthermore, pray even harder for me, dear reader.<br>\r\n<br>\r\nFor the Sororitas themselves have found me and their justice, slow, wobbling, panting, is inevitable...<br>\r\n<br>\r\n<b>Inquisitor Cornelius Sulla</b><br>\r\nThought for the Day: Blessed is the ass large enough to see from the front and the breasts large enough to see from the back.<br>\r\n</span></div></div>",
            "created":1580706000,
            "id":2782217,
            "title":"Adepta Sororitas"
        },
        "13":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Ordo Xenos",
                "Ordo Hereticus",
                "Ordo Malleus",
                "Minor Ordos",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>It is to my great embarrassment, and that of our order, that there are so many tales of Inquisitors being afflicted by this anomalous circumstance that I can subdivide the chronicles by Ordo, but such is the way of things. Of which Ordo of Inquisitors do you wish to learn?</span></div></div>",
            "created":1569560400,
            "id":2724127,
            "title":"Inquisition"
        },
        "15":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Eldar",
                "Chaos Cultists",
                "Daemons of Slaanesh",
                "Other Xenos",
                "Other Heretics/Daemons"
            ],
            "content":"<div class=\"\"><div> <span>Ah, the enemies of man. These creatures seem no less susceptible to this phenomenon than we are, which is perhaps the one saving grace in this entire affair. There is at least one ill in this galaxy that is not heaped upon the Imperium in double portions. Which of the other denizens of the galaxy would you like to learn of?</span></div></div>",
            "created":1569560400,
            "id":2724124,
            "title":"Xenos, Heretics, and Daemons"
        },
        "151":{
            "author_id":"storymaker",
            "author_name":"storymaker",
            "choices":[
                "Aeldari/Craftworld Eldar",
                "Drukhari/Dark Eldar",
                "Harlequins"
            ],
            "content":"<div class=\"\"><div> <span>The Mysterious Eldar are an ancient and proud race, and their succumbing to these occurrences is perhaps one of the most karmically satisfying aspects of my experiences relating to them. To take this matter further, however, the Eldar are divided as a species along three primary factional lines. The Aeldari, the Craftworld Eldar, who seek to bring their empire back to their glory days, the Drukhari, the Dark Eldar, who wish simply to revel in their existence and drink in the pain and suffering of others, and the Harlequin troupes, who dance between both societies and tell their mysterious stories with wraith-like agility and grace.<br>\r\n<br>\r\nInto which group would you like to investigate further?</span></div></div>",
            "created":1569646800,
            "id":2724856,
            "title":"Eldar"
        }
    },
    "info":{
        "author_id":"storymaker",
        "author_name":"storymaker",
        "brief_description":"In the Grim Darkness of the 41st Millennium, there is only food...",
        "created":1569560400,
        "description":"<td align=\"left\" class=\"norm\">Since nothing of the sort actually exists at the moment, let us journey into the realm of the 41st millennium through the lens of the Weight Gain and expansion kinks, but first, let us lay the ground rules.<br>\r\n<br>\r\nFirstly) Pace yourselves, children of the Emperor. Savor the growth of the beautiful human and heretical xenos forms on display, rather than breaking them down all at once. Pace your tale's growth out in a fashion restricted to the moderately fantastic rather than the immediately absurd.<br>\r\n<br>\r\nSecondly) Contributions of little substance are of little worth to the Golden Throne. If you wish to add your verse to this tale, make sure it is substantial enough to be satisfactory not only to your fellow readers, but to the Emperor of Mankind.<br>\r\n<br>\r\nThirdly) The central focus of this archive is tales of growth and gluttony, excess and enjoyment, but this often brings with it other subject matter. Tales of Expansion, Inflation, Muscle Growth, Slobbification, and the like may follow, but remember to keep central the ideas of the growth of girth.<br>\r\n<br>\r\nFourthly) Content of a Sexual nature is welcome in this archive, so long as its presence does not overly pollute the tale. Exercise moderation, fellow readers.<br>\r\n<br>\r\nThusly written, enjoy the tale<br>\r\n<br>\r\n-Inquisitor Storymaker, Ordo Xenos</td>",
        "id":2201615,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1580785620,
        "pretty_title":"Warhammer 40,000 Weight Gain Interactive"
    }
}