{
    "chapters":{
        "1":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Jordan and olivia",
                "gerylan and brianna",
                "samantha and nina",
                "Selena and Mary",
                "more girls!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>here are some sets of girls to tickle.</span></div></span></div>",
            "created":1297227600,
            "id":1050849,
            "title":"girls, girls, girls, to tickle!!!"
        },
        "11":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "tickled at beach ( in bikini's)",
                "tickle fight at sleepover",
                "capptured by natives on unknown island and tickled by natives",
                "tickle tortured by MOB",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>here are there descriptions:<br>\r\n<br>\r\njordan: tall, skinny, slightly tan, brown hair, big feet, most ticklish on her belly/belly button, armpits, feet/toes, and inner thighs. smokin hot!<br>\r\n<br>\r\nOlivia: tall but, shorter than jordan, Caucasian, rosey cheeks, brown hair, big feet (smaller than jordan's), most ticklish (same as jordan), super smokin hot<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nwhat happens to them....</span></div></div>",
            "created":1297227600,
            "id":1050863,
            "title":"Jordan and olivia"
        },
        "112":{
            "author_id":"commarep",
            "author_name":"Will",
            "choices":[
                "Continue to tickle belly",
                "Tickle anywhere else",
                "Use feathers, toothbrushes..... Ect....."
            ],
            "content":"<div class=\"\"><div> <span>Jordan amd Olivia are home alone at a sleepiver at Jordan's house. The girls are in armless tops that don't cover their bellies and panties. Olivia is jealous of Jordan because she is much prettier than her. She wanted to get back at Jordan because she was seen kissing a boy sje likes at school. \"Jordan do you think we an test these handcuffs I stole off my brother because he thinks they are real.\" olivia asked in a really sweet way. \"Sure we can\" said Jordan.<br>\r\n\"Yay! Okay lie on the floor and put you're hands above you're head\" Jordan did as she was told. Olivia quickly snapped the cuffs on one of Jordan's hands then around one of the bed legs and snapped it on to her other hand. \"Try and move\" Olivia giggled knowing Jordan was unable to escape. \"I can't I'm completly stuck\" she giggled.<br>\r\n\"Good\" Olvia laughed \"now we can talk about you kissing Conner even though you know I like him!\" she sounded abit more serious but not to threatening. \"I'm sorry Olivia but it just happened i swear!\" she said qucikly.<br>\r\n\"Oh yeah with this is what you get!\" she yelled. She quickly started tickling Jordan's exposed belly. AHAHAHAHAHA!! She laughed as she didn't expect this.</span></div></div>",
            "created":1345006800,
            "id":1405348,
            "title":"tickle fight at sleepover"
        },
        "12":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "tickled by animals at the zoo",
                "tickled at the circus",
                "tickled at beach ( in bikinis)",
                "tickled by natives on unknown island",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>description:<br>\r\n<br>\r\ngerylan: normal size hight, brown hair, normal size feet, most ticklish: belly/belly button, armpits, feet/toes, thighs.<br>\r\n<br>\r\nbrianna: normal size height (smaller than gerylan), dark brown hair, small feet, most ticklish: belly/belly button, armpits, feet/toes, thighs.<br>\r\n<br>\r\nwhat happens to them......</span></div></div>",
            "created":1297227600,
            "id":1050866,
            "title":"gerylan and brianna"
        },
        "123":{
            "author_id":"ballyketchup",
            "author_name":"BalisticKetchup ",
            "choices":[
                "Gerylan",
                "Brianna "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You find Gerylan and Brianna both trapped underneath the sand with their feet poking out, who do you tickle first?</span></div></span></div>",
            "created":1597294800,
            "id":2884919,
            "title":"tickled at beach ( in bikinis)"
        },
        "13":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "go back in time and are tickled by feathered dinosaurs",
                "tickled at the beach (bikinis)",
                "tickle fight at sleepover",
                "Tie eachother up an tickle torture",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>description:<br>\r\n<br>\r\nsamantha: normal height, blonde hair, normal size feet, most ticklish: belly/belly button, armpits, feet/toes, thighs<br>\r\n<br>\r\nnina: normal height, brown hair, small feet, most ticklish: belly/belly button, armpits, feet/toes, thighs<br>\r\n<br>\r\nwhat happens to them....</span></div></div>",
            "created":1297227600,
            "id":1050872,
            "title":"samantha and nina"
        },
        "133":{
            "choices":[
                "samantha",
                "nina"
            ],
            "content":"<div class=\"\"><div> <span>samantha was at nina's house. they were both trying to figure out what to do. samantha suggested that they try something different than watching tv. so, she and nina agreed to have a tickle fight. samantha went across the street to her house and grabbed a bikini. meanwhile, nina was changing into a bikini as well. when they both got changed, they agreed upon the rules. each person would be tied down and tickled by the other for 20 minutes. any TICKLING tools could be used. they each take turns until somone gives up. the loser has to be the tickle slave of the other for a month. now, who goes first</span></div></div>",
            "created":1329627600,
            "id":1280402,
            "title":"we fight all day, we fight all night"
        },
        "1331":{
            "author_id":"sean872966",
            "author_name":"Sid",
            "choices":[
                "Feet ",
                "Belly "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sammantha decided she will go first. She gets tied down spread eagle. The next question is where to start ?</span></div></span></div>",
            "created":1481864400,
            "id":2250724,
            "title":"samantha"
        },
        "13312":{
            "author_id":"shade776",
            "author_name":"Meme12",
            "choices":[
                "Underarms",
                "Feet"
            ],
            "content":"<div class=\"\"><div> <span>Nina ties Samantha up, spread eagle, onto her bed while starting a timer. \"Whoever gives up earlier on the timer looses okay\" Nina told \"I know, I know\" Samantha annoyingly agreed. \"Now, where to start?\" Nina teasingly said as she dragged her finger along Samantha's belly. Samantha sucked in her belly as a reaction. \"Oooh, it seems somebody has a tiiiicklish belly\" Nina teased as she unleashed all of her fingers to lightly tickle and tease Samantha. \"Hehehehehahaha, stohohop thahat\" Samantha giggled as she sqirmed in her bonds. \"Aww, is someone ticklish, koochie koochie cooo\" Nina spoke as she began to increase the speed of her tickling. \"Hahaha, I'll gehehehehaha I'll get you bahahahack!\" Samantha laughed as she wiggled around. \"Squirm all you want, there's no escaping me Samantha, I'm going to torture you for awhile\" Nina added as she continued to tickle her friends belly. \"How about this!\" Nina quickly said as she blew multiple raspberries into her helpless friends belly. \"Hahahaha hahahaha hahahaha noohohohohohahahaha!\" Samantha laughed as she helplessly flopped in her bonds and did nothing but laugh. \"Ready to give up Samantha\" asked Nina. \"Noohohohohohahahaha, not yehehet hahahahahahaha\" Samantha laughed. \"Well then I guess it's time for me to tickle somewhere else\" Nina looked at the timer, 5 minutes. <br>\r\n<br>\r\nWhere will Nina tickle next? </span></div></div>",
            "created":1548997200,
            "id":2610986,
            "title":"Belly "
        },
        "133121":{
            "author_id":"shade776",
            "author_name":"Meme12",
            "choices":[
                "Ninas Underarms ",
                "Ninas Belly and Sides"
            ],
            "content":"<div class=\"\"><div> <span>Nina quickly makes her way into Samantha's underarms, knowing they are her most ticklish as its also her most ticklish spot. Samantha quickly realises this and bucks, twists and struggles in her bonds to get Nina away from her underarm, however helpless it may be. Nina was determined to win and she knew this was her best shot, she immediately dug in her fingers and wiggled then furiously, and used her nails to lightly scratch and torment Samantha.<br>\r\nSamantha jerked back, arched and screaming with laughter, barley being able to talk. <br>\r\n\"AHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA NOHOHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA! PLEAHAHAHAHAHAHAHAHAHAHAHAHAHAHA! I BEG YOU NOHOHAHAHAHAHAHAHAHAHAHA!\" Samantha begged as she had her underarms attacked.<br>\r\n\"Aw, is someone super ticklish here, I think I'll continuously tickle you here until you give up, or you could stop me tickling you and give up now\" Nina teased.<br>\r\n\"NEVERHAHAHAHAHAH AHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAAHAHAHAHA! STOHOHOHOHHAHAHAHAHAHAHAHAHA! GET - HAHAHAHAHAHAHHAHAHAHAHA! NO PLEASE HAHAHAHA HAHAHAHA HAHA!\" Samantha continued to plead for her life but she knew Nina wouldn't give up until she broke, she knew she didn't have long.<br>\r\n<br>\r\n5 minutes past and Samantha was on the verge of breaking, with Nina’s teasing and cooing not making it any better. <br>\r\n\" Coochie Coochie coo, someone's very ticklish, are you going to give up now?\" Nina tormented.<br>\r\nNot being able to take another second of this Samantha gave in to her ticklish torture. <br>\r\n\"GAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA! I GIHEHEHAHAHAHAHAHAHAH! I GIVE HAHAHAHA HAHAHAHA HA! I CAN'T TAKE THIHEHEHEHEHAHAHAHAHAHAHAHAHAHA! STOHOHOHOHEHAHAHAHAHAHAHA!\"<br>\r\n\"Good, took you long enough\" Nina smirked as she stopped the timer, '10:41', she just had to beat that time and she would get to tickle Samantha for the next month.<br>\r\n<br>\r\nNina released Samantha who by this point was gasping for air, and they both took a break. <br>\r\n<br>\r\nAfterwards Nina layed on her bed as Samantha tied her up in the same spread eagle position that Samantha was in.<br>\r\n\"Now, I'm going to break you!\" Samantha told as she started the timer. This made Nina extremely nervous but she knew how long she needed to last.<br>\r\n<br>\r\nWhere does Samantha start tickling? </span></div></div>",
            "created":1549083600,
            "id":2611396,
            "title":"Underarms"
        },
        "1331211":{
            "author_id":"shade776",
            "author_name":"Meme12",
            "choices":[
                "10:42 Nina wins and gets to tickle Samantha for a month",
                "10:40 Samantha wins a d gets to tickle Nina for a month"
            ],
            "content":"<div class=\"\"><div> <span>Samantha immediately dug her nails into Ninas underarms, being both of their most ticklish spots. Nina jolted back, her head layed back with her mouth wide open laughing from her intense tickling.<br>\r\n\"EEEEEHAHAHAHAHAHAHAHAHA! DAHAHAHRN YOU SAMANATHAHAHAHA! BIHIHIHITCH! AHAHAHAHA!\" <br>\r\n<br>\r\n\"Aww, is someone ticklish, coochie coochie coo, just give up and it'll all be over\" teased Samantha<br>\r\n\"NOHOHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA I WILL NEHEHEHEHAHAHAHA BEAT YOU HAHAHAHA!\"<br>\r\nThis annoyed Samantha, Nina was being annoying resistant and at this rate she'll beat her time and tickle her for another month. Trying to find a way to make her break Samantha surprisingly stopped for a moment, confusing Nina.<br>\r\n\" We're allowed to use tools remember\" Samantha said, smearing oil over Nina’s underarms. Nina knew what was coming, damn Samantha for being so smart, she just had to hold out a few more minutes and she'll be fine. Reading the clock it read 2 minutes 20 seconds, that can't be right? It felt like forever she was being tickled and now it's going to be so much worse!<br>\r\n<br>\r\n\"NOHOHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA!! HAHAHAHAHAHAHAHA! NAHAHAHAHAHAHAT THERE! AHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA!!!\" screamed Nina as Samantha began to tickle her, even faster than before. Nina just had to remember what she was fighting for, a whole month to tickle Samantha and not herself being tickled, so she endured, laughing crazily and squirming every which way to try and escape her tickling.<br>\r\n\"EEEEEHAHAHAHAHAHAHAHAHA! OH MY OH MY AHAHAHAHAHAHAHAHAHAHA! OH NY GOHOHOHOHOHOD! FUHUHUHUHUCK! DAHAHAHAHAHAMN IHIHIHIT! PLEHAHAHAHAHAHAHAHAHA! FUHUHUCK YOHOHOU! AHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\"<br>\r\n\"Well that's not very nice, say sorry and give up now\" Samantha teased and she sped up her tickling<br>\r\n\"AHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA I'M SOHOHORRY! HAHAHAHA HAHAHAHA HAHAHA! STOHOHOHOHOP! PLEHAHAHAHAHAHAHAHAHA! TICKLE SOMEWHERE ELSEHEHEHEHAHAHAHAHAHAHAHA!\"<br>\r\n<br>\r\nContinuing some more tickling which felt like forever Nina looked back to the timer, '8:07', okay not too bad but could be better considering she's on the verge of snapping and giving up right now. <br>\r\n\"AHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA AHAHAHAHAHAHAHAHAHAHA AHAHAHAHAHAHAHAHAHAHA! FUHUHUHUCK HAHAHAHA! GET OUT OF MY ARMPIHIHITS HAHAHAHAHAHA!\" Nina begged, her face turning red with her body sweating all over.<br>\r\n\"Just give up and it'll all be over, we both know you can't stand too much longer so why not give up now\"<br>\r\n<br>\r\nLooking back to the clock it finally reaches 10 minutes, Samantha is getting desperate and decides to quickly dose Nina’s armpits with fresh oil and tickle her as quickly as she can while teasing her. <br>\r\n\"Com'n Nina, why not have it stop earlier rather than later, I bet you can't wait for me to stop, it must tickle sooooo muuuuuuch, all you have to say is 'I give up' and I'll stop\"<br>\r\n<br>\r\n\"EEEEEHAHAHAHAHAHAHAHAHA NOHOHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA I CAHAHAHAHAHAHAHAHAHAHAHAHAHAN'T PLEHAHAHAHAHAHAHAHAHAHAHA! STOHOHOHOHOP!\" Nina begged, she couldn't take anymore, the tickling is too much for her to bear any longer.<br>\r\n\"I GIHEHEHEHEHEVE HAHAHAHA HA I GIHEHEHEHEHEVE UHUHUHAP! AHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA HAHAHAHA!\"<br>\r\n<br>\r\nImmediately stopping the timer, Samantha looked at the clock worryingly and read out... </span></div></div>",
            "created":1550379600,
            "id":2619119,
            "title":"Ninas Underarms "
        },
        "15":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "olivia and kyrstian",
                "Dakota and Julia",
                "jackie and gabbrielle",
                "melissa and marissa",
                "more girls"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>here are some more girls to tickle.</span></div></span></div>",
            "created":1297227600,
            "id":1050851,
            "title":"more girls!"
        },
        "155":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Julianna and Ashley",
                "amanda and bailey",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>even more girls.</span></div></span></div>",
            "created":1297227600,
            "id":1050868,
            "title":"more girls"
        },
        "1553":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Claudia and Vienna",
                "Abby and Casey",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>here are some more random girls</span></div></span></div>",
            "created":1297314000,
            "id":1051397,
            "title":"other"
        },
        "15533":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "jessica and danielle",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>here are some more</span></div></span></div>",
            "created":1297314000,
            "id":1051619,
            "title":"other"
        },
        "155331":{
            "author_id":"masuta",
            "author_name":"Zero",
            "choices":[
                "Lake in the woods.",
                "Live Television",
                "Haunted Mansion"
            ],
            "content":"<div class=\"\"><div> <span>Jessica : <a rel=\"nofollow\" href=\"https://i.imgur.com/LiSGFkO.png\" target=\"_blank\">https://i.imgur.com/LiSGFkO.png</a><br>\r\nMost ticklish on her belly/belly button, armpits, feet/toes, and inner thighs.<br>\r\n<br>\r\nDanielle: <a rel=\"nofollow\" href=\"https://i.imgur.com/ULjlcbM.jpg\" target=\"_blank\">https://i.imgur.com/ULjlcbM.jpg</a><br>\r\nMost ticklish on her belly/belly button, armpits, feet/toes, and inner thighs.<br>\r\n<br>\r\nWhere are these two girls?</span></div></div>",
            "created":1549170000,
            "id":2612145,
            "title":"Jessica and Danielle"
        },
        "155332":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Alyssa and Lauren",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about these </span></div></span></div>",
            "created":1459227600,
            "id":2124641,
            "title":"other"
        },
        "1553322":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Sarah and Carley",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about these 2</span></div></span></div>",
            "created":1459227600,
            "id":2124643,
            "title":"other"
        },
        "15533222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Ruby and Raquel",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>these 2 maybe?</span></div></span></div>",
            "created":1459227600,
            "id":2124645,
            "title":"other"
        },
        "155332222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Chloe and Hannah",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these 2 beauties?</span></div></span></div>",
            "created":1597554000,
            "id":2886667,
            "title":"other"
        },
        "1553322222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Morgan and Danielle",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about...</span></div></span></div>",
            "created":1597554000,
            "id":2886670,
            "title":"Other"
        },
        "15533222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Cassidy and Maddie",
                "Nope, next 2 please"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these beauties?</span></div></span></div>",
            "created":1597554000,
            "id":2886671,
            "title":"Other"
        },
        "155332222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Nicolette and Dorothy",
                "Next..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about these 2 beautiful girls?</span></div></span></div>",
            "created":1597554000,
            "id":2886676,
            "title":"Nope, next 2 please"
        },
        "1553322222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Taylor and Jessica",
                "Nope, next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about...</span></div></span></div>",
            "created":1597813200,
            "id":2888128,
            "title":"Next..."
        },
        "15533222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Mother: Becky, Daughter: Emma, Daughter InLaw: Liz",
                "Neeeext"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a mother, daughter, and daughter in-law combo?</span></div></span></div>",
            "created":1597813200,
            "id":2888129,
            "title":"Nope, next!"
        },
        "155332222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Stacey and Cindy",
                "Next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about?</span></div></span></div>",
            "created":1597813200,
            "id":2888131,
            "title":"Neeeext"
        },
        "1553322222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Catherine and Susan",
                "Another set please!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about...</span></div></span></div>",
            "created":1597813200,
            "id":2888132,
            "title":"Next!"
        },
        "15533222222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Heidi and Brittany",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about another Mother: Heidi, and her Daughter: Brittany?</span></div></span></div>",
            "created":1597813200,
            "id":2888136,
            "title":"Another set please!"
        },
        "155332222222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Kristi and Kathleen (Kathy)",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these sisters?</span></div></span></div>",
            "created":1597813200,
            "id":2888138,
            "title":"Next"
        },
        "1553322222222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Angela and Nina",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about...</span></div></span></div>",
            "created":1597813200,
            "id":2888139,
            "title":"Other"
        },
        "15533222222222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Amy and Nicole",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these twins?</span></div></span></div>",
            "created":1597813200,
            "id":2888141,
            "title":"Next"
        },
        "155332222222222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Rachel and Jasmine",
                "Next!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about...</span></div></span></div>",
            "created":1597899600,
            "id":2888534,
            "title":"Next"
        },
        "1553322222222222222222":{
            "author_id":"chunker123",
            "author_name":"the man of mystery",
            "choices":[
                "Allison and Sam",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How abou....</span></div></span></div>",
            "created":1598158800,
            "id":2890126,
            "title":"Next!"
        }
    },
    "info":{
        "author_id":"chunker123",
        "author_name":"the man of mystery",
        "brief_description":"this is a story that you chooose a set of 2 girls and put them on a tickling adventure",
        "created":1297292100,
        "description":"<td align=\"left\" class=\"norm\">Tickle sets of beautiful, ticklish girls!<br>\r\nNo less than 2, no more than 4!<br>\r\nYou may even throw a guy in there if you’d like!<br>\r\nHave fun :)</td>",
        "id":1749931,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597941240,
        "modified":1598218140,
        "pretty_title":"Tickle those Ticklish Girls"
    }
}