{
    "chapters":{
        "0":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "...",
                "Crossovers",
                "Alternatives",
                "Animated",
                "Disney+"
            ],
            "content":"<div class=\"\"><div> <span>Okay, the first option doesn't work, so only 4 options will be made viable for use.<br>\r\n<br>\r\nThe second choice will be the Crossover option. Avengers, Age of Ultron, Civil War, and Infinity War/Endgame<br>\r\n<br>\r\nThird will be Non MCU Movies-Fantastic 4, X-Men, and Spider-Man Moves before Tom Holland.<br>\r\n<br>\r\nFourth is Marvel animated series, because I feel like it and want to fill space.<br>\r\n<br>\r\nand five will be the Marvel series exclusively on Disney+</span></div></div>",
            "created":1582866000,
            "id":2794325,
            "title":"Backstage Pass"
        },
        "1":{
            "author_id":"giantess18",
            "author_name":"Haro-Haze",
            "choices":[
                "Phase 1",
                "Phase 2",
                "Phase 3",
                "Phase 4",
                "Phase 5"
            ],
            "content":"<div class=\"\"><div> <span>Okay, so a few things you'll notice that will be different about this story in comparison to other's I've authored, I will allow OC's, but with a few strings attached on things I see people do a lot.<br>\r\n-The OC is not allowed to have a giantess fetish, yeah hate me mortals! I will delete additions that do this.<br>\r\n-The OC must be named and keep his name in any follow up chapters, no first person story telling with words like \"you\".<br>\r\n-No Average Joe's off the street, they have to have a reason for being shrunk near the female characters of the MCU. Example: A Hydra/Shield agent, Stark employee, or so on...<br>\r\n<br>\r\nAs usual there are previously existing expectations on any submission placed in the story.<br>\r\n-They must be well written and thought out, use on proper grammar, punctuation, and spelling is a must. I recommend \"Grammarly\" as a writing tool.<br>\r\n-Every addition outside of choice chapters must be over 3,000-3,500 characters long, you'll notice most chapters I've written are twice if not three times that long, I'm not trying to be unreasonable here.<br>\r\n-Most of the time I realize when someone is interested in writing a specific chapter, please notify of your interest to write an addition so I can stop anyone from wasting their time on something someone else is working on. It's happened several times and I've felt bad for both parties.<br>\r\n<br>\r\nOkay, now that we've covered that, welcome to the story.<br>\r\nListed below are the 3 Phases the Marvel Cinematic Universe has gone through so far and spots for Phase 4 and Phase 5.</span></div></div>",
            "created":1582866000,
            "id":2794322,
            "title":"Welcome to the MCU"
        }
    },
    "info":{
        "author_id":"giantess18",
        "author_name":"Haro-Haze",
        "brief_description":"One of the biggest cinematic universe's ever created will be getting much smaller.",
        "created":1582693080,
        "description":"<td align=\"left\" class=\"norm\">I'll be separating the movies by phases 1-4 in the main part of the story, with only 1-3 being active for the time being while we wait for the Black Widow movie to be released, kicking off phase 4 despite taking part in the past. Avengers Movies and Civil War essentially being Crossover's between the Movies will be available in the Zero Story, linked in the first chapter. Also in the Zero Story will be Disney Plus shows, and Marvel animated series, and Marvel movies outside of the MCU that can also be added in the zero story ONLY. Exception: Deadpool, why? Because 4th wall break....duh.<br>\r\n<br>\r\nSo again <br>\r\n<br>\r\nMain Storyline:<br>\r\n<br>\r\n1. Marvel Phase 1<br>\r\n2. Marvel Phase 2<br>\r\n3. Marvel Phase 3<br>\r\n4. Marvel Phase 4<br>\r\n5. Marvel Phase 5...when we get there<br>\r\n<br>\r\nZero Story:<br>\r\n<br>\r\n1. ...<br>\r\n2. Avengers, Age of Ultron, Civil War, Infinity War/Endgame, with a spot for future Avenger movies.<br>\r\n3. Non- MCU Marvel Movies<br>\r\n4. Animated Marvel Series<br>\r\n5. Disney+ Series</td>",
        "id":2214062,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1582912800,
        "pretty_title":"Marvel's Cinematic Shrinking"
    }
}