{
    "chapters":{
        "1":{
            "author_id":"waldothelost",
            "author_name":"dddennis",
            "choices":[
                "Rag doll ",
                "Action Figure",
                "Construction Toy (IE: Bionical)"
            ],
            "content":"<div class=\"\"><div> <span>To think that your owner Max finally got his first his first job, they grow up so fast. The fact that he's bringing you with him while he's watching his neighbor's 5 dogs has you a bit nervous but you're glad to get the chance to see him show responsibility. Currently you're in his backpack next to some snacks and his gameboy listing to the muffled instructions Max needs to follow. But first what kind of you are you?</span></div></div>",
            "created":1591851600,
            "id":2849465,
            "title":"Your kid's first job!"
        },
        "11":{
            "author_id":"waldothelost",
            "author_name":"dddennis",
            "choices":[
                "Leave the backpack",
                "Stay in the backpack"
            ],
            "content":"<div class=\"\"><div> <span>So you're a rag doll. A soft fabric that filled with filled with fluff, makes you resistant to most blunt force trauma. Unfortunate you are weaker than most of your fellow toys and don't last long against sharp objects.... like teeth.<br>\r\n<br>\r\nThe closing of the front door snaps you out of your concentration. You hear Max walking through the house from the dark confines of the backpack with what sounds like one of the dogs panting behind him. He comes to a stop and drops the backpack to the ground, undoing the zipper enough for you to see outside<br>\r\n<br>\r\nA loud noise coming from upstairs (presumably a dog knocking something over) causes max to groan then dash up the stairs, with what you can now see is the neighbors golden Labrador following right behind him. Seems like Max might just need  some help after all. So what do you do?</span></div></div>",
            "created":1591851600,
            "id":2849490,
            "title":"Rag doll "
        },
        "111":{
            "author_id":"waldothelost",
            "author_name":"dddennis",
            "choices":[
                "Dash for the dog door, hide out back.",
                "Hide behind the dog bed, the other dogs give the mastiff his space.",
                "Go to the kitchen, getting up on a counter should to be safe."
            ],
            "content":"<div class=\"\"><div> <span>Well you can't be much help from inside the bag, besides these dogs will keep max far to busy to play with you. Your flimsy arms struggle with the zipper for a little while however you open it up wide enough for you to get out of your confines and into a living room.<br>\r\n<br>\r\nNow that you are outside of the bag you can see more of your surroundings. To your right you see what seems to be the entrance to a kitchen, you never learned much about food since you don't need to eat but you know the rooms purpose. Ahead of you you see a couch and chair, and behind them the stairs to the second floor and the basement. And finally to your left you see the large door / dog door to the backyard which you have seen from the window in Max's  room. also to your left you see AGh- you jump back in surprise as you notice that not too far from you is the neighbors Neapolitan Mastiff sleeping on a dog bed. It looked big when you saw it in their back yard but in person it's a mountain of muscle and joules.<br>\r\n<br>\r\nAs you finish taking in your surroundings your years of listening for approaching people comes in handy. You hear that one of the dogs is about to come up from the basement, which means trouble. What do you do?</span></div></div>",
            "created":1591851600,
            "id":2849810,
            "title":"Leave the backpack"
        },
        "112":{
            "author_id":"waldothelost",
            "author_name":"dddennis",
            "choices":[
                "Don't move an inch, Hopefully he goes for the snacks",
                "Stand your ground, you can't let this dog take Max's snacks",
                "Just run for it, get away from those teeth is priority 1"
            ],
            "content":"<div class=\"\"><div> <span>You decide its best to stay in Max's backpack for now, after all he can handle the dogs himself right? Not to mention this is likely the safest place for you to be. And so you wait, you can't see much outside of the backpack other than backpack just couch and some carpet flooring. As you sit there waiting for max to return you also begin to hear the rhythmic breathing of what must be a massive dog sleeping off to your left.<br>\r\n<br>\r\nUnfortunately the calmness of your situation soon ends. You hear what sound like one of the dogs coming up from the basement and, to your horror, towards the backpack you're in. Next thing you know a wet nose is poking in through the hole you were looking through. A second later and what you can now see is the neighbors bull terrier has managed to get the backpack open and is sniffing around the bag, it seems to have taken either an interest in you or the snacks you are next to. You have a second to act, so what do you do?</span></div></div>",
            "created":1591851600,
            "id":2849959,
            "title":"Stay in the backpack"
        },
        "12":{
            "author_id":"waldothelost",
            "author_name":"dddennis",
            "choices":[
                "Stay in the bag",
                "Leave the bag"
            ],
            "content":"<div class=\"\"><div> <span>So you're an action figure. A hard plastic shell protecting a few simple mechanisms that give you some extra umpf. Unfortunately repairing you is nearly impossible so any damage you do take is permanent, and once you start to break it will only get easier to be damaged.<br>\r\n<br>\r\nThe closing of the front door snaps you out of your concentration. You hear Max walking through the house from the dark confines of the backpack with what sounds like one of the dogs panting behind him. He comes to a stop and drops the backpack to the ground, undoing the zipper enough for you to see outside<br>\r\n<br>\r\nA loud noise coming from upstairs (presumably a dog knocking something over) causes max to groan then dash up the stairs, with what you can now see is the neighbors golden Labrador following right behind him. Seems like Max might just need  some help after all. So what do you do?</span></div></div>",
            "created":1591851600,
            "id":2849508,
            "title":"Action Figure"
        },
        "13":{
            "author_id":"waldothelost",
            "author_name":"dddennis",
            "choices":[
                "Stay in the backpack",
                "Get out of the backpack"
            ],
            "content":"<div class=\"\"><div> <span>So you're a construction toy. You are the sum of your parts, no matter how far apart they are so long as they don't sustain so much damage. Unfortunately it doesn't take too much force to take you apart, but you need at least one arm to re-assemble yourself.<br>\r\n<br>\r\nThe closing of the front door snaps you out of your concentration. You hear Max walking through the house from the dark confines of the backpack with what sounds like one of the dogs panting behind him. He comes to a stop and drops the backpack to the ground, undoing the zipper enough for you to see outside<br>\r\n<br>\r\nA loud noise coming from upstairs (presumably a dog knocking something over) causes max to groan then dash up the stairs, with what you can now see is the neighbors golden Labrador following right behind him. Seems like Max might just need  some help after all. So what do you do?</span></div></div>",
            "created":1591851600,
            "id":2849520,
            "title":"Construction Toy (IE: Bionical)"
        }
    },
    "info":{
        "author_id":"waldothelost",
        "author_name":"dddennis",
        "brief_description":"Attempt to help your owner watch dogs for a day, without getting claimed by one of them.",
        "created":1591855560,
        "description":"<td align=\"left\" class=\"norm\">          This takes place in a mostly normal world with one exception, the toys of children are sentient much like a certain series of movies that will go unnamed since I don't want to dance the copyright tango. That means that above all else you can't reveal the fact you can move to your human even if it means the end of the road for you. Whether you go above and beyond to help them in their tasks or focus on saving your inorganic skin is up to you (I guess if you want to get demoted to a chew-toy go crazy). <br>\r\n<br>\r\n          If you want to add chapters of your own go ahead, though I do ask you follow a few rules. First of all this is a choose your own adventure style interactive so you can only choose your own actions (and what kind of toy you are). Second of all this story has a 13+ rating, please stick to that. I genuinely hope this didn't need to be said but this website can get pretty weird. That is pretty much it, other than that have fun with it!<br>\r\n<br>\r\n</td>",
        "id":2224075,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1591857120,
        "modified":1591931820,
        "pretty_title":"Chew Toy"
    }
}