{
    "chapters":{
        "1":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "She heard the voice of a boy - it was her best friend, Samuel Rosio",
                "She heard the voice of a boy - it was her rival, Dylan Gasser",
                "She saw something across the street that caught her eye",
                "She noticed something odd-looking on the ground",
                "Nothing remarkable happened - she simply continued her walk"
            ],
            "content":"<div class=\"\"><div> <span><u><b>Date: June 12th, 2017<br>\r\nTime: 6:58 AM</b></u><br>\r\n<br>\r\nAs the sunlight began to seep through the crack between her bedroom curtains, Stinky started to move around in her sleep as she was lying in bed. It was clear that she'd rather not get up and just sleep in for the day, since it was summer vacation and she wanted to enjoy her day how she wanted to. But, of course, everybody's got to get out of bed sometime, and it might as well be now. As Stinky tossed and turned in her sleep, she eventually ended up laying on her back. A few moments of silence passed before she was awakened by the sound of her own butt.<br>\r\n<br>\r\n<b><i>Brrrrrrrrrrrrrrrraaaaaaaaaaaaaapp!</i></b><br>\r\n<br>\r\nNormally, Stinky had full control over her farts, but that was just while she was awake - while she was asleep, it was a different story. Stinky didn't actually have an alarm clock in her room, and that was because Stinky's body had a sort of alarm system built-in, thanks to her Stinker abilities. Because of this, Stinky would often awake after her body had gotten enough rest, and since she went to bed early the night prior, her butt told her to wake up early this morning. As the old saying goes, \"Early to bed, early to rise.\"<br>\r\n<br>\r\nStinky sat up from her bed and stretched her arms and legs as she let out a long yawn. Once she fully opened her eyes, that's when she told herself, <i>Guess there's no sleeping in today, huh? Ah well, maybe tomorrow.</i> Stinky pivoted her body towards her right and proceeded to jump out of bed. All she was wearing was a pair of bright blue pajama pants, and a light gray shirt that read \"I Heart to Fart,\" with the Heart being the symbol of a heart, rather than the actual word itself. Stinky then walked over to her closet and proceeded to pick out her clothes - she decided to wear an all-black, short-sleeved shirt that was starting to get a bit too small for her now. Her stomach and outie-belly button poked out from under the shirt, which Stinky couldn't help but laugh at. <i>This actually looks kinda cute,</i> she thought. <i>Hope mom doesn't give me too hard a time over it.</i> After she put on the small black shirt, she then followed up by taking of her pajama pants and replacing them with bright blue denim shorts she kept in her drawer. After that, she made her way to the bathroom.<br>\r\n<br>\r\nStinky took a good look at herself in the mirror as she was brushing her teeth, since she forgot to do it the night before. Stinky had bold blue eyes coupled with long, blonde hair. Her facial features were simple and round, as to be expected for a girl her age, with the exception of her big eyes. Aside from those aspects, there wasn't else all that remarkable about how she looked. <br>\r\n<br>\r\nStinky always preferred to have short hair, since it was less of a pain to deal with in the morning, but her mother insisted that she have long hair so that she would look less like a boy when she was out in public. Stinky was against it at first, but then she realized that meant less haircuts, so she decided to follow her mom's advice, since she also - strangely enough - hated getting haircuts, even though she liked short hair. To compromise, Stinky came up with her own hairstyle - a way to keep the long hair, to make it as cool and as stylish as she wanted. What she would do is pull all the hair that hung down her back and flip it over to that it could be seen sticking out from the back of her head, and hold in place with a black hair clip, but still gave it enough slack so that her hair had a loop, and would result in all of that fair getting in Stinky's face. Next, she'd take the hair along both sides of her face and tied them with black ribbons, similar to a character she saw in one of her favorite shows. o her, this hairstyle was the perfect combination of cool, but also kinda cute too.<br>\r\n<br>\r\nAfter she was done getting ready in the bathroom, Stinky headed to the kitchen, where she saw her mother cooking eggs and bacon for breakfast, and her dad sitting at the table looking at his phone. Her dad pulled his face up to face Stinky as he heard her walking into the kitchen. \"G'morning, kiddo!\" he said with a smile. Stinky's mother turned around and added, \"Good morning, Elueze! Breakfast is almost ready - I got them scrambled, just the way you like it.\" Stinky proceeded to sit down in the chair across from her father and replied, \"Thanks, Mom! Man, I love scrambled eggs.\" Stinky then looked at her dad and asked, \"Hey dad, I thought you were working today.\" Stinky's dad responded, \"I am, but I got up early this morning - heh, I guess we all did, huh?\" Stinky raised an eyebrow and asked, \"It's early? what time is it?\" Stinky's mother responded, \"7:12, sweetie. Dad doesn't go into work until 8:30 on Mondays.\" Stinky's eyes widened. <i>Damn,</i> she thought. <i>I got up at 7:00 this morning... well, thanks a lot, butt, I could have slept in for at least a couple more hours.</i> <br>\r\n<br>\r\nStinky's Mom put down a plate of scrambled eggs, toast and bacon in front of both Stinky and Stinky's dad, who told her, \"Thank you, Honey.\" Stinky's mom replied with \"You're welcome,\" and kiss on the cheek. Stinky proceeded to tease them by saying, \"Gross,get a room you two.\" Stinky's dad couldn't help but laugh.<br>\r\n<br>\r\nA couple minutes passed as Stinky and her father ate the food off their plates - Stinky finished hers first, then proceeded to push out a large fart.<br>\r\n<br>\r\n<b><i>BRRRRRRAAAAAAAAAAAAPT!</i></b><br>\r\n<br>\r\n\"Thanks for breakfast, Mom!\" Stinky said with a great big grin. Stinky's mother wasn't as amused. \"Elueze,\" she said, \"I told you abbout farting at the table, right?\" Stinky rolled her eyes and said, \"<i>Yes,</i> Mom, you have...\" Her father intervened, \"Listen to your mother, Stinks.\" Stinky's mother replied, \"<i>Please</i> don't call her that, John, it only encourages her to do it more.\" Stinky's father gave his daughter a wink, and Stinky returned the favor by winking back at him. Stinky's father was always more lenient about her farting around than her mom was - her mom was worried that it would only make her come off as rude to other people, so she tried teaching Stinker proper table etiquette at least. Most of the time, Stinky was compliant, but every so often, she would tease her mother by purposely passing gas when her mom least expects it. <br>\r\n<br>\r\nStinky then stood up from her chair and said, \"I'm gonna go out for a walk, guys!\" Her mother and father both said, \"Alright, and \"Take care!\" as Stinky went to go and grab her bright red jacket that was hanging on the coat rack next to the front door. She put it on, then proceeded to also slip on her black sandals that were sitting right underneath the coat rack, before opening the front door and heading out to her front yard - Stinky's day had officially begun.<br>\r\n<br>\r\n---------------------------------------------------------------------------- ---------------------------------------------------------------<br>\r\n<br>\r\nA few minutes later, as Stinky was walking down the sidewalk, the following occurred:</span></div></div>",
            "created":1593406800,
            "id":2858337,
            "title":"Stinky's Day Begins"
        },
        "11":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "\"I'm going to the Library\"",
                "\"I'm going to the Arcade\"",
                "\"I'm heading to the Hideout\"",
                "\"Believe it or not, I was on my way to School\"",
                "\"I was heading to... somewhere I can't say, actually\""
            ],
            "content":"<div class=\"\"><div> <span>\"Hey there, Stinky!\" a voice shouted. Stinky faced the direction the voice was coming from - a few feet ahead of her was Samuel Rosio, walking towards her from the opposite direction she was headed. Samuel was Stinky's best friend, and has been for as long as she could remember, so she couldn't help but smile when she saw him. \"Hey Sam!\" Stinky replied.<br>\r\n<br>\r\nThe two kids walked up and stopped in front of each other. Stinky took a quick look at Sam to see what he looked like - Sam was wearing a red jacket, similar to the one she was wearing, but instead of a black shirt and dark-blue shorts, Sam was wearing a bright green shirt with bright blue jeans. He was also wearing white tennis shoes, as opposed to Stinky's black sandals. Sam also had blonde hair and blue eyes, just like Stinky, though his eyes were a darker shade of blue than hers were, and he had shorter hair. Stinky couldn't help but chuckle to herself whenever she saw Sam's hair - his bang were swept upwards and suspended, and she always likened it to a crown, or a four-pronged fork. At a glance, the two looked very similar to each other, almost as if they were related - one of Stinky's earliest memories with Sam involved their teacher almost mistaking them for brother and sister, in fact. With how often the two would spend time with each other, it was an easy mistake to make.<br>\r\n<br>\r\n\"You going somewhere?\" Sam asked Stinky. Stinky simply replied, \"Actually, not really - just sorta going for a walk, is all. How about you?\" Sam paused for a moment before he said:</span></div></div>",
            "created":1593406800,
            "id":2858599,
            "title":"Sam and Stinky"
        },
        "113":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "\"Yeah, actually\"",
                "\"No, not really\"",
                "\"Actually, I was going to ask you that\""
            ],
            "content":"<div class=\"\"><div> <span>\"I'm heading over to the Hideout - wanna come with?\" Sam asked Stinky. Stinky quickly nodded her head and exclaimed, \"Yeah, of course! Man, I love that place.\" Sam smiled and said, \"Great! Race ya there?\" Stinky smirked at Sam and replied, \"Oh, you're on.\" The two kids got into position before Sam started counting down, \"3... 2... 1!\"<br>\r\n<br>\r\nAnd with that, Sam and Stinky raced towards the Hideout.<br>\r\n<br>\r\n---------------------------------------------------------------------------- ---------------------------------------<br>\r\n<br>\r\n<u><b>Time: 7:35 AM</b></u><br>\r\n<br>\r\nThe race finally came to a close in the woods located right next to down - Stinky was the first to arrive, with Sam following shortly after, trying to catch his breath. Stinky shouted, \"Hell yeah! Stinky - 1, Sam - 0!\" as she pumped her fist in the air. Normally, <i>Sam</i> would have actually won the race, since he was a naturally faster runner than Stinky was, but she had a secret weapon that Sam didn't - her rocket-powered butt. Because Stinky could control her own farts, she was able to pick up some speed by pushing out a strong stream of gas that would help make her run a little faster, while leaving Sam behind to catch the waft left behind by her fumes. After Sam took one last deep breath, he rolled his eyes and said, \"I should've <i>known</i> you'd play dirty.\" Stinky looked past her shoulder back at Sam and simply farted.<br>\r\n<br>\r\n<b><i>BRRRRRRrrrrrrrrrp!</i></b><br>\r\n<br>\r\n\"Not my fault I'm so naturally gifted,\" Stinky said with a wink and a laugh. Sam just raised an eyebrow and responded, \"Yeah, whatever. Anyway, let's head into the Hideout now.\" <br>\r\n<br>\r\nThe Hideout was a large treehouse that was built atop an even larger tree in the middle of the woods. Steps were carved out along the tree's trunk that led up to the hatch door at the base of the actual house part of the treehouse. Inside the square-shaped structure were two sleeping bags, a few pillows scattered around, stacks of comic books, a poster of some anime Stinky really liked, a battery-powered lantern for when it got dark, and finally, a couple cans of air freshener. The treehouse did have one window for the sake of ventilation, but if Stinky ever got a little <i>too</i> carried away with her farting, the air freshener was there to help make the place smell less bad.<br>\r\n<br>\r\nThe Hideout was Sam and Stinky's to-go hangout spot, when they weren't either visiting each other's houses, or spending time in town at the arcade or eating together at Balloon Belly Burger, Stinky's favorite burger joint. With the help of both their dads, Sam and Stinky were able to have it be sturdy and strong enough to withstand even the most brutal of weather conditions, though both kids were advised to come home if the weather was really bad. Sam and Stinky have had the Hideout for the last 4 years.<br>\r\n<br>\r\nAs the two kids sat down and settled into the treehouse, Sam asked, \"You have any plans for the day, Stinky?\"</span></div></div>",
            "created":1593406800,
            "id":2858642,
            "title":"The Hideout"
        },
        "1131":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "\"I was thinking of going to Balloon Belly for lunch\"",
                "\"You wanna explore the woods today?\"",
                "\"Dylan and I have a farting match in about an hour\""
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"I do, yeah,\" Stinky said back at Sam. <br>\r\n<br>\r\nSam asked, \"Well, what did you wanna do today?\"</span></div></span></div>",
            "created":1593406800,
            "id":2858643,
            "title":"Stinky's Plan for the Day"
        },
        "11313":{
            "author_id":"toilettwinsx",
            "author_name":"Fart Twins X",
            "choices":[
                "Loudest Fart Contest (See who can fart the loudest)",
                "Longest Fart Contest (See who can fart the longest)",
                "Something Different (Reader's Choice)"
            ],
            "content":"<div class=\"\"><div> <span>\"Dylan and I have a farting match in about an hour,\" Stinky answered.<br>\r\n<br>\r\n\"Really?\" Sam asked confused. \"Didn't you already have one last week?\"<br>\r\n<br>\r\n\"Nah, that was a prank war, remember?\" Stinky said. \"You were involved in it.\"<br>\r\n<br>\r\n\"Oh yeah...\" Sam recalled, before clarifying, \"But if it's so soon, why are you telling me now?\"<br>\r\n<br>\r\n\"Well,\" Stinky said tenting her finger, \"Dylan said that he had a secret weapon this time, and I don't think I need to remind you how close he came to beating me last time.\"<br>\r\n<br>\r\nThe two grimaced, remembering how Dylan hit her with a surprise burp to the face, knocked her to the ground with his bubble gut, and sat and farted on her with some of the worst farts he'd ever let out up 'til then.<br>\r\n<br>\r\nHad she not propelled herself from under him with a fart so sudden that it stunned him, Stinky would've lost to her long time rival.<br>\r\n<br>\r\n\"So you want me to referee again?\" Sam asked.<br>\r\n<br>\r\n\"Yeah,\" Stinky said with a blush. \"In case we get carried away again.\" <br>\r\n<br>\r\n\"Alright - Man, our parents were so pissed that match lasted for as long as it did.\" Sam said.<br>\r\n<br>\r\n\"Don't remind me...\" Stinky grumbled remembering the grounding she got.<br>\r\n<br>\r\n\"Try not to do that again. So, what exactly is the match?\" Sam asked.<br>\r\n<br>\r\nStinky opened her mouth to reply and said:</span></div></div>",
            "created":1594789200,
            "id":2869247,
            "title":"The Stinky vs. Dylan Fart-Off!"
        },
        "113133":{
            "author_id":"toilettwinsx",
            "author_name":"Fart Twins X",
            "choices":[
                "\"Bean Burritos\"",
                "\"A Couple Large Sodas\"",
                "\"Nothing - my gas tank is full!\""
            ],
            "content":"<div class=\"\"><div> <span>\"We both decided on an Endurance Contest,\" Stinky proclaimed.<br>\r\n<br>\r\n\"Endurance Contest?\" Sam asked, face scrunched in confusion.<br>\r\n<br>\r\n\"Yeah,\" Stinky said, \"we take turns farting in the others face however we want, with each turn timed and the contest lasting for as long as we're still conscious.\"<br>\r\n<br>\r\n\"So if someone passes out--\" Sam started.<br>\r\n<br>\r\n\"They lose.\" Stinky finished with a smile. \"Another way for me to prove my farting dominance.\"<br>\r\n<br>\r\n\"Unless he beats you.\" Sam said.<br>\r\n<br>\r\n\"Hey!\"<br>\r\n<br>\r\n\"I'm just saying,\" Sam raised his hands in a calming motion, \"he did come super close last time; and you did say that he said he had a secret weapon this time.\"<br>\r\n<br>\r\n\"Probably just some chili and bean combo again.\" Stinky said, waving her hand.<br>\r\n<br>\r\n\"Or maybe he became a Stinker.\" Sam supplied. <br>\r\n<br>\r\n\"Ha! Please,\" Stinky laughed, \"if that happened, I'd have heard about it by now - Stinkers can <i>control</i> their gas, Dylan can't.\"<br>\r\n<br>\r\n\"Fair enough, Sam shrugged. \"What were the stakes again?\"<br>\r\n<br>\r\n\"Loser admits defeat and buys the winner lunch.\"<br>\r\n<br>\r\nSam facepalmed. \"Of course you'd make the prize food,\" he said.<br>\r\n<br>\r\n\"What can I say,\" Stinky shrugged with a smirk, \"I like grub as much as the next girl.\"<br>\r\n<br>\r\n\"So good you're gonna fuel up, just in case, then?\" Sam snarked sarcastically.<br>\r\n<br>\r\n\"You know it,\" Stinky said with a wink.<br>\r\n<br>\r\n\"Alright. What's it gonna be this time?\" Sam asked.</span></div></div>",
            "created":1594789200,
            "id":2869419,
            "title":"A Test of Endurance"
        },
        "1131333":{
            "author_id":"toilettwinsx",
            "author_name":"Fart Twins X",
            "choices":[
                "Unsurprisingly, it's 7:40 AM",
                "Strangely, it's still 7:35 AM"
            ],
            "content":"<div class=\"\"><div> <span>\"Actually,\" Stinky pondered, \"I think this time, I'll be OK - think I got a full enough tank today.\"<br>\r\n<br>\r\n\"Are you sure about that?\" Sam asked, eyebrow raised.<br>\r\n<br>\r\n\"Yeah, why?\" Stinky asked.<br>\r\n<br>\r\n\"Because the last time you got that cocky, you took <i>ten</i> of Dylan's farts, all at once,\" Sam replied, narrowing his eyes. \"Or do you not remember that particular game of Truth or Dare?\"<br>\r\n<br>\r\n\"I remember, I remember,\" Stinky replied. \"But this time, if anyone's gonna get gassed, it's gonna be him - 'Cause my tank as is, is enough.\" Stinky proudly pat her belly.<br>\r\n<br>\r\n\"Alright then,\" Sam shrugged, \"if you say so.\"<br>\r\n<br>\r\n\"Your confidence in me is inspiring, Sam,\" Stinky snarked, rolling her eyes. <br>\r\n<br>\r\n\"What time is it anyway?\" Sam asked.<br>\r\n<br>\r\n\"It's--\" Stinky said checking her watch.</span></div></div>",
            "created":1594875600,
            "id":2869997,
            "title":"Full Tank of Gas"
        },
        "11313332":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "The Grim Reaper",
                "A 10ft-Tall Man in a White Suit",
                "A Shadowy Figure, Smiling Down At Them"
            ],
            "content":"<div class=\"\"><div> <span>\"It's... huh, that's odd,\" Stinky remarked. Sam looked up at Stinky and asked, \"What's up?\" Stinky shook her head side to side slightly and replied, \"It's nothing - I don't think, anyway. My watch just says it's 7:35 - but, that's what it was when we got here.\" Sam raised one of his eyebrows. \"Well,\" he said, \"maybe it's just slower today.\"<br>\r\n<br>\r\n\"Nah, if it was slow, it'd still say something different - more like my watch just stopped,\" Stinky stated. Sam asked, \"You sure it's not just dead, or broken?\" Stinky replied, \"Man, I hope not...\"<br>\r\n<br>\r\n\"Well, in any case,\" Sam continued, \"let's head over to the Usual Spot - Dylan should be there, right?\" Stinky nodded. \"Yeah, he should be - it's over by the river,\" Stinky said. \"Let's head there.\"<br>\r\n---------------------------------------------------------------------------- -------------------------------------------------------------------------------- ----------------<br>\r\n<br>\r\nAfter some time had passed, Sam and Stinky arrived together at the river, only for Sam to notice something odd. \"Hold on,\" he said. \"Stinky, you seeing this?\" Stinky looked up and looked in the direction Sam was looking - to her surprise, the river was perfectly still. It was wasn't flowing whatsoever, as if it was frozen, but with no ice or anything of the sort.<br>\r\n<br>\r\n\"W-Whoa,\" Stinky said, as she took two steps back. \"W-What the hell happened to the river?\" Sam shook his head and responded with, \"I dunno... hey, can you check your watch again?\" Stinky quickly looked down at her wrist, and her eyes widened at the sight of what she saw:<br>\r\n<br>\r\nHer watch still said 7:35 AM.<br>\r\n<br>\r\n\"This is... this is wild!\" Stinky shouted. Sam quickly turned around and asked, \"What, what does it say?\" Stinky looked up at Sam and said, \"It still says 7:35! Sam, I think... I think, maybe time has stopped.\" Sam shook his head and replied, \"Stinky, that's crazy - there's no way that's true.\"<br>\r\n<br>\r\n<b>\"Oh, but it is, little ones.\"</b><br>\r\n<br>\r\nSuddenly, a tall silhouette had appeared behind Sam, and spoke in a low, deep voice. In response, Sam immediately jumped and turned to face the figure, quickly falling over and landing on his butt in the process. Stinky ran up to check on him, and the two of them looked up to see that the figure was: </span></div></div>",
            "created":1594875600,
            "id":2870150,
            "title":"Stuck in Time?"
        },
        "113133323":{
            "author_id":"toilettwinsx",
            "author_name":"Fart Twins X",
            "choices":[
                "\"Gassy, The Fart Queen\"",
                "\"Leo, Lord of the Loop\"",
                "\"I'm stuck here, like you two\""
            ],
            "content":"<div class=\"\"><div> <span>\"The hell!?\" Stinky cried, almost falling onto her own butt from shock.<br>\r\n<br>\r\n\"Close, but not quite,\" The figure said as their glaringly obvious toothy smile bore down on the two. <br>\r\n<br>\r\n\"W-Who the heck are you!?\" Stinky demanded as Sam slowly got back up.<br>\r\n<br>\r\nAs the figure stepped out of the shadows and became more defined, they said, \"I am--\"</span></div></div>",
            "created":1594962000,
            "id":2870653,
            "title":"A Shadowy Figure, Smiling Down At Them"
        },
        "1131333231":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "\"This is the Realm of the Witching Hour\"",
                "\"This place is my own little pocket dimension\"",
                "\"You two fell into a Rift\""
            ],
            "content":"<div class=\"\"><div> <span>\"I am Gassy, the Fart Queen!\" said the tall woman who appeared behind Sam, as she stepped out of the shadows. A moment passed before both Sam and Stinky started holding back laughter. \"R-Really?\" Sam chuckled. \"You sure don't look like any <i>Fart Queen</i> I've seen, that's for sure.\" Stinky laughed out loud in response, and added, \"Hahaha, yeah seriously! What a load - like I'd believe something so stupid.\" Stinky stepped up closer to the tall, decorated woman.<br>\r\n<br>\r\nWhile Stinky didn't believe what she said at all, the tall woman certainly looked like she was royalty - the most noticeable thing about her was her bright white dress with bright blue and red accents, and a long gown that reached her ankles, almost covering all her legs. Just below the gown, the woman was wearing two slippers - a bright red one on her right foot, and a bright blue one on her left. Stinky looked back up to look at the woman directly, and saw that she wasn't wearing a crown - not even a tiara - and she also noticed that her eyes were a bold shade of purple. The last thing Stinky took notice of was the woman's long, raven-colored hair - it was so long, it went past her shoulders, down her back, and reached down to her butt. She was also rather pretty, and looked rather young - Stinky guessed she couldn't be any older than 27, give or take a year.<br>\r\n<br>\r\nAfter sizing up the tall woman before her, Stinky gave her a confident smirk and told her, \"Look, <i>Gassy,</i> I'm sure you're <i>super gassy</i> and all, but if there's a queen of farts, then it's me,\" as she pointed a thumb to herself. Sam replied, \"Alright, don't give yourself too much credit - at best, you're a princess, Stinky.\" Stinky looked back at Sam over her shoulder and said, \"Awww, but 'princess' sounds a little too girly, y'know what I mean?\"<br>\r\n<br>\r\nGassy tilted her head slightly and raised an eyebrow. \"Wait...\" she said, before she trailed off in thought. Stinky turned back to face the tall woman as she was kneeling down in front of her. Gassy continued, \"What did that boy say your name was?\" Stinky was caught a little off-guard, but she didn't show it. \"Well, everybody calls me Stinky - it's just a nickname, though. What, is your name <i>actually</i> Gassy?\"<br>\r\n<br>\r\nThe woman's eyes widened at Stinky's confirmation, before she leaned towards Stinky with a big smile on her face, this one more welcoming than the last. \"Wait,\" she said in an excited tone, \"then, are you like me?\" Stinky asked back, confused, \"What do you mean, like you?\" putting air quotes around \"like you\" with her fingers. Gassy clarified, \"Your farts! I'm asking if you're super fartsy, like me!\" Stinky was taken aback - the woman came off as confrontational before, almost territorial at the presence of her and Sam. Now, she was positively giddy at the sound of Stinky's nickname.<br>\r\n<br>\r\n\"Uh, yeah, I guess you can say I am?\" Stinky said, in an unsure tone. Gassy furled her brow, confused. \"Well,\" she replied, \"are ya or arent'cha?\" Stinky clarified, \"I dunno how gassy you are, dude! You haven't exactly demonstrated your abilities, you know what I mean?\" Gassy raised both her eyebrows, as if she had an epiphany, and responded, \"Oh, of course! Sorry about that!\" and got back up on her feet. \"Check this out!\"<br>\r\n<br>\r\nGassy poked her butt out and proceeded to unleash a strong, quaking fart.<br>\r\n<br>\r\n<b><i>BBBBRR<font class=\"size4\" style=\"\">RRRRRRRRRRRRRRRAAAAAAAA</font><font class=\"size45\" style=\"\">AAAAAAAAAAAAPPPP PPPPPP</font><font class=\"size5\" style=\"\">PHHHHHHHHHHHHTTTTTTT!!!</font></i></b><br>\r\n<br>\r\nQuaking was quite literal in this case, as her gas actually caused the ground to rumble beneath all three of their feet. Stinky spread her legs to get into a stance that allowed her to hold herself up, while Sam grabbed onto a nearby tree. Despite the rumbling, the surrounding area was just as still as it was before, stuck on pause.<br>\r\n<br>\r\nAfter Gassy's fart went on for about thirty seconds, it started to peeter out - Gassy stood back up straight, and smiled proudly. Sam straightened himself out and walked away from the tree he was leaning up against, making his way to Stinky's side. \"Wow...\" he said. \"She... she wasn't kidding - I've never seen anything like that. I've never seen you do anything like that, Stinky.\" Stinky shook her head and replied, \"That's because I never <i>did</i> anything like that,\" and then turned her gaze back up at Gassy. Gassy clasped her hands together happily, and exclaimed, \"So you <i>are</i> like me! That's so awesome! C'mon, now it's your turn!\"<br>\r\n<br>\r\nSam leaned in and whispered into Stinky's ear, \"I dunno how I feel about her, Stinky - she seems... a little <i>too</i> weird. We should just get out of here - look for a way out of the woods and back to town.\" Stinky looked at Sam and whispered back, \"She's pretty out there, yeah, but... I dunno. I have this sorta sinking feeling that we're stuck on pause no matter where we go - if she's been here too, maybe she can help us.\" Sam shook his head and replied, \"She's been stuck here too, for whoever knows how long,\" in a hushed tone. \"If she knew a way out, she wouldn't still be here.\" <br>\r\n<br>\r\n\"What are you two talking about?\" Gassy asked. Sam and Stinky both darted their gazes up at Gassy, Sam responding, \"Uhm, nothing, Gassy... we're, uh, just talking about a way to get out of here, that's all.\" Gassy nodded her head slightly and replied, \"Oohhhhh... when did you guys end up here?\" There was a moment of silence that fell over the three, as Sam and Stinky looked at each other. Stinky turned back to face Gassy and answer directly, \"About ten minutes ago... I think? My watch says it's been 7:35 AM for a while now, so... yeah, for as long as it's been stuck like that.\"<br>\r\n<br>\r\nGassy put her hand on her cheek and pondered to herself. \"I see,\" she stated. \"That's not too surprising - that's the way it works here.\" Stinky looked up at Gassy and asked, \"So, you know how this place works then? What even happened here, anyway? Do you know how we ended up here?\"<br>\r\n<br>\r\nGassy paused for a moment before replying:</span></div></div>",
            "created":1594962000,
            "id":2870793,
            "title":"Gassy, The Fart Queen"
        },
        "11313332312":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "Going back to the Hideout",
                "Wandering around the Woods"
            ],
            "content":"<div class=\"\"><div> <span>\"This place is my own little... pocket dimension, I guess you can say,\" Gassy answered. Sam and Stinky's eyes both widened, and they turned their heads to face each other, as if to clarify to each other that they did in fact hear what they just heard. Sam turned to face Gassy again and asked, \"So, you <i>own</i> this place? Like, you said it's <i>yours,</i> so...\"<br>\r\n<br>\r\n\"Sort of, yeah,\" Gassy replied. \"It's mine in that, I <i>live</i> here, and it was made specifically <i>for</i> me, but... I didn't want it. Not at first, anyway.\" Stinky's expression saddened - she couldn't help but feel bad for the tall woman standing in front of her. At the same time, she was also confused, and after a few seconds passed, she asked Gassy, \"Hold up, hold up... I'm not sure I get it - what the hell is a <i>pocket dimension?</i> I've never heard of it before.\" Sam turned to face Stinky and respond, \"It's this idea that there's places throughout the universe where space and time don't act the same way as they should - you can say they're like anomalies, nobody <i>really</i> knows how they work.\" Gassy nodded, then said, \"He's pretty much got it like a nail on the head - except for the part where nobody knows who to figure them out, anyway.\" Stinky stepped up and asked, \"So, you saying <i>you</i> know?\"<br>\r\n<br>\r\n\"Only what I've been told,\" Gassy answered back. She felt relaxed enough that she decided to lower her body and sit down, legs stretched out ahead of her, separating Sam and Stinky between them. \"Some of my people were smart enough to crack the code to how pocket dimensions work, at least little ones,\" Gassy continued. \"They stuffed me in this one a long time ago.\"<br>\r\n<br>\r\n\"Your people?\" Sam asked. \"So, there's more people like you? All, big and tall?\" Gassy couldn't help but laugh. After she settled down some, she replied, \"I guess you can say that! To us, you guys are just tiny.\" Sam smiled back with a concerned look on his face - he was trying to act friendly, but part of him felt intimidated. He tried his best not to show it. \"S-So...\" he continued, \"where do your people come from, Gassy?\"<br>\r\n<br>\r\n\"The planet Pujitre,\" Gassy replied plainly. \"I'm Pujitran.\"<br>\r\n<br>\r\nSam and Stinky were shocked, and once again look to each other to make sure that they weren't just hearing things. Gassy looked confused, and after a few seconds of awkward silence passed, she asked, \"What? What's the big deal? ...You guys not a fan of Pujitrans?\" Stinky raised her hands in front of her and shook them vigorously, stating, \"No, nononono, it's not that! It's just... y-you just said you're an <i>alien!\"</i> Gassy looked at Stinky, and gave her a smirk and a raised eyebrow. \"An alien?\" she chuckled. \"What's that?\" Stinky responded, \"It's... uh... it's someone who's from another planet...\" Gassy laughed again, this time much more amused than before. \"Oh my goodness, <i>that's </i>what you call them? I've always called them outworlders! Alien, huh... how'd you guys come up with that?\" <br>\r\n<br>\r\n\"T-That doesn't really matter right now, Gassy!\" Stinky exclaimed. Gassy raised her eyebrows in surprise. \"Well, why not?\" she said with a a casual shrug. Stinky stammered, \"I-It's just that... uhm...\" she looked at Sam for a helping hand. Sam decided to finish Stinky's thought by saying, \"It's just that we don't see aliens very often... if, <i>at all.</i> Our people don't even... <i>believe</i> in aliens - life on other planets.\" Gassy held back laughter, but only for a second or two before she reeled back so hard, she landed on her back, laughing rather historically. \"Oh, that's hilarious!\" she shouted. As she was laughing, she proceeded to let out a few stray farts.<br>\r\n<i><b><br>\r\nBRRRRRRRT!<br>\r\n<font class=\"size4\" style=\"\">BRRRRRRAAAAAAAPPP!!</font><br>\r\nBRRRR-BRT!</b></i><br>\r\n<br>\r\nSam instinctively covered his nose with both hands, whereas Stinky just stood in place, stunned. She was processing everything that was happening before her eyes. <i>This can't be real, right?</i> She thought to herself. <i>I HAVE to be dreaming!</i><br>\r\n<br>\r\nAfter Gassy calmed down, she laid flat on the ground, legs and arms sprawled out. She waited a moment before she spoke up, saying, \"You two are something else! I can't believe you guys don't believe in outworlders... does your race just <i>not</i> have space travel tech?\" Sam took his hands away from his nose and replied, \"It's, uh, more limited - so far, we've only managed to go to our moon and Mars.\" Gassy sat back up and asked Sam, \"What? The heck is Mars?\" Sam was taken aback by Gassy suddenly sitting right back up, so Stinky answered, \"It's the red planet - fourth one from the Sun?\" Gassy's face lit up as she replied, \"Ohhhh, the Dead Planet! That's cool - you guys find any ruins there?\"<br>\r\n<br>\r\n\"Alright, slow down, slow down!\" Sam shouted. Gassy and Stinky both turned to see Sam catching his breath. After he collected himself, he continued, \"We're getting off-track! Just, tell us how you got here, what this place is, and how we can get out! We don't want to be here...\"<br>\r\n<br>\r\nGassy clenched her hand up to her chest, clearly taken aback. \"Sam...\" Stinky said in a hushed tone. After a few more seconds, Gassy replied, \"Y-Yeah, gotcha - sorry, I just got all caught up. You were asking about my pocket dimension, right?\" Sam just silently nodded. Gassy let out a sigh and continued, \"So, the other Pujitrans - well, the scientists anyway - they put in this pocket dimension because they thought I was becoming dangerous. Said my farts were strong - too strong - and that if I continued to stay there, I'd... I'd only bring harm. So, they put me on a shuttle towards Terah, set up this pocket dimension, and left me here.\"<br>\r\n<br>\r\n\"T-They can just... <i>do</i> that to you?\" Stinky asked in a sad tone. Gassy replied, re-assuredly, \"Hey, it wasn't like that - it's a little sad to think back on sometimes, but they didn't force me or anything. They just laid out what they were worried about, then gave me the choice of whether or not I wanted to go through with it - even let me pick what planet I wanted to go to, too.\" Stinky asked, \"So, why the whole pocket dimension thing?\" Gassy responded, \"Well, you two have already seen it in action - pocket dimensions are sorta cut off from the rest of space-time, so it looks like everything's still. This is so that nothing can be effected here, not by anything - I can fart as much as I want to, as hard as I want to, and nothing will happen to this place.\"<br>\r\n<br>\r\n\"Huh... that's, kinda cool,\" Stinky said. Gassy chuckled and said back, \"Yeah, I thought so too - it can get boring, though. This pocket dimension is only so big, it was just a matter of time before I saw everything.\" Stinky paused for a second or two before she asked, \"How long have you been here?\" Gassy shook her head and answered, \"Ehhh, not like you can really keep track of time in this place - because nothing moves, no time passes. I honestly lost track.\"<br>\r\n<br>\r\n\"I'm sorry to hear that,\" Sam said, looking up at Gassy. \"I hope it wasn't for too long.\" Gassy looked back at Sam and smiled. A few more seconds passed before Gassy spoke up again, stating, \"So, the thing is, every pocket dimension has a way in, and a way out - there's just no way to make it airtight. You two got in after all, so there has to be a way out. But, I could never find it myself. Best we can do is to wander around until we find it.\"<br>\r\n<br>\r\n\"Is there a chance it's at the same place as the entrance?\" Sam asked. Gassy nodded in response. Stinky looked down and checked her watch and said, \"I didn't notice the time until we reached the Hideout - if we came in through there, then maybe we can get out through there.\" Sam nodded and replied, \"Yeah, retracing our steps might be a good idea.\" Gassy added, \"We could also wander around and see if we stumble upon it - it's your call.\"<br>\r\n<br>\r\nStinky thought about it before deciding on:<br>\r\n<br>\r\n</span></div></div>",
            "created":1595048400,
            "id":2871189,
            "title":"Gassy's Pocket Dimension"
        },
        "114":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "\"I'll blow the door wide open with my butt!\"",
                "\"Let's try the back door, near the playground\"",
                "\"Maybe we could try goin' in through the roof?\""
            ],
            "content":"<div class=\"\"><div> <span>\"Believe it or not, I was on my way to school,\" Sam told Stinky. Stinky raised in eyebrow in confusion. \"<i>School?</i>\" Stinky questioned. \"Sam, you know that school is <i>over,</i> right? It's summer vacation, what are you going to school for?\"<br>\r\n<br>\r\n\"Well...\" Sam said, before continuing, \"haven't you heard? There's been rumors of something going on at school the past couple of days.\" Stinky shook her head and said, \"No, I haven't heard anything - what did you hear?\" Sam crossed his arms and said, \"I can't say for sure, but that's why I was thinking of going to investigate - apparently, a girl was riding her bike down Addams Street, where the school is, when she <i>swore</i> she saw someone go inside through the front entrance.\" Stinky scratched her head and asked, \"Wait, when did that happen?\" Sam replied, \"It was yesterday afternoon - from what I heard, the girl was on her way back home from the park when she turned and saw this happen.\" Stinky's hands shifted towards her hips as she stated, \"But, school's out - why would <i>anybody</i> be going there?\" Sam pointed at Stinky and exclaimed, \"That's what I was thinking! When I heard that, I figured I had to at least check it out.\" Stinky smiled and rolled her eyes. \"You're such a dork, Sam.\" she told him. Sam just shrugged it off, like he heard her call him that several times before. \"Hey, don't knock it - maybe there really <i>is</i> something there this time.\"<br>\r\n<br>\r\n<i>Sam always sort of fancied himself as a detective,</i> Stinky thought. Sam had a history of picking up rumors and other urban legends he heard in town, and taking it upon himself to see if they were actually true or not. Sam thought that, if he could prove any of them to be true, he'd be a town hero - but, as luck would have it, those rumors and legends were exactly what they sounded like: tall tales and the work of some other kid's over-active imagination.<br>\r\n<br>\r\n\"You can join me if you want, Stinky,\" Sam added. \"You can be my partner!\" Stinky didn't even need to think about her response. She replied quickly, \"Of course I'll come with ya - what's a town hero without a sidekick?\" After saying that, Stinky gave Sam a wink and then farted.<br>\r\n<br>\r\n<b><i>Brrrrrrrrppp!</i></b><br>\r\n<br>\r\nSam couldn't help but think that Stinky was teasing him a little bit. \"Alright, I know it's likely just a longshot, but ya never know until you try, right?\" Stinky nodded and stated, \"Yeah, I hear ya Sam. No c'mon, let's go already!\" Stinky started running towards the direction of the school, with Sam following shortly behind. \"Hey, wait up!\" he shouted at her. Stinky may not have been as into investigating strange goings-on as Sam was, but she was still always open to help Sam with one of his \"cases.\" To her, it was less about the intrigue and figuring out whether or not what Sam heard was true, and more about a sense of adventure. <i>And hey, two kids going back to school during the Summer? There's a story to be told there!</i> Stinky thought.<br>\r\n<br>\r\n---------------------------------------------------------------------------- ---------------------------------------------------------------<br>\r\n<br>\r\n<u><b>Time: 7:34 AM</b></u><br>\r\n<br>\r\nIt took about 20 minutes or so before Sam and Stinky arrived at the school on foot. They stopped in the school's parking lot to catch their breath, as well as form a plan. \"Alright,\" Sam said, \"before anything else, we gotta find a way in, since it'll be locked up tight. Got any ideas, Stinky?\" </span></div></div>",
            "created":1593406800,
            "id":2858626,
            "title":"Something Strange at School"
        },
        "12":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "\"I want to challnege you to a Gas-Off!\"",
                "\"I was heading to Balloon Belly Burger - wanna join me?\"",
                "\"I wanted to ask you a question\"",
                "\"There was something I wanted to tell ya\"",
                "Nothing - Dylan just lets out a large fart"
            ],
            "content":"<div class=\"\"><div> <span>\"Hey, Butt Trumpet!\" a voice shouted at Stinky from behind. Stinky turned to face where the voice was coming from - it was Dylan Gasser, Stinky's long-time farting rival. Unlike her, Dylan wasn't a Stinker, but that didn't stop him from trying to find new ways to get himself to be as gassy as possible, just so he could beat Stinky at what she does best.<br>\r\n<br>\r\nStinky smirked and replied, \"Heya, Bubble Gut.\" As Dylan walked up to Stinky, she took a look at his appearance. Dylan had short, messy black hair that was swept to his right, and pale green eyes. He was wearing a yellow-and-white striped shirt, along with brown denim shorts, long white socks and black tennis shoes. Nothing about what he was wearing was that remarkable at glance, but what drew Stinky's attention the most was Dylan's stomach - it was big and round, distended in a way that made it look like he was sporting a proud potbelly. This was because of Dylan trying to make himself gassy, it resulted in his stomach being stretched out the more full of flatulence it became. Thankfully, though, it never got any bigger than it already was, probably because Dylan kept farting out all that pent-up hot air he was storing. It made sense, of course - Dylan didn't have total control of his farts like Stinky did.<br>\r\n<br>\r\nAs Dylan stopped a couple of feet in front of Stinky and said, \"You going somewhere?\" Stinky simply shook her head and said \"Nah, just sorta walking around. What's up?\" Dylan paused for a moment before he said:</span></div></div>",
            "created":1593406800,
            "id":2858646,
            "title":"Stinky and Dylan"
        },
        "13":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "A very tall, hooded figure",
                "A zombie shambling along the sidewalk",
                "A single chicken",
                "An alien holding his ray gun",
                "Herself"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>As Stinky was taking her stroll down the sidewalk, she turned her head to her right, and noticed something that had caught her attention from across the street, on the sidewalk opposite to where she was standing. Surprisingly, what she saw was:</span></div></span></div>",
            "created":1593406800,
            "id":2858351,
            "title":"Across the Street"
        },
        "133":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "The chicken wanted to attack Stinky",
                "The chicken was being chased by someone else",
                "The chicken wanted to politley introduce itself to Stinky"
            ],
            "content":"<div class=\"\"><div> <span>Stinky couldn't help but chuckle at what she had seen standing across the street from her - it was just a single chicken, standing there, constantly turning it's head in all sorts of directions. <i>Well, that's not something you usually see around here,</i> Stinky thought.<br>\r\n<br>\r\n\"Hey there, chicken! Whatcha doing over there?\" Stinky shouted towards the chicken. It was at that moment that the chicken suddenly shifted it's gaze so that it looked directly at Stinky - there was a moment where the chicken stood completely still, before making it's way across the road towards where Stinky was standing.<br>\r\n<br>\r\nWhy did the chicken cross the road?</span></div></div>",
            "created":1593406800,
            "id":2858593,
            "title":"The Chicken Crossed the Road"
        },
        "135":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "Yes - this 2nd Stinky had short, black hair, and skunk's tail",
                "Yes - this 2nd Stinky was a boy, instead of a girl",
                "No - this 2nd Stinky was 100% identical to the real one"
            ],
            "content":"<div class=\"\"><div> <span>Stinky had to blink rapidly and rub her eyes just to make sure she wasn't seeing things. <i>What the hell?</i> she thought to herself. <i>There's no way... is that... is that ME?!</i> She leaned her head in slightly and squinted, trying to discern the person standing across the street from her. <br>\r\n<br>\r\nAs unbelievable as it was, Stinky was certain - it was her, or at least, it was a <i>separate version</i> of her for sure. Was there anything different about this second Stinky?</span></div></div>",
            "created":1593406800,
            "id":2858591,
            "title":"Two Stinkys "
        },
        "14":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "A folded, crumpled, and entirely blank envelope",
                "A large egg, about the size of her own hand",
                "A brightly blue-green colored potion in a bottle",
                "A rolled up treasure map",
                "A strange looking leatherbound book"
            ],
            "content":"<div class=\"\"><div> <span>As Stinky was taking her walk down the sidewalk, she stopped and squinted her eyes slightly. <i>What is that?</i> she thought to herself. Stinky took a few steps towards what she saw - it was on the lying on the ground, simply sitting there. Stinky reached out with her hand to pick it up - it turns out what she saw there on the ground was:</span></div></div>",
            "created":1593406800,
            "id":2858348,
            "title":"Somethng on the Ground"
        },
        "143":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "Stinky decides to drink it",
                "Stinky decides to keep it, for now"
            ],
            "content":"<div class=\"\"><div> <span>Stinky reached down to pick up what had turned out to be a small, spherical bottle corked closed. Inside the bottle was a bright, blue-green colored liquid that had the same consistency of water, though it did have some small bubbles that fizzled throughout. <br>\r\n<br>\r\n\"Huh,\" Stinky wondered aloud. \"This looks weird - wonder what this stuff is.\"</span></div></div>",
            "created":1593579600,
            "id":2860113,
            "title":"Potion in a Bottle"
        },
        "1431":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "Stinky's body began to swell and inflate like a balloon",
                "Stinky's arms and legs stretched to about three or four times their size",
                "Stinky's body transformed in other ways"
            ],
            "content":"<div class=\"\"><div> <span>After taking a few seconds to inspect the bottle in her hands, Stinky decided to uncork the potion, and give it a try.<br>\r\n<br>\r\n\"Bottoms up,\" she said. Stinky reeled her head back and downed the potion in one big swig. After she swallowed, Stinky gagged a little and said, \"Eugh, it tastes like lukewarm soda...\" Shortly after she said that, Stinky heard a growling sound coming from her stomach, and noticed that her belly was vibrating somewhat. Clearly, whatever she drank didn't entirely agree with her.<br>\r\n<br>\r\nStinky raised an eyebrow in concern, and right as she noticed the vibrating in her stomach ceasing, she let out a large fart.<br>\r\n<br>\r\n<font class=\"size45\" style=\"\"><b><i>BRRRRRRRAAAAAAAAAAAPPTT!!</i></b></font><br>\r\n<br>\r\nAfter she passed her gas, Stinky couldn't help but look behind her, down past her shoulder, as if she was looking down at her own butt. She laughed and said to herself, \"Haha, I guess this stuff just gave me a little extra kick, is all!\" Just then, as she finished her remark:</span></div></div>",
            "created":1593579600,
            "id":2860120,
            "title":"Stinky Drinks the Odd Potion"
        },
        "15":{
            "author_id":"zbclide",
            "author_name":"Clide",
            "choices":[
                "The Library - she wanted to see what books they had in there",
                "The Post Office - she was expecting a certain delivery",
                "The Arcade - she wanted to play some games",
                "Balloon Belly Burger - she was still hungry after breakfast",
                "The Strip Mall - she wanted to see what stores there were there"
            ],
            "content":"<div class=\"\"><div> <span>As she strolled down the sidewalk, nothing remarkable occurred whatsoever. Stinky simply continued her walk in peace.<br>\r\n<br>\r\n---------------------------------------------------------------------------- ------------------------------------------------------------------<br>\r\n<br>\r\n<u><b>Time: 7:27 AM</b></u><br>\r\n<br>\r\nStinky ended up in the downtown area - she took a look around too see what was around her. To her right, there the library and the post office right next to each other, and across the street from those was the arcade. To her left, Stinky saw Balloon Belly Burger, her favorite burger joint, and lastly, a few yards in front of her was the strip mall. <br>\r\n<br>\r\nWhere did Stinky go?</span></div></div>",
            "created":1593406800,
            "id":2858649,
            "title":"Downtown"
        }
    },
    "info":{
        "author_id":"zbclide",
        "author_name":"Clide",
        "brief_description":"This is the story of a young, 11-year-old tomboy named Elueze Robins, AKA \"Stinky.\"",
        "created":1593396720,
        "description":"<td align=\"left\" class=\"norm\">Thank you for reading and taking part in this Interactive Story - this is an idea I've had for some time, about a character that I came up with back in Middle School. This is the premise:<br>\r\n<br>\r\nElueze Robins is an 11-year-old girl who happens to be a Stinker - a Stinker is someone born with the strange ability to produce and control their own natural gas. Elueze loves having this ability, as she uses it to not only fart at will, but to also do other things with her gas as well - because of this, she's more commonly known in her hometown as <i>\"Stinky.\"</i><br>\r\n<br>\r\nStinky is an out-and-proud tomboy, and makes that known to whoever she meets. Stinky is energetic and often crude, but she is also open and friendly - she's the kind of girl who knows exactly who she is, and doesn't care to hide it.<br>\r\n<br>\r\nStinky is the central character of this story, but she is not the only key character - there are both of her parents, her best friend, and finally, her rival.<br>\r\n<br>\r\nStinky's mother is Helena Robins, and her father is Johnathon Robins. The two have been married for 13 years, and Stinky is their only child. Helena stays at home to help clean the house and take care of Stinky, while Johnathon works as a police officer during the day. Stinky's relationship with both of her parents is happy and healthy, but they are not without their occasional fights - Helena in particular is sometimes hard on Stinky for being too excessive with her farting. As for Johnathon, he disciplines his daughter as best he can, but he's still there for Stinky when she needs him most.<br>\r\n<br>\r\nStinky's best friend is a 12-year-old boy named Samuel Rosio. Sam's mother and biological father separated years ago, and Sam doesn't even remember what his father looks like. Thankfully, he and his mom are not alone - Sam's mother, Allison, married a Hispanic man named Julian, hence Sam's last name being Rosio. Sam and Stinky have known each other since they were toddlers, and get along well, despite how different they are from each other - unlike Stinky, Sam is more calm and polite than her, and will occasionally point out when she's being a bit too much. He's also more sarcastic than Stinky is on average, resulting in Sam coming of as occasionally jaded, but still a very overall happy boy. Sam and Stinky care for each other very much, and neither of them can imagine what their lives would be like without the other in it.<br>\r\n<br>\r\nFinally, there's Dylan Gasser, Stinky's rival - Dylan is also 11 years old, though he is not a Stinker like Stinky is, but that doesn't stop him from trying to out-gas her at every opportunity, doing what he can to make himself fart as much as possible. Dylan is much more snarky than Stinky is, and also more competitive, but also driven and determined when he sets his mind to something. Dylan and Stinky may not get along quite as well as she and Sam do, but they still maintain a friendly rivalry with each other all the same.<br>\r\n<br>\r\nAs for other characters, that's up to you to decide - during this one day in Stinky's life, you can give her the chance to meet all sorts of new people she had never seen before, or establish relationships with people in her hometown I never even considered. As the story begins, Stinky will start off the day like normal, but through of choices you make as you read, you can have Stinky go on one of many different kinds of crazy adventures! Keep in mind, <i>each of these stories must take place within one day, and once that day is up, the story must end.</i> what happened the day before, or what will happen the day after are not a factor here - this day in Stinky's life is an isolated moment, where anything can happen!<br>\r\n<br>\r\n<b>ATTENTION: This story is rated 13+ - while some language and mild suggestive elements are allowed, absolutely NO SEXUAL CONTENT is permitted. The main character of this story is only a child, and thus, any chapter submitted that results in her doing something sexual in nature will be removed. Other questionable content will be removed per my discretion - this story is not at all intended to be something that pertains to a certain fetish or kink, but something light-hearted, fun, and dumb. Feel free to read if you wish, but if you want to add your own chapters to this story, please respect and adhere to these strict guidelines. Anything else is fair game.<br>\r\n<br>\r\nI will make the occasional edit, either in regards to spelling or grammatical errors, as well as small changes in dialogue so that each character <i>stays</i> in-character, as much as possible. With that said, thank you taking the time to read this outline, and please enjoy A Day in the Life of Stinky!</b><br>\r\n<br>\r\n</td>",
        "id":2225529,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1595102040,
        "modified":1595102040,
        "pretty_title":"A Day in the Life of Stinky"
    }
}