{
    "chapters":{
        "1":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Season 1",
                "Season 2",
                "Season 3",
                "Season 4",
                "Season 5 and beyond"
            ],
            "content":"<div class=\"\"><div> <span>It's another sunny day in your average suburban neighborhood. It's around 9:30 AM, and most of the residents are just getting up to begin their morning routines. Tim, an average young man in his mid twenties steps out onto the front porch of his home dressed in a blue robe with a cup of coffee in one hand, fetching the morning paper and the mail as he does every day. As he bends over to pick up the newspaper at the edge of the property, he hears a high pitched whistle coming from his left. He looks over to see the head of his neighbor, Katie the Kitsune, peeking over her side of the white wooden fence, a half mischievous half flirtatious smirk on her face. <br>\r\n<br>\r\nIt's only at this point Tim realizes she had whistled because she got a view of his backside when he bent over. He quickly stands back up, a slight blush in his face. Katie just giggles. \"Don't be so embarrassed, Tim. I think your butt is very cute.\" Tim sighed. Katie would often flirt with him like this, and he would always acknowledge her remarks but never returned her interest. It was nothing personal, he just wasn't interested in dating outside his own species. <br>\r\n<br>\r\n\"Um, thanks, I guess.\" He replied. Katie giggled again, batting her eyes and blowing him a kiss before going back inside. Though Tim wasn't romantically interested in Katie, he couldn't help but watch as she made her way back to her house, her hips and nine luxurious tails swaying side to side as she did so. Even he had to admit she was quite attractive. He still wasn't sure why she hit on him , though. He was nothing special and he knew it, and with a body like her's she could have any guy she wanted. I should really ask her why she's so interested in me sometime, he thought as he made his way back into the house.<br>\r\n<br>\r\nTim shares his home with two housemates, with whom he splits the rent. There was Tony, a large and muscular werewolf who worked at the local gym as a fitness instructor. Tim and Tony didn't exactly call each other friends, but they got along well enough. Then there was Tina, a ghost who technically was a tenant in the house before the other two, having died shortly after moving in about a year before Tony and Tim. She wouldn't say how she died, but whatever happened she didn't seem to let it bring her down. Tina was quite cheerful and optimistic, almost nothing seemed to dampen her mood. Her housemates aren't exactly sure what she does for a job, but as long as she helps pay her share of the rent, they don't really care. <br>\r\n<br>\r\n Tim sat on the living room sofa to read the newspaper, joined shortly after by Tony. \"Anything interesting in there?\" Tony asked, only half interested as he switched on the TV. \"Same old stuff.\" Replied Tim. Tina suddenly rises up from beneath the sofa on the other side of Tim, having just been down in the basement of the house a second before. \"So guys, anything happening today?\" She asked, to which Tim and Tony both shrugged and grunted in response. Tina huffed and crossed her arms as she gave a little pout \"You guys are always either working or just sitting around. Come on, it's  the weekend! Let's go out and do something for once!\" <br>\r\n<br>\r\n(Please note, this first chapter was just to set up the main cast and get the first episode rolling. The first episode of the first season will begin right where this leaves off. Each season will have a total of 12 to 15 episodes. Depending on how well this does, I may add additional seasons. For now, let's focus on the first. Please do not worry about any future seasons for the time being, and if you have an idea for an episode, put it in the current season list. Thank you.)</span></div></div>",
            "created":1596085200,
            "id":2878116,
            "title":"Pilot"
        },
        "11":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Pilot (Continued)",
                "Dating Disaster",
                "The Party",
                "Reunion",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Pilot (Continued): Spurred by Tina, the group decides to go out to a movie together, just for something to do. While there, Tim happens to run into an old high school sweetheart of his whom he hasn't seen for years. He invites her back to his home to hang out, but who should appear  on the doorstep but Katie. Turns out Katie is kind of  the jealous type, and tries to concoct a plan to get rid of Tim's old flame, so she can have him all to herself.<br>\r\n<br>\r\nDating Disaster: Looking to get in on the dating scene, Tony downloads a dating app on his phone to find a potential significant other. But his chosen date raises some concerns with his housemates, as she is a literal soul-sucking succubus. The especially worries Tina, as she is a disembodied soul vulnerable to such a creature. Is Tony's date just looking for love, or is she just after him for his soul?<br>\r\n<br>\r\nThe Party: Tina is bored, and convinces the guys to invite the neighborhood to a sort of block party. But it turns out Tim really can't handle his liquor, and the next morning he wakes with a hangover and the aftermath of his shenanigans during the party the previous night.<br>\r\n<br>\r\nReunion: Tina's still living family pays a surprise visit, to try and convince her to move on to the next life. But Tina is reluctant to do so, afraid of where she might end up. Will she be persuaded to pass on? Or does she still have business on Earth?</span></div></div>",
            "created":1596085200,
            "id":2878125,
            "title":"Season 1"
        }
    },
    "info":{
        "author_id":"jfoxx",
        "author_name":"Johnny Foxx",
        "brief_description":"The first of it's kind, an interactive supernatural sitcom! GP rewards for good adds!",
        "created":1596085620,
        "description":"<td align=\"left\" class=\"norm\">Okay, so here's the rundown. As with most of my stories, this takes place in a world where humans and mythical creatures coexist. The three main characters, a human, a werewolf and a ghost are all housemates living in a suburban neighborhood somewhere in the US. The series follows their daily misadventures as they try to go about their lives, making ends meet and getting into various hijinks along the way. <br>\r\n<br>\r\nSo here's how this works. Select a \"Season\" and then an \"Episode\"', then follow that episode's primary plot as described. At certain points you'll be given the chance to decide what happens next. Understand?<br>\r\n<br>\r\nNow, some groundrules...<br>\r\n<br>\r\n1. No killing the main characters<br>\r\n2. No short chapters, unless you're just giving more choices for episodes<br>\r\n3. If you're going to end an episode, let it reach a minimum of 7 to 10 chapters in length first<br>\r\n4. Feel free to come up with your own ideas for future episodes. All are welcome! Just please make sure your idea hasn't already been listed<br>\r\n5. I may edit or add rules as I feel is necessary. <br>\r\n<br>\r\nIf your additions are really good, I may give up to 10,000 GP per add, depending on their quality. That's all for now, enjoy! <br>\r\n<br>\r\nBy the way, if anyone can think of a better title for this story, please let me know! I'll be sure to credit you for it. <br>\r\n</td>",
        "id":2228164,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596090360,
        "modified":1596090360,
        "pretty_title":"Strange Life (Working Title) "
    }
}