{
    "chapters":{
        "1":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Ash",
                "Misty",
                "May",
                "Dawn",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is it.</span></div></span></div>",
            "created":1578805200,
            "id":2772684,
            "title":"The beginning"
        },
        "11":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Ash gets kidnapped by team rocket",
                "Ash gets diapered by a friend",
                "Ash gets diapered by his mom",
                "Ash founds a magical package of diapers",
                "Other "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why is Ash diapered.</span></div></span></div>",
            "created":1578805200,
            "id":2772687,
            "title":"Ash"
        },
        "112":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Misty",
                "May",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who diapers Ash</span></div></span></div>",
            "created":1578805200,
            "id":2772688,
            "title":"Ash gets diapered by a friend"
        },
        "1121":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Payment for her bike",
                "Lost a battle with her",
                "Other ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why would Misty diaper Ash.</span></div></span></div>",
            "created":1578805200,
            "id":2772692,
            "title":"Misty"
        },
        "11211":{
            "author_id":"bloodybones1",
            "author_name":"JT",
            "choices":[
                "I will put you in Diapers until you can replace it",
                "You will be my sissy baby until you can replace it"
            ],
            "content":"<div class=\"\"><div> <span>\"I don't need your help and you are going to make you pay for what you did to my bike\" Misty says after Ash tried to help her up after falling due to the weight of said bike that was black and charred by the thunder shock the mouse Pokémon Pikachu did to protect Ash from the Spearow that was attacking them<br>\r\n<br>\r\n\"I'll make up for it, I promise I will really but I can't do anything about your bike until...\" Ash replies looking<br>\r\n<br>\r\n\"I don't want any of your lame excuses, kid. I just want a new bike right now\" Misty says enraged about what he did to her bike and wanting him to replace it <br>\r\n<br>\r\n\"It's my Pikachu, my pikachu is not too good\" Ash announces all of a sudden  reaching to Misty's heart of cause since she loved Pokémon as much as any other Pokémon trainer so she says \"huh, is it very serious\" feeling compassion for said Pokémon<br>\r\n<br>\r\n\"I think so, there is nothing I can do to help now\" Ash continues getting an \"Oh\" from her. Just as all that was said Nurse Joy came out with her Chansey assistants beside her wheeling in Pikachu on a stretcher<br>\r\n<br>\r\nA conversation between the group confirmed that Pikachu will be okay and it was good that Ash got his buddy to the Pokémon center quickly (we all know what happens in that conversation and if you don't remember watch episode 2 of the very first series of Pokémon)<br>\r\n<br>\r\n\"Now your Pikachu needs a good rest in the recovery room, you should go in with it Ash\" Joy says<br>\r\n<br>\r\n\"Thanks\" Ash said thankfully to Joy, than says to Misty \"Look, I am sorry about your bike but I am going to need some time to make things right\"<br>\r\n<br>\r\n\"No way! I fell for that last time\" Misty yelled at Ash getting a \"huh\" from the boy \"Well you should take care of Pikachu now and we will settle this later\"<br>\r\n<br>\r\n\"Uh, okay\" as returned nervously confused and worried about what she will do to settle this issue <br>\r\n<br>\r\n*Insert team rocket attack and the saving of the Pokémon center*<br>\r\n<br>\r\nThe next day Ash and Pikachu were about to leave Viridian City, Misty runs up to them to catch up and yells \"You haven't forgotten that we still have to settle the issue about my bike\"<br>\r\n<br>\r\nAsh fell to the ground in shock having forgotten about that and was hoping to leave Viridian City as soon as possible \"Look I don't have any money to get you a new bike but I promise, I will replace it\" Ash says hoping to placate the angry water Pokémon specialist<br>\r\n<br>\r\n\"Oh you are going to replace it, but since you cannot replace it straight away so until you do I will join you on your journey and......\" <br>\r\n<br>\r\n</span></div></div>",
            "created":1584162000,
            "id":2801297,
            "title":"Payment for her bike"
        },
        "112111":{
            "author_id":"bloodybones1",
            "author_name":"JT",
            "choices":[
                "Think she is bluffing",
                "Nod"
            ],
            "content":"<div class=\"\"><div> <span>\"Wh-what, y-you can't do that\" Ash shouts with a blush at the thought of getting diapered again and by someone his own age<br>\r\n<br>\r\n\"Well you shouldn't have stole my bike and got it destroyed, than you wouldn't be in this situation\" Misty argued spitefully though finding slight amusement in Ash's embarassment <br>\r\n<br>\r\n\"I-I wont let you diaper me\" Ash replied nervously thinking that he has won this argument<br>\r\n<br>\r\n\"Well I heard that you are joining the Pokémon League, what if I tell you that If you don't go along with this I could arrange that you cannot be apart of it and then you would go home and cry to your mommy about life being unfair so do we have an understanding Ash\" Misty says convincingly making Ash think that Misty's family was apart of some criminal organisation and not what she was which was one of the Gym Leaders of the Cerulean Gym<br>\r\n<br>\r\ndoes Ash think she is bluffing or just nod stupidly agreeing with Misty?</span></div></div>",
            "created":1584248400,
            "id":2801793,
            "title":"I will put you in Diapers until you can replace it"
        },
        "115":{
            "author_id":"bloodybones1",
            "author_name":"JT",
            "choices":[
                "need them",
                "like them",
                "more options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does Ash need them or just like them?</span></div></span></div>",
            "created":1586667600,
            "id":2817511,
            "title":"Other "
        },
        "12":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Misty's sister diapers her",
                "Misty gets taken by team rocket",
                "Misty is babied by a Pokemon",
                "Misty enjoys the feeling of a diaper",
                "Other ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why is Misty diapered.</span></div></span></div>",
            "created":1578805200,
            "id":2772743,
            "title":"Misty"
        },
        "122":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Part 2 boys with James",
                "Part 2 misty falls (alternative)",
                "Part 2 (free)"
            ],
            "content":"<div class=\"\"><div> <span>Misty was traveling with Ash and Brock while the normal attack from team rocket. However during this attack Jessie was able to knock out and kidnap Misty. Misty awoke with her hands and legs tied up,  blind folded and gagged.<br>\r\n\"So what are we doing with the twerp?\" Misty heard James say as she was waking up. \"Don't worry about it James I got a plan with her.\" Jessie said Misty was able to regain her senses. However she noticed that her normal overall where completely ripped up leaving her in her underwear. Misty then felt there hot air balloon land as team rocket left the balloon Misty was then picked up over Jessie's shoulder. Misty felt Jessie's hand on her butt as well as her back. Misty felt Jessie's hand start to play with her butt as they walked. \"Gotta say twerp you got a fine bottom there.\" Jessie said causing Misty to blush. After a few minutes Misty was finally set down and her blind fold and gag was removed. <br>\r\n\"What are you gonna do to me? What did you do to my Pokemon.?\" Misty asked \"shh twerp, if you want your Pokemon back you'll have to do what I say if you don't we'll sale your Pokemon away.\" Jessie said Misty then quite down as Jessie lend up to her face. \"For you anyway I got a secret and that secret is that I'm a lesbian so I joy kidnapping girls and turning them into my toys.\" Jessie said as she pushed a button on a remote revealing a screen with other females all dressed up as babies. Misty watched in aw as she noticed females around Kanto some trainer she fought before but there was some nurse joys and officer Jennes. Jessie then walked behind Misty and started to fell up her butt and breasts. \"Ummm your breasts need work but damn your butt fines.\" Jessie said causing Misty to blush again. \"Come on you know you can do anything.\" Jessie said, something inside Misty's body enjoyed the felling of another girl touching her. As Jessie continued to play with Misty, Misty started to squirmed around and moan. Jessie smiled knowing she could break the girl easily however she wanted more fun with her. Jessie then pushed Misty down onto the floor and grabbed an adult wand.she then straped it to Misty's thighs with the top against her privates. A jot of pleasure went up Misty's body as Jessie turned on the wand. Jessie soon left to go grab the diapers leaving misty with the toy. <br>\r\n(Inside Misty's mind.) \"Fight it Misty, fight it, you can't let Jessie win...\" Misty said to herself \"why fight something this good girl?\" A voice come out as Misty looked she saw herself dressed up as a big baby. \"mommy takes good care of us.\" She heard other voices say as she saw the other girls apair in her mind as well. She had to fight it she couldn't let Jessie win she has to get back her Pokemon get back to...to Ash. (Outside of Misty's mind.) Misty's mind fight the pleasure as Jessie came back seeing the girl squirming around and moaning. She lifted Misty's legs up removing her panties and sliding a diaper under her. Jessie closed up the diaper remove the wand right before Misty's body climaxed. Jessie lifted the girl and carried her to a adult baby jumper. Jessie started the jumper kissing the girl. Misty on the other hand started to enjoy the jumper and diaper as her mind drifted away as she finally climaxed. Misty body limped as she fall asleep. Jessie on the other hand smiled as she lifted the room turning off the lights.<br>\r\n<br>\r\n\"Alright boys time to grab the other twerps.\" Jessie said to James and mewoth <br>\r\nThe three lifted <br>\r\n(Inside Misty's mind.)<br>\r\nMisty first saw her normal room however now she saw a crib, changing table highchairs etc. Worse of all her tomboy clothes replace with bright pink baby clothes. Misty's tomboy personally was no where in her mind anymore she was being turned into a adult baby. Misty diaper began to fell up as thoughts soon lifted her mind. (Outside Misty's mind.) Standing in front of Misty was no other then a Alakazam which was Lifted by Jessie to you with Misty. Misty's mind soon blinded as droll started dripping from her mouth as her diaper got more filled. Alakazam stopped his hypnosis seeing how Misty was just a drolling baby. Jessie James and mewoth where starting to fight Ash and Brock. However the two where beaten kidnapped. Team rocket laughed knowing they win for once and can now rub there victory in the twerps faces. However Misty wasn't completely finished as her mind still remembered her beloved Pokemon. <br>\r\n<br>\r\nWho will win? Who will be turned into babies and will Misty break free from her captures? </span></div></div>",
            "created":1586494800,
            "id":2816810,
            "title":"Misty gets taken by team rocket"
        },
        "124":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "The Power Plant To Stop Team Rocket with Ash",
                "A Big Pokemon Battle with Iris From Unova",
                "Important maintenance of the gym with city workers"
            ],
            "content":"<div class=\"\"><div> <span>It was a long walk with ash and Brock to reminisce about old adventures and Misty just Said Good Bye To The Group To head home, when she got home to The cerulean city gym, misty just getting ready for bed she realize she need underwear for her pajamas but for some reason she was out of underwear and there was just a diaper <br>\r\nWhen did I get a diaper Said Misty Sigh,I’ll never live this down as She put it on as she  slipped her pajamas over the diaper<br>\r\nMisty went to bed have a nice sleep in at times during the night she even freaked out she was wearing a diaper instead of underwear morning came soon as Misty finally Woke Up<br>\r\nThat Was The  Best sleep I’ve ever had said Misty feeling refreshed, oh I forgot I was wearing a diaper under these she said changing, as she noticed her underwear were back in her draw.<br>\r\n Do I really wanna wear underwear again Said Misty conflicted and she felt how soft her butt felt with a diaper on,Maybe just for today as she put on her shirt and her usual short jeans trying to hide the diaper inside them<br>\r\nWe’re was I supposed to go Today Said Misty?</span></div></div>",
            "created":1586322000,
            "id":2815587,
            "title":"Misty enjoys the feeling of a diaper"
        },
        "1243":{
            "author_id":"bloodybones1",
            "author_name":"JT",
            "choices":[
                "Her Sisters",
                "Ash coming to visit",
                "Nobody noticed or paid attention"
            ],
            "content":"<div class=\"\"><div> <span>During her trip with Ash and Brock her sisters were running the gym and focused more on their water show than being the Gym leaders so Misty had to return to be the Gym leader so she decided before she returned home to get some maintenance on the Gym so that her sisters could still run their water show and she could take challengers without having to share a space with her sisters or have to wait for her sisters show to be over to take a challenger<br>\r\n<br>\r\nSo she had to meet with the city workers and look over the blueprints and plans they came up with for the renovations of the Cerulean Gym and see if that is what she wanted or if she needed to change something, Misty was leaving her home to head over to the meeting she didn't realize that her usual outfit didn't cover the diaper successfully as it was sticking out of the top of her shorts and also the leg holes of the shorts but there was also an obvious diaper bulge in her short jeans<br>\r\n<br>\r\ndoes anybody see her in this state? </span></div></div>",
            "created":1586667600,
            "id":2817510,
            "title":"Important maintenance of the gym with city workers"
        },
        "13":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "She loses a bit with someone",
                "May ends up sick and diapered",
                "May founds a strange Pokemon ",
                "May wears them to help Max who wears them",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why is May diapered.</span></div></span></div>",
            "created":1584162000,
            "id":2801398,
            "title":"May"
        },
        "131":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Ash ",
                "Dawn",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who did she lose the bit with.</span></div></span></div>",
            "created":1586754000,
            "id":2818203,
            "title":"She loses a bit with someone"
        },
        "135":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "Blackmail",
                "Wants to be Max's little sister",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What other reasons would May be in diapers?</span></div></span></div>",
            "created":1584162000,
            "id":2801401,
            "title":"Other"
        },
        "1352":{
            "author_id":"bloodybones1",
            "author_name":"JT",
            "choices":[
                "Jealous of the attention he gets from their parents",
                "Sick of being the older sibling",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why does May want to be Max's little sister?</span></div></span></div>",
            "created":1586667600,
            "id":2817500,
            "title":"Wants to be Max's little sister"
        },
        "1353":{
            "author_id":"bloodybones1",
            "author_name":"JT",
            "choices":[
                "Yes",
                "No",
                "...."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does she start wetting the bed and need them?</span></div></span></div>",
            "created":1586667600,
            "id":2817502,
            "title":"Something else"
        },
        "14":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Ash wears them so she starts to",
                "Starts to have accident ",
                "Dawn loses a bet",
                "She simply likes them",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What reason does Dawn end up diapered.</span></div></span></div>",
            "created":1584334800,
            "id":2802323,
            "title":"Dawn"
        },
        "15":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Iris",
                "Serena",
                "Bonnie",
                "Lillie",
                "Others/group"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe there girls.</span></div></span></div>",
            "created":1578805200,
            "id":2772748,
            "title":"Other"
        },
        "153":{
            "author_id":"pizzaking1924",
            "author_name":"pizzaking999",
            "choices":[
                "She likes them",
                "She wets the bed",
                "Some other reason"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now why would Bonnie be wearing diapers?</span></div></span></div>",
            "created":1579237200,
            "id":2774980,
            "title":"Bonnie"
        },
        "155":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Group",
                "Single people",
                "Other ideas "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So what should it be</span></div></span></div>",
            "created":1578805200,
            "id":2772754,
            "title":"Others/group"
        },
        "1551":{
            "author_id":"18natem",
            "author_name":"Weekend532",
            "choices":[
                "Lusamine, Lillie and Gladion.",
                "Lillie, Lana and Mallow.",
                "More choices please."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which groups?</span></div></span></div>",
            "created":1585026000,
            "id":2806146,
            "title":"Group"
        },
        "1552":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "Jessie",
                "Cassidy",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else from Pokémon end up diapered</span></div></span></div>",
            "created":1579150800,
            "id":2774504,
            "title":"Single people"
        },
        "15521":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "A bet about catching Pikachu ",
                "She fines it a good substitute for underwear and starts enjoying them "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What is the situation that she got diapered?</span></div></span></div>",
            "created":1586322000,
            "id":2815575,
            "title":"Jessie"
        },
        "155212":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "Yep",
                "Part of a disguise",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is this the reason Jessie is in diapers?</span></div></span></div>",
            "created":1586322000,
            "id":2815581,
            "title":"She fines it a good substitute for underwear an..."
        },
        "1552121":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Time to Go get rid of Muk And Attack Ash’s House And Finally Get Pikachu "
            ],
            "content":"<div class=\"\"><div> <span>Ash Had Just Arrived Home from his journey in Alola,after fighting team rocket for a few minutes at the docks and sending them blasting off again into the woods of Kanto the crew landed<br>\r\nAgain why do we still follow them Said meowth<br>\r\nYea it’s too bad the boss wanted mimikyu and Mareanie back before we got to Kanto Said James <br>\r\nWOBBUFFET Said wobbuffet popping out of his Pokéball<br>\r\nSigh ILL never get that pikachu Said Jessie Defeated Huh whats this She Said noticing a diaper on the ground<br>\r\nHehe I’ll pay you 100 dollars to put it on Said James waving it in the air<br>\r\nYou’re on Said Jessie taking of her shorts and panties revealing her beautiful plump ass<br>\r\nWow she is Thicc Said meowth blushing<br>\r\nShe put on the diaper,uhhh how humiliating Said Jessie,alright had over the—-Whaa as Jessie’s stomach growled like a Arcanine, Whats happening to me ohhh—-PFFFFFART as Jessie’s Butt Just Shot A fart cloud beam that was the power and size of a hyper beam,making many surrounding Pokémon faint.<br>\r\nOh that reeks Said James,Jessie lets get that cursed Rag of your butt<br>\r\nAhahah ahahah haaaa laughed Jessie Evilly,you two obviously don’t see the potential of my Butt’s new Power,we could use my stinky ass to wipe out all of Ash’s Pokémon and Ash’s pikachu And finally give it to the boss.<br>\r\nThat’s the most disgusting and crazy play ever Said meowth,I LOVE IT<br>\r\nBut we will need more than wobbuffet to pull it off Said James <br>\r\nThe gang fired up the team Rocket storage computer<br>\r\nWhat do You failures want Said Cassidy on the screen <br>\r\nShut it snob Said Jessie we need all of our Pokémon here for a mission <br>\r\nBudget is tight,I’ll give each of you one of your Pokémon,choose Wisely Said Cassidy<br>\r\nI’ll take Seviper Said Jessie And James will have Amoon-<br>\r\nYamask Said James interrupting as Jessie facepalmed herself<br>\r\nHere you go Said Cassidy signing off as the Pokémon were transferred into Jessie And James’s empty Pokéballs<br>\r\nGlad to have you back Said Jessie as she sent out seviper<br>\r\nSEVIII Said seviper in agreement<br>\r\nOH YAMASK ITS SO GOOD TO HAVE YA BACK Said James Hugging him <br>\r\nYAAAM YAM YAMMM Said yamask as he started to glow<br>\r\nHES evolving Said meowth <br>\r\nCOFAGRIGUS Said the newly evolved Pokémon <br>\r\nOh my Yamask finally evolved Said James over joyed but I’m still a Pokémon short<br>\r\nSigh Said Jessie looking into the night sky as she saw some Murkrow And Honchkrow in the sky as she shot a fart beam knocking them to the ground as the Honchkrow landed in front of James<br>\r\nCatch it Said Jessie annoyed<br>\r\nFine as James there the Pokéball at the fainted Honchkrow...1..2..3...I caught a Honchkrow Said James <br>\r\nGood for you Said Jessie sarcastically,now let’s run through the Plan,I have list of all of Ash’s Pokémon ever,and the only one immune to my Fart Beam Is Muk,we get rid of him,we faint every one of Ash’s Pokémon,and them we go in for the kill,got it Said Jessie <br>\r\nYes Ma’am Said James And Meowth <br>\r\nSEVIPER,WOBBUFFET,COFAGRIGUS,HONCHKROW! Said the other Pokémon in excitement <br>\r\nTime to make a Stink Said Jessie ahahahahahahahahwhaaa!<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1586754000,
            "id":2818197,
            "title":"Jessie’s New “Diaper” Beam Attack"
        },
        "15523":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "Nurse joy",
                "Officer Jenny",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else from Pokémon ends up in diapers?</span></div></span></div>",
            "created":1586494800,
            "id":2816829,
            "title":"Someone else"
        },
        "1553":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe Ash founds a remote that controls the other person.</span></div></span></div>",
            "created":1578805200,
            "id":2772756,
            "title":"Other ideas "
        },
        "15531":{
            "author_id":"mecham",
            "author_name":"mecham",
            "choices":[
                "Delia",
                "Misty",
                "Someone else?"
            ],
            "content":"<div class=\"\"><div> <span>It had been the end of a long and tiresome journey for Ash and Pikachu. There had been no companions and very few new poke'mon for them to discover. Not because of the lack of new pokemon, but many had already been discovered in other regions. Despite the lack of anything new, his life was still filled with the usual as he now faces off against Team Rocket, whose plans had gone to desperation at this point.<br>\r\n<br>\r\n\"No more robots!\" Jessie cried, holding a small device in her hand, \"No more holes and no more half-brained schemes! Now it's time for Team Rocket to stand up for what we should have been all along! Now give us your Poke'mon or we'll simply do this the easier way!\"<br>\r\n<br>\r\n\"Giovanni disbanded you guys years ago!\" Ash shouted back, clearly irritated from these two constantly hounding him, \"His entire empire was crushed both here and Johto and there is no existence of them anywhere! There should at least be something for you two to do together?\"<br>\r\n<br>\r\n\"Shows what you know, kid\", Meowth replied sarcastically, \"Dey ain't gonna be happy till yous Pokie-man's are ours!\"<br>\r\n<br>\r\n\"With what Poke'mon?\" Ash asked, \"Last time I saw you, all you had left was Wobbufett.\"<br>\r\n<br>\r\n\"With this!\" Jessie cried and pressed the button on the device. <br>\r\n<br>\r\nAsh and Pikachu flinched.<br>\r\n<br>\r\nSilence swept between the two groups. <br>\r\n<br>\r\n\"It didn't woirk!\" Meowth cried.<br>\r\n<br>\r\n\"But the demonstration at the Team Rocket lab clearly showed it did! What went wrong!\" James asked, moving to Jessie's shoulder.<br>\r\n<br>\r\n\"How should <i>I</i> know, I'm not a scientist!\" Jessie roared back, pressing the button multiple times.<br>\r\n<br>\r\n\"This is embarrassing\", Ash muttered, \"Pikachu, use thunderbolt!\"<br>\r\n<br>\r\nPikachu's cheeks sparked as an electric discharge fired at the trio. Within a matter of seconds, their now electrified bodies jerking in pain, an explosion went off, launching the trio into the air. <br>\r\n<br>\r\n\"We're <font class=\"size3\" style=\"\">blasting</font> <font class=\"size25\" style=\"\">off</font> <font class=\"size2\" style=\"\">again</font><font class=\"size1\" style=\"\">!!!!!!</font>\" The familiar cry rang out as they once more became a twinkle in the sky.<br>\r\n<br>\r\n\"I tell you what, Pikachu. After eight years of this, I think I'm starting to get too old for this\", Ash said.<br>\r\n<br>\r\nPikachu turned his head towards Ash and replied, \"Pika?\"<br>\r\n<br>\r\nAsh chuckled, \"Sorry. Just thinking out loud. Hey, looks like they dropped something\". <br>\r\n<br>\r\nAsh walked over to the scorchmarks from Pikachu's attack. The device that the trio had dropped now lay with the button face down and the back compartment popped off. <br>\r\n<br>\r\n\"Well, no wonder the device didn't work. They had the batteries backwards\", Ash cried, laughing at such a simple mistake. He picked up the device and switched the batteries to the correct position. a small light turned on just above the buttons and Ash examined the device. The device itself was nothing special but with two buttons on the remote, one reading command the other reading undo. <br>\r\n<br>\r\n\"Wonder what this does?\" Ash asked himself, \"Maybe I should test it?\"<br>\r\n<br>\r\n(Who does Ash test it on?)</span></div></div>",
            "created":1597208400,
            "id":2884857,
            "title":"Yes"
        },
        "155311":{
            "author_id":"mecham",
            "author_name":"mecham",
            "choices":[
                "Give Deliah an embarrassing command",
                "Give Deliah a sexy command",
                "reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Ash decided to wait before he got home before he could figure out what to do with the device. After all, despite his mom retiring from her job (he suddenly wondered what she did in the first place) and relaxing with Mimey at home, she still called him just to check on him every now and then. It was only right to treat her just as equally.<br>\r\n<br>\r\nThe path was still lightly swept as it seemed Mimey had still been sweeping the path recently, and the laundry was hanging from a clothesline on the side of the house. The grass had been growing taller, but not to the point that Ash could have sworn a wild Rattata could have snuck in to make a family. <br>\r\n<br>\r\nPikachu was at his side the entire time, crying out in joy when they finally came home. Hopping onto the second step of the porch, he waited for Ash to approach. Ash chuckled and rubbed his poke'mon's head, scratching him behind the ears and causing him to squeal happily. Smiling still, Ash moved to the door, pulled out his spare key his mom gave to him during his Galar adventure, and walked in. Taking off his shoes as he stepped inside, Ash watched as Pikachu, suddenly smelling the waft of food in the kitchen, scurry off to discover what smelled so good.<br>\r\n<br>\r\n\"Mom?\" Ash called.<br>\r\n<br>\r\n\"In here!\" He heard Deliah call out, \"Oh, hello Pikachu! It's so good to see you!\"<br>\r\n<br>\r\n\"Pi-ka!\" Pikachu replied.<br>\r\n<br>\r\nLunch was it's own standard affair and Deliah couldn't get enough of Ash telling her that it was so good. <br>\r\n<br>\r\n\"Thank you, Ash. But I never asked. I thought you would have come here much sooner. What happened?\" Deliah asked.<br>\r\n<br>\r\nAsh sighed, \"Jessie and James were up to their old...I 'm not sure that tricks is the right word these days. Should I go with routines or failures?\"<br>\r\n<br>\r\n\"Be nice, Ash\", His mother admonished, \"So what happened?\"<br>\r\n<br>\r\n\"Well, they tried to use this on me, but it didn't work\", He said, pulling out the device, \"Took care of them while they were figuring out what was wrong. Apparently the batteries were upside down\". <br>\r\n<br>\r\nDeliah chuckled, \"That's happened to me sometimes. I often forget which way the batteries in the t.v. remote go too. So, what does it do? Is it dangerous?\"<br>\r\n<br>\r\n\"I have no idea\", Ash replied, \"All I know is that They pointed it at me and pressed the left button\". Before Deliah could stop him, Ash unknowingly pointed the device at his own mother and pressed the 'command' button.<br>\r\n<br>\r\nThere was a slight 'blip', a series of sparks from the antenna at the end of the remote. Deliah made a slight jumping motion, but settled back into a relaxed sitting position, her eyes blank and staring at Ash with total obedience.<br>\r\n<br>\r\n\"Can't imagine, what this would do. Do you, Mom?\" Ash asked, looking back at her.<br>\r\n<br>\r\n\"No. I can't imagine, son\", Deliah replied robotically.<br>\r\n<br>\r\nAsh blinked. \"Uh, Mom? Are you okay?\"<br>\r\n<br>\r\nDeliah replied in the same monotone voice, \"I am simply waiting for a command, son. Give you the word and then press the button to activate all commands. If you wish me to stop, simply point the device at me and hit the undo button and it will be as if I had awoken from a dream.\"<br>\r\n<br>\r\n\"Gee, kinda weird you would know so much without having used this before, Mom\", Ash replied, \"Now what do I do?\" </span></div></div>",
            "created":1597986000,
            "id":2888841,
            "title":"Messing with Mom"
        },
        "1553111":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "pee her pants",
                "poop her pants",
                "something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>what embarrassing command does Ash give his mother?</span></div></span></div>",
            "created":1597986000,
            "id":2889012,
            "title":"Give Deliah an embarrassing command"
        },
        "155313":{
            "author_id":"mecham",
            "author_name":"mecham",
            "choices":[
                "Pikachu?",
                "A random stranger (author's choice on gender)",
                "something else?"
            ],
            "content":"<div class=\"\"><div> <span>\"Well, no wonder the device didn't work. They had the batteries backwards\", Ash cried, laughing at such a simple mistake. He picked up the device and switched the batteries to the correct position. a small light turned on just above the buttons and Ash examined the device. The device itself was nothing special but with two buttons on the remote, one reading command the other reading undo.<br>\r\n<br>\r\n\"Wonder what this does?\" Ash asked himself, \"Maybe I should test it?\"<br>\r\n<br>\r\n(Who does Ash test it on?)<br>\r\n</span></div></div>",
            "created":1597986000,
            "id":2888834,
            "title":"List of subjects prt 2"
        },
        "1553133":{
            "author_id":"mecham",
            "author_name":"mecham",
            "choices":[
                "May",
                "Dawn",
                "Someone else?"
            ],
            "content":"<div class=\"\"><div> <span>\"Well, no wonder the device didn't work. They had the batteries backwards\", Ash cried, laughing at such a simple mistake. He picked up the device and switched the batteries to the correct position. a small light turned on just above the buttons and Ash examined the device. The device itself was nothing special but with two buttons on the remote, one reading command the other reading undo.<br>\r\n<br>\r\n\"Wonder what this does?\" Ash asked himself, \"Maybe I should test it?\"<br>\r\n<br>\r\n(Who does Ash test it on?)<br>\r\n</span></div></div>",
            "created":1597986000,
            "id":2888836,
            "title":"List of Subjects prt 3"
        },
        "15531333":{
            "author_id":"mecham",
            "author_name":"mecham",
            "choices":[
                "Iris",
                "Serena",
                "Someone else?"
            ],
            "content":"<div class=\"\"><div> <span>\"Well, no wonder the device didn't work. They had the batteries backwards\", Ash cried, laughing at such a simple mistake. He picked up the device and switched the batteries to the correct position. a small light turned on just above the buttons and Ash examined the device. The device itself was nothing special but with two buttons on the remote, one reading command the other reading undo.<br>\r\n<br>\r\n\"Wonder what this does?\" Ash asked himself, \"Maybe I should test it?\"<br>\r\n<br>\r\n(Who does Ash test it on?)<br>\r\n</span></div></div>",
            "created":1597986000,
            "id":2888837,
            "title":"List of Subjects prt 4"
        },
        "155313333":{
            "author_id":"mecham",
            "author_name":"mecham",
            "choices":[
                "The Alolan Trio",
                "Reader's choice",
                "Someone else?"
            ],
            "content":"<div class=\"\"><div> <span>\"Well, no wonder the device didn't work. They had the batteries backwards\", Ash cried, laughing at such a simple mistake. He picked up the device and switched the batteries to the correct position. a small light turned on just above the buttons and Ash examined the device. The device itself was nothing special but with two buttons on the remote, one reading command the other reading undo.<br>\r\n<br>\r\n\"Wonder what this does?\" Ash asked himself, \"Maybe I should test it?\"<br>\r\n<br>\r\n(Who does Ash test it on?)<br>\r\n</span></div></div>",
            "created":1597986000,
            "id":2888838,
            "title":"List of Subjects prt 5"
        }
    },
    "info":{
        "author_id":"captainspraky",
        "author_name":"Captain",
        "brief_description":"Characters from Pokemon get diapered",
        "created":1578851160,
        "description":"<td align=\"left\" class=\"norm\">Rules<br>\r\nBoys and girls can be diapered<br>\r\nSex is fine no limits <br>\r\nAll characters are 18<br>\r\nHave fun</td>",
        "id":2210121,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1598025600,
        "modified":1598025600,
        "pretty_title":"Pokemon characters diapered"
    }
}