{
    "chapters":{
        "1":{
            "author_id":"packman4life",
            "author_name":"The13thMember",
            "choices":[
                "Sora",
                "Riku",
                "Roxas",
                "Axel",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Lets start by selecting the character whose feet you want to play with. </span></div></span></div>",
            "created":1385960400,
            "id":1702243,
            "title":"The Beginning"
        },
        "12":{
            "choices":[
                "Continue 1",
                "Continue 2",
                "Continue 3",
                "Continue 4",
                "Continue 5"
            ],
            "content":"<div class=\"\"><div> <span>You were new to Destiny Islands, and so far had pretty much gotten along with most of the people there.<br>\r\n<br>\r\nHowever, it was all about to come crashing down..<br>\r\n<br>\r\nYou were hanging out with Riku, and he suddenly made the remark while rubbing his foot through his sneaker, that his feet were hurting.<br>\r\n<br>\r\nYour reaction was as simple as:<br>\r\n<br>\r\nBOING!<br>\r\n<br>\r\nYou had been after Riku's feet ever since you got to the islands, this could be your chance!<br>\r\n<br>\r\nSuddenly you saw a hand waving in front of your face, \"Hey man...you in there?\" <br>\r\n<br>\r\n\"Oh uh..yeah, sorry I must've zoned out.\" <br>\r\n<br>\r\nYou weren't sure, but you could've sworn you saw a slight smirk on Riku's face.<br>\r\n<br>\r\n\"Well....I hate to have to walk all the way back, but I guess we should go before it gets dark.\" With a grunt he pushed off the log you had been sitting on and groaned as his feet hit the ground.<br>\r\n<br>\r\n\"Hey uh....I could do something about that for ya.\" You offered trying not to blush.<br>\r\n<br>\r\nRiku looks at you curiously, there was that slight smirk again. \"What? You mean....my feet hurting?\" <br>\r\n<br>\r\nYou nodded and cracked your knuckles, \"Just sit back down, I've been told I give pretty good massages.\"<br>\r\n<br>\r\nRiku smiled genuinely and plopped his butt back on the log. \"I don't wear socks and they get kinda stinky though! So might wanna brace yourself...Sora can't stand it when he gets a whiff of my feet. I used to tease him all the time with them..\"<br>\r\n<br>\r\nYou tried to hide the growing tent in your pants as you got on the sand and Riku began to slip off his sneaks.</span></div></div>",
            "created":1427605200,
            "id":1956037,
            "title":"Riku's Feet"
        },
        "121":{
            "author_id":"packman4life",
            "author_name":"The13thMember",
            "choices":[
                "You lie and says it stinks",
                "You tell the truth and say you love the smell"
            ],
            "content":"<div class=\"\"><div> <span>Riku sighed softly as his sneakers popped off his feet, wiggling his toes as the cool air hits his sweaty feet. <br>\r\n<br>\r\nYou immediately notice the strong cheesy smell as soon as those sneakers come off. You have to lean forward to hide the tent in your pants, the smell doing nothing but making it bigger. The next thing you notice is Riku's sweaty feet in your lap.<br>\r\n<br>\r\nRiku is smirking down at you once again \"Can't let my feet get sand all over them, that would be bad. Hope you don't mind them resting in your lap as you massage them for me.\" He smirks again as he wiggles his toes on your lap<br>\r\n<br>\r\nYou nod softly \"Uh yea...that's fine I guess.\" You to hide your excitement as you pick up his right foot, holding it at stomach level so you don't give off the impression that you want to lick that sweaty sole, even though that is what you are dying to do. Trying to ignore the strong scent coming off his feet, you start massaging the large sweaty sole, smiling softly as you here Riku groan softly. <br>\r\n<br>\r\n\"God, that feels amazing. You hands feel great on my sweaty sole\" He sighs and smiles as he lifts the other foot up to your face. He smirks and wiggles his toes an inch away from your nose, making you smell their stink. \"How does it smell down there?\"</span></div></div>",
            "created":1443762000,
            "id":2042646,
            "title":"The Massage "
        },
        "1211":{
            "choices":[
                "Riku Wants You to Sniff his Feet",
                "Riku Wants you to Lick his Sweat Off",
                "Other..."
            ],
            "content":"<div class=\"\"><div> <span>You feign a disgusted face, even though you wish to stuff your nose right between those toes and inhale their odor from the source. \"To tell you the truth, it's pretty ripe down here! Hehe, kind of a sour smell to be honest!\" You chuckle lightheartedly and playfully fan the air in front of your nose. <br>\r\n<br>\r\n\"Do they usually reek like this, Riku?\" You ask, genuinely curious about his foot odor situation. You don't stop massaging his sole, wanting him to be as comfortable and relaxed as possible. Riku smirks and proudly flexes his toes, \"Most of the time, yeah. Especially after I've had my shoes on all day in the hot sun. Sora's have a stink to them too, but his are more of a cheesy smell...but damn they're pungent, PHEW!\" Riku jokingly fanned the air and pinched his nose. <br>\r\n<br>\r\nThe thought of being Sora and Riku's pitiful little foot slave was turning you on immensely...</span></div></div>",
            "created":1443848400,
            "id":2042900,
            "title":"Riku's Stink"
        },
        "12111":{
            "author_id":"packman4life",
            "author_name":"The13thMember",
            "choices":[
                "Riku rubs his foot on your face",
                "Riku takes his foot away"
            ],
            "content":"<div class=\"\"><div> <span>Riku smiled softly down to you as you continued massaging his foot. You moved to the ball of his foot, massaging right under his toes. This action brings a soft moan from Riku's mouth, making you smile. <br>\r\n<br>\r\nRiku smiles back down to you, a little bit of a smirk on his face. \"This may be an odd request, but I love feeling the air move between my toes when they are sweaty like this. Could you maybe sniff them for me?\" <br>\r\n<br>\r\nYou have to hold yourself back from lunging right for his toes, making a somewhat disgusted face to him \"Um, I don't know Riku. I mean, your feet kinda reek.\"<br>\r\n<br>\r\nRiku smiles softly down to you, giving you puppy dog eyes \"Please? It will help me relax so much.\"<br>\r\n<br>\r\nNot able to resist Riku, and finally getting a chance to smell his feet up close, you nod \"Fine, I just hope the smell doesn't knock me out.\" You chuckle as Riku smiles and puts his toes on your nose.<br>\r\n<br>\r\nAs soon as those toes hit your nose, you are assaulted with the powerful stench of his feet. You give out a slight cough from the intensity of the odor. You fake a disgusted look on your face, but the bulge inside your pants throbs a little from the stench. You don't see it, but Riku notice's the throb and smirks. You continue massaging his foot as you smell his fragrant toes. This continues on for a minute until...</span></div></div>",
            "created":1443848400,
            "id":2043158,
            "title":"Riku's Fragrant Toes"
        },
        "121111":{
            "choices":[
                "Riku demands you kiss his sole now!",
                "Riku wants you to sniff his toe-crotches"
            ],
            "content":"<div class=\"\"><div> <span>Riku's foot slowly slid its way up your face, greasing it along as it made its journey. Riku's grin widened as he stopped when your nose was pressed into his arch and his toes were flexing and wiggling on your forehead. \"Yeah, sniff right there! Get a good whiff of that!\" Riku playfully acted dominant towards you, which made your bulge twitch even more.<br>\r\n<br>\r\nRiku noticed this of course, and his hunch turned out to be proven right: You liked his feet. So he was going to give you all the time you could ask for with them...as his slave...whether you wanted it or not. <br>\r\n<br>\r\nYou pretended to gag but took a big whiff of Riku's sole anyway, chuckling and playing along by saying: \"Yes, master Riku!\" <br>\r\n<br>\r\n</span></div></div>",
            "created":1443848400,
            "id":2043235,
            "title":"Riku rubs his foot on your face"
        },
        "1211112":{
            "author_id":"packman4life",
            "author_name":"The13thMember",
            "choices":[
                "...meet me at my house tomorrow after school\"",
                "...keep worshiping my feet right now\""
            ],
            "content":"<div class=\"\"><div> <span>Riku grinned evilly as he hears you call him master. \"That's right. I am your master and you belong to me now.\" He laughs as he keeps rubbing his foot over your face, slowly starting to leave the smell of his feet on your face.  \"Now sniff between my toes slave!\"<br>\r\n<br>\r\nThrough shock, you take his foot away from your face and stare up at him. You thought about being his foot slave before, but now that it's actually happening it is making you a bit nervous. <br>\r\n<br>\r\n\"You...you can't be serious! I can't be your slave! I won't be your slave!\" You saw as you start to get up. Before you can even move an inch, Riku is standing up with his foot on your face, pushing it down into the sand and making you lay down. <br>\r\n<br>\r\nHe moves his foot so your nose is right between his big and second toe. His big sweaty sole is covering your mouth, forcing you to breathe through his rank toes. As you look up to Riku, you notice that he has his phone in his hand, pointing down to you. <br>\r\n<br>\r\nSuddenly you hear a clicking noise. Riku smirks down to you, showing you that he just took a picture of you under his foot and smelling his toes. \"Yes, you will be my slave. That is, you will be if you don't want this photo being shown to everyone at school and your family.\"</span></div></div>",
            "created":1443848400,
            "id":2043245,
            "title":"Riku wants you to sniff his toe-crotches"
        },
        "12111122":{
            "choices":[
                "Riku Wants your tongue in between!",
                "Skip to Next Day!"
            ],
            "content":"<div class=\"\"><div> <span>\"Keep worshiping my feet right now! Sniff between my sweaty toes!\" Riku ordered as he sat his butt back on the log and smacked your cheek with his other foot that wasn't currently polluting your nostrils with its stench. <br>\r\n<br>\r\n\"Go on! I want to feel your sniffs! I wanna feel you vacuum the grease and sweat that's all in between those big toes!\" Riku laughed evilly as a couple tears fell from your eyes at your situation, and of course due to the unbearable smell that was hurting your nose. <br>\r\n<br>\r\nYou took as deep a breath as possible through Riku's toe crotch, making the silver haired adonis moan in pleasure at the feeling of your air between his sensitive toes. The toes wiggled slightly and Riku smirked down at you, \"Good boy.\" </span></div></div>",
            "created":1443848400,
            "id":2043253,
            "title":"...keep worshiping my feet right now\""
        },
        "121111222":{
            "author_id":"packman4life",
            "author_name":"The13thMember",
            "choices":[
                "Sora asks Riku to smell his feet or socks",
                "Sora shoves his feet in your face"
            ],
            "content":"<div class=\"\"><div> <span>It's 4:30 PM the next day, and you are currently standing in front of Riku's door. After the evens of yesterday, you were officially his slave. He told you to meet him at his house after school. Reluctantly, you knock on the door and hope for the best.<br>\r\n<br>\r\nAs soon as you knock, the door flings open and you see Sora with a wide grin on his face. “Riku, he is here! He actually came!” Sora yelled excitedly as he grabbed you, shut the door, and took you to the living room where Riku was already sitting on a couch. Sora sat down next to him, shoes and socks still on his feet also. <br>\r\n<br>\r\nRiku is smirking at you, shoes and socks still on his feet. “You came, good slave. Now, sit there in front of our feet. That shall be your place from now on.” You nod, not saying anything as you sit at their feet and looking up to Riku. <br>\r\n<br>\r\nYou suddenly hear a loud bang and immediately smell a strong cheesy odor. You look over to see that Sora has taken his shoes off. The room is filled with the smell of his feet, the smell starting to turn you on. <br>\r\n<br>\r\nYou notice that his socks are soaking wet and basically molded on his large, what appears to be size 15 feet.  He sits there, sighing and wiggling his toes happily. “This air feels sooo good on my feet.” He brings a foot up to his face and sniffs it, immediately taking his face away when he gets a sniff “Phew!! Riku, these things reek! I have worn these socks all week and they have never smelt this bad” He giggles as he puts his feet in front of you.<br>\r\n<br>\r\nYou can’t help but to stare at the feet in awe. You see Sora lean down and start to slowly take that sock off, revealing some of the heel. “Sorry about the smell. But Riku said you like the smell and feet, so I am not sorry!” Sora giggles as he slowly removes his sock, revealing that large sweaty sole. <br>\r\n<br>\r\n“Riku! My hands are already wet from the sweat and I have barely touched my feet. I think our slave is gonna like this!” Sora giggles as he slowly takes his sock, revealing his now completely bare foot and toes. Riku grins knowingly down to you. You stare at the huge sweaty foot, seeing pieces of sock lint on the sole and in between the toes. Sora repeats the slow, teasing process for his other foot. Now both of Sora’s huge, sweaty, smelly bare feet are resting in front of you. You have a plain view of the soles from your angle.</span></div></div>",
            "created":1443934800,
            "id":2043572,
            "title":"Skip to Next Day!"
        },
        "1211112221":{
            "choices":[
                "Sora Is Proud of his Foot Stink",
                "Riku Takes his Shoes Off"
            ],
            "content":"<div class=\"\"><div> <span>\"Ahhhhh...feels good!\" Sora sighs as he flexes those large bulbous toes right in front of you. He grins innocently down at you as he wiggles and wafts his toes toward your nose, \"I hope you like my stink as much as Riku told me you liked his! I worked up a sweat at school today and like I said I've not changed my socks in a whole week!\" Sora bragged with a big cheeky grin on his face. <br>\r\n<br>\r\nRiku tapped Sora on the shoulder from his side of the couch, Sora turned to his friend. \"What's up Riku?\" He asked. Riku smirked and got a determined look on his face. \"I can smell your big stompers from up here, but I think we should give the other person's feet a test whiff when they are fresh out of their shoes and socks. Like, right now your feet have just been released....so I think I should see how smelly and rank they are before our pitiful slave gets the privilege of smelling yours.\"<br>\r\n<br>\r\nSora blinked then broke out laughing, \"Ha ha ha! Man, Riku! That's funny! You said it's a privilege for him to smell my foot stink! Like he has to earn the right to stick his nose in my feet or something! That's hilarious!\" Riku smirked, \"And why not buddy? We are his masters after all. Now bring that big foot up here for me to get a whiff of!\" Riku encouraged. <br>\r\n<br>\r\nSora grinned cockily, \"You asked for it! Don't blame me if you can't handle it!\" he lifted one of his huge pudgy feet up to Riku's lap, and Riku held it by the ankle in his hands. Sora gave Riku a bright smile and flexed his toes before Riku's face. \"Go ahead! Tell me what they're like!\" Riku pressed his nose in the center of Sora's soft and squishy sole and inhaled deeply.<br>\r\n<br>\r\n\"Oooh! Better hope you didn't suck up any sweaty sock lint!\" Sora joked. <br>\r\n<br>\r\nRiku coughed a bit, \"Man! They stink like old moldy cheese! My feet may be bad, but yours are waaaay cheesy!\" </span></div></div>",
            "created":1444107600,
            "id":2044426,
            "title":"Riku Samples Sora's Stink"
        },
        "12111122211":{
            "author_id":"packman4life",
            "author_name":"The13thMember",
            "choices":[
                "Sora makes you smell his feet",
                "Riku has other ideas "
            ],
            "content":"<div class=\"\"><div> <span>Sora giggled happily, flexing his toes on Riku’s forehead. “I know! Here, smell the toes!” Sore giggled as he curled his toes over Riku’s nose. Riku coughed louder and had to take the foot away from his face “God Sora, get those toes away from my nose!” He said, waving his hand in front of his nose and taking a piece of sock lint off that was stuck to his nose<br>\r\n<br>\r\nSora laughed innocently and put his huge feet back down in front of you. “Here slave, now you smell my rank huge toes!” He smiles hard as he suddenly puts his toes right on your nose, wiggling them causing some of their sweat and sock lint to get on your nose. <br>\r\n<br>\r\nYou immediately smell the rank cheesy stench. You fall back a little, the sudden stench causing you to go into a small coughing fit. Sora giggles loudly at you. “Riku, I don’t think he can handle the smell of my toes!” Riku smiles to Sora “That just means that we have to train him to handle the stink”<br>\r\n</span></div></div>",
            "created":1444107600,
            "id":2044577,
            "title":"Sora Is Proud of his Foot Stink"
        },
        "121111222111":{
            "choices":[
                "Sora Wants You to Eat his Sock Lint!!",
                "Sora Wants a foot rub"
            ],
            "content":"<div class=\"\"><div> <span>Sora smirked and chuckled, \"That sounds awesome! Did ya hear that slave? Soon you'll love my stinky feet! You just have to get used to it! Here, let me help you!\" the spike haired boy giggled lightheartedly as he placed his wide sole on your face with your nose in the very center of his soft squishy sole.<br>\r\n<br>\r\n\"Smell that! Go on! Breathe in my stinky feet!\" Sora laughed loudly up on the couch as he felt your nose inhale on his soft sole and it tickled. \"Hehehe! Your sniffs tickle my big feet! Keep going!\" Sora said as he curled his toes into your hair, rubbing off a few flecks of sock grime.<br>\r\n<br>\r\nYou sniff and sniff Sora's pudgy soles, making the boy giggle each time like a little kid. <br>\r\n<br>\r\nRiku smirked down at you, \"How do my best bud's feet smell, slave?\" <br>\r\n<br>\r\nSora smiled down at you and pinched your nose with his greasy toes. \"Do they stink like moldy cheese?\" Sora guffawed with laughter. <br>\r\n<br>\r\nYou choke a bit and nod as best you can with your nose kept in place by Sora's big toes.<br>\r\n<br>\r\n</span></div></div>",
            "created":1444194000,
            "id":2044748,
            "title":"Sora makes you smell his feet"
        },
        "12113":{
            "choices":[
                "You laugh as it tickles your bare toes.",
                "You blush and enjoy the feeling."
            ],
            "content":"<div class=\"\"><div> <span>Without uttering a single word, Riku lunges from the log and uses both his bare and sweaty soles to push you to the ground. You fall to the sand in a daze before realizing the situation you appeared to be in. Riku had gotten a hold of your own ankles and had them tightly between his pant legs. You try your best to escape, wiggling your feet around which were still covered by your socks and shoes. The grey haired boy acquired a menacing grin before quickly unlacing both of your size ten footwear. Your minds flustered with questions as he slowly but surely, removes both of your shoes, resulting in a pungent smell spreading in the air. \"Mmmm, your feet don't smell half as bad as mine huh?\" he ask's. You stay silent as you attempt to hide your now pulsating crotch from Riku's view. Your attempts are in vain as he clearly noticed it from the beginning of the massage. You wiggle your socked toes as a cool breeze passes by, making your sensitive size ten tootsies shiver. Your companion quickly notices this and takes no time in peeling both your sweat soaked socks from upon your feet. Once your bare feet feel the cold air, you scrunch up both your soft and moist soles. creating a path of wrinkles from your soles up to the arches and even toes. Ten plump digits now faced riku's ever so smiling face as he silently observed his new treat. It took no more than a single comment \"Hope you don't mind if i dig in?\" before Riku placed all five of your ticklish toes in his mouth! He slurped and suckled on the sensitive digits, as you wiggled your toes within his mouth. You feel his wet tongue explore in between your toes along with worshiping each individual toe.</span></div></div>",
            "created":1456549200,
            "id":2110159,
            "title":"Other..."
        }
    },
    "info":{
        "author_id":"packman4life",
        "author_name":"The13thMember",
        "brief_description":"You, or Kingdom Hearts characters, have fun with the feet of characters from the series. ",
        "created":1386033300,
        "description":"<td align=\"left\" class=\"norm\">Just a basic foot fetish story with the guy characters from the Kingdom Hearts game series. The only thing not allowed in this story is death, vore, shrinking/growing, and crushing the character. You can take control of one of the characters from the series, or be in a first person POV. Sexual content is allowed. </td>",
        "id":1965214,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1456573920,
        "pretty_title":"Kingdom Hearts Male Feet"
    }
}