{
    "chapters":{
        "1":{
            "author_id":"ebtf",
            "author_name":"EBTF",
            "choices":[
                "Terry (30) and Samantha (31), a married couple",
                "Tony (26), a single guy",
                "Miranda (20), a woman searching for a job",
                "Jennifer (40), a recently divorced woman",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright, who or whom should we follow in this brave nude world? (Their age is in brackets)</span></div></span></div>",
            "created":1578718800,
            "id":2772207,
            "title":"The first choice"
        },
        "11":{
            "author_id":"ebtf",
            "author_name":"EBTF",
            "choices":[
                "...\"I'd like to spend the day at the beach.\"",
                "...\"How about a trip to the big city?\"",
                "...\"I was planning on renting a new movie.\"",
                "...\"Nothing big. Just you, me and some none-stop sex until John comes home.\"",
                "... something else."
            ],
            "content":"<div class=\"\"><div> <span>Terry was the first to wake up. He and his wife Samantha had been married for ten years now. Marriage is a rare occurrence in this world, simply because of a few men actually wanting to spend their adult lives with the same woman every day. Completely understandable, considering all humans, male or female, walk around completely naked all their lives. Nobody knows why that is, but it's not a problem. Everybody enjoys being naked, but what people enjoy most of all is having sex. It doesn't matter who, where or when people do it. They don't even care if there are children present, they do it anyway, even though that is illegal in most countries in our world. Speaking of children, Terry and Samantha have 1 child, a boy named John, aged 9. It's far more common for men in their 30's to be a father of at least 5 children. But enough context, let's get back to the main characters of this branch.<br>\r\n<br>\r\nTerry would be quite accurately be described as an attractive male model. He has brown hair and dark brown eyes, he's physically fit with well-toned muscles and proudly on display was a veiny monster cock and a nutsack the size of a grapefruit, now fully erect from what we refer to as \"morning wood\". Terry went directly downstairs to prepare breakfast in bed for Samantha. Nothing too fancy, just two pieces of toast and a cup of raspberry tea. He prepared the same breakfast for himself as well and when he was done, he went upstairs to wake his lovely wife. Probably the best way to describe Samantha is if you imagined a porn star with long brown hair, DD-cup breasts, slim waist, wide hips, thick thighs, succulent nipples, and very inviting pussy. When she opened her blue eyes, Terry said: \"Happy anniversary!\". \"Oh, today's our wedding anniversary?\" she asked. \"Yep, ten wonderful years together precisely,\" he said. Samantha then received her breakfast in bed which she happily ate up. Terry ate up his breakfast as well, all while still sporting his morning wood. Men in this world can have erections that last an hour or until they ejaculate, whatever comes first. Both Terry and Samantha finished their breakfast at the same time when Samantha's eyes drifted towards Terry's penis. \"Oh, dear. Looks like your penis wants its breakfast too. Care to dig in?\" she asked while spreading her legs to invite her husband's penis into her vagina. Terry simply nodded and in the span of about ten seconds, he had thrust his big penis inside of her and begun having sex. Condoms were never invited in this world. Instead, people always kept track of which days were \"safe\" and which days were \"child-making\" days. Today was a \"safe\" day for Samantha, so Terry kept thrusting his penis inside her vagina until he ejaculated his cum inside of her. They separated, enjoying the afterglow of their intercourse. After a while, Samantha asked: \"Feeling better?\". Terry said, \"Yes.\" and watched his dick go limp, but still somewhat erect. Men of this world walk around with semi-erect dicks when they are not aroused. <br>\r\n<br>\r\nAnyhow, after a while, they both got up to prepare their son John for school. School in this world is more or less the same as in our world, only with much more casual nudity. Children do not think of nudity in a sexual way. No, that kind of thinking starts when they reach puberty. So, after giving John his breakfast, they sent him outside so he can catch the school bus. Once he was gone, Samantha asked: \"So, do you have any special plans for our wedding anniversary?\" and Terry said: ...</span></div></div>",
            "created":1589605200,
            "id":2836547,
            "title":"Terry (30) and Samantha (31), a married couple"
        },
        "15":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Adam (10), a boy on his way to school",
                "Julie (14), a teenage girl going through puberty",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else should we follow?</span></div></span></div>",
            "created":1587445200,
            "id":2822468,
            "title":"Someone else"
        },
        "152":{
            "author_id":"clearpath20",
            "author_name":"Clear Path",
            "choices":[
                "Sex ED",
                "P.E.",
                "Art"
            ],
            "content":"<div class=\"\"><div> <span>Earth, a planet where dinosaurs lived in, until a meteor vanished all of their existence. Centuries ago, there was the first sign of creatures walking on this blue ball, the ancestors of mankind. But, something happened during this time period, something that prevented them of creating the most important invention of all time.<br>\r\n<br>\r\n\"Julie, wake up.\" A girl opens her eyes. \"You are late for school.\"<br>\r\n<br>\r\n\"I'm awake.\" A groan is heard. \"Good morning, mom.\"<br>\r\n<br>\r\n\"Hey, Julie.\" Her dad greets her. \"Hurry up or you'll miss the bus.\" His dad moans a little.<br>\r\n<br>\r\n\"Mom!\" Julie observes her mother giving a blowjob to her dad. \"Can you please move?\"<br>\r\n<br>\r\nYou see, in this world, clothes were never invented, creating a complete equality between sexual and social behavior, Julie was a teenage girl who was going through puberty. Seeing people around her neighborhood and even her own parents having sex or masturbating was causing a weird feeling in her body.<br>\r\n<br>\r\nShe leaves her house. \"Hi, Julie.\" Hannah, a friend of hers was waiting for her at the bus stop.<br>\r\n<br>\r\n\"Hi.\" Julie hugs her. \"Did you find out about the special class for us?\"<br>\r\n<br>\r\nHanna nodded. \"It's going to be about...</span></div></div>",
            "created":1589864400,
            "id":2838292,
            "title":"Julie (14), a teenage girl going through puberty"
        },
        "153":{
            "author_id":"ebtf",
            "author_name":"EBTF",
            "choices":[
                "Real person",
                "Fictional character"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Should we follow a real person or a fictional character? </span></div></span></div>",
            "created":1590123600,
            "id":2839462,
            "title":"Someone else"
        },
        "1532":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Lisa Simpson (The Simpsons)",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which fictional character shall we follow?</span></div></span></div>",
            "created":1590123600,
            "id":2839463,
            "title":"Fictional character"
        },
        "15322":{
            "author_id":"ebtf",
            "author_name":"EBTF",
            "choices":[
                "Samus Aran (Metroid)",
                "Princess Peach (Super Mario)",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here's a few fictional characters from video games.</span></div></span></div>",
            "created":1590210000,
            "id":2839983,
            "title":"Someone else"
        },
        "153223":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Ginger Foutley (As Told by Ginger)",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about this character?</span></div></span></div>",
            "created":1590210000,
            "id":2840067,
            "title":"Someone else"
        },
        "1532232":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Meg Griffin (Family Guy)",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Would anyone prefer this character?</span></div></span></div>",
            "created":1590296400,
            "id":2840541,
            "title":"Someone else"
        },
        "15322322":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Hayley Smith (American Dad!)",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Or maybe this character?</span></div></span></div>",
            "created":1590382800,
            "id":2840676,
            "title":"Someone else"
        }
    },
    "info":{
        "author_id":"ebtf",
        "author_name":"EBTF",
        "brief_description":"What if mankind never had to invent clothing?",
        "created":1578735240,
        "description":"<td align=\"left\" class=\"norm\">Imagine if you will that mankind never had to invent clothing. Imagine every man, woman, and even children living their lives 24/7 completely naked. They don't even have to wear shoes, because they can go without shoes, but it is as if they were wearing shoes so that their feet will not feel any pain or suffer any type of harm if they stepped on anything that wouldn't affect them if they were wearing shoes. Yet despite people being naked all the time, people still get turned on by nudity after they've hit puberty. There is no shame, their bodies are unaffected by cold weather and everyone is extremely handsome and sexy and full of lust. Also, everyone is completely amiable; there are no wars, no greed, nor anything else to distract from a happy, sex-filled life.<br>\r\n<b>Edit:</b> In this world, people can masturbate and have sex in public. In fact, they can masturbate and have sex as often as they can without any drawbacks. Teenagers going through puberty can have sex to lose their virginity, but only with other teenagers.<br>\r\n<b>Edit 2:</b> While children are naked do not under any circumstances reference anything sexual about it. Their nudity is strictly casual and nothing more.<br>\r\n<br>\r\nJust keep these rules in mind:<br>\r\n<b>No underage sex<br>\r\nNo rape/non-con<br>\r\nNo incest<br>\r\nNo Child Pornography<br>\r\nNo ending</b><br>\r\n<br>\r\nOther than that, everything's up in the air!</td>",
        "id":2209964,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1590386640,
        "pretty_title":"Nude World"
    }
}