{
    "chapters":{
        "1":{
            "author_id":"adde1997",
            "author_name":"Adde1997",
            "choices":[
                "The Light is Overrated.",
                "Create your charecter.",
                "The darkness.",
                "The last city.",
                "The reef. or Maybe something with Petra."
            ],
            "content":"<div class=\"\"><div> <span>Weapons: <br>\r\n<br>\r\n<b>Auto rifles:</b><br>\r\nAn Auto Rifle is a class of primary weapons featured in Destiny. All-purpose weapons, auto rifles are magazine-fed weapons that, as their name suggests, automatically removes the spent cartridge case, cocks the rifle, loads a new cartridge, and fires again repeatedly as long as the trigger is held down, or until the magazine is exhausted. Auto rifles are distinguished from scout and pulse rifles in their ability to fire constantly once the trigger is pulled without the need for special perks.<br>\r\n<br>\r\n<b>Hand cannons:</b><br>\r\nHand cannons are a type of pistol used in Destiny. They reward calm technique and sharp shooting. In addition, their abnormally high impact provides them unparalleled stopping power, making them capable of staggering or killing most low-level enemies in one shot.<br>\r\n<br>\r\n<b>Scout rifle:</b><br>\r\nA scout rifle is a class of primary weapon featured in Destiny and Destiny 2. Scout rifles are semi-automatic precision weapons that fire one round every time the trigger is pulled, considering the magazine is not spent. <br>\r\n<br>\r\n<b>Shotguns:</b><br>\r\nThey are time-honored holdout weapons that are quite common and known for their reliability. Their sturdy frame can accommodate a variety of attachments and accessories.<br>\r\nShotguns are only effective at close range with the exception of both The Chaperone and Universal Remote. At maximum range their damage output is 20% lower than at closer ranges.<br>\r\n<br>\r\n<b>Sniper rifles:</b><br>\r\n are a type of weapon in Destiny and Destiny 2. They are long-range marksman weapons meant for picking off important enemies at a far distance with powerful headshots. However, there are only a select few snipers that can kill a Guardian's super with full health in one shot. <br>\r\n<br>\r\nThese are the most common weapons in this universe, but we got Fusion rifles, sidearms, rocket launchers, trace rifles, swords and bows. and granades are generated by the light of the traveler. Your ghost helps you with minor things as well, also wields the light.</span></div></div>",
            "created":1587790800,
            "id":2824470,
            "title":"Equipment"
        },
        "11":{
            "author_id":"adde1997",
            "author_name":"Adde1997",
            "choices":[
                "You find a massive crashed ship",
                "You find a bunker.",
                "Free."
            ],
            "content":"<div class=\"\"><div> <span>The light is overrated, a hero is within us all, not because of the powers of the travler. Skills and cunning is as much powerful.<br>\r\n<br>\r\nNessus. You, unknown human, lightbearer? no. Scavanger, yes.<br>\r\n<br>\r\n<br>\r\nYou wake up next to a pool of white and glowing liquid. The plants around you are a vibrant red. You jolt in shock as you take in the environment, your hand dips into the pool and you begin to feel a sharp stinging pain. You jolt again and crawl your away from the pool.<br>\r\n<br>\r\nYou try and think about how you got here, but the only thing you seem to remember is your name. You strain yourself trying to think of your past, but end up with nothing. The only memory you seem to have is a deep and gravely voice followed by a mechanical beeping. You hear words, yet you can't make out a single word.<br>\r\n<br>\r\nYou stand up and find that you are wearing a raggy hood and what some firm pads. Wrapped around your waist is a purple and white cloth with a gold stripe running through it. You find a holster on the belt this cloth is attached to. In the holster is a bulky revolver. It has a golden hammer, trigger, and iron sight, the rest is decorated with scratchy white paint revealing black underneath. The grip feels nice in your hand. As you hold the gun memories flood into you. You suddenly feel like you could take the gun apart and rebuild it with ease. You are also entirely sure that you are quite the marksman. Though, even thinking back to these memories you can only seem to grasp the knowledge and skills they contain.<br>\r\n<br>\r\nYou wander the planet aimlessly, your muscles ache and your stomach growls. As you come over a hill you see what appears to be a battlefield. It is covered with spider-like beings and brown robots. A massive golden ship hovers nearby. You are once again overwhelmed with knowledge. You learn that what you see is a battle between a race of networked intelligences known as the vex and another race called the fallen.<br>\r\n<br>\r\nYou decide it would be best to wait this out and come back to scavenge around for something that might come in handy.<br>\r\n<br>\r\nEventually as you look down over the battle, you see three beams of white light appear. From the light three humanoid figures materialize. They are clad in armor and their faces are entirely covered. The one of them that stands in the front has bulky armor and a cloth that drapes over his right leg with a lion on it. There is one of them that begins running along to the outskirts of the battlefield. They wear lighter and clearly more flexible, but softer armor. Resembling your own pads, they have a cape coming from their hood. The last one travels closely behind the bulky one. They have a mix between bulky armor and robes, a glowing band is wrapped around one arm.<br>\r\n<br>\r\nThe three of them work together to easily wipe the battlefield of both the Vex and the Fallen, it was incredible. The one with the cape looks up at you for a moment, then back to his teammates. He outstretches a hand and with a similar light a small machine materializes and floats over his hand. Then just as quickly as they had arrived, they vanished with the same white light.<br>\r\n</span></div></div>",
            "created":1587790800,
            "id":2824479,
            "title":"Tales of the Scavenger."
        },
        "111":{
            "author_id":"adde1997",
            "author_name":"Adde1997",
            "choices":[
                "The titan returns",
                "You go out and root and scavanger the fallens equipment.",
                "Finds a vex portal in the vast fields of nessus."
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\nYou had scavenged the battlefield and replace much of your flimsy old leather armor with much more sturdy fallen armor. You had also stolen some tech off of the vex that you would spend much of your time studying while you were tired or bored. You often found yourself thinking back to the three super soldier like beings that you watched plow that battlefield and how they appeared and vanished so suddenly.<br>\r\n<br>\r\nYou continue to wander the planet each day feeling more and more dreadful as you've only been eating scraps from left behind fallen campsites. You started to think that this would become your life until you either starve, get shot, or explore every inch of the planet. You walk your way through a tunnel to find a massive field of scrap metal and parts. The fallen were having quite a time stealing what they could.<br>\r\n<br>\r\nYou did your best to sneak past these fallen, but eventually had to resort to using your revolver, which you now lovingly call The Deal Breaker. You look over the horizon past all of this scorched metal and see a what looks like a massive, but broken shuttle. You run your way inside and wander around. More fallen are scavenging parts from inside, you blast the ones you can see. You take note of the location relative to various landmarks, one day you would have to come back and take some of this stuff for yourself, but as of right now, you were too exhausted.<br>\r\n<br>\r\nYou continue to wander around the dark inside of the ship, blasting fallen who try and fight you. Suddenly the part of the ship your in seems to come to life. Radio static begins to fill your ears before the voice you swear you hear when you think back on your past informs you of the communication device in your head.<br>\r\n<br>\r\n\"Hello~?\" An almost robotic female voice breaks the static.<br>\r\n<br>\r\n\"Hello?\" You mutter in a questioning tone.<br>\r\n<br>\r\n\"Hello!\" The voice says in an enthusiastic and excited manner. \"It has been a long time since anyone has actually come aboard the Exodus Black!\"<br>\r\n<br>\r\n\"Is-\" You start, but are interrupted.<br>\r\n<br>\r\n\"Welcome to the Exodus Black-\" Her voice changes to more somber, sarcastic tone. \"Where all your dreams come true...\"<br>\r\n<br>\r\n\"Who-\" You are interrupted again.<br>\r\n<br>\r\n\"Thank you for tending to the fallen! Her voice is enthusiastic again. \"They have been scavenging through parts and circuits inside the walls, and honestly-\" Her voice changes once more. \"It really hurts.\"<br>\r\n<br>\r\n\"Well, I suppose I can try to help with that.\" You say, spinning The Deal Breaker on your finger. \"Who are you anyway?\"<br>\r\n<br>\r\n\"I am Failsafe! A.I of the Exodus Black!\"<br>\r\n<br>\r\n\"Okay, Failsafe. How should I go about this?\"<br>\r\n<br>\r\n\"There are a few simple things you can do. Here come to my core, I'll send your gh- Oh! You are not a guardian?\"<br>\r\n<br>\r\n\"A guardian?\" You mumble to yourself.<br>\r\n<br>\r\n\"I will lead you to my core so that you can get rid of these fallen!\"<br>\r\n<br>\r\nYou follow the instructions provided by Failsafe, and fight hard to clear the ship of the fallen.<br>\r\n<br>\r\nYou stand, leaning against a wall near the entrance to the room containing her core, your arms are hanging limp as you pant to get your breathe back when a person enters. They wear bulky red and white armor covered in depictions if a dual headed phoenix, a long and tattered cloth with a matching mark is draped around her waist. Their hips and bust are certainly bulkier than the other person in similar armor you saw clear the battlefield. Their figure seems vaguely female.<br>\r\n<br>\r\nA floating machine rotates and stares at the armored person, who looks back.<br>\r\n<br>\r\n\"Hello guardian!\" Failsafe says.<br>\r\n<br>\r\n\"Failsafe, where are the fallen?\" A calm slightly accented male voice says.<br>\r\n<br>\r\n\"You see ghost, and guardian. This man took care of the problem!\"<br>\r\n<br>\r\nThe guardian and their ghost look at you then to each other. \"Who exactly is he?\" The male voice says. You figure it comes from the ghost.<br>\r\n<br>\r\n\"I'm not sure! Who are you, my hero?\"<br>\r\n<br>\r\n\"John.\" You wheeze. \"Doe.\"<br>\r\n<br>\r\nThe guardian puts their hands on their hips and leans in, even though you can't see through the dome helmet they wear, you are sure they are looking you up and down. The ghost flies up close and seems to examines you.<br>\r\n<br>\r\n\"You... Aren't a guardian?\"<br>\r\n<br>\r\nYou shake your head.<br>\r\n<br>\r\nThe guardian nods. Then leaves.<br>\r\n</span></div></div>",
            "created":1587790800,
            "id":2824480,
            "title":"You find a massive crashed ship"
        },
        "1111":{
            "author_id":"adde1997",
            "author_name":"Adde1997",
            "choices":[
                "give the titan a quest",
                "free.",
                "free."
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\nYou have been spending much of your time researching and protecting the Exodus Black. In fact, you have not left the Exodus Black since you found it. You believe you started to grow a good relationship with schizophrenic A.I Failsafe. The more time you spend on the Exodus Black, the more you wonder why these guardians have yet to try and fix it.<br>\r\n<br>\r\nNow after a long day you lie down on your mat and begin trying to sleep.<br>\r\n<br>\r\n\"John? There is a guardian who wishes to see you.\" Failsafe informs you. \"I believe it is the same female titan you encountered before.\" Her voice fills with disdain. \"Great...\"<br>\r\n<br>\r\nYou groan as you stand. You make your way to the guardian who waves at you as you approach.<br>\r\n<br>\r\n\"What is it?\"<br>\r\n<br>\r\nThe titan's ghost materializes. \"Ath- My guardian would like to know if you need anything done.\"<br>\r\n<br>\r\nYou think about it for a second. \"Well it would be nice if I could get some security while I sleep... All I have now is Failsafe screaming at me.\"<br>\r\n<br>\r\nThe ghost looks at the titan. \"We could do that?\"<br>\r\n<br>\r\n\"It really isn't anything you guys should worry about... I'm sure you guardians have better things to do.\"<br>\r\n<br>\r\n\"Ath- My guardian insists. She claims it is the least she could do as you completed her mission before she even arrived... She expects nothing in return.\"<br>\r\n<br>\r\n\"Well, have fun.\" You make your way back to your mat.<br>\r\n<br>\r\nAs you begin to drift to sleep the voice of the ghost pries you from your rest. \"Athena, you can't be serious.\"<br>\r\n<br>\r\nYou hear a female's voice, but it was too quiet for you to hear, muffled too.<br>\r\n<br>\r\n\"You are a guardian, Athena.\" The ghost firmly states. \"Besides, all he did was fend off some fallen! It couldn't have been that bad.\"<br>\r\n<br>\r\n\"What are you guys talking about?\" Failsafe playfully chimes in.<br>\r\n<br>\r\nThe titan drops her weapon in her surprise.<br>\r\n<br>\r\n\"I-i-it was nothing!\" The ghost cracks.<br>\r\n<br>\r\n\"Checking probabilities... You are not telling the truth!\"<br>\r\n<br>\r\nThe ghost grumbles.<br>\r\n<br>\r\n\"John, I have determined based off of the content, context, and manner of their conversation that that titan is somewhat attracted to you!\"<br>\r\n<br>\r\nYou try and ignore Failsafe, but you couldn't help a cocky grin from appearing on your face. Somehow, you have managed to win over the attraction of a guardian. You don't even really know what you did.<br>\r\n<br>\r\nYou begin to drift to sleep again. You dreamt of the titan removing her helmet. It looped in your mind. Each time a different face with different hair would appear. This lasted quite a while before you woke up to the sound of gunshots.<br>\r\n<br>\r\n\"I was wrong! It certainly is that bad!\" You hear the ghost shout.<br>\r\n<br>\r\nYou wake up and see you are inside of a large purple bubble. The titan laying waste to fallen outside of the bubble.<br>\r\n<br>\r\nYou get up and reach for The Deal Breaker. You step outside of the bubble and walk up beside the titan. They look at you, then back to the swarm of fallen.<br>\r\n<br>\r\n\"How did you sleep through so much of this?\" The ghost asks you.<br>\r\n<br>\r\nYou shrug.<br>\r\n<br>\r\n\"How do you handle all of this? You aren't even a guardian?\"<br>\r\n<br>\r\nYou gesture to The Deal Breaker. \"This gets the job done.\"<br>\r\n<br>\r\n\"That's all you're equipped with?!\"<br>\r\n<br>\r\nThe titan drops a magazine out of her rifle and places a barrier of energy in front of the two of you. You step around the barrier and begin to drop fallen, each shot you land is one to the head.<br>\r\n<br>\r\nYou notice that the titan's speed has dropped significantly. You look back to see she was staring at you, she quickly returns her focus and reloads the weapon. She then steps through the barrier and begins to once again lay waste to the fallen.<br>\r\n<br>\r\nEventually the fallen stop their push and exit the Exodus Black.<br>\r\n<br>\r\n\"It looks like they are only after the core.\" The ghost says.<br>\r\n<br>\r\n\"It is almost as if all of the important stuff outside has been stolen!\" Failsafe interjects. \"Or moves here by John.\"<br>\r\n<br>\r\nOnce again drawing a grumble from the ghost.<br>\r\n<br>\r\n\"How did you get so good with a hand cannon?\" The titan asks with amazement in her voice.<br>\r\n<br>\r\n\"A lot of practice I suppose.\" You shrug, honestly unsure of where the skill came from.<br>\r\n<br>\r\n\"What is that anyway?\" The titan asks pointing to your The Deal Breaker.<br>\r\n<br>\r\nYou spin in on your finger, thinking of a proper response.<br>\r\n<br>\r\n\"I don't really know. I found it some time ago. I've found myself calling it The Deal Breaker.\"<br>\r\n<br>\r\nThe titan looks towards her ghost. Suddenly a clump of materials materialize in her hands. Knowledge fills you as to these items origin and usage.<br>\r\n<br>\r\nShe reaches them out to you. \"I was thinking we could trade.\"<br>\r\n<br>\r\n\"Sorry, I don't have anything.\"<br>\r\n<br>\r\nThe materials disappear. \"That's too bad.\" The titan folds her arms. \"There anything else you need done around here?\"<br>\r\n<br>\r\n\"We expect a reward this time.\" The ghost lets out.<br>\r\n<br>\r\nThe titan lifts her arms, offended.<br>\r\n<br>\r\n\"We don't. It just seems like you need help around here.\" She tilts her head in a way that allows you to know she has a smile under that helmet.<br>\r\n</span></div></div>",
            "created":1587877200,
            "id":2825034,
            "title":"The titan returns"
        },
        "11111":{
            "author_id":"adde1997",
            "author_name":"Adde1997",
            "choices":[
                "Athena brings you a shell",
                "You wake up in hunger and scavange the area",
                "Warning!"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\nYou think about what you really need help with. As you delve deeper into ypur own thoughts you hear the grumble of that voice in your head, getting louder the more your past comes into your head. You were just about to send the guardian out when suddenly a project you had deemed impossible starts to seem possible.<br>\r\n<br>\r\n\"Athena?\" You start.<br>\r\n<br>\r\nThe titan seems taken aback by what you just said.<br>\r\n<br>\r\n\"How did you know my name?\" She asks.<br>\r\n<br>\r\n\"Your ghost said it earlier. I heard it while I was drifting in and out of my sleep.\"<br>\r\n<br>\r\n\"What do you need us to do?\" The ghost asks in an agitated tone.<br>\r\n<br>\r\n\"Well.\" You chuckle for a moment considering your audience. \"If you would be so kind as to bring me a dead ghost-\"<br>\r\n<br>\r\n\"No.\" The ghost declares.<br>\r\n<br>\r\nAthena looks at him. \"Let him finish.\"<br>\r\n<br>\r\n\"I would like to study the technology of a ghost. I believe that I can fix Failsafe.\"<br>\r\n<br>\r\n\"You believe what?\" Failsafe chimes. \"You aren't very funny.\" Her tone somber, then changing back to normal. \"The vanguard has tried several times to fix me. How could you?\"<br>\r\n<br>\r\n\"That's for me to find out.\" You fold your arms. \"That's why I want a dead ghost.\" You chuckle again. \"Not like you're going to use them for anything else.\"<br>\r\n<br>\r\n\"We've already told you. We will not-\" The ghost dematerializes.<br>\r\n<br>\r\n\"I'll bring you that shell.\" Athena taps her breastplate twice with her fist before departing.<br>\r\n<br>\r\n\"John?\" Failsafe asks in a tone you have yet to hear from her. \"When you receive this ghost, what exactly are you going to try to do?\"<br>\r\n<br>\r\n\"I am going to take my time and study the inner workings of a ghost. If I can figure it out, based off of the parts of the Exodus Black that I've already researched, I should be able to put you into the ghost.\"<br>\r\n<br>\r\n\"You plan to turn me into a ghost?\"<br>\r\n<br>\r\n\"That's right.\"<br>\r\n<br>\r\n\"John, not even when focusing all of my processing power to scan a ghost can I understand the technology.\"<br>\r\n<br>\r\n\"Well I hope, for you, that I can.\"<br>\r\n<br>\r\nThe color of the light from her core turns a pinkish color, then to a blue. When she speaks her voice is somber. \"If you do not succeed to put me into the ghost, will you leave the Exodus Black?\"<br>\r\n<br>\r\nYou shake your head. \"Nah. I have no intention of leaving without taking you with me.\"<br>\r\n<br>\r\nThe core light turns pink. Her voice cheery. \"You will not leave me? Wonderful!\"<br>\r\n<br>\r\nYou lay on your mat and try to get some sleep. Noticing the light continues to be pink.<br>\r\n</span></div></div>",
            "created":1587877200,
            "id":2825035,
            "title":"give the titan a quest"
        },
        "111111":{
            "author_id":"adde1997",
            "author_name":"Adde1997",
            "choices":[
                "The transfer ( goes perfect )",
                "The transfer ( goes bad )",
                "Fallen makes another atempt to engage."
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\n\"I'm back!\" You hear the voice of Athena shout, forcing you from your slumber.<br>\r\n<br>\r\nYou stand up to see Athena enter the room. Her ghost floats around her and on the in front of you a small, white box with rounded edges materializes. You see a round and cracked glass screen.<br>\r\n<br>\r\n\"Here is your ghost!\" Athena cheers.<br>\r\n<br>\r\n\"It is a fairly old ghost shell, types like these are assigned to scavenger fireteams.\" The ghost floats close to your face. \"I figured it is just the type for you.\"<br>\r\n<br>\r\n\"Calm down, buddy.\" Athena says in a slow and calm manner.<br>\r\n<br>\r\nYou lift the ghost and take it over to your workspace. \"Why is it so much bigger than you?\"<br>\r\n<br>\r\n\"That is an obvious answer... It's size is part of what allowed these shells to hold so many materials while processing data. Normal shells like me have to trade processing power for storage.\"<br>\r\n<br>\r\n\"I see.\" You says as you open the hollow shell. \"You guys are good to go, I'd just like to focus for now.\"<br>\r\n<br>\r\n\"I'll be outside.\" Athena says, her ghost dematerializes.<br>\r\n<br>\r\nSome time passes of complete silence as you observe the inner workings of the ghost. You copy down the similarities between the technology in the ghost and the Exodus Black. You were surprised at how many you found.<br>\r\n<br>\r\n\"John?\"<br>\r\n<br>\r\n\"Yes, Failsafe.\"<br>\r\n<br>\r\n\"I have noticed Athena's ghost is quite aggressive towards you. Have you done anything to provoke it?\"<br>\r\n<br>\r\n\"Not that I am aware of.\"<br>\r\n<br>\r\n\"Perhaps it has something to do with Athena's feelings towards you.\" Failsafe says, prompting a chuckle out of you.<br>\r\n<br>\r\nAnother long time goes by before another word is spoken.<br>\r\n<br>\r\n\"John? Have you figured out a way to transfer me into the shell?\"<br>\r\n<br>\r\n\"I don't even think I'm close.\"<br>\r\n<br>\r\n\"Of course.\" Failsafe says with a gloomy tone.<br>\r\n<br>\r\nThe rest of the night went on in a similar fashion until you fall asleep and collapsed onto your workspace.<br>\r\n</span></div></div>",
            "created":1587877200,
            "id":2825036,
            "title":"Athena brings you a shell"
        },
        "111112":{
            "author_id":"adde1997",
            "author_name":"Adde1997",
            "choices":[
                "Exploring",
                "Skip time.",
                "free."
            ],
            "content":"<div class=\"\"><div> <span>You wake up with a hunger and look around and find nothing to eat. You put the mantle cloth over your back and get moveing back to your workspace to only find the way it was before, no rations. <br>\r\n<br>\r\n\"Good morning, John!\" Failsafe begins. <br>\r\n<br>\r\n\"Morning\" You mutter and asks, \" Failsafe... is there more rations here or what?\" <br>\r\n<br>\r\n\" Unfortunatly no, if I could see my enviroment instead of energy signatures it would not help much either\" Failsafe hums.<br>\r\n<br>\r\nYou strain yourself trying to think to have asked the titan to bring supplies but you could also scavange the field of rations with your trusty buddy o pal the deal breaker. You checked the ammo, all full and putted on your inhalelation mask and walked through the exodus tunnel to the outside. <br>\r\n<br>\r\n\"I´ll come back later failsafe, I´be checking for supplies\" You say.<br>\r\n<br>\r\nShe answers in a concerned tone. \" John, I have determined based off of the numbers of fallen that have been attacking me, they are most likely to do so again.\" <br>\r\n<br>\r\n\" I´ll be back before you know it, besides you can just call for me if u need help.\" You say and then gesture to your hand cannon, even though she cant see you do it and you say. \" I got this with me, it get´s the job done.\" You say and ending with a low chuckle.<br>\r\n<br>\r\n</span></div></div>",
            "created":1587877200,
            "id":2825046,
            "title":"You wake up in hunger and scavange the area"
        }
    },
    "info":{
        "author_id":"adde1997",
        "author_name":"Adde1997",
        "brief_description":"Destiny, a fps game from Bungie. themed and related to game lore. Stories, and erotic.",
        "created":1587842760,
        "description":"<td align=\"left\" class=\"norm\">Destiny is an online-only multiplayer first-person shooter video game developed by Bungie and previously published by Activision. Destiny is now self-published by Bungie after separating from Activision in 2019.<br>\r\n<br>\r\nAll right reserved to Bungie. This is fan content.<br>\r\n<br>\r\nInfo about destiny, or those who are not familiar with it. ( Main source Destinypedia ) and this is not made up by me.<br>\r\n<br>\r\nCharacters:<br>\r\n<b>Cayde-6</b>. Cayde-6 was an <u>Exo</u> Guardian and the Vanguard for the Hunter class. In Destiny Cayde-6 sold Hunter armor and emblems. At the beginning of Forsaken, he was murdered in the Prison of Elders by Uldren Sov. <br>\r\n<br>\r\n<b>Banshee-44</b>. is an <u>Exo</u> Gunsmith, located within the Tower. He sells weapons for field testing, telemetries that increase upgrade weapons for a certain type of weapon, and ammo synthesis items for Guardians.<br>\r\n<br>\r\n<b>Commander Zavala</b>,  is an <u>Awoken</u> Guardian who serves as the Vanguard of the Titan class, and overall Vanguard Commander of The Last City. Stern and uncompromising, Zavala's only goal is to safeguard humanity within the Last City against all threats. He oversees all Guardian military operations, and led the Guardians to victory in both the Taken War and Red War. In the aftermath of both conflicts, Zavala has become increasingly isolated and reluctant to commit Guardians to conflicts outside of the Last City. <br>\r\n<br>\r\n<b>Ikora Rey</b>, is a <u>human</u> and the Vanguard for the Warlock class. Rey's extensive knowledge of her field has earned her respect \"among all Orders.\" Ikora Rey sells Warlock armor and emblems, but will also sometimes assist in some exotic weapon bounties such as A Dubious Task. Following the Red War, Ikora began allowing Guardians to use her meditation device to relive past missions. <br>\r\n<br>\r\n<b>Amanda Holliday</b>, is a <u>human</u> shipwright and pilot found in the Tower's hangar. She repairs Guardians' personal spaceships, as well as sells new ships and Sparrows. Amanda is also involved in organizing the Sparrow Racing League and works closely with the SRL pilots to upgrade their Sparrows and experiment with new designs. <br>\r\n<br>\r\n<b>Dr. Anastasia Bray</b> is a Hunter Gunslinger and an adopted member of House Bray. Prior to her first death, she was a psycholinguist who helped develop the Warmind Rasputin by teaching it independent thought. After the Collapse, Ana was revived by a Ghost named Jinju. Unlike most Guardians, Ana had knowledge about her past life due to a Clovis Bray ID she was wearing upon her revival. <br>\r\n<br>\r\n<b>Master Rahool</b> is an <u>Awoken</u> Cryptarch found at the Tower's main plaza.[1] Rahool will decode any Engrams that the player has for free. In Destiny, he will also offer to exchange a number of legendary engrams for Legendary Marks.<br>\r\nBesides being a Cryptarch, Master Rahool is also a historian and linguist. He makes mention of various artifacts from the Golden Age and beyond, particularly various religious texts. <br>\r\n<br>\r\n<b>Lord Shax,</b> he´s the headmaster of the crucible, an arena were guardians can battle each other for rewards and bounties. He´s unknown what race he is, but he´s demenor seems<u> Human.</u> <br>\r\n<br>\r\nRaces:<br>\r\nHuman. <b>Humanity</b> is a sapient species native to the planet Earth. The remaining humans are all that survive of a race whose reach once spanned the Solar System, having descended from those who endured the apocalyptic Collapse. Since then, they have fought to restore our toppled civilization to its Golden Age splendor first by the legendary Iron Lords, and more recently by the Guardians. During the 21st Century, humanity made first contact with the mysterious entity that would later come to be known as the Traveler, the arrival of which ushered in a centuries-long Golden Age that saw humans colonize the newly remade worlds of Sol including Mercury, Venus, Mars, and even the moons of Jupiter and Saturn.<br>\r\nBut this Golden Age would not last. Unbeknownst to humanity, the Traveler had an ancient enemy; a powerful <b>Darkness</b> that precipitated the Collapse and nearly wiped out mankind, if not for the intervention of the Traveler who sacrificed itself to push back the assailing Darkness.  And with its dying breath, the Traveler created Ghosts to seek out those worthy to carry on its task.<br>\r\nIn the dark decades after the Collapse, Humans, Exos, and Awoken found the Traveler where it made its final stand and built the City. the last bastion of mankind—beneath its shadow.  And from an age of chaos and death began the City Age.<br>\r\nThough its tenuous peace lasted for the better part of a hundred years, the City Age would ultimately come to a shattering end in the wake of the devastating Cabal invasion; with the heroic deeds of The Guardian bringing an end to the Red Legion's siege and marking the dawn of a new Golden Age. <br>\r\n<br>\r\n<b>The Awoken</b> are a race of humanoids living in the City and also the Reef. Ruled by a Queen and her brother, they were generally isolated from Earth, long avoiding contact with the City until the Wolf rebellion and later the Taken War. Awoken are standoffish and resemble baseline humans, with the notable exception of having pale blue, purple, green, or gray skin. They also have luminescent eyes with glowing irises.<br>\r\nBeyond physical appearances, the <u>Awoken</u> seem to possess powers and abilities beyond their human ancestors. The Techeuns are a particularly notable example, though ordinary Awoken can also experience visions in the form of dreams. This is a side effect of them being within Earth's universe-within the Distributary, the Awoken do not have paracausal abilities, but are so intertwined with the fabric of its existence that they do not age past a certain point. <b>The Distributary</b> is the home planet and universe of the Awoken race. It was formed when the Exodus Green was enveloped by The Darkness at the exact moment the Traveler released its Light. This resulted in a singularity containing a pocket universe. In the Distributary's universe, time flows differently, and Awoken society has had thousands upon thousands of years to flourish and build. The centuries in which Humanity suffered the Dark Age saw the exponential growth and abundance of the Awoken in their pocket universe. Only near the end of the Dark Ages were the Awoken able to detect and confirm that they were inside a singularity - identifying this information from bits and pieces of radio transmissions that the singularity ensnared from the solar system. <br>\r\n<br>\r\nExominds (or simply <b>Exos</b> as they are more commonly known) are self-aware war machines built by humanity in the Golden Age. The Exos were the brainchildren of Clovis Bray,  though the motive for their creation remains a mystery. During the Collapse, the Exos' memories were shattered and nigh-all knowledge of their origins lost as well. In the Dark Age that followed, the Exos helped build the Last City alongside their organic brethren, with many going on to become Guardians.The Exos were built during humanity's Golden Age for a long forgotten struggle, possibly against the Vex, with the purpose of protecting their creators. Rasputin was once involved in their command, a fact that some Exos dimly remember. The conflict itself has long been forgotten and the Exo remain ciphers, even to themselves, for their purpose has been forgotten as well. But there is one clue to their origins; many Exos experience a dream they call Deep Stone Crypt, or the \"place where they were born.\" It is described as \"the infamous subroutine which seeded the first Exo consciousness.\" Cayde-6's memories stretch further, where he recalls being a human before traveling an icy moon, possibly Enceladus, to become an Exo, as he \"came there in flesh and bone. Gave everything to the ice. Started over. Rebooted.\" <br>\r\n<br>\r\nGuardian classes:<br>\r\nTitan. The Titan is a class of Guardian. They tend to have the highest armor of any of the three classes in Destiny and the lowest agility. They are equipped with suits of powered armor that boost their strength and endurance. Titans utilize their strength and skill with firearms to kill their enemies.<br>\r\n<br>\r\n<b>Titans</b> have long honed the Light of the Traveler, passing these skills to each new generation of warrior. Their strength gave birth to the City, and they have taken a blood oath to ensure it will always stand strong. The Wall surrounding the City was built by the first Titans, who also perished defending it. Steadfast and suresighted, Titans face any challenge head-on, serving as living, blunt force instruments of the Traveler.<br>\r\n<br>\r\nHunter:<br>\r\nThe <b>Hunter</b> is a type of Guardian who uses stealth and long ranged weapons to kill their enemies. Hunters tend to be taciturn, mostly keeping to themselves and using lightweight throwing knives and smoke to disorient their enemies. Hunter Cloaks provide a sense of mystery and excellent camouflage when they are in the wild. <br>\r\n<br>\r\nWarlock:<br>\r\n<b>Warlocks</b> are \"warrior-scholars,\" and a class of Guardian. Warlocks utilize powers granted by the Traveler for both attack and defense. Warlocks were the first to tap the power of the Traveler, wielding its light as they ventured beyond the safety of the Wall. They know each discovery offers new possibilities, and they have devoted themselves to understanding the Traveler, its power, and how to better channel that power. A <u>Warlock</u> mind is an arsenal of deadly secrets, balanced between godhood and madness. On the battlefield, those secrets can shatter reality itself. They search the frontier to find a means to defeat the Darkness once and for all. Warlocks specialize in ranged melee attacks and casting elemental spells to take out enemies. </td>",
        "id":2220163,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587920280,
        "pretty_title":"Destiny/ Destiny 2."
    }
}