{
    "chapters":{
        "1":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "play with a single person (you vs a person)",
                "play with several people (you vs several people)",
                "play with a group (you vs a group) (example a football team)",
                "play with 2 groups(you vs 2 groups)(example a soccer team is another soccer team",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>You have just downloaded your brain to access the \"fetish\" program but when you start, you have to make configurations of course you have classified them by folder and sub-folder to make it faster.<br>\r\n<br>\r\nyou have to choose which folder you open</span></div></div>",
            "created":1603160640,
            "id":2925058,
            "title":"beging"
        },
        "11":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "Jonathan Stewart ( nfl giants 2018)",
                "goku (dragon ball super)",
                "koda of power rangers Dino Super Charge",
                "david https://tinyurl.com/y4lgt5hc",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>you say to the AI assistance open the file \"alone\" the I replied \"open file\" then you think about you have so many choices and fetishes, you say to the AI \"open the file ...\"</span></div></span></div>",
            "created":1603197120,
            "id":2925392,
            "title":"play with a single person (you vs a person)"
        },
        "111":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "addition of more, during the match a heat wave (extreme heat)",
                "let's start the post game meetup scene (you and Jonathan)",
                "you want to be during the match transform into his towel",
                "you want to be tiny (the size of an ants)",
                "more"
            ],
            "content":"<div class=\"\"><div> <span><a rel=\"nofollow\" href=\"https://youtu.be/1rTkskm7LRw\" target=\"_blank\">https://youtu.be/1rTkskm7LRw</a><br>\r\n<br>\r\n<br>\r\nDid you like the video or saw Jonathan Stewart in Giants uniform and fart, you ask Ai \"question in this video what makes the towel lift?\" The Ai answers \"those Jonathan Stewart who fart\" you say \"oh my god that must be powerful\" he answers \"yes, very powerful like a wind which moves the trees\" hum you are excited and you ask \"you will arrive to reproduce this moment with even the smell that releases \"The answer\" yes, as he has saved his memory I can reproduce to the nearest gram the power and the smell of this fart \"you answer\" very well but I would like modify something but I really want to have all of them feel as if these are true, here has been 1 month before this match Jonathan Stewart is aware of what will happen afterwards, why he these preparations, and during the match he is retains fart, so he does not do this scene because he manages to retain it, until the end because once finished (where the scene will begin) he joins me in an abandoned room (in uniform) he puts me on the ground this food sitting on my face (in uniform) and it has fun fart on my face, is that possible \"Did it search is answered \"yes I can do all these modification is in addition all will be as true because he has already without making expret put sitting on the face of someone with a uniform and I have to find the backup of this person to have the feeling of having your head rubbing against her ass in uniform \"</span></div></div>",
            "created":1603199640,
            "id":2925414,
            "title":"Jonathan Stewart ( nfl giants 2018)"
        },
        "112":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "you want to touch Goku's muscles",
                "you want goku to make you a super bearhug",
                "you want goku to lock your face in his armpits",
                "you want goku to do you a facesitting + fart",
                "more"
            ],
            "content":"<div class=\"\"><div> <span>you love goku, you always wanted to touch those muscles, that he squeezes you very hard with that super strength, you also want to feel those fart and those armpits then you remember a video where goku and vegeta come back feel very bad <a rel=\"nofollow\" href=\"https://youtu.be/K6pGJ5iG10E\" target=\"_blank\">https://youtu.be/K6pGJ5iG10E</a><br>\r\n<br>\r\nyou ask the AI ​​that you want to be in a closed building and that goku come and see you just before going to wash</span></div></div>",
            "created":1603198560,
            "id":2925408,
            "title":"goku (dragon ball super)"
        },
        "113":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "koda in power rangers sitting on your face (fart)",
                "koda in civilian clothes sitting on your face (fart)",
                "you have your head behind koda's ass in this scene",
                "you're shrinking and sticking to koda's ass",
                "more"
            ],
            "content":"<div class=\"\"><div> <span>(episode  of koda fart: <a rel=\"nofollow\" href=\"https://youtu.be/n8W9bfucQT0\" target=\"_blank\">https://youtu.be/n8W9bfucQT0</a>)<br>\r\n<br>\r\nyou had an episode of koda that fart and everyone else was in pain so you said to have \"open the koda file\" she opens the file and you ask her \"Are you going to do is real fart with him in power rangers \"the Ai answers\" yes, I can easily reproduce the wax to the scent it will take me just 1 minute to configure all \"</span></div></div>",
            "created":1603197420,
            "id":2925397,
            "title":"koda of power rangers Dino Super Charge"
        },
        "114":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "it starts with the 5 cans",
                "it starts with the 5 iron bar",
                "it starts with the 5 tenis ball",
                "it starts with the 5 human skull",
                "he wants you to touch all those flexed muscles first to see the hardness"
            ],
            "content":"<div class=\"\"><div> <span>david <a rel=\"nofollow\" href=\"https://tinyurl.com/y4lgt5hc\" target=\"_blank\">https://tinyurl.com/y4lgt5hc</a><br>\r\n<br>\r\nyou remember a man who does showcams because he is very muscular is in these showcams, he has fun crushing objects with these msucle (can, bottle, etc) you say to the AI ​​\"open david\" then The Ai opens the file and you look at him hugely muscular.<br>\r\n<br>\r\nyou say to the ai you are going to start the part \"david's victim, but david must have very hard msucle and a super strength, he is also recognized as a dangerous weapon\" i started the program because the one you wanted was or david with a victim who had to watch him crush objects with these muscles he had 4 object and each object was duplicated so he had 5 can, 5 iron bar, 5 tenis ball, 5 human skull (real skulls) and why 5 of each because he overwrites them in a different way<br>\r\n1 with his biceps<br>\r\n1 with his pecs<br>\r\n1 with these thighs (between the thighs)<br>\r\n1 with those buttocks (between the buttocks)<br>\r\nand the last one was special because it was in his stinking armpit<br>\r\n<br>\r\nand for the 4 objects it was always finished in balls even in the armpits, once it is finished, it uses the face of its victim on the 5 part, then it uses the hand of its victim and to finish the body of that victim<br>\r\n<br>\r\nin this program the victim cannot die but can be flattened and after a few seconds the flattened body returns to normal even if the victim is in pain.</span></div></div>",
            "created":1603198200,
            "id":2925406,
            "title":"david https://tinyurl.com/y4lgt5hc"
        },
        "115":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "sonic (sonic boom)",
                "knuckles (sonic boom)",
                "celebrity",
                "superman",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>you say to the AI \"open the file</span></div></span></div>",
            "created":1603199940,
            "id":2925415,
            "title":"more"
        },
        "1154":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "to be the size of a child (you are a dwarf)",
                "you have the power to transform into an object (it will have like the same your ",
                "to be the size of an ants and to be able to fly",
                "the power not to burst (if inflates you, you continue inflate instead of burst)",
                "more"
            ],
            "content":"<div class=\"\"><div> <span>you open the superman folder but not superman as we know because it is superman from the mirror world <a rel=\"nofollow\" href=\"https://tinyurl.com/y4hl2gzq\" target=\"_blank\">https://tinyurl.com/y4hl2gzq</a> ,<br>\r\n<br>\r\nto explain the details of the mirror world and the universe in a mirror which is the opposite of the original world of superman here are the difference<br>\r\n<br>\r\nin the normal world, humans can die.<br>\r\nin the mirror world, humans cannot die, of course they can suffer to be crushed but the body will try to come back to normal, if the body neither happens to the human continues to suffer because it is still alive, for example (a human breathes a deadly gas, he will suffer a long time because the body but time to dispel the gas. a human flattens, the human suffers and alive, the body tries to return to normal if nothing blocks it. a human explodes, human and still alive even in a thousand pieces, the body will come back and reform alone if no obstacle.)<br>\r\n<br>\r\nin the normal world, superman and co are heroes and the enemies are villains.<br>\r\nin the mirror world superman and co are villains and their enemy heroes.<br>\r\n<br>\r\nin the normal world, superman and co protect humanity and the enemies try to conquer the world (failure).<br>\r\nin the mirror world superman and co are gods who dominate their region and their enemy is trying to save the world (failure).<br>\r\n<br>\r\nin the normal world, superman and co respect the justice and the enemies without the law-fools.<br>\r\nin the mirror world superman and co rule the law as they please and their enemy tries to obey the law.<br>\r\n<br>\r\nin the normal world, superman has a lot of fan, if a fan asks him for an autograph, he signs it. if a fan asks superman to shake his hand hard, superman will just shake his hand a little something to hurt without doing damage or even refusing.<br>\r\nin the mirror world superman doesn't have a lot of fan, if a fan asks him for an autograph he refuses. if a fan asks superman to shake his hand tight, superman shakes my hand harder and harder because he likes to hurt and see fear in the eyes so they wander more and more and keep going until they use that super-strength so that the hand is nothing.<br>\r\n<br>\r\nin the normal world, superman is straight with just a sweetheart, he fucks gently in this control and goes until pre-ejaculation. when he pees he also controls this, the same for these fart, which he lets go of when he is alone and in a controlled and gentle way.<br>\r\nin the mirror world superman fucks whatever wants (man, woman, animals) and he does it brutally until the ultimate ejaculation. when he pees he loosens and for the same fart he looses it doesn't matter<br>\r\n<br>\r\n(little info: superman's sperm, pee are very powerful like a \"water jet cutting machine <a rel=\"nofollow\" href=\"https://youtu.be/sIEqXbXxpfg\" target=\"_blank\">https://youtu.be/sIEqXbXxpfg</a> \" but more powerful, he can pierce anything, his penis and big and hard like the rest of his body and he does not fold so if he pushes his penis into a mouth through his head instead of going into the throat.For these fart he can drop a fart like these to say are super-breath very powerful worse than a hurricane so its fart can also destroy buildings and the smell is like gas chambers, moreover superrman mirror loves to make people smell his fart but even more loves to force them to eat his super fart which makes the human inside burst like a balloon that is inflated too much.<br>\r\n<br>\r\nin the normal world, superman fights these enemies without harming them and sending them to justice and save people.<br>\r\nin the mirror world superman fights anyone, whether it is a criminal or children who beat it, he uses these powers to the max and without madness to blame people, he and his own judge, here are 2 examples that have already done (1st: a child mistreating another child, he told the child \"if you keep beating him I'm going to have to crack down\" the child staring at superman then laughing and continuing superman these approaching took the child there turn over so that the child faces him put it in a hug but superman made him a super-bearhug until all the bones were in dust and when finished he compress the rest to transform it into a small one ball between these fingers then eject it <a rel=\"nofollow\" href=\"https://tinyurl.com/y2umv9xa\" target=\"_blank\">https://tinyurl.com/y2umv9xa</a><br>\r\nthen the victim child gets up and approaches superman to thank him without knowing what is going to happen and superman looks at him with a mean look and says \"you think I made them for you little idiot, these are for me 'having disturbed' and superman gave him a mega slap that broke some bone of the little one's face, then after superman had fun with the little one for almost 1 hour.<br>\r\n2nd: a man wanted to feel a grip on superman, the man jumped on superman from behind, he put his arms around superman's neck and tried to strangle him (<a rel=\"nofollow\" href=\"https://aquelquespasdela.files.wordpress.com/2013/04/c3a9tranglement.jpg\" target=\"_blank\">https://aquelquespasdela.files.wordpress...</a> ) without success except that superman ran into a very thick wall with his back when he finished the wall was shaped like his body and the man holding him let go when superman came out of the wall on can see superman's form as a mold but the man was crouching him against supperman's back like a design on his uniform).<br>\r\n<br>\r\nin the normal world, superman has a secret identity and works as a journalist<br>\r\nin the mirror world, superman does not have a secret identity, he can even find his address, he does not work but he likes to spend these days looking on the dating sites for fetishes who could do but he does so that the person regrets (example an ad of face fart, superman will make him feel his fart worse then after releasing his mega fart in the mouth to make it burst. in a tightening announcement, he will do it with that super-force. in a tranpling ad well it will walk so hard that the person will be like a footprint etc.<br>\r\n<br>\r\nin the normal world, superman plays games that are safe and he always lets others win, and never cheats. but it is rare that he plays on demand<br>\r\nin the mirror world, superman loves toys but it rhymes with danger and hates losing for that he cheats, he never refuses a game which has for reward the suffering if he wins.<br>\r\n<br>\r\n(here I know it was long)<br>\r\n<br>\r\nyou asked for the scene to pass in front of superman's front door then the program launches except that before it launches you made a special request.</span></div></div>",
            "created":1603497240,
            "id":2927725,
            "title":"superman"
        },
        "1155":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "anthro",
                "cyclist",
                "muscle",
                "star porn",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>you say to the AI \"open the file</span></div></span></div>",
            "created":1603289100,
            "id":2926206,
            "title":"more"
        },
        "13":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "football american",
                "power rangers",
                "group star (celebrity team)",
                "basket",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>you choose the category \"play with a team\" then the AI asks you for more information, you think about it and open the file</span></div></span></div>",
            "created":1603160820,
            "id":2925059,
            "title":"play with a group (you vs a group) (example a f..."
        },
        "14":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "football american",
                "soccer",
                "basket",
                "2 team power rangers",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>you choose the category \"play with several teams\" then the AI asks you for more information, you think about it and open the file</span></div></span></div>",
            "created":1603160880,
            "id":2925062,
            "title":"play with 2 groups(you vs 2 groups)(example a s..."
        },
        "141":{
            "author_id":"demon57740",
            "author_name":"demon",
            "choices":[
                "Dallas is Cardinals",
                "Buffalo is Chiefs",
                "chargers is saints",
                "seattle is minnesota",
                "more"
            ],
            "content":"<div class=\"\"><div> <span>you are a fan of their uniform on the field so you open the 'American football' file then you have files with images to know the 2 teams who will play with you<br>\r\n<br>\r\nDallas is Cardinals: <a rel=\"nofollow\" href=\"https://tinyurl.com/y37ofmlc\" target=\"_blank\">https://tinyurl.com/y37ofmlc</a><br>\r\n<br>\r\nBuffalo is Chiefs: <a rel=\"nofollow\" href=\"https://tinyurl.com/y2aspy8u\" target=\"_blank\">https://tinyurl.com/y2aspy8u</a><br>\r\n<br>\r\nchargers is saints: <a rel=\"nofollow\" href=\"https://tinyurl.com/y4lr6zvt\" target=\"_blank\">https://tinyurl.com/y4lr6zvt</a><br>\r\n<br>\r\nseattle is minnesota: <a rel=\"nofollow\" href=\"https://tinyurl.com/y4jpdt77\" target=\"_blank\">https://tinyurl.com/y4jpdt77</a></span></div></div>",
            "created":1603165500,
            "id":2925116,
            "title":"football american"
        }
    },
    "info":{
        "author_id":"demon57740",
        "author_name":"demon",
        "brief_description":"virtual machine: fetish (gay)",
        "created":1603159860,
        "description":"<td align=\"left\" class=\"norm\">You have always dreamed of shaking hands with your favorite star, of going to places forbidden to the public, of carrying out your fetishes, or of meeting an imaginary person (comics, anime, photo), well these days these are possible because in our world there is a machine that creates a virtual / real world but it is not a simple virtual world because everything is real in it (story based on the upload series) but the machine that is purchased only offers limited services like AI , a voice assistant (AI), and saving everyone's memory, then you can buy programs and you had it, because you had bought the \"fetish\" program it is a program that allows you to to realize your fetishes and all is possible, moreover as it has a law which obliges all the world to enter once a week in the digital world so that the memory of the person is to safeguard what makes that the AI ​​of the existing people are exactly like the person in the real ie life. But the program you bought has a virus that is known to make all AI (except AI assistant) brutal and nasty at you, but you accept it because it's hot.</td>",
        "id":2235726,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1603493670/item_id/2235726.jpeg",
        "last_full_update":1603165500,
        "modified":1603497240,
        "pretty_title":"virtual machine: fetish"
    }
}