{
    "chapters":{
        "1":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Anime",
                "Manga",
                "Cartoon",
                "Movie",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What type of fictional character</span></div></span></div>",
            "created":1602306000,
            "id":2918613,
            "title":"What type of fictional character "
        },
        "11":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Bleach",
                "Naruto",
                "One piece ",
                "Code geass",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What anime</span></div></span></div>",
            "created":1602306000,
            "id":2918749,
            "title":"Anime"
        },
        "111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Ichigo",
                "Rukia",
                "Other characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who swaps clothes with someone?</span></div></span></div>",
            "created":1602392400,
            "id":2919119,
            "title":"Bleach"
        },
        "1111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Rukia",
                "Orihime",
                "Other charcter"
            ],
            "content":"<div class=\"\"><div> <span>Sitting in class listening to the teacher not really paying attention ichigo noticed a flash of light and no one else seemed to notice<br>\r\n<br>\r\n“How come no one else noticed the flash just now” thought ichigo while rubbing his eyes<br>\r\n<br>\r\nAfter class orihime and Rukia asked Ichigo if he wanted to each lunch with them and agreed as he wanted to ask if they noticed the flash during class<br>\r\n<br>\r\nAfter grabbing their lunch they headed to the school roof (like in episode 4) and began eating, after a few minutes I high decided to ask rukia and orihime but was stopped when orihime asked rukia if she would like to go clothes shopping after school<br>\r\n<br>\r\n“You know what orihime I think that can be fun” answer rukia causing orihime’s smile to grow<br>\r\n<br>\r\n“I don’t know how girls can spend hours on end just looking at clothes, well that sucks as I was gonna ask Rukia for a training session later” thought ichigo seemingly forgetting about the bright flash of light that only he appeared to have noticed<br>\r\n<br>\r\nAfter finishing his train of though ichigo noticed another bright flash and when it faded he felt a breeze between his legs and looked down to see that he had swapped clothes with <br>\r\n<br>\r\nWho did ichigo swap clothes with</span></div></div>",
            "created":1602392400,
            "id":2919121,
            "title":"Ichigo"
        },
        "11111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Orihime",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>Ichigo was left in shock as he saw that he had swapped clothes with Rukia and was now wearing her School uniform complete with the red neck tie she wore. Ichigo felt enraged and embarrassed as many of the students looked on in shock and laughed, Orihime snapped both of them out of there thoughts and they ran from the students and hid in the roof.<br>\r\n<br>\r\nIchigo was enraged by the fact he was wearing something so girly and felt like this was Rukias doing. Rukia at the same time was left in shock as she felt stuffy in her new male student uniform outfit wondering what was going on and wanting an Answer from Ichigo<br>\r\n<br>\r\n“What the hell am I wearing!” Grunted Ichigo annoyed by how cold it felt to wear a skirt. However Rukia wasn’t thinking straight and retorted with “I could ask you the same question so you better explain yourself!” Both of them were at each other’s throats meanwhile Orihime squealed in Delight “Oh my god Ichigo you look so cute in girls clothes and Rukia you look adorable”. <br>\r\n<br>\r\nBoth Rukia and Ichigo then groaned in anger at Orihime who backed down realising she’ll suffer if she pushes this. “Grrr shut up!” Growled Ichigo as he tried to work out what happened while trying to hold down his Skirt as he realised that to his horror that even Rukias panties swapped over making him feel like an asshole and a pervert now.<br>\r\n<br>\r\nHowever suddenly Ichigo remembered something. “The white Light!”. He said in realisation.<br>\r\n<br>\r\n“I’m sorry the what “ replied Rukia annoyed by how Ichigos clothes didn’t fit her, making her worry in case her new student trousers fell down. <br>\r\n<br>\r\nIchigo then went on too explain the white light he was seeing fly around in class, Rukia was less than convinced.<br>\r\n<br>\r\n“You’re bullshitting you little pervert I bet you just wanted to dress like a girl”. Mocked Rukia wanting to Punch Ichigo, However Orihime stopped her before it escalated to a fight and eventually the death of everybody in the school. “Wait Rukia I doubt it’s Ichigo look how uncomfortable he is, let’s face it the white lights the only answer we got”. <br>\r\n<br>\r\nRukia looked at the easily irritated Ichigo and realised that Orihime was right, she then sighed. “Fine I believe you but what are we going to do about this white light”. <br>\r\n<br>\r\nHowever before Ichigo could respond. The white light appeared with Rukia being able to see it this time and blinded them all as Ichigo had now swapped with</span></div></div>",
            "created":1602392400,
            "id":2919128,
            "title":"Rukia"
        },
        "114":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Lelouch",
                "Kallen",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who swaps clothes with someone?</span></div></span></div>",
            "created":1602392400,
            "id":2919109,
            "title":"Code geass"
        },
        "1141":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Kallen",
                "nunnally",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who does lelouch swap clothes with</span></div></span></div>",
            "created":1602392400,
            "id":2919110,
            "title":"Lelouch"
        },
        "11411":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Milly makes them",
                "Geass",
                "Reader’s choice "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why do they swap clothes?</span></div></span></div>",
            "created":1602392400,
            "id":2919111,
            "title":"Kallen"
        },
        "114111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "They reluctantly swap clothes",
                "Reader’s choice "
            ],
            "content":"<div class=\"\"><div> <span>It was an average day for Milly ashford as she had lelouch and kallen going over the budget for the annual fair and couldnt help but notice that the two of them had started arguing and being the nosey person she was she could help but overhear and discovered that they were arguing over who had it tougher “kallen has got a horse in this race” thought milly as she was one of the few people to know lelouch’s true identity but still listened for her pwn entertainment<br>\r\n<br>\r\nDuring the argument milly thought that it would be interesing for the two pf them to walk a mile in each others shoes or something like that but she know that they would never agree to it unless she blackmailed them but she used the last secrets she knew to get them to do the budget for her.<br>\r\n<br>\r\n“Great they’re at it again, if they don’t stop i’ll have to do the budget myself thought milly as she heard lelouch and kallen arguing again and decided to try one her her magic spells hoping that it would work for once<br>\r\n<br>\r\n“SWAP” yelled milly <br>\r\n<br>\r\n“What are you trying to do now milly?” Asked lelouch <br>\r\n<br>\r\n“Since you two have been arguing over who has it the worst im making you two swap places” said answered milly<br>\r\n<br>\r\n“Why would we do that?” Asked Kallen<br>\r\n<br>\r\n“So you fan see who has it the worst and so you can stop arguing” said milly<br>\r\n<br>\r\n“NOW SWAP” yelled milly<br>\r\n<br>\r\nWhat happens next</span></div></div>",
            "created":1602392400,
            "id":2919114,
            "title":"Milly makes them"
        },
        "114112":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "They arrive at the dorm",
                "Reader’s choice",
                "Reader’s choice 2"
            ],
            "content":"<div class=\"\"><div> <span>For Lelouch today was a rather stressful day as he had an important exam to prepare for while also having to plan out an attack on a knightmare production facility as he had heard rumours that the Britannians were attempting to mass produce the Lancelot in an attempt to stomp the rebellion and lelouch knew how effective just one Lancelot could be and wanted to halt any attempts at its mass production<br>\r\n<br>\r\nbut that would have to wait as he was currently in the middle of of study hall for the exam and he couldn’t use his geass to leave as he had already used it on the teacher for information about the exam<br>\r\n<br>\r\n“I already know what’s going to be on the exam” thought Lelouch pretending to read the text book in front of himself As to not look suspicious <br>\r\n<br>\r\nAfter being deep in thought lelouch didn't even notice that the bell had rang informing the other students that the school was over for the day and didn't notice until Kallen tapped him on his shoulder to inform him that class was over<br>\r\n<br>\r\n“Thanks kallen i was so focused on studying that i guess i didnt notice that class was over” said lelouch as he began to put away his notebooks and textbooks and noticed a painful sensation in his left eye but it onky lasted for a few seconds and caused lelouch to rub his eye profusely which seemed to confuse Kallen <br>\r\n<br>\r\n“Are you ok lelouch?” Asked kallen seemingly worried <br>\r\n<br>\r\n“Yeah just had felt something in my eye” said lelouch <br>\r\n<br>\r\n“By the way would you mind helping me study for this exam as im not sure about some of it” asked kallen which surprised lelouch as she was almost as good of a student as he was <br>\r\n<br>\r\n“Sure I don’t mind helping out a friend” said lelouch thinking that kallen still thinks that he is zero and ismlooking for proof<br>\r\n<br>\r\n“Ok should we head to your place for some privacy?” Asked kallen<br>\r\n<br>\r\n“Sure lets go” said lelouch as they both went to lelouch’s “dorm”<br>\r\n<br>\r\nWhat happens next</span></div></div>",
            "created":1602392400,
            "id":2919115,
            "title":"Geass"
        },
        "1141121":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><div> <span>Upon entering the “dorm” lelouch noticed a familiar green haired girl walking out of the room and hoped that kallen didn't notice as it would expose his identity as zero, after making sure that CC wasn't noticed lelouch told kallen to head to his room while he asked sayoko to prepare tea for them<br>\r\n<br>\r\nAfter leaving the dinning room lelouch saw CC waiting for him and by the look on her face he knew something was wrong as CC very rarley shows any outward emotion <br>\r\n<br>\r\n“Mind telling me what wrong?” Asked lelouch<br>\r\n<br>\r\n“Its your geass” said CC in her usual tone<br>\r\n<br>\r\n“What about my geass?” Asked lelouch becoming a little irate <br>\r\n<br>\r\n“It somehow has been altered” said CC as this caught lelouch off-guard as he was visibly surprised <br>\r\n<br>\r\n“Do you know how alrered it is?” Asked lelouch while thinking about how his eye started to hurt at the end of class<br>\r\n<br>\r\n“Your geass now allows you to swap clothes between people, though the limits of this ateration are still unknown due to this being this first time i have seen a geass become altered” said CC <br>\r\n<br>\r\n“When you say swap clothes do you mean like those story’s you read online” Asked lelouch<br>\r\n<br>\r\n“Yes” replied CC<br>\r\n<br>\r\n<br>\r\n“I might as well since she is the only one here i can test it on and im sure it would be interesting to see the results” said lelouch as he headed towards his room intent on testing his altered power<br>\r\n<br>\r\nAfter returning to his room lelouch activated his new geass and ordered kallen to swap clothes with him<br>\r\n<br>\r\nDoes it work<br>\r\n</span></div></div>",
            "created":1602392400,
            "id":2919118,
            "title":"They arrive at the dorm"
        },
        "11411211":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Yes ",
                "No"
            ],
            "content":"<div class=\"\"><div> <span>Lelouch then felt a grin appear on his face, as Kallens eyes went blank as she began to take of her school uniform. Kaplan first untied her green school tie and then slowly took of her white double breasted school blazer to Lelouch’s delight<br>\r\n<br>\r\n‘So CC wasn’t kidding, I really can force anyone to swap clothes, oh this is gonna be sweet’ thought Lelouch as he stared at Kallens who had now taken of her black mini skirt, shoes and white school shirt and was now standing in nothing but her back sports bra and panties.<br>\r\n<br>\r\nLelouch then watched as Kallen took off her bra and panties without question and stood naked in front of Lelouch which made his nose bleed a little. Lelouch was then left confused as Kallen stood with her arms out with a dumbfounded look on her face.<br>\r\n<br>\r\nLelouch then smacked his head as he realised what he had to do. “Oh of course i gotta strip down too.” <br>\r\n<br>\r\nLelouch then began to take of his Black blazer and Black tank top underneath it, while doing this he couldn’t stop thinking about all the fun he was going to have with his new incredible power. Lelouch then took of his trousers and shoes standing in nothing but his boxers to which he took a deep breath as he took of his boxers.<br>\r\n<br>\r\nHe smirked as he then activated his Geass again . “Ok Kallen now give me your clothes and I’ll give you mine.”<br>\r\n<br>\r\nKallen then picked up her clothes pile and gave to Lelouch with Lelouch grinning as he gave his to Kallen.<br>\r\n<br>\r\nKallen then began to dress herself up in Lelouch’s clothes as she slid on his boxers, and put on his trousers black tank top black school blazer and shoes.<br>\r\n<br>\r\nLelouch stood in amazement at his new geass as he began to put on Kallens sport bra and panties with a bizzare excitement, as he put on the black mini skirt and white shirt, finishing off his clothes swap by putting on the double breasted school blazer and green tie and shoes.<br>\r\n<br>\r\n“Alright now to find out what happens when the geass wears off.” Said Lelouch as he turned off the swap. <br>\r\n<br>\r\nDid Kallen notice what’s happened to her?<br>\r\n</span></div></div>",
            "created":1602738000,
            "id":2922462,
            "title":"Yes"
        },
        "11413":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "milly ashford",
                "shirley fenette",
                "Other female character"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is it Milley or Shirley?</span></div></span></div>",
            "created":1602651600,
            "id":2921557,
            "title":"Other"
        },
        "115":{
            "author_id":"dorkshove",
            "author_name":"pain and suffering",
            "choices":[
                "Neon Genesis Evangelion",
                "Kill la Kill",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which anime?</span></div></span></div>",
            "created":1602738000,
            "id":2922058,
            "title":"Other Anime"
        },
        "1153":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Dbz",
                "Panty and Stocking with Garterbelt",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Dbz or Panty and Stocking with Garterbelt?</span></div></span></div>",
            "created":1602738000,
            "id":2922386,
            "title":"Other"
        },
        "11533":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Yes",
                "Other choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>My hero academia?</span></div></span></div>",
            "created":1602738000,
            "id":2922397,
            "title":"Something else"
        },
        "115331":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Deku",
                "Uraraka",
                "Other choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who ends up swapping clothes with someone</span></div></span></div>",
            "created":1602738000,
            "id":2922400,
            "title":"Yes"
        },
        "1153312":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Deku",
                "Midnight",
                "Other choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who does uraraka swap clothes with?</span></div></span></div>",
            "created":1602738000,
            "id":2922401,
            "title":"Uraraka"
        },
        "11533122":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Option 1",
                "Option 2",
                "Option 3"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does uraraka swap clothes with midnight?</span></div></span></div>",
            "created":1602738000,
            "id":2922402,
            "title":"Midnight"
        },
        "115331221":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "After class",
                "During class",
                "Readers choice"
            ],
            "content":"<div class=\"\"><div> <span>During class midnight had given each student of class 1A an assignment to Redesign the costume for each of their favourite pre heroes and was watching happily until she noticed a remote looking device that was covered in buttons with different label’s. Some of the buttons had labels such as “strength” life” and “clothes” to name a few <br>\r\n<br>\r\nTrying not to pay attention to the remote midnight decided to walk around and check on each of the students while they were focused on their assignments<br>\r\n<br>\r\nAfter a trip around the room she noticed 2 students in particular that made her laugh<br>\r\n<br>\r\n1- deku with multiple sheets of paper scattered over his desk<br>\r\n2- bakugo who wouldn’t even let her look at his drawings no matter how she asked<br>\r\n<br>\r\nReturning to the teachers desk midnight could avoid the remote any longer and decided to inspect it while the students were distracted by their work and noticed that beside where the remote was a folded piece of paper, upon unfolding the paper she discovered that it contained instructions on how to use the remote<br>\r\n<br>\r\n“This is pure bs” yelled midnight which caused everyone to look at her<br>\r\n<br>\r\n“What is pure bs miss midnight” asked uraraka<br>\r\n<br>\r\n“Oh it’s nothing important just an annoying letter from mount lady, now continue with the assignment ” replied midnight in a calmer tone<br>\r\n<br>\r\nAfter the class had returned to their work midnight picked up the remote and decided to inspect the device and decided to use the clothes button as she wanted to try some new clothes but while fantasising over trying different clothes and costumes her thumb slipped and swapped her clothes with Uraraka<br>\r\n<br>\r\nDue to her thumb slipping the remote had swapped midnight and uraraka‘s clothes with a bright flash which seemed to only be visible to midnight and uraraka, after the light faded midnight felt a breeze between her legs which was odd “last time I checked I was wearing my hero costume” thought midnight until she looked down and noticed that she was now wearing the UA high girl school uniform which definitely shocked but not as much as uraraka who let out a scream<br>\r\n<br>\r\n“ uraraka what happed” asked Deku as the green energy shot <br>\r\n<br>\r\n“It’s nothing serious deku just thought I saw a spider” replied uraraka causing Dekunto deactivate one for all and continue with the assignment<br>\r\n<br>\r\nAfter everything calmed down midnight had a smirk on her face while uraraka was blushing profusely, while the class was continuing with their work midnight wrote a note asking uraraka to stay behind after class so she could they could talk about their sudden outfit swap<br>\r\n<br>\r\nWhat happens next</span></div></div>",
            "created":1602738000,
            "id":2922404,
            "title":"Option 1"
        },
        "1153312211":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Agree and begin her makeover with Mistress Midnight and the remote",
                "Disagree and get punished by Mistress Midnight and the remote"
            ],
            "content":"<div class=\"\"><div> <span>After class Midoriya and Tenya where waiting for Urakaka to leave the class with them, only for the blushing student to explain to her two friends that Midnight had asked her to stay behind for a tutoring session, which the two friends bought, even if they were suspicious of Urakaka and if she were telling the truth. <br>\r\n<br>\r\nAnd after the whole class left, all that was left was Urakaka and Midnight, both staring at each other, wearing the others outfit.<br>\r\n<br>\r\n“Um miss midnight, w-what did you do?!?” Nervously stuttered out Urakaka now able to fully cover herself in embarrassment, while Midnight only snickered at the girls embarrassment not only enjoying the site of the embarrassed school girl in her work uniform, but also the potential of a sidekick she had always dreamed of having.<br>\r\n<br>\r\n“Well honey I don’t really know but I los it has something to do with this bizarre remote I found, but enough about that right now, I must say you look absolutely fantastic in my costume Urakaka, and I can see how much you enjoy wearing it.” Explained a sly Midnight who snickered as Urakakas face went bright red.<br>\r\n<br>\r\n“What no!?, I-i mean no offence miss midnight but this kind of outfit isn’t me it’s just too revealing and provocative.” Explained Urakaka looking at the skin right dominatrix esc outfit she was now wearing.<br>\r\n<br>\r\nHowever Midnight knew she couldn’t let such a good opportunity go to waste. “Oh but honey you look so mature and sexy in it and plus I bet that cute boy Deku you like would love the sight of you in it.” Joked Midnight watching Urakaka her flustered to the point of her quirk activating as she began to float in the air.<br>\r\n<br>\r\n“W-what no me and Deku aren’t like that and besides I-i don’t want him looking at me in thi-“ said Urakaka however before she could finish her thought, Midnight interrupted her as she grabbed her pulling her back to the ground.<br>\r\n<br>\r\n“Look Honey here’s the deal, what if I was able to give you some extra credit by you becoming my sexy little sidekick eh? All you gotta do is let me redesign you’re costume to suite my standards call me Mistress Midnight and then work with me for the week and see how you feel about being more sexy and raunchy, so what do you say honey?” <br>\r\n<br>\r\nUrakaka didn’t know what to do, if she said yes god knows what midnight would to do to her, she’d probably use that remote to turn her into her slutty maid sidekick or something. But if she said no Midnight might not take it well and use the device on her anyway to embarrass until she agrees. Eventually Urakaka decided too....</span></div></div>",
            "created":1602738000,
            "id":2922572,
            "title":"After class"
        },
        "115332":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Yes",
                "Other choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is it date a live?</span></div></span></div>",
            "created":1602824400,
            "id":2923131,
            "title":"Other choice"
        },
        "1153321":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Shido",
                "Tohka",
                "Other character"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who swaps clothes with someone?</span></div></span></div>",
            "created":1602824400,
            "id":2923134,
            "title":"Yes"
        },
        "11533211":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Tohka",
                "Kurumi",
                "Other character"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who does shido swap clothes with?</span></div></span></div>",
            "created":1602824400,
            "id":2923135,
            "title":"Shido"
        },
        "1153322":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Yes",
                "Other choice "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe to love ru?</span></div></span></div>",
            "created":1602824400,
            "id":2923178,
            "title":"Other choice"
        },
        "11533221":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Rito",
                "Lala",
                "Other choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who ends up swapping clothes with someone</span></div></span></div>",
            "created":1602824400,
            "id":2923187,
            "title":"Yes"
        },
        "115332211":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Lala",
                "Yui",
                "Readers choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who does Rito swap clothes with</span></div></span></div>",
            "created":1602824400,
            "id":2923188,
            "title":"Rito"
        },
        "1153322111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Peke malfunction ",
                "Lala’s new invention",
                "Readers choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why does Rito swap clothes with Lala</span></div></span></div>",
            "created":1602910800,
            "id":2923627,
            "title":"Lala"
        },
        "1153322112":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Yui wants to teach Rito a lesson",
                "Reader’s choice ",
                "Reader’s choice 2"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why do they swap clothes</span></div></span></div>",
            "created":1602824400,
            "id":2923190,
            "title":"Yui"
        },
        "13":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Totally Spies!",
                "The Loud House",
                "The Fairly Odd Parents",
                "T.U.F.F Puppy",
                "Moar Cartoon's"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Cartoon Will Have The Clothes Swapping Story?</span></div></span></div>",
            "created":1602651600,
            "id":2921536,
            "title":"Cartoon"
        },
        "131":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Sam",
                "Clover",
                "Alex"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>its the Spies time to Swap clothes, Who should do it?</span></div></span></div>",
            "created":1602738000,
            "id":2922498,
            "title":"Totally Spies!"
        },
        "132":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Lynn Loud",
                "Luna Loud",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So what character will be swapping clothes, how about the Tomboyish Sister Lynn Loud, or the Punk Rock star in the making Luna Loud?</span></div></span></div>",
            "created":1602738000,
            "id":2922378,
            "title":"The Loud House"
        },
        "1321":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Leni ",
                "Lola",
                "Someone else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will Lynn swap with? How about her older fashionista sister Leni? Or maybe her younger sister Lola?</span></div></span></div>",
            "created":1602738000,
            "id":2922380,
            "title":"Lynn Loud"
        },
        "13213":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Rita(Mom)",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What About Her Mother Rita, could be interesting?</span></div></span></div>",
            "created":1602738000,
            "id":2922491,
            "title":"Someone else "
        },
        "1323":{
            "author_id":"yejdbdinsknsk8",
            "author_name":"Yejdbdinsknsk8",
            "choices":[
                "Lori",
                "Lisa",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There's More than 2 characters, How About The Oldest Sister Lori Or The Science Girl Lisa</span></div></span></div>",
            "created":1602738000,
            "id":2922494,
            "title":"Someone else"
        },
        "135":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Kim Possible",
                "Teen titans",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who about Kim possible or Teen titans?</span></div></span></div>",
            "created":1602738000,
            "id":2922381,
            "title":"Moar Cartoon's"
        },
        "1351":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Kim",
                "Shego",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who from Kim possible swaps clothes, is it Kim herself, or is it someone else like Shego?</span></div></span></div>",
            "created":1602738000,
            "id":2922517,
            "title":"Kim Possible"
        },
        "13511":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Sure",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who does Kin swap clothes with, maybe one of her enemies the celebrity fashionista Camille Leon who uses her shape shifting powers to swap clothes hairstyles and traits with Kim leaving her Looking like a Camille wannabe</span></div></span></div>",
            "created":1602738000,
            "id":2922519,
            "title":"Kim"
        },
        "135111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Camille’s new ability ",
                "Reader’s choice "
            ],
            "content":"<div class=\"\"><div> <span>It was an average day with Kim walking down the hall towards class but was alerted by the sound of her communicator going off<br>\r\n<br>\r\n“Whats the sitch wade?” Asked kim<br>\r\n<br>\r\n“it appears that camile are currently robbing a high end diamond mine in Russia” said wade<br>\r\n<br>\r\n“And how do you its Camile?” Asked kim being a little skeptical as she knows Camille would usually turn into someone else while committing her crimes<br>\r\n<br>\r\n“Well that’s because this particular  diamond mine is said to contain one of the 5 most valuable diamonds on the planet” said wade<br>\r\n<br>\r\n“Do you think she’s gonna attempt to gather all five of the diamonds?” Asked Ron<br>\r\n<br>\r\n“Maybe she is and though knowing her she might use two of them as earrings or for some other reason” replied Kim<br>\r\n<br>\r\n“Just found this article this article that explains that each of the diamonds has the location of the next engraved within it, i think she is gonna use the first diamond to find the other 4” said wade<br>\r\n<br>\r\n*1 hour later*<br>\r\nKim and Ron were now standing outside of the mine but noticed that Camille was pacing back and forth while a man was using a device to find the location of the next diamond <br>\r\n<br>\r\n“Cant you go any faster i want my diamond studded tiara already” whined Camille <br>\r\n<br>\r\n“Even if i had the right tools this would take A while princess, there now im done and here are the coordinates for the 2nd diamond” said the man as he and Camille started to leave<br>\r\n<br>\r\n“Stop right there Camille i guess diamonds aren’t a girls best friend” said Kim<br>\r\n<br>\r\n“Well kim possible i have to admit I expected you 20 minutes ago” said Camille as she signalled for the guy who read the diamond to run and he did<br>\r\n<br>\r\n“Ron you go after that guy while i take Camille down”<br>\r\n<br>\r\n“You got it kp”<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1602824400,
            "id":2923171,
            "title":"Sure"
        },
        "1351111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Camille escapes",
                "Camille Doesn’t escape"
            ],
            "content":"<div class=\"\"><div> <span>“Your actually gonna fight me by yourself, even for you thats a bad idea as i have combat experience while you have shopping and fashion experience” said Kim surprised that Camille was gonna fight <br>\r\n<br>\r\n“Dont be so sure Possible as you do remember what my power is right” said Camille<br>\r\n<br>\r\n“Yeah you can change your appearance and clothes to look like someone else” Answered Kim as she leapt forward for an attempt to restrain Camille before she could change<br>\r\n<br>\r\n“But thats not all now i can now alter other people’s appearances but not to the same extent that i do to myself, want a demonstration” said Camille as she leapt towards Kim and managed to grab her shirt<br>\r\n<br>\r\nWhen Camille grabbed Kim’s shirt that was enough to transform her mission outfit into A copy of Camille’s stripped shirt, when jeans and black healed boots. “Now to transform your body” said Camille as she was able to grab Kims wrist, this caused kim’s hair to turn to the same colour as Camille<br>\r\n<br>\r\n“I gotta admit you look lot better like that, now for the next part of my plan” said Camille as she now looked similar to Kim<br>\r\n<br>\r\n“Just cause we look like each other doesn’t mean i cant kick your butt” Said kim before falling due to the boots she is now wearing<br>\r\n<br>\r\n“Tata Kim I'm off to get the 2nd diamond” said Camille as she started to run<br>\r\n<br>\r\nWhat happens next</span></div></div>",
            "created":1602824400,
            "id":2923184,
            "title":"Camille’s new ability "
        },
        "13511111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Ron takes her to Monique for help",
                "Readers choice"
            ],
            "content":"<div class=\"\"><div> <span>As Camille was running away kim decided that if she wanted her traits back she would have to defeat Camille but knew that because of Camille’s new power it would be an uphill battle as she no longer has her combat prowess <br>\r\n<br>\r\nDuring the chase Kim found herself feeling out of breath a lot sooner than she expected but assumed that stamina was included in the swap, after catching her breath Kim noticed Camille was now using Kims acrobatic skills to effortlessly run throughout the city while avoiding anything that could be considered an obstacle and all kim could do was stare in disbelief at the sight unfolding in front of her<br>\r\n<br>\r\n“There is like no way i can catch her like this, and i really should get my nails checked as i think one of them broke after i fell” said kim before covering her mouth in shock over what she had just said<br>\r\n<br>\r\nAfter hearing what Kim said Camille decided to quickly run back towards Kim as she wanted to rub salt in Kim’s metaphorical wounds<br>\r\n<br>\r\n “sorry Kim but the chase is over I hope you have fun on your little shopping spree in one of my fabulous bootleg stores.” Said Camille as she turned Kim towards a nearby store which Kim was trying her damnedest to resist but found herself running at full speed<br>\r\n<br>\r\n“Now that she is out if my way its time to find out the coordinates that are in the first diamond” said Camille as she headed back to the mine<br>\r\n<br>\r\nAfter entering the store Kim found her new body acting as if auto pilot was engaged and noticed that unlike chasing Camille her body showed not outward signs of fatigue ,it was almost like she had her old stamina back.<br>\r\n<br>\r\nDuring the shopping spree Kim was trying on a whole plethora of Camille’s bootleg fashion and while her body below the neck acted like a child on Christmas morning her face was showing quite the opposite as she truly wanted to stop Camille and get herself back to normal while Camille was out in the world using her skills and appearance to commit crime while leaving her stuck looking like A Camille wannabe<br>\r\n<br>\r\nAfter what seemed like hours to Kim she was now holding multiple bags each of wgich were filled with bootleg fashion <br>\r\n<br>\r\n“Stop right there Camille your coming with me” said a voice that was all too familiar to Kim as she turned to see Ron with rufus on his shoulder but he didn’t stop and this caused a collision that caused the bags to fly into the air and spilling their contents resulting in a massive pile of clothes strewn across the ground <br>\r\n<br>\r\n“Jeez Ron what was that for” said Kim wanting to rub her head but found her body once again moving on its own gathering the spilled contents<br>\r\n<br>\r\n“That voice is that you KP?” Asked Ron<br>\r\n<br>\r\n“Yeah, Camille somehow used her powers to turn me into and I quote A little wannabe” answered Kim as she stood up<br>\r\n<br>\r\n“Cmon ill take you to someone i think can help” said ron<br>\r\n<br>\r\nWhat happened next?</span></div></div>",
            "created":1602997200,
            "id":2924238,
            "title":"Camille escapes"
        },
        "135111111":{
            "author_id":"lordaizen",
            "author_name":"Grimmjow",
            "choices":[
                "Kim goes home",
                "Readers choice"
            ],
            "content":"<div class=\"\"><div> <span>“Well KP lets go and see Monique as I believe she can help you out of whatever Camille has done to you” said Ron as he grabbed Kims arm and they headed towards the Banana club<br>\r\n<br>\r\nWhen arriving Ron went to find Monique as he wasnt sure what Kim would do after he left as Camille was a little unpredictable, upon arriving back with Monique Ron noticed Kim trying to leave the Banana club and was lucky he caught her before that happened as he wouldn’t know where she went<br>\r\n<br>\r\n“I thought you Kim needed my help” said Monique looking around <br>\r\n<br>\r\n“I did and she is right in front of us” said ron pointing towards Kim which surprised Monique<br>\r\n<br>\r\n“Oh my gosh Kim what happened to you?” Asked Monique <br>\r\n<br>\r\n“I was fighting Camille Leon at the store where they were keeping one of the most valuable diamonds on the planet and rather than escaping she chose to stay and fight” said kim<br>\r\n<br>\r\n“And she somehow made you look like this” asked Monique <br>\r\n<br>\r\n“Exactly and now i need you two to help me look like myself again” said kim<br>\r\n<br>\r\n“Oh sure kim no problem, first we should take care of that hair as you don’t suit it at all” said Monique as she pulled out a container of hair dye<br>\r\n<br>\r\n“I know and after that i want to get into some comfortable clothes” said kim as she sat down and let Monique use the hair dye<br>\r\n<br>\r\nWhile Monique was using the hair dye Kim began to feel a burning sensation on her scalp and knew it had something to do with what Camille had done to her, A second later Kim screamed in pain and asked Monique to wash it out as it made her feel like her scalp was on fire<br>\r\n<br>\r\nAfter removing the hair dye Kim no longer felt the burning sensation but was annoyed at the fact that she can’t undo the effect of Camille’s power <br>\r\n<br>\r\nWhile being distraught over the events that had just happened Kim heard her communicator and took a second to compose herself before answering <br>\r\n<br>\r\n“Whats the sitch wade?” <br>\r\n<br>\r\n“I knew that wasn't you one the security feeds” said wade as he let out a sigh of relief <br>\r\n<br>\r\n“Why would Kim be on any security feeds” asked Ron<br>\r\n<br>\r\n“Now that you mention it Ron i did find it weird but not as weird as kims new appearance, though i think i know what happened, you had a run in with Camille Leon didn’t you kim?”said wade<br>\r\n<br>\r\n“Yeah and she somehow made me look almost like a clone of her and she somehow switched our muscle memory, could you look into that for me while we track down Camille” asked Kim<br>\r\n<br>\r\n“Sure but that will have to till tomorrow as it takes a while for the inscription in the diamonds to be read and a bit longer to track her, sorry Kim” said wade<br>\r\n<br>\r\n“So im stuck like this until tomorrow? Asked kim<br>\r\n<br>\r\n“Im afraid so, but i have a theory on how she was able to change your appearance as well, ill get back to you when get something” said Wade as the communicator turned off<br>\r\n<br>\r\nWhat happened next</span></div></div>",
            "created":1602997200,
            "id":2924278,
            "title":"Ron takes her to Monique for help"
        },
        "1353":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Recess",
                "Gravity Falls",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Recess, or Gravity Falls</span></div></span></div>",
            "created":1602738000,
            "id":2922382,
            "title":"Something else"
        },
        "13533":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Ben Ten ?</span></div></span></div>",
            "created":1602824400,
            "id":2923108,
            "title":"Something else"
        },
        "135331":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Ben",
                "Another Character"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will get their clothing swap ?</span></div></span></div>",
            "created":1602824400,
            "id":2923109,
            "title":"Yes"
        },
        "15":{
            "author_id":"dorkshove",
            "author_name":"pain and suffering",
            "choices":[
                "Video Games",
                "Comics",
                "Music",
                "Literature",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If not a character from one of those mediums, maybe one of these?</span></div></span></div>",
            "created":1602738000,
            "id":2922051,
            "title":"Other"
        },
        "151":{
            "author_id":"dorkshove",
            "author_name":"pain and suffering",
            "choices":[
                "Danganronpa",
                "Super Smash Bros.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I'm really surprised video games weren't on page one but okay.</span></div></span></div>",
            "created":1602738000,
            "id":2922060,
            "title":"Video Games"
        },
        "1513":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Tekken",
                "Street fighters",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about Tekken or Street fighter ?</span></div></span></div>",
            "created":1602738000,
            "id":2922385,
            "title":"Other"
        },
        "153":{
            "author_id":"dorkshove",
            "author_name":"pain and suffering",
            "choices":[
                "Theatre",
                "Virtual Bands",
                "Neither of those"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ah, musical fiction. How I love the sweet sound of music. But what kind of musical fiction?</span></div></span></div>",
            "created":1602738000,
            "id":2922054,
            "title":"Music"
        },
        "1532":{
            "author_id":"dorkshove",
            "author_name":"pain and suffering",
            "choices":[
                "Gorillaz",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>But which band to choose?</span></div></span></div>",
            "created":1602738000,
            "id":2922055,
            "title":"Virtual Bands"
        },
        "1533":{
            "author_id":"dorkshove",
            "author_name":"pain and suffering",
            "choices":[
                "Vocaloids",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The only other thing I can think of is Vocaloids.</span></div></span></div>",
            "created":1602738000,
            "id":2922056,
            "title":"Neither Musical Theatre Nor Virtual Bands"
        }
    },
    "info":{
        "author_id":"lordaizen",
        "author_name":"Grimmjow",
        "brief_description":"Fictional characters suddenly swap clothes with other characters through various means",
        "created":1601420100,
        "description":"<td align=\"left\" class=\"norm\">This story is about our main character swapping clothes with other people because of various conditions.<br>\r\nMultiple main characters will be available and will be described in the character selection, feel free to suggest any additional characters.<br>\r\nSide characters can be added as you wish as long as their inclusion fits the character and story, some side characters (like girlfriends or family members) could be predetermined within descriptions as well.<br>\r\n<br>\r\nHave fun with the story without many limitations, just the usual stuff like no unnecessary deaths or gore, keep it fun for everyone (above 18 at least).<br>\r\nMake sure you keep the swaps descriptive and interesting, sex is fine, but don't overuse it as it is not the main focus of the story.<br>\r\nAs well as this, try to make sure the chapters stay interesting and different, chapter which contradict previous chapters may be deleted if it creates too much confusion.<br>\r\n<br>\r\nTry to write decently sized chapters, after the first few branches do not create chapters containing only a few sentences , these will be deleted if they get out of hand.<br>\r\nThe style of writing will be in third person, please keep this theme throughout the story.<br>\r\n<br>\r\n</td>",
        "id":2233561,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602372120,
        "modified":1603071780,
        "pretty_title":"Fictional clothes swap"
    }
}