{
    "chapters":{
        "1":{
            "author_id":"furcrown",
            "author_name":"furcrown",
            "choices":[
                "Living room",
                "Kitchen",
                "Bathroom ",
                "The backyard.",
                "Wait in the bedroom"
            ],
            "content":"<div class=\"\"><div> <span>One day you were depressed and at home. You wished that you could enjoy a life where you could live out your fantasies. You went to bed feeling a bit weird. <br>\r\n<br>\r\nYou ended up waking up in an unfamilair location. You got up and looked around only to realize that you were in a gigantic bedroom. You were amazed because you've always wanted to be an micro. You look around and found the door and looked under it. <br>\r\n<br>\r\nYou saw a bunch of anthros around attending what seems to be a party. You went back into the bedroom with a feeling of glee. Also, based on everything around you realized you were about half an inch tall. <br>\r\n<br>\r\nYou thought you need to go look for people to either help you or maybe have fun with. You needed to go to a different room, <br>\r\n<br>\r\nWhere do you decide to go. </span></div></div>",
            "created":1604000520,
            "id":2931349,
            "title":"Mysteriously Shrunk."
        },
        "13":{
            "author_id":"furcrown",
            "author_name":"furcrown",
            "choices":[
                "No one is there ",
                "A male muscular white furred rat",
                "A slim lioness",
                "A pudgy middle aged male black bear",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You decide to head to the bathroom because it's the closet room to you (other than your current location). It took a while but you ended up making it there. You crawl under the door and slip in. You look around to find out what's around and discover..</span></div></div>",
            "created":1605354120,
            "id":2939887,
            "title":"Bathroom "
        },
        "132":{
            "author_id":"furcrown",
            "author_name":"furcrown",
            "choices":[
                "Take a shower with him",
                "Be vored",
                "Wait"
            ],
            "content":"<div class=\"\"><div> <span>You end up seeing a white rat who looked quite muscular and in his mid 30's. He was undressing in order to get in the shower. He threw his clothes on the floor near you and it ended up getting his attention. He ended up grabbing you and held you to his face to get a better look. \"What are you\" he asked. \"I'm a human and I don't know how I got here\" you replied. <br>\r\n<br>\r\n\"I've never seen someone so small before. Do you have a name, Mine's George.\" The rat said. \"Mine's Sam.\"<br>\r\n\"Well nice to meet you. Even though this might not be the best start considering were both naked\" Frank said than laughed. His laugh made his hot breath wash over you, giving you a boner. It smelled a bit bad but also so enticing. Frank stopped laughing and then noticed your situation. \"Actually, it looks like you are enjoying this more than I thought. I must be enticing to you little guy.\"<br>\r\n <br>\r\nYou blush and say \"Yeah your pretty hot and I've always been into a size difference this big.\" \"Than I guess this is a dream come true for you.\" George said. You nod your head when George puts you on his counter to get a full view of his body. His cock was also erect and his body looked like a temple. He looked 6'2\" and toward over you. \"I was just about to get in the shower but if you want to play before I do we can\" You think about what you want to do. You decide you want to...<br>\r\n<br>\r\n</span></div></div>",
            "created":1605355980,
            "id":2939899,
            "title":"A male muscular white furred rat"
        },
        "1321":{
            "author_id":"furcrown",
            "author_name":"furcrown",
            "choices":[
                "Mouth",
                "Feet",
                "In the toilet"
            ],
            "content":"<div class=\"\"><div> <span>\"Could I take a shower with you\" you ask with a blush. George smiles and picks you up to hold you. \"Yes you can, However, if you are taking a shower with me, I will use you as a cloth. You still want to?\" George asks. You nod and he says ok and than start the shower. He hops in the showers and lets the water run over him. He looks so majestic under the water that you start to masturbate. He notices and then says before we start let's deal with our erections. I would get ready if I were you.\" <br>\r\n<br>\r\n George proceeded to stroke his cock with you in his hand, You were pushed against the shaft and the musk hit you like a freight train. It was arousing and at that point all you cared about was making him orgasm. George was also experiencing bliss. The feeling of a tiny creature being rubbed against his cock was better than he ever could've imagined. Also the power he felt over him was getting to him. \"This creature felt so good to stroke with. I'm curious what else Sam's size would make me feel this good.\" he than felt you start licking his cock which sent him over the edge. He roared and had a massive orgasm, He put his hand in front of the slit and completely covered you in cum. The whit wall hit you and you couldn't see anything until you were raised up to the showerhead to clean you. \"That felt great tiny. But now we need to finish our shower,\" And with that George takes the soap battle and squeezes a bunch of it on you. <br>\r\n<br>\r\nYou felt yourself shoved against his chest and rubbed against his pecs. You were than shoved into his armpits whose musk overwhelmed you. It was amazing and you got a big whiff before continuing with his arms. You were than shoved into his other pit and proceeded to do the same thing. You were than moved to the crotch and cleaned that area very smoothly, already used to it. The hand shoved you to the butt where you cleaned his cheeks, They felt so nice and you got a glimpse of his anus, Pictures of what lay inside went through your mind. George cleaned his legs and made it to the feet, The feet were the best part of the experience. You've always had a foot fetish so you got hard again. George realized this and rubbed your cock on his feet until you orgasm again. George cleans the soap off and then cleans you with a bit of extra soap. He turns the shower off and gets out. While he is drying, his stomach makes a noise. <br>\r\n<br>\r\n\"Well looks like I got to go to the bathroom. And since your here you could be good entertainment. I noticed you enjoyed my feet and your earlier hard on was due to my smelly breath. So while I'm taking a shit, do you want to be in my mouth or near my feet. i feel you'll enjoy yourself either way. <br>\r\n<br>\r\nYou decide....<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1605357660,
            "id":2939908,
            "title":"Take a shower with him"
        },
        "15":{
            "author_id":"furcrown",
            "author_name":"furcrown",
            "choices":[
                "Rabbit",
                "Mustang",
                "Hawk",
                "Deer",
                "Fox"
            ],
            "content":"<div class=\"\"><div> <span>You decided to stay on the bed and wait until someone comes in the door. You look around the room and take in the sight of it all. You notice a closet on the wall and what looks to be a computer area in one of the corners. You go to the edge of the bed to look around better. You look down and see a rug and a huge pair of slippers. You think about how soft they would be inside. You also take note of a laundry basket near the foot of the bed, filled with what you presume to be dirty clothes. <br>\r\n<br>\r\nYou were still looking around when you hear the door open. Someone comes into the room and you get surprised you fell off the bed. The anthro who comes into the room is a male and seems to be a...</span></div></div>",
            "created":1606245600,
            "id":2945364,
            "title":"Wait in the bedroom"
        }
    },
    "info":{
        "author_id":"furcrown",
        "author_name":"furcrown",
        "brief_description":"You find yourself small at an anthro's house",
        "created":1603999920,
        "description":"<td align=\"left\" class=\"norm\">You (male) find yourself mysteriously shrunken at a house with anthro animals living in it. <br>\r\n<br>\r\n You have always fantasized about situations like this however you have know idea how this happened. <br>\r\n<br>\r\nYou decide if you should try and get help or take this rare moment to live out some fantasies. <br>\r\n<br>\r\nRules : <br>\r\n1. This is recommended m/M but m/F is acceptable. <br>\r\n2. No gore, death, or torture.<br>\r\n3. The character is meant to enjoy this but can still be afraid/worried. <br>\r\n4. No size changing for anyone.<br>\r\n5. Regular animals are also allowed.<br>\r\n6. The story must start at the house but location can be changed.<br>\r\n<br>\r\n</td>",
        "id":2236533,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1604000520,
        "modified":1606245600,
        "pretty_title":"Small at an Anthro's House"
    }
}