{
    "chapters":{
        "1":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                " Princess Leia",
                " Ahsoka Tano",
                "Jyn Erso",
                "Rey",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which Star wars lady are you shrunk around?</span></div></span></div>",
            "created":1585026000,
            "id":2806049,
            "title":"Who to choose?"
        },
        "11":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Foot rub",
                "Neck massage",
                "Back massage",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your head was pounding, your pristine white armor was scorched and shredded, and one of the eye socket on your helmet was blown out from the explosive charge you failed to defuse. As you come to, you remember what happened. <br>\r\n<br>\r\nIt was a rebel commando strike on a secret black site. And it was lead by the rebel princess. Leia Organa. Their target was a biological agent that would make fighting them easier, if not wipe them out. They had cleared through the base, but not without taking casualties. By the time they got to there objective, only Leia and one commando were left. You had killed the commando that planted the charge and had to deal with the princess. It wasn't easy, but you manage to knock her. You had turned you attention to the bomb and started to defuse it, but the charge detonated while doing so. It must have been a low-yield one because you're still alive and have all your limbs.<br>\r\n<br>\r\nYou sit up and shake away the dizziness and ringing. You look over to where the princess was and he's still laying on the ground. Finally got her. The rebels will be in disarray without her. You said. You got to your feet and head to her. But something was off. The closer you got to her, the bigger she seem to get. It was like her body was growing. When you got to her head, it was massive. What....the hell is going on? You said. Then the princess stirs and moans as she sits upright and rubs her head.<br>\r\n<br>\r\nAh.... That hurt.... She said. She looks to see if her objective was complete, and it was. At least the target was destroyed. Time to...get.... She said as her eyes spot a stormtrooper that only came up halfway to her boot tip. His armor is tattered from being to close to an explosion. Then she remembers. It's the same trooper that K.O'd her. But how did he get like this? The viral agent.... She mutters. The agent must have did this. Now she was more than happy she green lighted this mission. If this was deployed, the rebellion would have been crushed. Literally.<br>\r\n<br>\r\nYou and the princess just look at each other before she snaps out of it and stands up at full height. You take a few steps back and marvel at the sight of her. More Imperials will be on the way. She said looking away then looking back at you. You.... Don't move. She said. She takes one step forward and it sounded like an orbital bombardment. She bends down and grabs you. She lifts you up to her seemingly flawless face. Then drops you in her breast pocket and quickly leaves.<br>\r\n<br>\r\nFor a long time, you were alone with your thoughts. This is not how you thought being captured. Let alone ever being captured to begin with. You always thought you'd go out by charging into battle to deal the death blow to the rebellion. Seems like that will never happen now. You just wait and hear multiple voices and sounds of approval. Then movement where you heard beeping. Must be in a med bay. You said. After a minute or two, you are pulled out and come face to face with the princess. She had removed her jacket and just had on the shirt. She gives you a smug smile.<br>\r\n<br>\r\nSo trooper, quite the situation you're in. She said. You say nothing. What? Lost your tongue? She said. Still, you don't responded. Strong, silent type? Fine. Don't say anything. But since you put me here, you're going to make my stay more comfortable. You don't mind, do you? She said. You bite your tongue to avoid saying something you'd regret. I'll take your silence a yes. Don't worry. It won't be too much for you. Just a simple.....</span></div></div>",
            "created":1585198800,
            "id":2807300,
            "title":"Rebel Princess"
        },
        "111":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Now's the perfect chance",
                "Not yet."
            ],
            "content":"<div class=\"\"><div> <span>Just a simple foot rub. That should be easy for you right? She said. She place you on the bed and proceeds to take off her boot; letting them fall to the ground. Ah.... Much better. She said. She brings her feet up and drops them in front of you. And really put your back into it. I want to feel those hands on my foot. She said. You groan lowly and start massaging.<br>\r\n<br>\r\nRubbing her foot, you were surprise to how soft it was. Being a princess, she must be on her feet a lot. But you see no rough spots or calluses. Up above, you heard the princess moan in delight. Oh.... That feels good. I can't remember the last time this happened. Keep going. She said. You do just that as Leia throws her arms over her head. You stay on her right foot for for ten minutes then move to her left one.<br>\r\n<br>\r\nYou know, now that I see what that viral agent does, I regret saying to destroy it. I should have taken it. Then used it against the Empire. She said. You nearly stop at the mention of this. Can you imagine it? The legions of stormtroopers shrunk down to the size you are now? Having a bunch of them rub my feet, be my insole, seat cushion or whatever i think of? She said. Now, Leia wouldn't be that cruel. She'd be no better than a hutt, and that's not a good thing. But she's trying to get a rise out of you, which is working. The thought of your brothers and sisters in arms subjected to this was making you blood boil. You were looking for a way to hurt her, but you had nothing. Even if you clawed or bite her, you doubt she'd feel it. So you just let it go and keep working.<br>\r\n<br>\r\nLeia was waiting for a response from you. But nothing happen. No shouting, cursing, or even a punch to her foot. You just carried on rubbing, which made Leia a bit disappointed. Where's the fun in this if you don't fight or talk back? Leia let this continue for 5 more minute then she pulls her feet away.<br>\r\n<br>\r\nThat was nice. I think you missed your actual calling. You're better at massages than being a trooper. She said. You don't respond to her. Keep laughing, princess. You have to sleep at some point. You mutter. That was the plan. Just wait until the right moment and escape. Until then, you'd have to take any abuse she gives you. Doesn't mean you have to make this enjoyable for her. You're not going to give her any reaction, no matter how horrible it gets.<br>\r\n<br>\r\nStill nothing? The Empire must beat the will out of their soldiers. She said, grabbing you. She lifts you up to her face. I'd say let's talk, but it'd be a one sided conversation. So I'll let you rest for now. She said. She acts as if he's doing you a favor. She puts you right on her chest. You look up at her smiling down at you. And don't get any ideas. She said. Not if you were the last woman in the galaxy. You said to yourself.<br>\r\n<br>\r\nYou lay there on her chest for a few minutes until you heard the sound of snoring. You look up and see she's asleep. She's out like a light. I could try and get away now. You said. Do you go for it?</span></div></div>",
            "created":1585371600,
            "id":2809082,
            "title":"Pampering the princess"
        },
        "1112":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "I'll protect you",
                "You're my slave"
            ],
            "content":"<div class=\"\"><div> <span>No. It'd be too obvious. Plus, she might not be actually sleeping. Just seeing if i'd escape right now. You said. You remain there until she opens her eyes.<br>\r\n<br>\r\nI'm a little shocked. You didn't try to escape. Maybe stormtroopers are smarter than they look. She said. You ignore her as the door opens. Thinking quickly, Leia grabs you and puts you under her butt. You groan from the pressure and have to wait until she pull you out.<br>\r\n<br>\r\nYou hear her talking to the doctor for a few minutes before her hand grabs you and pulls you out. She then leaves quickly and make sure no one is around before opening her hand. Sorry about that. But I doubt you didn't like it. She said. You grumble under your breathe. She then head to her own personal room and drops on her bed.<br>\r\n<br>\r\nYou know, I'd interrogate you for information. But I doubt they tell you troopers anything of value. She said, with a chuckle. You just look the other way. She's being real snarky to you. You can't wait until she's back in cuffs again. If the scientist made this, then they must have a cure for it. You said. At least you hope they did. You don't like the idea of being this size any longer than you have to. Or at least with an enemy of the Empire.<br>\r\n<br>\r\nYou are brought out of your thoughts when Leia grabs you and sit down. Ok, little man. Let's have a serious conversation. She said. Great.... Now she's going to preach the righteousness of her cause and try to turn me now. You said. I know I've made jokes and remarks about your size and I'm an enemy and all, but let's move past that for now. She said. You look at her and she continues. I know you're not going to like this, but i'm going to say it anyway.</span></div></div>",
            "created":1585803600,
            "id":2812545,
            "title":"Not yet."
        },
        "12":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Before she left",
                "After she left"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Before or after she left the Jedi?</span></div></span></div>",
            "created":1585026000,
            "id":2806090,
            "title":" Ahsoka Tano"
        },
        "121":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "D-Dax? What happened?!",
                "Ew! A bug!"
            ],
            "content":"<div class=\"\"><div> <span>The things I do for the Republic..... You said. You had volunteered to test an experimental adrenal that would drastically improve the performance of ordinary clone troopers. You were very hesitant to do this as their was a chance this would kill you, but you think participating in this would look nice on you to help you move up the ranks a bit.<br>\r\n<br>\r\nYou were injected with the adrenal earlier and sent to the training course. You perform the same way you do in a warzone. Trooper. Do you feel any different? A voice over the intercom said. Not really. My perception seems sharper, but nothing else. You said. Blast.... Back to the drawing board then. Thank you, trooper. I'll let your CO know of your participation. The voice said. Well, this was a bust. Hopefully this gets me to sarge. You said. With this all said and done, you leave the testing room.<br>\r\n<br>\r\nYou head back to your bunk room when you came across Skywalker's padawan Ashoka. Unlike some of the jedi who treat clones as cannon fodder, she was one of the ones who actually care about the clones she fights with.<br>\r\n<br>\r\nAshoka. Slumming it with the grunts? Started thinking you forgot about us. What would the other jedi say if they saw you with us? You said. Ha ha. But who'd keep you in check from making rash decision? She said, smiling. You and Ashoka had been friends for a long time. It's only because every mission you are sent on sometimes calls for a jedi. And she was it. This friendship between you two make you the butt of jokes with the other clones, but it's all good natured ribbing. If it wasn't for my rash decision, you'd be in a CIS holding cell. You said. I had those droids right where I wanted them. She said. You were on the ground and your lightsaber was gone. You were 2 seconds away from begging for your life. You said. You had one good rash decision and you hold it over me. She said. Well, the only place to go from there is up, right? You're dual wielding sabers now. You said. You have a point. I was on my way to the me hall. Care to join me? She said. Sure. You said.<br>\r\n<br>\r\nDuring that conversation and the walk to the mess hall, you noticed Ahsoka looked taller than usual. You were a few inches taller than her, but now she was head height. You just chalk it up to a growth spurt.<br>\r\n<br>\r\nHey look at that, they are serving good food this time. You said. Well, can't have you guys getting fat. She said, chuckles. And we all can't live on a strict diet of water and berries. We'd be too thin. You said. Real cute picking on a girl's weight. She said. You laugh and she chuckles.<br>\r\n<br>\r\nWhile Ahsoka was getting her tray ready, you again notice how tall she is. This time, she's taller than you. Did Ahsoka just grow? I know she's a torguta, but they don't randomly grow. You thought. You were up to her should now. Then she got bigger and you were to her waist, but that only lasted a few seconds. Now you were up to her boot. What in the name of the Republic is happening?! You said. You look up at the massive torguta as her voice booms out.<br>\r\n<br>\r\nYou better not say anything about-Dax? She said. Where'd he go? You better not be trying to scare me. She said. You were still trying to figure this out. This must be from that adrenal I took. It must have reduced my size because Ahsoka would have known she was getting bigger. Just what did those eggheads make? You said. You need to get her attention. Ashoka! Don't step forward! Look down! You shout.<br>\r\n<br>\r\nYour voice must have reached her because she looks down right at you.</span></div></div>",
            "created":1585458000,
            "id":2809608,
            "title":"The headstrong Padawan "
        },
        "1211":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Durability test",
                "Stamina test"
            ],
            "content":"<div class=\"\"><div> <span>D-Dax? What happened to you?! She said. I tested some new experimental adrenal it- You what!? She shouts,interrupting you and making you cover your ears. Sorry! I didn't mean to shout. She said.  She bends down and grab you with both hands and bring you to her massive face. Let me sit down first. She said. Ashoka moves to one of the empty tables and sits down and places you down on the table and the tray to the side. It was like looking at a rancor. Except without all the teeth and easier to look at.<br>\r\n<br>\r\nOk. You said something about a experimental adrenal? She said. The science division were testing a new adrenal that was suppose to enhance the senses. You said. But all it did was make you tiny. She said. Looks that way. Although my perception seems a bit sharper. You said. Why would you volunteer for that? She said. I thought it would help me get promoted. Didn't want to stay corporal for the entire war. You said. And how is that working out now? She said. Farthest from it now. You said. Well, you can't walk around at that size. You'll get crushed. She said. Come on. It's not like I don't pay attention to my surroundings. You said. You're staying with me. And that's final. She said. No talking you out of this? You said. Not even if you could pay me. She said. Alright, fine. Mom. You said as he giggles.<br>\r\n<br>\r\nYou know, this reminds me of that time when we boarded that CIS dreadnought. I don't remember towering over you. You said. I meant afterwards. When I took that bolt to back and you looked after me. Even carried me to the LAAT. She said. Well, I didn't want to be the one to tell Skywalker his padawan died. You said. Well, now it's my turn. She said.  I have a feeling that if this is reversible, you won't let me hear the end of it. You said. You know me so well. She said. Well, better her than anybody else. You said.<br>\r\n<br>\r\nSeems like I have enough food her for the both of us. She said. And not a single vegetable. How much meat does one person need? You said. Hey! If you saw the food at the temple, you'd do the same. So i'm going to enjoy myself while I can. She said. Ok. But when you can't pull off those flashy moves anymore.... You said, chuckling. For that, I should let you starve. But I don't want you to faint. You said. With the friendly banter over, Ashoka ate her food while giving you a few pieces.<br>\r\n<br>\r\nSo you think the scientist can fix this? She said. I don't think it'd be right away. They just made it recently. Well, I'll take you to them so they can start working on a cure. Don't act like you don't like me this way. You said. You are a little bit more cuter, but I don't want to worry about doing anything accidentally to you. She said. You're not a klutz. If that was the case, you wouldn't have those sabers. You said. Was that a compliment or an insult? She said. Whichever make you feel good. You said. Nice way to dodge my question. She said.<br>\r\n<br>\r\nWhen you two were done, she picks you up and takes you to the med bay where one of the scientist were looking at some formulas.<br>\r\n<br>\r\nNo. That would fry the adrenaline glands. This it- Ahsoka? The scientist said. Hey, Jules. I need your help. Ahsoka said. Not everyday I help out a jedi. What is it? She said. Ahsoka opens her hand; showing you to her. I...is that?! She said, bending down to you. You look into Jules' brown eyes. She moves her brunette hair out the way to make sure. Uh.... Hi. You said. W.... What happen to him? How'd he get like this? She said. That new adrenal did this to him. Ahsoka said. It....shrunk him? Jules said. Yeah. Although not right away. You said. Can you fix him? She said. I'd have to run tests on him. She said. Tests? Ahsoka said. Yes. I need to make sure everything with him is running ok first. Jules said.<br>\r\n<br>\r\nWill he get hurt? Ahsoka said. I can't guarantee he won't. Jules said. I'll be fine. If I can handle clankers, some test will be fine. You said. Ok, but I want to stay here with him. She said. Fair enough. Ok. First test is....</span></div></div>",
            "created":1585976400,
            "id":2813008,
            "title":"A friend in need"
        },
        "13":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Mouth torture",
                "Butt torture",
                "Foot torture"
            ],
            "content":"<div class=\"\"><div> <span>Hey, wake up. A voice said. You don't respond. I said wake up! The voice said annoyed. Still, no response out of you. Ok, enough of this. The voice said. Within a few seconds, blaster fire goes off; which snaps you awake. What the hell?! You said. You look around and see you're in some kind of hideout. But you look in front of you and see a giant woman in front of you; holstering her blaster.<br>\r\n<br>\r\nThe dealer said the blaster was special. Didn't know it shrunk people to half thumb size. She said. You were wondering what was happening when you remember. You know this woman. There was reports of a known petty criminal called Jyn Erso. You were tailing her to a secret deal and caught it all on your holorecorder. You then followed her to see if she had any accomplishes. You had followed her for a while, then she had cut the back an ally and when turn to follow, you got blindsided by a blaster whip and a fight broke out that ended with you taking a bolt to the side and passed out from an intense burning sensation.<br>\r\n<br>\r\nThat blaster she shot me with.... It shrunk me. But where did she even get that from? Even the Empire doesn't have that kind of tech. You thought.<br>\r\n<br>\r\nAlright, Imperial. Listen up. She said, leaning on the table. I know you one the Empire's top agents, so you must know some, if not all, the secrets the Empire has. And you're going to tell me every last one. Do that, and i'll let you go. She said. Hearing her, you laugh a little. It's always the cute ones. You thought.<br>\r\n<br>\r\nYou really think I'd divulge the Empire's secrets to anyone? Let alone a ruffian as yourself. And even on the off chance i gave them to you, i highly doubt you would just up and let me walk free. You said. Unlike you Imperials, I detest slavery. I'd have no need for you afterwards and i don't want an Imperial hanging around me. She said. Right. Take the word of a known criminal. Because they are trustworthy. Not like they kill people when they are done with them. You said. Jyn was starting to get frustrated, but kept her composure.<br>\r\n<br>\r\nLook, if I wanted to kill you, I'd have crush you the second i saw you become tiny, or left you to fend for yourself. And believe me, I'm being nice to you, compared to what others would do to you if they had you. She said. Is that suppose to make me feel something toward you? I know how this works and I know how it ends. So just get to whatever torture you had in mind. You said. She sighs and grabs you. She then moves and dumps you on the ground.<br>\r\n<br>\r\nWhen you looked back at her, you were stunned at the sight of just how small you were to her. She was looming over you with her hands on her hips. When he said you were half the size of her thumb, she wasn't kidding. Jyn could tell you finally understood and let it set in for another minute before talking to you.<br>\r\n<br>\r\nNow do you see where you are between us? This doesn't have to be difficult. Just tell me what i want to know and it all ends there. She said. You were still in awe of just how big she was. Your training didn't prepare you for this. But still, you fell back on it and grit your teeth. Don't think you can intimidate me. I'm not telling you anything! You said. Jyn puts her hand on her forehead.<br>\r\n<br>\r\nSo damn stubborn....! Fine. But this is all on you. She said, grabbing you. What to do with you first? She said.</span></div></div>",
            "created":1585112400,
            "id":2807005,
            "title":"Giant troublemaker"
        },
        "132":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You remain silent",
                "You crack",
                "You tell her lies"
            ],
            "content":"<div class=\"\"><div> <span>Jyn set you down in her seat. Before you could do anything, Jyn's giant rear end lands down on you. You try to struggle free as she readjusts herself. Maybe a few minutes as a cushion will change your mind. She said.<br>\r\n<br>\r\nSmothered under someone's butt.... This is not how you're going out. You'd bite her if you could. You then realize that with the huge amount of pressure on you, her whole weight isn't bearing on you. Which means she was telling the truth about not wanting to kill you. At least not yet it seems.<br>\r\n<br>\r\nShe's only doing it because she can't question a dead person. She wants me in pain. You said. You've seen and been in situations like this. Harm but don't kill the person. They are only valuable until they tell you what you want to here. Then you're free to do what you want. And you're not taking that chance with a known criminal.<br>\r\n<br>\r\nJyn didn't feel you struggling anymore. She knows that her entire weight wasn't on you. She didn't want to take it too far. She moved her butt around a few times, even putting you directly between her cheeks. Lucky for you, she hasn't eaten yet, so no need to worry about her ripping one right on you. While she was only doing this for information, she smiled as you did feel good under her. It was then that she got a holocall. Perfect.... She said. She answers the call and lays back against the chair, putting even more weight on you.<br>\r\n<br>\r\nThe call was only a quick check up between Jyn and her associates, but she dragged it out for 10 minutes. All the while moving around and even sitting back down on you before ending the call. She then stands up and turns around and looks at you getting to your feet.<br>\r\n<br>\r\nIt doesn't have to be like this. We can end this right now. She said. *Pant* I have nothing to say to a common thug. So do your worst. You said. Jyn looks at you with a little anger before grabbing you. She brings you around to her back side and she pulls back her pants and panties and dangles you there.<br>\r\n<br>\r\nYou wouldn't dare.....! You said. Either you talk or spend the day between you cheeks. Your choice. She said.</span></div></div>",
            "created":1585717200,
            "id":2811637,
            "title":"Delinquent's butt cushion"
        },
        "1321":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You still won't talk",
                "The farts broke you. You tell her everything"
            ],
            "content":"<div class=\"\"><div> <span>An agent of the Empire must endure..... You said to yourself. You recall your mentors words from training. Although the training had nothing on being shrunken and tortured by a giant, the word were true. So you keep you mouth closed.<br>\r\n<br>\r\nFine. Have it your way. She said. Jyn lowers you down to her checks and instead of dropping you, she shoves you right next to her asshole. And with a snap of her panties, you're wedged inside. Jyn gives her cheeks a squeeze and feels you close to her hole. Now she just have to make it a horrible experience. So Jyn left her hideout.<br>\r\n<br>\r\nWhile she walked to wherever, you were pushed even closer to her asshole. After a while, you are swarmed with heat and sweat. Ugh.... Just where is she going that is so far? You said.<br>\r\n<br>\r\nJyn was going to the local bar, which wasn't that far away. But she went the long way through a small bazaar. Soon enough, she started to sweat a little. Sweat and my body heat.... He'll be washed in it. She said, with a little smile. She soon gets to the bar and takes a seat, mashing you right against her hole.<br>\r\n<br>\r\nJyn orders her drink and then food. Which she knows will go right through her. She drinks and have a good time while moving around every now and then to shift her weight on you. After a while and another serving, Jyn got up and left. She then took the long way home and her stomach started gurgling. Which made her smile. It was all coming together. If her timing was right, you'd speak before she'd even have to ask.<br>\r\n<br>\r\nShe got to her hideout and took you plucks you out. You're drenched in her sweat. Guess you had your shower for the day. She joked. You just growled lowly until you heard a louder one coming from her stomach. You look up at her smug ridden face. Oh don't worry. I've already eaten. It's just working through me right now. So. Are you ready to speak yet? Like I said before, it all stops with you. She said. Go...huff an exhaust port. You said. Now that's just rude. It wouldn't hurt to be a bit nicer to someone who can squeeze you to death with ease. She said. So do it then! You said. Mm. No. That's exactly what you want. I'm not going to give you that peace. She said. Then you're just wasting your time. You said. Maybe I am, but that doesn't mean I can't have some fun. She said, moving you back to her cheeks and shoving you right against her asshole.<br>\r\n<br>\r\nA agent must endure..... A agent must endure.... You repeated to yourself. This was keeping you going as you formulated a plan. Escape wasn't possible now. Even if you did, she still had that gun which could shrink people. You needed to get rid of it. But how was the question. Your thinking is interrupted by a loud rumbling. It took you a second before you realized what was about to happen in the next few minutes. Oh sweet mother of mercy..... You said, a bit scared.<br>\r\n<br>\r\nThat rumbling signaled to Jyn. She wanted you to say no for her real plan to come into action. By now, she knows you know. Hear that, little man? You're in for a wild night. She said. She gets on her bed and lays on her side. She then put her hand on her stomach and smiled. Let's see how strong willed you are after this. She said.<br>\r\n<br>\r\nYou brace yourself physically and mentally as the first of many gassy releases of that night hits you. <br>\r\n<br>\r\nPPPPPPFFFFFFFFFFFFTTTTTT!!!! <br>\r\n<br>\r\nYou cough and wheeze as you heard Jyn giggled. Better hold your nose. It's going to get worse. She said. And she wasn't lying.<br>\r\n<br>\r\nPFFFFFFT PBBBBBBT!!!<br>\r\n<br>\r\nYou are blasted by an even worse smelling fart than the last one. Your eyes started to water as you try to get away, but you were wedged tightly. For the entire night, you were blasted with her smelly farts. One even got you while your mouth was open. Throughout this, you swore you heard her laughing. They were so bad that you were scared she'd unknowingly shit on you.<br>\r\n<br>\r\nWhen morning finally came, Jyn woke up to hear the last fart you were hit with. She giggles lowly as she got up. She  then reaches inside, pulls you out and puts you on the table. You stink. She said, laughing a little. You just stare at her as you finally breathe in clean air.</span></div></div>",
            "created":1586235600,
            "id":2814973,
            "title":"You remain silent"
        },
        "14":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Jakku( Episode 7)",
                "Ahch-To(Episode 8)",
                "Ajan Kloss(Episode 9)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Before beginning, where is Rey at?</span></div></span></div>",
            "created":1585026000,
            "id":2806052,
            "title":"Rey"
        },
        "141":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You're too scared to move",
                "You run away"
            ],
            "content":"<div class=\"\"><div> <span>You wake up to a searing headache. Ugh.... I knew I shouldn't have had that last drink at the cantina. You said. You get up slowly and balance your self. You let your eyes adjust for a moment and take in your surroundings. <br>\r\n<br>\r\nYou look around and notice you're in some gutted vehicle that someone made a home out of. And you're own some makeshift bed with a pillow and cover. Wait.... This isn't my home. You're home was no better. Just some partially run down with enough comfort to get you to the next day. But this place was picked apart to live in. Tools scattered about, you see a staff propped up against the counter, and a make shift refrigerator. And the kicker, everything is huge. That's it. No more Bartender special for me. You said. You take this as a surreal dream and just wait it out until you wake up.<br>\r\n<br>\r\nThat's when you heard chattering of objects. What was that?! You snapped. The source of the commotion gets closer and what you saw almost made you pale. You saw a girl in desert clothing walk in. She was massive. T-t-thi has to be a dream. It just has to be.... Giants aren't real. You said. You pinch yourself, but nothing happens. You do it a few more times, but nothing happens. I....it's not a dream. I'm awake and there's a giant girl in front of me. You said.<br>\r\n<br>\r\nThe giant girl was looking around like she was looking for something. Then she huffs in annoyance and moves towards your position. You just stare up at her and crane your neck as she gets closer and closer. Then she bends down to collect the cover and that was when you two made eye contact. The girl was surprised and shocked as you are. There is silence between the both of you as you both taken in what you were seeing.<br>\r\n<br>\r\nThen she reaches for you.</span></div></div>",
            "created":1585026000,
            "id":2806087,
            "title":"The desert scavenger"
        },
        "1411":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Are you alright?(Nice)",
                "You're right to be scared. (Mean)"
            ],
            "content":"<div class=\"\"><div> <span>You couldn't even feel your legs as you look at the girl's massive hand coming for you. You were still trying to understand everything that was happening to you. You were only snap out if it when her hand wrapped around you and lifts you up. With you in hand, the girl rises back to full height.<br>\r\n<br>\r\nThe girl looks at you for a few seconds as if to confirm what she's seeing as well. She blinks a few times to make sure she wasn't seeing things. She even squeezed you a little; making you yelp in pain. Now there was no doubt about it. In her hands was a tiny person. You wanted to say something, but you were still in fear. If you weren't so high up, you jumped out of her hand. You can only wonder what was going through this girls head as she eyes you up and down.<br>\r\n<br>\r\nFinally she speaks to you....</span></div></div>",
            "created":1585112400,
            "id":2806735,
            "title":"You're too scared to move"
        },
        "1412":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You get away",
                "She catches you"
            ],
            "content":"<div class=\"\"><div> <span>Looking up at the girl's giant hand coming for you was too much for you to handle. Filled with terror, you run away from her. Wha-Hey! She said, chasing after you.<br>\r\n<br>\r\nYou ran as fast a you could go. You didn't bother to look back as you know one step from her could cover more distance than you could. You just wanted to escape. You could feel the ground shake a she got closer to you. You dared to look back only to see her hand coming right for you. Desperate, you jump forward and narrowly avoid her grasp. You tumble back onto your feet and keep running. She tries a few more times before stopping as it's not working. She then gets an idea. She knows she can outpace you. All she had to do was get in front of you.<br>\r\n<br>\r\nYou chalk it up to pure adrenaline a how you've stayed alive. But you can't keep dodging forever. You'll tire out. So you came up with a plan. If you could just get out into the desert, you'd be free. No way she'd go that far just for you. You jut have to keep moving and avoiding her. You kept running until her boot landed right beside you. You nearly fall over until her other boot lands next to you. Was she trying to stomp you now? She got close twice, would she do it a third? No. She wasn't trying to stomp you. She was trying to block you as her boot lands in front of you. You didn't have enough  time to stop before hitting it face first and falling back.<br>\r\n<br>\r\nYour ears were ringing and you head hurting from the impact. By the time you came too, you felt an upward movement. You looked and see you where in her grip and she was lifting you up. You started to panic and thrash around to free yourself. Then, without thinking, you open your mouth and bit her as hard as you could. Ow! She shouts, making her drop you. You land hard on the ground. Luckily, the sand was compiled enough to cushion your fall. You didn't waste time and quickly ran.<br>\r\n<br>\r\nThat little.....! He actually bit me! The girl said. She looked at her finger and saw a bit of blood. Now she was more than determined to get you. She spots you nearing the exit. No you don't! She said, resuming her chase after you.<br>\r\n<br>\r\nYou were almost home free when you felt the ground shake again. Oh, blast it all! You said. You don't look back as that would slow you down. You jut keep running forward.</span></div></div>",
            "created":1585112400,
            "id":2806757,
            "title":"You run away"
        },
        "14122":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "You can stay with me",
                "You can stay, but you have to earn your keep"
            ],
            "content":"<div class=\"\"><div> <span>You were almost home free. You were near the exit. You look back to see her hand coming for you and you muster up one more jump. Only that's what she wanted. She had brought her other hand down in front of you so you'd jump right into it. She quickly closed her hand.<br>\r\n<br>\r\nYou thrash around to free yourself, but stop when she squeezed you. Damn it.... You said. <br>\r\n<br>\r\nYou were thinking all kind of things a the girl carried you back. What was she going to do? Did she do this? Was she going to slowly kill you for biting her? You were on the edge until her hand opens up and she drop you on a counter. You look up at the girl and she's cleaning out the bite mark you gave her. When done, she turns back to you. You try to not be intimidate, but it's really difficult to do that with the intense stare she's giving.<br>\r\n<br>\r\nTake a breathe. I'm not going to hurt you. Even though you bit me. She said. H....how do I know that for sure? You said. Would we be talking right now? She said. She makes a good point. She wouldn't be talking to you if that was the case.<br>\r\n<br>\r\nAnd they say no good deed goes unpunished. She mutter. Did.... Did you have something to do with this? You said. Partly. Not you only coming up to half my pinky, but you being here in my home. Wait. You brought me here? You said. Let's just say, I didn't feel right letting you leave drunk. She said. Drunks come out of that cantina every day. What made me different? You said. You paid for everyone's drinks. Plus, you had the bartender's special. Which nobody had tried yet. So who knows what would have happen to you? She said. So you brought me to your home to sleep it off? Wait a second. Did.... Did you..... You said. No! What kind of girl do you think I am?! She said. I mean, it's not like it hasn't happen before. No better opportunity. And it's not like i'd be able to fight back or anyone would hear me scream all the way out here anyway. You said. I can think of 10 better things to do than take advantage of drunks. She said. At least she's honest.... Doubt anyone else would go as far as she has. You mutter. <br>\r\n<br>\r\nGuess you have this girl to thank. Even though you two got off on the wrong foot. Thanks for looking out for me. You said.  Don't mention it. She said. So what happens now? I doubt you wanted me to stay more than a night. You said. The girl ponders for minute before say.....</span></div></div>",
            "created":1585630800,
            "id":2810966,
            "title":"A huge misunderstanding"
        },
        "141221":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Have a look around",
                "Just stay there"
            ],
            "content":"<div class=\"\"><div> <span>Well, you won't last a minute in the desert alone. And it would be nice to have some company. She said, muttering that last part. You're letting me stay with you? You said. Why not? She said. ......What's the catch? Entertainment, massages, personal needs? What are you getting out of this? You said. Nothing except your company. She said. Now you're confused. People always want something on this planet.<br>\r\n<br>\r\nWait a second. So you're going to let me say with you? No string attached? Free of charge? You said. Is that hard to believe? She said. You laugh a little. You don't belong here. You said. You're already small. No need to make it any worst on you. She said. You really don't belong here. You're way to nice. Alright. I'll take you up on your offer miss....? You said. Rey. You? She said. Desmond. You said. She extend her index finger and you grab it, making her laugh a little.<br>\r\n<br>\r\nIf we're going to be roommate, we should know a little about the other. You said. Seems fair. Just nothing too personal. She said. I get it. A girl needs her secrets. So you live alone here? You said. Just me and the AT-AT for as long as I can remember. She said. You do want to get out of here one day? You said. Shuttle rides aren't cheap. And I only get so much from scavenging. Plus, I'm waiting for someone. She said. Is this someone important? You said. Very. Let's leave it at that. She said. As you say. You said. From the pensive look she has, it's a touchy subject so you quickly change it.<br>\r\n<br>\r\nAre you generally this nice to people? You said. When they deserve it. You seemed nice when I saw you. So why not return the favor? She said. Heh. If I didn't know any better, I'd think you wanted me to owe you a favor. You said. I'm not that petty. She said. Hm. Ok. I think I have a good feel of you. Your turn.<br>\r\n<br>\r\nWhere did you get the credits to pay for everyone's drinks? She said. I got lucky in a search. Looking for anything of value in the star destroyer. Why? You need some? You said. No. Usually people get a ride out of here. Not a trip to the cantina. She said. I know a few people here. I don't want to leave without them. And I wanted to celebrate a little. You said. And you're shocked at me. She said. Guess we're both few and far between. You said. I guess we are. What about you? You have anyone waiting for you? She said. Nah. Both of my parents are gone, and I never had the time to get a girlfriend. If that's what you mean. You said. Rey wanted you to elaborate, but she doesn't want you to relive it. Although, she's a bit happy that there is someone else out there like her.<br>\r\n<br>\r\nWe'll pick this up later. I've got to get back to work. She said. Scavenging. You're just going to leave me here? You said. It gets dangerous sometimes and I don't want you in harm's way. Plus, can you take out engines or laser system without killing yourself? She said. Yeah. I've taken apart starfighters a few times. You make sure there's no power in the fighter. If there is, you cut the yellow wire for the engine and the red and black for the lasers. You said. And what fighter is that for? She said. X-wings. You said. A smart guy as well. Another rare thing here. Still it's dangerous at your size. She said, grabbing her staff. I'll try and be back before sunset. She said before leaving.<br>\r\n<br>\r\nShe cares at least. Still, that leaves me here alone. You said. You could have a look around. But that might be an invasion of privacy to her.</span></div></div>",
            "created":1585976400,
            "id":2813246,
            "title":"You can stay with me"
        },
        "15":{
            "author_id":"violetsly",
            "author_name":"darkjak45",
            "choices":[
                "Padme",
                "Iden Versio",
                "Captain Phasma",
                "Qi'ra",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about these ladies?</span></div></span></div>",
            "created":1585458000,
            "id":2809387,
            "title":"Other"
        },
        "155":{
            "author_id":"007heath",
            "author_name":"Giantess007",
            "choices":[
                "oola with bigger tits",
                "mama the hutt ",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about mama the hutt or oola with bigger tits?</span></div></span></div>",
            "created":1586149200,
            "id":2814525,
            "title":"More"
        }
    },
    "info":{
        "author_id":"violetsly",
        "author_name":"darkjak45",
        "brief_description":"Small around the girls of Star wars. What will happen?",
        "created":1585033500,
        "description":"<td align=\"left\" class=\"norm\">Only one rule: No male giants.<br>\r\n<br>\r\n<br>\r\nAnything is allowed here.<br>\r\n<br>\r\nI'm not a stickler for grammar. So at most, I'll just correct words that have been misspelled.<br>\r\n<br>\r\nIf you have a certain person in mind that you don't see added, don't hesitate to ask for her.<br>\r\n<br>\r\nHave fun!!</td>",
        "id":2216794,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586280660,
        "pretty_title":"Star Wars: Shrunken Adventure"
    }
}