{
    "chapters":{
        "1":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Hispanic",
                "Black",
                "White",
                "Asian",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What race supremacy do you chose? </span></div></span></div>",
            "created":1602133200,
            "id":2917393,
            "title":"Pick your race"
        },
        "11":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Global Race Size Growth",
                "Race Traitor",
                "Hyper Breeder",
                "Hyper Broodmother",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What story type would you like to do?</span></div></span></div>",
            "created":1602133200,
            "id":2917395,
            "title":"Hispanic"
        },
        "111":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Continue",
                "ICE constantly throw out an illegal Mexican who keeps coming back bigger",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The entire Hispanic community around the world had gotten started on a new diet that was based on plants from the Amazon forest.<br>\r\nThe plant seemed toxic to other races, but only the natives of the warm countries from South America to Mexico seemed to be able to digest it.<br>\r\nThe dark haired, bronze-skinned, short-heighted Hispanics got mighty obsessed with these herbs as it was rumored to give high fertility and stamina, and soon every family of Hispanic descent was eating it.<br>\r\n<br>\r\nSlowly, people around the world noticed the effect. The Latino community in America began creeping upwards in average height.  White women like Jessica noticed her gardener Pablo was slowly inching taller each day as his clothing seemed to get snugger around his frame, and when she paid the overwise, waist, short Mexican he had sneaked another notch up in height to a point they were almost at eye level.<br>\r\nIt was the same thing Jessica and many others noticed when they went out shopping or walked in the streets of town, Hispanic families walking around each bigger than the last. Diego who made his siesta naps in centrum of town, seemed to fill the street more and more each day as his sandals got smaller and traveled further out across the payment each day passing, people could swear they saw Diego slowly growing bigger during his naps, as one of his shirt buttons had popped open since his lazy, paunchy, Mexican belly got too big for it during a mighty inhale.<br>\r\n<br>\r\nThe thing happened everywhere. Bigger clothing was demanded from the Hispanic working at the American hospitals, schools saw their Latino students collectively rising above their classmates and required bigger portion meals at lunch time to feed them and town back in the Hispanics' home countries like Mexico city, Lima and Puerto Rico had tourist worried as they seemed to be shrinking among the majority, growing, native population.<br>\r\n<br>\r\nAnd it was not only size that increased. Long before the growing happened, Hispanic men and boys had experienced an increased sexual appetite and vigor as their new diet had given their genitals potent nutrients that had increased their ability to produce sperm and getting erect. It had made every male so very proud and confident as they felt their small, jizz-making amigos gaining weight and size, which in return gave them loads of testosterone through their body, which made them frequently more horny.<br>\r\nAnd after the first intercourse with their wives, girlfriends or jacking off themselves, they all noticed that an inch was added to their shafts, only making them want to eat even more of that special herb that had given them this boost.<br>\r\nAnd as they kept eating it every day, their cock size and sperm amount rose steadily, which only pleased the women as they felt how much their husbands filled them up and kept getting bigger with each fucking that happened more and more frequent. And the moms were proud of their sons when they saw how much of a handsome, fine man they were turning into, taking on their fathers in size as the moms bought them bigger undewear that could fit their members.<br>\r\nIt was a change that too was quickly noticed In the United States, as girls soon saw major bulges in the Latino boys’ pants in school which only seemed to become more substantial as weeks went by. In the boys’ locker-room the other guys noticed how the latino kids suddenly had grown a major dong, quickly surpassing the others in dick size, making them slightly scared. While their height kept going up and their clothes shrunk, the average junk size of Hispanics rose dangerously above the national average in America, turning them into horny donkeys  who enjoyed a quick fucking.<br>\r\n<br>\r\nAnd the girls got changed by the mysterious diet too. Besides Latino mothers and daughters growing in height, spurting up taller than their female colleagues and peers, a mighty productivity was happening in their breasts as well.<br>\r\nIt made the men of Latin America extra happy to see their daughters and wives bloom, watching them pop out of their bra and their next one and another, gaining cup size after cup size, which only made the senoritas smile even more. The other girls in school got jealous as they saw all the tanned, dark-haired beauties not only get taller but also getting bustier and more bra-stuffed, and worse watching them show off their bulging, Latino puppies by wearing skimpy clothes with huge cleavage windows. <br>\r\n<br>\r\nOffice workers watched how the Mexican cleaning lady’s chest was slowly growing in size each day, giving her a harder and harder time working as her expanding boobs were getting in the way and adding extra weight to her inching body. She even open her shirt one day to ventilate her sweaty, crammed in boobs, and now they were way larger than any women present in the entire office building. A size so big they dragged along the floor when she kneeled down to wash it. <br>\r\n<br>\r\nAnd a big increase of pregnancies happened too! Husbands have been really busy with their wives, quickly pumping them up full after 2 days on the diet, and Hispanic boys had an easier and easier time to seduce girls of all colors as their lovely cock size and height had increased, motivated by a rabbit’s sexdrive. Young, Hispanic girls got pregnant as early as convenient, the entire race seemed to be gifted which such fertility and potency now, multiplying beyond economic sustainable. It was no more unusable to see a Hispanic family having their two daughters walk around the house with a baby bump, and their giant, butts sticking out from a mighty, torn hole in their tight pants, wandering around the house bare footed while chatting on their tiny phones, waiting for their mom, whose clothing was restrained a lot as well since her ass cheeks bulged over the brim of her pants and her pregnant belly stuck out beneath her shirt, to come back with bigger clothes for her daughters. Meanwhile their brothers was banging some new chicks they picked up in their bedrooms, filming it and unloading it to Pornhub and social medias, which was getting flooded with amateur porn videos of tall, hung, Hispanic men getting served or fucking small, other colored women. Videos like: “Hot, white girl gets pounded by Latino Donkey” filled up the interracial, size difference, blowjob and impregnation categories on the porn websites.<br>\r\n<br>\r\nSoon the households would be filled with babies as well, and a lot of Hispanic who wanted more room to breed in, fled to the United States in mass. Hundreds of illegal immigrants got over the border, which, if they kept growing like this, would be nothing but a small fence to walk over, as giant, naked Latinos with a knee-reaching cock and swimming pool sized balls swinging from side to side laughed at the puny attempt to stop them.<br>\r\nIt was already hard enough. Each time they had plunged a few loads inside some married women or teenage girls in the US and got deported, they just kept coming back and kept fucking more.<br>\r\nThe Mexican president, who too had gotten massive, horny and hung like his fellow country men, said that Mexico would do nothing about it, while wearing pants that had been tailored three times now to fit his growing junk and still spotted a huge midriff since his shirt had trouble containing his large, expanding torso, which busted a shirt-button when he added that the Mexican people needed room to flourish.<br>\r\n<br>\r\nAnd so, the problem kept getting worse and worse. A growing demand for bigger clothes stressed the clothing industry greatly, as more growing Hispanic customers came in with bigger demands, as they rapidly broke their old clothes in an alarming rate, threating to walk around nude if they didn’t keep up supply.<br>\r\nLarger pouches for larger dicks, bulkier bras for bulkier breasts and bigger pants for bigger asses, it kept going up and up in size, clothing companies making garments designed especially for Hispanic people, as no other race could fit into such colossal sizes. New cars and houses were busily built in Latin America to fit its growing population.<br>\r\n<br>\r\nEveryone got more intimidated by them, as it got easier for Hispanic to hurt others accidently due to their constantly growing forms. People got ass-crushed by humongous Latino bums, who kept getting heavier and heavier each day with mass, and some even got kicked by huge, bronze-colored feet when a big Colombian forgot to pay attention to the street. Bullying became the norm with their giant sizes, getting whatever they wanted by if they felt like it. <br>\r\n<br>\r\n<br>\r\nThe countries were stuffed, and chaos broke out in the crowded streets. It seemed like a revolution had broken out, as nobody knew what to do about the half-naked Latinos, and they kept eating more growth herbs, fueling their endless growth that soon would cross the world beneath Hispanic feet.<br>\r\n</span></div></div>",
            "created":1602133200,
            "id":2917421,
            "title":"Global Race Size Growth"
        },
        "1112":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Follow the mexican into town",
                "A wave of giant immigrants are comming",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Mike worked at the border between Mexico and America, guarding it for anyone who tried to pass it illegally. He had caught a short-heighted Mexican who had crawled over the 16 feet tall fence recently and had deported him back to Mexico immediately.<br>\r\n<br>\r\nHowever a few days later he came back, and Mike could swear he had gained a bit of inches since last time as the bare-footed, illegal, Mexican immigrant now reached his chest, his dirty, white, undershirt being a snug on him together with his ruined, blue shorts, and despite being loose and a size too big last time both garments didn’t reach each other as much as last time.<br>\r\n<br>\r\nThe change got clearer after a week or so, when Mike got visited by a patrol car with the familiar Mexican sitting it in. He had been caught this time in town as he had managed to pass by Mike’s gaze, and as he was taken out of the car to be thrown back over, Mike saw that his clothes were even tighter than before, stretching around his body and letting his stomach stick out beneath his shirt as he filled the holes of his clothing with packing, Mexican flesh. He was face-to-face height with Mike now, and he visible laughed at the situation, not caring at all about being deported again, as if it was all just a game to him.<br>\r\n<br>\r\nAnd he kept coming back. This time Mike caught him jumping the fence with ease, sampling his size growth had made him stronger to climb the hinders of his path. He was above Mike in height now, with clothes threatening to tear of, almost standing nude as only his upper chest and inner groin was barely covered, his poor shorts being stretched out in front too my the Mexican’s major bulge which Mike thought was smuggled drugs but found out to his horror was real, brown flesh when he stuck a hand down the Mexican’s button-popping shorts, making the Mexican smile down at him. Handcuffs were getting difficult now and so was stuffing him inside Mike’s patrol car, and the illegal immigrant did not give a fuck as he was thrown over the wall once again.<br>\r\n<br>\r\nHe grew bigger and bigger each time. Coming back nude now as the money-broke Mexican could not afford new clothes, not to mention clothes that would fit his size. Mike watched from a distance as the huge, naked Mexican came walking causally towards the wall, sagging cock and balls swinging as they made their way towards his knees. He easily climbed over in one swing almost as if it was a garden fence, and if he kept growing, he would be able to walk over it pretty soon. He looked down at Mike, being twice as tall as him now: “What are you going to do now gringo? Handcuff me again? I think my wrists have gotten too big for those now, and your puny car is not able to fit my lazy, fat ass!” Mike was petrified, almost cowering between the huge, dirty, Mexican’s feet.<br>\r\n<br>\r\n“No, you’re just going to watch me. Watch me stomp into town and pump out a dozen of brown babies into white women. Watching me breed them with my donkey dick!”<br>\r\n<br>\r\nThe illegal immigrant began getting hard, and lightly stroked his sun-kissed cock adorned with a lovely patch of black, pubic hair at its base, his low-hanging, bull-balls twitching and flexing as they clearly were churning a nice, big load of Latino cum up.<br>\r\n<br>\r\n“I’m gonna empty these massive balls again and again into white ladies, breeding faster than a cockroach, while leaving you behind to pay for my increasing amount of mexican kids!”<br>\r\n<br>\r\nThe Mexican laughed and began walking to the nearest town, masturbating so he was ready to go once he reached it. Mike stood frozen in place, not knowing what to do, as the illegal immigrant only would come back bigger than ever if he deported him again.<br>\r\n<br>\r\nThere was nothing Mike could do. He could only watch the bronze giant stomping across the landscape and into America, hoping that young, illegal Hispanic males blowing huge loads into white women and impregnating would not become a trend.<br>\r\n</span></div></div>",
            "created":1602997200,
            "id":2923964,
            "title":"ICE constantly throw out an illegal Mexican who..."
        },
        "11122":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Continue",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Mike picked up a faint rumbling noise in the distance and turned his gaze back at the 16-foot-fence, watching in shock as a wave of immigrants was heading his way.<br>\r\n<br>\r\nA line of giant, black-haired, bronze-skinned, naked, female and male Hispanic immigrants was running to the border, hairy, dirty and smelly, spotting at least 13 feet height each.<br>\r\n<br>\r\nThey clashed against the border wall and looking angry at Mike while shouting and yelling with foam around their mouths and growling, hungry bellies. Each nude Hispanic man spotted an erect cock and a nice load of Latino cum which yearned to impregnate American girls. Each nude Hispanic woman was pregnant with huge baby bumps, roaring at Mike while carrying a child in their arms, some of them was even getting fucked while doing so.<br>\r\n<br>\r\nThey could easily jump over it, but they wanted to push the wall over, as they strangled its bars and pushed and showed it in unison. It was a frightening sight to see such gathered strength capable of bending heavy steel as the fence rocked more and more back and forth, groaning and creaking to the cheers of the giant immigrants. Soon there would be nothing standing in the way of the invading aliens.<br>\r\n<br>\r\nIt finally fell down, sending a giant dust cloud into the skies as it did, and celebrating illegal immigrants ran over it and into the land of opportunities.  The earth rumbled beneath the horde as they ran across Mike and headed towards the towns with great speed, soon they would be flooded with gross and nasty, dark-skinned, Hispanic immigrations who would steal and eat all their food, piss on their buildings and impregnate girls in mass like rabbits.<br>\r\n<br>\r\nAnd it was only the beginning. They would only keep growing. The United States’ population would soon turn brown, with endlessly growing, horny Hispanics and their vulturous, baby-factory women that never showered or bathed. Outgrowing towns and cities as they kept pumping out disgusting, glue-like cum and countless babies.<br>\r\n<br>\r\nThe world would soon be beneath dirty, sweaty, giant Latino feet.</span></div></div>",
            "created":1602997200,
            "id":2923973,
            "title":"A wave of giant immigrants are comming"
        },
        "112":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "The Hispanic gardener seduces the wife of the house.",
                "Other",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick your story:</span></div></span></div>",
            "created":1602133200,
            "id":2917539,
            "title":"Race Traitor"
        },
        "113":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Continue",
                "Other scenario ",
                "Other scenario "
            ],
            "content":"<div class=\"\"><div> <span>Long time ago an Amazonian tribe lived deep in the rain forest of the Amazonas. Burly, warrior women, stronger and taller than any man in South America, lived a blessed life in peace and harmony, expect the moments when their big cunts got tingly and itchy for cock. They needed to reproduce to continue the tribe, so they kidnapped a scrawny twink from an exploration party who was well equipped between his legs but still easy to overpower and tame.<br>\r\nHowever, the big quantity of females were too much for the poor guy, making his balls dry out constantly and got beyond shriveled as the impatient, frustrated female hulks pumped his bruised, flaccid dick, trying to squeeze any bit of liquid out of him with effort and strength.<br>\r\nThe tribe’s shaman, who was really bothered by her itchy pussy as well, began feeding the spent sperm-supply an odd fruit that nobody every had seen. As the wrist bound, deeply exhausted man chewed it down into his gullet, a strange feeling befell him, which made him afraid. Feeling changes happening inside his body that was going to have catastrophic consequences.<br>\r\n<br>\r\nThe cum factories were turned on, doubling the Hispanic twink’s cum production which pleased the amazon greatly. Each day it seemed to increase in productivity as the women received bigger and bigger loads each, and even the last ones using him after he had spent a long day cumming, still received a decent size load now and his sperm count kept going upwards.<br>\r\n<br>\r\nThe shaman had created an enigma inside the little sex slave’s balls which would assure he would never run dry ever again, but keep producing cum in heavier and heavier amount, stuffing each Amazon’s womb fully and leaving them with their cunts drooling with jizz.<br>\r\n<br>\r\nHis balls grew rapidly in size, sagging more and more as his hyper-productive nuts that rumbled louder and louder and made sloshing sounds when you slapped them, grew and grew from bull to beyond. All the testosterone they made, and all that cum they poured out, made his penis lurch violently in size as well, filling up the women in more ways than one. It got more and more difficult to clean it too, as it kept burping out messy precum by the slightest touch of a wet, washing cloth, The cock's needs to be drained was getting too much for the amazons to handle.<br>\r\n<br>\r\nIt only got worse and worse as the frail, cum-clouded male began leaking constantly to a point were a river was forming at the slid of his penis. He was pouring out cum all the time now, having nuts the size of boulders and no amazon could handle him anymore now without inflating their stomachs to the bursting by just sitting two seconds on him. They let his gushing liquids flow, which heavily multiplied, creating long stretching canals and streams that oozed with the twink’s powerful cum. It is said that the waterfall  Salto del Angel in South America was created by his over-productive nuts that never would stop spewing out his goo.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nIt was this curse that was about to befall a young, poor, homeless but good-looking Latino named Juan, who one day in his torn and patched-up clothes came around a house, starving and cold. His searching eyes spotted a box of odd fruits placed right in front of an open window.<br>\r\nHe looked around to see if anyone would see him before he desperately crawled and sneaked up to the window, quickly grabbing one of the fruits with each hand and sank his teeth down into the moistness with such hunger that he quickly downed it in mere seconds. Poor Juan did not know what the fruit was, as he kept eating and stuffing his soaked, juice covered mouth with it, swallowing one after another with hungry mindlessness. <br>\r\n<br>\r\nJuan’s hunger was satisfied and he patted his full stomach. There was no turning back now, as the fruits began changing Juan’s inner workings, slowly infecting every part of his body as Juan wandered off blissfully ignorant of what was about to happen to him. He feel asleep in a alleyway not far away with newspapers as his bedsheets.  <br>\r\n</span></div></div>",
            "created":1602133200,
            "id":2917431,
            "title":"Hyper Breeder"
        },
        "12":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Global Race Size Growth",
                "Race Traitor",
                "Hyper Breeder",
                "Hyper Broodmother",
                "The Human Animal Kingdom"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What story type would you like to do?</span></div></span></div>",
            "created":1602133200,
            "id":2917396,
            "title":"Black"
        },
        "121":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "A young black man gets arrested by cops and then grows giant. ",
                "Female African tribeswoman grows giant and goes to a Saudi Arabian town.",
                "Other scenario "
            ],
            "content":"<div class=\"\"><div> <span>The race closes to nature, who had survived the harshness of the African savannah with their strong, warrior bodies and large testicles, was facing a new change to their genes as mother nature decided to bless them once more to become superiors again.<br>\r\n<br>\r\nDuring the cause of one week, the entire population of Africans around the globe slowly grew several inches in size, which people noticed as the black people they passed on the street were all taller than them now, and their black colleagues at work were all experiencing a growth spurt which caused a huge consumption of larger clothes.<br>\r\n<br>\r\nAfro-American students felt how their clothes shrunk on them, how their seats felt snugger and how the classroom, teacher and other students got smaller compared to them. <br>\r\n<br>\r\nTheir moms, aunts, grandmas and sisters were especially bothered, since not only did their height increase, their ebony boobs and booty were swelling up as well! Like that African fertility stone statue, their hips and breasts began turning into hourglass figures, well almost, because as their size increased, so did their appetite, and a growing belly was soon spotted too on the African beauties. All of them getting so plump and curvy, which drew jealous from their female peers as they kept blooming and adding size.  <br>\r\n<br>\r\nShoes were ruined in mass as growing, black feet bursted out of them, making many walk around bare-footed instead as they couldn’t afford new ones. Same went with clothing which they tried to use for as long as possible, resulting in blacks wearing too small clothes everywhere. <br>\r\nShort sleeved shirts strained tightly around huge racks while showing bulging cleavage and under-boob, the powerful chocolate milkers only held back by a bra that got stretched out further and further each day. Their poor pants, filled with holes that had bulging flesh poking out of them, were overly stuffed and had often the zipper open to give room for their giant hips spilling over its brim together with their ass cheeks of the shorts-looking pants who only hardly covered their calves. <br>\r\n<br>\r\nIt didn’t take long for the ebony men to notice that their sizeable, black cocks were steadily gaining length as well, making them overjoy and happy, feeling ounces added to them daily, all the while their black balls were puffing up in size as well, turning into hardworking testosterone and cum factories which increased the men's sexdrive at a steady rate. <br>\r\nTheir junk got harder to hide, and the need to cum plagued them more and more, but as their cocks grew so did women’s want to suck them. It got easier for black boys to get blowjobs since many girls wanted to see and feel the elephant trunk they had spotted in their pants at work or in school, marveling as the pulled out their black anacondas, that had gotten so long, fat and stiff, that the women could't believe they could get any bigger. But each time they saw that black cock they were shocked to see it had grown, its host towering higher above too. <br>\r\nIt didn’t take long before the average cock size of Africans were the biggest among the races, and the number kept increasing, gaining the largest cocks in the world in a matter of one week.<br>\r\n<br>\r\nEven better, the men’s muscles grew as well, adding more strength and power to their bodies. Getting fit, ripped and swollen, turning them into the African warriors that they once were. Even the obese ones were gaining. Their soft stomachs turning into muscle guts, their legs getting better and better at caring them, making it easier and easier for them to lift their own chubby size.<br>\r\n<br>\r\nMore and more women wanted a piece of these fat, long cocks, making it so easy for black boys and men to have sex and even get girsl pregnant with their huge babymakers, which was easy since their balls that grown to such a size that they could churn up cum loads capable to flood their wombs with sticky African seed.And soon desire turned to fear among the girls, as the monsters got more and more painful to take inside them.<br>\r\n<br>\r\nAnd the overly-blacked stuffed jails around the country in the united states were getting difficulty to handle with their black inmates, who, as they grew, got more unruly and aggressive, bursting out of their prison clothes constantly, and filled up their jail cells with their bigger and bigger size. The black thugs were slowly turning into monsters and the jail officers was getting deeply frighten by it as the change didn’t seem to stop, making it harder and harder for them to control them, soon enough making handcuffs useless and cells too small. Jail break was inevitable, as their rampent masturbation was not enough for the black inmates’ pants-ripping cocks, their growing balls became more bothersome and demanded a warm place to cum, and cumming as much as it wanted.  <br>\r\n<br>\r\nAfter a week of tension and intimidation, as other people felt threaten by the colossal, 9.5 feet tall, black people walking around the street with no shoes, hadn't showered in days and wore ill-fitting clothes that barely covered them, a revolution broke out.<br>\r\nThe town halls around the world got stormed by giant, black men, who easily took over the building as the politicians inside only went an inch above their knees. Grocery stores were robbed by hungry, ebony youths who had no more money to pay for the excessive quantities of food to substain themselves. Roving bands of black people dominated the street, declaring the new rule of black supremacy. The police were powerless as naked, black prison inmates had gotten too big for jail now and broke out of the crammed spacing right into freedom.<br>\r\n<br>\r\nThe world fell beneath black feet, and all other races were enslaved and used as servants for black people. Farms were filled up with White, Asian and Hispanic people who were assigned tp grow crops for the hungry bellies rumbling above them. National African garments became the new correct fashion; loose, baggy, gowns, togas and loin-clothing, fitting for black gods like themselves who wanted to show off their bulging pecs and fertile, titan breasts, while giving their healthy, privates genitals room to breathe freely. Golden rings, necklaces, earrings and bracelets were crafted to their colossal forms from the gold deposit that had been hidden inside the banks around the world, making them look like kings and queens. No more showers either, only the natural scent and smell of musk and sweat should coat their bodies, and pubic and armpit hair grew freely.  <br>\r\n<br>\r\nThe dawn of a new world had arrived, were moaning, grunting and light earth shakes from black giant fucking was constant. Colossal baby bumps was attached to all black females, stroking them proudly as they looked over the kingdom their many children were going to in heritage, taking a deep breath of the thick musk and smell of sex that dominated the earth’s atmosphere.</span></div></div>",
            "created":1602133200,
            "id":2917471,
            "title":"Global Race Size Growth"
        },
        "1211":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Cum and go home",
                "Police reinforcement arrives.",
                "Other scenario "
            ],
            "content":"<div class=\"\"><div> <span>Jamal was a young Afro-American boy, who lived in the hood among exclusively other Afro-American families. He spent must of his time outside, spray painting on walls or doing some activities with his friends. <br>\r\n<br>\r\nToday on his 18-year old birthday his friends had gathered some money to buy him a bag of weed, which Jamal had just lid a wrap of while he was walking home.<br>\r\n<br>\r\nBut as he was about to smoke it, a police car came around the street corner at high speed, which baffled Jamal so much he did not even attempt to run.<br>\r\n<br>\r\nTwo officers stepped out, which Jamal had seen many times before, however the height of them both seemed to be way smaller than he remembered. But everyone in his community had felt that lately about everything; their beds had felt smaller, their houses had felt smaller, hell even their clothing had felt smaller, which was why Jamal’s otherwise loose, white undershirt, baggy dark pants and untied sneakers was now snugly strapped around his body and felt tighter than few days ago. It was not a rare sight for the police officer either as they had observed what seemed to be a growth spurt among the black community in the area, which none of them really liked to see.<br>\r\n<br>\r\nThey were going to take Jamal in, who did not resist, but had great trouble fitting inside the cop car. Crammed in with his legs pressed up against his chest and head bent against the ceiling, the cops took Jamal off to the station.<br>\r\n<br>\r\nAs they drove off, Jamal could feel the weed kicking in, since he ate the wrap when the cops arrived. It made his body relax and spread a warm feeling inside of him. Something strange happened too, as it seemed like his body was losing its ability to hold back the growth genes that steadily had increased the size of black people around the globe for days now. Giving the growth genes more power as Jamal got high and let his body go, relaxing and releasing. <br>\r\n<br>\r\nIt was like a steady tide rolling in, as Jamal’s body slowly began to grow visibly larger right then and there in the cop car. His already snug feet stretched the front of his sneakers to the breaking point, and ten black toes burst out from the tip of them, keeping on stretching forward and growing larger. Jamal’s pecs and abs pressed more and more against his skin-tight undershirt, which finally ripped at the handles but was still covering his upper body since he had his knees pressed against his chest. But that didn’t last for long, because the cop in front of Jamal had noticed the huge pressure added to the back of his seat and both officer felt a weight pulling the car down behind them. They turned around to check what was going on, only to see Jamal with closed eyes, growing right there behind them. He crammed and stressed the back seat further and further as it couldn’t handle this huge, growing black boy pressing against its leather and iron frame.<br>\r\nThe car’s hull began bending and creaking in bursts from Jamal's expanding form. His legs had finally gotten so big and strong that he caved in the seat in front of him, stretching his feet out and pressed the ripped off seat up against the windshield and airbag panel, effectively crushing the police officer sitting in it, but Jamal didn't pat attention to his murder, he only cared about stretching his legs as it felt so good to finally get some room. Jamal’s short pants had ripped its sides open in the process, but had also torn its zipper apart, as a mighty, black cock had steadily been pushing the fabric more and more with its greater and greater size since they began driving. It grew and harden too from Jamal’s weed trip, the shaft slapping against Jamal’s stomach as it was released, its 10 inches length kept getting bigger, juicer and fatter. Jamal with his back arched against the ceiling, looked proud down at his hot, sweltering schlong. Growing this big was every boy’s dream.<br>\r\n<br>\r\nThe last officer fled the unstable and combusting vehicle, that groaned and shrieked loudly from the metal getting bent. Right as he got out, the roof exploded asunder from Jamal’s naked body, letting him out into freedom as he sat with his ass covering the entire backseat and luggage room, while his legs had sprouted out of the car doors in the front, he must be 14 feet tall now!<br>\r\n“Stop fucking growing right now! That’s an order!” the cop pulled out a gun: “Respect my authority!”<br>\r\n“Respect this dick!” Jamal replied, destroying the police officer with a crushing, black fist. Crushing the office gave Jamal such a power rush, feeling so powerful and big now. Jamal’s cock was truly a dick to be feared and respected too, this large, dangerously-growing, black cock could rip girls in halves now, and it kept growing to Jamal’s great joy. He stroked his proud manhood while flattening the remains of the cop car beneath his rear, finding his confiscated weed bag in the wreckage and rolled a joint with the some police report paper, lightning it from the heat of the busted car engine.<br>\r\n<br>\r\nThe weed wrap was so small between his fingers, but he smoked it anyway, Enjoying the vapors while enjoying his cock. Masturbating out in public while laying on a cop car, this was dope as fuck. Jamal’s weight kept increasing with each second and each drag he took too, turning this fit, muscular, overly hung, giant African warrior even greater.<br>\r\n<br>\r\nJust like how Jamal’s colossal balls could not wait to release their stuffed-up load, Jamal could not wait to share a joint between friends and families back home either, once he was done jerking a fat one out of course. <br>\r\n</span></div></div>",
            "created":1602133200,
            "id":2917493,
            "title":"A young black man gets arrested by cops and the..."
        },
        "12113":{
            "author_id":"lb20622",
            "author_name":"LorenzoTheGuy",
            "choices":[
                "Shawn goes and finds some more \"White meat\"",
                "He encounters an equally tall ebony giantess",
                "Other scenerio"
            ],
            "content":"<div class=\"\"><div> <span><font class=\"size35\" style=\"\">Shawn Jens, or \"Big Shawn\" as his friends called him, was pretty tall already for a black man, standing at a stoic 6' 4\". He was ripped, hung, and had a decent job as a bouncer at a nightclub. He had just gotten off his shift and made his way through the alleyway, it being the shorter way home. <br>\r\n<br>\r\nAs he did he felt something...off. \"Man, are these pant's getting tighter? Lord, I swear I have to keep getting new goddamn clo-\" He was cut off as around the corner, two white men came into view, holding knives as the called to him, \"Give us your wallet! Now!\" When Shawn was about to reply back, he felt his pants get even tighter. In fact, everything felt tighter...it felt...good...He grunted as his shirt finally ripped, revealing his biceps and toned six-pack. His pants shortly followed, revealing his now foot and a half long big black cock. Then finally, his shoes and socks ripped, as all of his toes poked though and destroyed them. The thieves looked up in horror as they dropped their knives at the sight of the 16 foot black man. They attempted to run, but were quickly grabbed by Shawn and were brought up to his face. \"So, you motherfuckers think you can try and rob Big Shawn?\" Just then, his stomach grumbled as he the licked his lips. \"Was fortunate you two showed up, been thinking about having some...white meat~\" He then lifted up one of the crooks and dropped him into his mouth and promptly swallowed him. He moaned softly as he then looked at the other one and did the same thing for him. The crook screamed as he fell into Big Shawn's mouth, quickly silenced as the black giant tilted his head back and swallowed him, sending him to his stomach. The crook slithered and slid down into Shawn's gut as he curled along side the other one. <br>\r\n<br>\r\nOn the outside, Shawn patted his gut. \"Damn, those white boys were good...I think I gotta find me some more~\"</font></span></div></div>",
            "created":1602738000,
            "id":2922570,
            "title":"Big Shawn's got a big appetite"
        },
        "121131":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Keep eating",
                "Cock needs attention",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Hungry for more, Shawn stomped out of the alleyway. He was deeply surprised that he was able to fit both men inside him, but he liked the idea of a bigger stomach, not a fat one, but one that was able to hold more, a stomach that was roomier and larger and could be filled with so much.<br>\r\n<br>\r\nThe idea of being hungrier, the idea of having an increased appetite, all sounded so wonderful to Shawn, and he began focusing on his stomach as he knew that, that was about to happened.<br>\r\n<br>\r\nShawn knew his stomach was about to expand, feeling that nicely, stuffed heaviness in his belly disappearing as he digested his food and began gaining bigger stomach capacity for more. Moving his gullet out into the smaller, almost empty street, feeling the Icy concrete against his bare feet and the cold, night wind against his skin as Shawn was now naked and free.<br>\r\n<br>\r\nThe small people seeing Shawn fled screaming and scared.<br>\r\n<br>\r\nJokingly with a bright smile, Shawn looked at the running bystanders with his arms in the air.  <br>\r\n“What’s everyone so worried a -BURP- about, never seen a black man before?”<br>\r\n<br>\r\nShawn now felt his body changing, feeling his stomach stretching and expanding as it made Shawn capable to stuff another white human inside of him, giving Shawn a bit of size as well as his height went up too.<br>\r\nHe burped loudly, patting his gut, feeling the increased hunger he had gained.<br>\r\n“It’s just -HIC- a little growth spurt -URAP- I just need some more food!”<br>\r\n<br>\r\nShawn began his feast with a single homeless man which he swallowed down into his black gullet with ease, satisfying the giant’s urge but got quickly hungry again as Shawn’s stomach grew with its fresh newly added nutrition, making Shawn pick up another bystander close by.<br>\r\n<br>\r\nEach meal only made Shawn able to contain more white meat, as his stomach grew bigger and bigger, making Shawn hungrier and hungrier and want more.<br>\r\n<br>\r\nPeople fled in terror, as a lumbering, growing, African giant with a muscle gut that stretched so far up and out that it looked like a human-sized yoga ball was attached to his waist stomped through the streets, the rest of his body still looking fit and healthy, spotting a swinging baseball bat cock between his legs as well.<br>\r\n<br>\r\nHe looked at the shrinking white rats at this feet: <br>\r\n“Now where is everyone running off to? -URRRAPP- can’t yall see I’m still starving?!” <br>\r\nShawn’s ebony belly rumbled with increased hunger, so loud and intense now that it could be heard far and wide.<br>\r\n“I need more white meat! -BOURP-“<br>\r\n<br>\r\nShawn was compelled by a bigger and bigger urge to stuff himself as much as he could, as his stomach kept growing larger and larger, he needed to fill that bottomless pit, only making him even more empty and hungry inside as he began yanking white folks out of buildings and cars, grabbing handfuls of college kids and elderly from retirement homes, all gulped down the black titan’s slippery throat and into his endlessly expanding belly.<br>\r\n<br>\r\nIt made Shawn so happy and turned on, knowing his hunger had turned into a black hole that made Shawn able to eat endlessly and stuffing himself only would make him grow bigger and bigger. He loved it so much, loved the feeling of the world shrinking around him as he ate and ate larger and larger amounts of people, consuming himself into a gluttonous god, who always wants and needed more.<br>\r\n<br>\r\n“So fucking hungry! -BUUUURP-”</span></div></div>",
            "created":1602997200,
            "id":2924260,
            "title":"Shawn goes and finds some more \"White meat&..."
        },
        "1212":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Free more cities.",
                "Get back to your tribe.",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>In a remote village far out on the African steppes, a tribe lived the old traditional way with no technology or modern solutions.<br>\r\n <br>\r\nIt was here Bisa lived, one of the many tribeswomen living in the village. She had short, curly, black hair, had a cute, plump, wide, button nose and thick, pouting lips so full and lovely plump and a skin color that was as dark as coal. She wore a toga as her only form of garb just like the rest of the tribe.<br>\r\n<br>\r\nHer tribe had felt the elusive sweep of black growth through them like the rest of the world, starting with their togas getting snug, to their mud huts being unfitting for their doubled sizes.<br>\r\n<br>\r\n<br>\r\nBigger bellies required bigger amounts of food, and Bisa was sent out in a toga that reached her thighs now and was tight around her bosom, to scout and search for more food.<br>\r\n<br>\r\nIn her days long travel Bisa’s footsteps got larger and larger in the dirt, and as she reached Acacia tree height the toga got too uncomfortable and useless that she tore it off and left it on the ground in her wake, expose her huge, naked body to the savannah wind and heat. <br>\r\n<br>\r\nHer dark chocolate form had gotten so round and pear shaped, sprouting with health and fertility. A lovely, roomy gut adorned her waist, crowned with an outie belly button that divided her soft stomach’s curves in a cross. A thriving bush grew lushly in size between her strong, child-carrying hips that was three times as wide as her lovely head. Decent sized breasts with even darker nipples mounded on, stood proud and perky, making small bounces with each step Bisa took with her huge, growing, ebony feet.<br>\r\n<br>\r\nThe world kept shrinking around her, getting less and less dangerous and making Bisa more and more in control, she was a goddess in creation, getting larger and bigger, becoming such a great natural force of power that was capable carrying elephants and make the ground shake. Feeling an unusual heaviness in her breasts as wel tool which got more and more noticeable during her wandering, same with her ass whose heart shape form got bulkier and rounder with time.<br>\r\n<br>\r\nAs she reached fifty feet, she spotted a city in the distance, but was confused to see how small it was when she got closer. She had reached a Saudi Arabian city, and its people was horrified to see a giant, naked, black woman approaching its borders. As she stopped at the city entrance to scan the newly found, curious landscape, she spotted a lot of wrongdoings happening in the streets of the city. See saw how a lot of husbands treated their wives ill, and how public humiliation of women was taking place with the full acceptance of the law. Women were clearly not on equal foot with the men here, having no right to vote or having the same freedoms whatsoever. It became clear to Bisa that this tiny city was evil.<br>\r\n<br>\r\nBisa became angry and began pushing her way into the city to reach the injustice,ruining the infrastructure with her massive weight, making everyone panic as giant, female feet crushed roads and cars with zero effort. The cheering crowd of woman-haters became silent as they felt a increasing rumbling in the ground and saw a shadow looming above them. Looking up at the towering, angry, nude tribeswoman who was greatly displeased with their actions, beginning to stomp, smash and pound the tiny, woman-abusing ants that scurried around her giant, black toes. It seemed like the day of reckoning had arrived, as females in the Saudi Arabian city finally was getting some righteousness served by a giant idol of femininity. Bisa crouched down and flattened the evil men with punching fists, creating craters of blood and stone and a frightening display of power to others. There was no better misogyny punisher than an angry, african, titan woman with her hairy pussy and plump breasts exposed, crushing the evildoers and destroying their hiding spots. Nothing could be done to stop the ebony goddess as he kept on her rampage through the city, toppling skyscrapers and ass-crushing police stations, making sure that no woman was stepped on or squashed. She ate a couple of the men too, being so hungry from her long travel that she couldn’t help herself, emptying houses like food cans and treating buses like cereal packages, shaking its content down into her mouth. <br>\r\n<br>\r\nAfter the feral giantess had brought the city to its knees, she rested her mighty ass in the rubble and took a good look at her work. Bisa ruled now, and her first act as queen was to free the women, the only main survivors of the mass destruction.<br>\r\nShe became their new goddess and all began worshipping Bisa's gigantic body and stripped off all their own clothes to walk nude like their savior, letting their tits and pussies out for the world to see. They massaged her to their best ability while Bisa looked satisfied on, feeling good for doing such a great act. She deserved to be pampered a bit.<br>\r\n</span></div></div>",
            "created":1602219600,
            "id":2918016,
            "title":"Female African tribeswoman grows giant and goes..."
        },
        "122":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "A married wife gets a visit from a black handyman. ",
                "A work seeking African comes inside an Asian CEO's office.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story:</span></div></span></div>",
            "created":1602133200,
            "id":2917550,
            "title":"Race Traitor"
        },
        "125":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "The negress shares the cracker with her sisters",
                "The cracker makes an escape attempt",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Out here in the harsh, African Savannah is the one of the most fearsome predators of the animal kingdom. We find one stalking amongst the grassland’s tall straws looking for prey, a beautiful specimen of the great ape, the prowling, black negress.<br>\r\n<br>\r\nThis specie can grow up to 7 feet tall and are highly physically powerful. Born with instinct for solitary ambush predation, keen sense and hunting prowess that matches the great cats of Africa. Their attacks are swift and highly deadly, giving these hunters a fearsome reputation for ruthlessness. <br>\r\n<br>\r\nShe walks on all fours with her wide, birthing hips raised high above the grass, swaying from side to side while her head is lowered. Her large udders sway too, engorged with milk all year around. Both serves to advertise her fertility to potential mates, and like the hyena, the negress are matriarchal, viewing males as nothing but submissive, browbeaten nest-warmers who are only useful as breeding toys.<br>\r\n<br>\r\nShe is in heat. Like many mammals she experienced an annual estrous cycle which was stimulated by the rising temperatures arriving with the dry season.<br>\r\n<br>\r\nHer keen eyesight makes her able to spot prey at a distance of 700 meters, and soon enough she had one in sight;<br>\r\n<br>\r\nA small, young, white cracker peacefully chewing grass, another specimen from the same family as the negress. His fair skin makes him easy to spot, as this kind of animal gets weakened by sunlight and therefore prefers to stay out of it, living beneath shady trees or inside burrows to avoid it. Evolution has given the cracker its short size due to this and was therefore much smaller than the much larger negress. <br>\r\n<br>\r\nIt’s rare for a negress to capture one as a mate due to their shy nature, so any chance to get one must be seized upon immediately. Lighter skinned crackers were more preferable mates, since the males were more likely to stay in the nest as they disliked harsh sunlight, making them more unlikely to leave or try to escape them. <br>\r\n<br>\r\nThe grazing, young cracker noticed nothing yet. it will soon be too late for him to reach the trees and climb for safety.<br>\r\n<br>\r\nAs she drew close enough to catch his attention, the chase begins. The short distance favors her, as she soon tackles the frighten, young animal to the ground. The struggle between those two was a losing battle for the much smaller male, who soon got tired out and pinned face down against the ground.<br>\r\n <br>\r\nShe then begins to mark him as hers by licking the backside of his ears. Her act met with a bit of resistance which she swiftly deals with, continuing to lick his posterior auricular lymph nodes in order to show dominance. The male now begins to relax, and as a test to see if her domination had been successful, she slowly glides a finger inside the male’s mouth while both keeps eye contact with each other. There is a pause, but the scared and humbled male quickly shows submission by licking the negress’s finger, signaling a willingness to clean her body which is an important social activity among the specie.<br>\r\n<br>\r\n<br>\r\n<br>\r\nHer grasp is loosened, and her newly acquired mate is dragged home to her nest whimpering, biting its neck all the way to make sure the cracker don't attempt to run away. She has made sure that her nest was placed in a shadowy spot in order to entice fair-skinned mates to stay. Cloth rags, fur and dry plants made up her breeding ground, and here she dropped her freshly caught cracker inside, completing her conquest as her prey was now secured.<br>\r\n<br>\r\nThe male is now subject for days of domination, abuse and grooming, her scent becoming a bigger and bigger part of him and more and more of her scratch marks adorned his fraile, pale body. She never allowed him to leave the bed, feed him the remains of her food, and violently forces herself upon him whenever her heat came up. The wounded male tries to avoid her rough treatment with obedience, grooming, kisses, snuggles. Keeping his body curled up and low to show that he was no threat, greeting her with helpless whimpers when she got home from hunting, always focusing all his attention towards her and reading her body language with care in order to know when she disapproved his behavior. <br>\r\n<br>\r\nFor many years to come, the tiny cracker would look up with fear at his owner, constantly be overwhelmed and pushed around by the negress overpowering size but would find comfort in her embrace as they slept together, keeping each other warm and comfy throughout the cold night.</span></div></div>",
            "created":1602219600,
            "id":2918231,
            "title":"The Human Animal Kingdom"
        },
        "13":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Global Race Size Growth",
                "Race Traitor",
                "Hyper Breeder",
                "Hyper Broodmother",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What story type would you like to do?</span></div></span></div>",
            "created":1602133200,
            "id":2917397,
            "title":"White"
        },
        "131":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "A giant woman is getting served by brown workers at a beauty shop.",
                "Other",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Down in a secret lab in Europe, a secret nazi experiment had gone on for years now, to make the perfect übermench. A white supremacist scientist had worked tiresome on a formula that would make the superior human being, but only work on the Aryan breed. Finally, he cracked the code, cackling like a mad man as he watch his successful formula do its effect on him as he dangerously grew out of his clothes and bumped his head against the ceiling. It was now time to spread it to the rest of the world.<br>\r\n<br>\r\n<br>\r\nIt hit the world like a storm. A global population totally unprepared as the early signs began showing. White people all of a sudden experienced an uncomfortable tightness in their clothing the following days, as their bellies began sticking out more beneath shirts and sleeves seemed to have shrunk a bit on their arms. Worse was their shoes, as everyone felt their toes painfully pressed against the tip of them, which made many take them off in school or at the workplace to relief their sock-covered feet a bit from the crammed space. It was soon noticed too that white boys, girls, moms and fathers had gained an couple inches in height, and some felt their muscles were much stronger now than before.<br>\r\n<br>\r\nThen another kind of frightening growth was sweeping across the nations. White cock was increasing in size slowly, and females felt how their butts and hips had gotten bigger and more plump, turning their flat asses into decent, round mounds which kept adding new weight one tiny bit at the time. The same went for their chest too. Steadily swelling with small ounces of mass that was added to them daily, creating a up going consumption of bigger size shoes and clothes across the entire world.<br>\r\n<br>\r\nSoon people noticed that white people were all growing and was getting way above the already small African and middle eastern immigrants in their Euorpean home countries. Popping buttons in the middle of the streets from distressed skin-tight shirt or pants stuffed to the brim, showing a greater and greater need for bigger bras and underwear pouches. The few white employees in Asia, who was already well above the average native's height, turned into monsters in the already crammed office space, frightening their Asian colleagues as they required more room, food and bigger clothes. <br>\r\n<br>\r\nIt surprised white families as they felt how their houses had shrunk around them, but soon they found their growth experience enjoyable, and relished in it together with their white neighbors. It created a strong bond between white families, which excluded other races more and more from their private lives as they looked so small and fragile to them. Interracial marriage broke up too, as black boyfriends found themselves more and more unavailable to satisfy their white girlfriends’ expanding, cavernous, growing pussies, which kept getting larger around their shrinking cock each day passing. And Asian girls got harmed from their white boyfriend’s expanding cocks, as their beloved, pale stallion kept enlengthen and stuff their holes beyond comfort. Everyone grew out of their relationship and start keeping to their own kin instead as only big, white girls were capable of handling big, white cock, segregating whites from others even further.<br>\r\n<br>\r\nAnd they bred alot too now, as every white soccer mom and blond bimbo teen quickly got pregnant after the infection, stressing the clothing industry even further as white bellies grew globally with brood. Giants fucking loudly on broken beds in crammed bedrooms and houses or in alleyways or clubs were their huge bodies block the entire pathway.<br>\r\n  <br>\r\nTall, white, handsome and pretty people were everywhere, the kids being 6.5 feet tall while some of the male adults spotted a height of 13 feet. They were like gods, making everyone else look up at them in awe and fear, and building were quickly built to comandante their new size statues. A new racial view was created as white people all looked down at the other smaller races, creating an elite that took over governments across Europa and America. It  promoted the marvelous, superior, white, well-endowed people, and excluded other races of any rights or freedoms, treating them like bugs and cockroaches that needed to be bred out.</span></div></div>",
            "created":1602133200,
            "id":2917510,
            "title":"Global Race Size Growth"
        },
        "132":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "A mexcian woman fucks a white ICE officer about to deport her.",
                "Asian girls swarms around a white exchange students",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick your story</span></div></span></div>",
            "created":1602133200,
            "id":2917545,
            "title":"Race Traitor"
        },
        "1321":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Roxana in maiden's outfit doing her routine at Jordan's home",
                "Roxana used as a mixed babymaker",
                "Other scenario "
            ],
            "content":"<div class=\"\"><div> <span>In an ICE investigation room, a contemplating Roxana was sitting on one of the two chairs placed at the table in the middle of the room. She was waiting to be questioned after being busted for having no U.S. resident papers.<br>\r\n<br>\r\nRoxana hated white people and saw them as evil and colonial thieves, devoting her entire life to demonize every act or deed done by them. She was chilling at home with her brother, writing racist tweets on twitter, when suddenly their house got busted by some quick and efficient ICE agents. They had no time to react, as Roxana was manhandled by big, burly, white men, shocking her deeply as it was the first time she really got to see America’s law enforcement.<br>\r\n<br>\r\nThey were so tall. Much taller than the Hispanic men she was used to see. And the size of their muscles was unbelievable large too, so well trained and fit that it awakened something inside Roxana that she did not know exactly was.<br>\r\n<br>\r\nThe giants had taking her to the station and placed here in the investigation room where she now was, thinking about the feelings she had experienced moments ago.<br>\r\n<br>\r\n<br>\r\nThe door to the room finally opened, and Roxana’s heat skipped a beat as a 7.5 feet tall dodged his way through the door, the top of the doorframe lightly gracing his frosted tips haircut as he made his way inside.  Beautiful facial bone structure, shining with bright, blue eyes and protruding lips made him look like an absolute stud, especially wearing his uniform and bullet-proof vest around his muscular frame. His sleeveless, bulking arms held some papers that he was reading as he made his way to the opposite side of the table to Roxana, his shadow looming over her as he blocked out the ceiling light, which disappeared as soon as he sat down in front of Roxana.<br>\r\n<br>\r\n<br>\r\nRoxana’s heart was beating fast, sitting so very still as she looked at the officer. Finally he moved his eyes away from the papers and looked down at Roxana: “Roxana Flores?” <br>\r\n<br>\r\n“Ye-yes.”<br>\r\n<br>\r\n“I’m officer Jordan, I going to ask you some questions regarding your documentation. Everything said in this room will be recorded, you understand?”  <br>\r\n<br>\r\nJordan looked deeply into Roxana’s eyes, who looked down to break the uncomfortable eye contact.<br>\r\n“Y-yes.”<br>\r\n<br>\r\nJordan looked back into his papers and presented some to Roxana.<br>\r\n<br>\r\n“Now we have searched your apartment and looked at your profiles,  gone through different county registry and checked for your CRN or any birth certificate and we have concluded that both you and your brother are illegally residing in America.”<br>\r\nRoxana kept starring down at the floor.<br>\r\n<br>\r\n“Roxana… we have already deported your brother.” Her eyes went back up at Jordan, wide and frighten, not knowing what to do as she was going to be next. She really did not want to go back to her home country, despite constantly praising it, Roxana did not actually like Mexico that much, and would rather want to stay in America where things were better.<br>\r\n<br>\r\n“He had no defense or alternative method to offer, and I hope that you would understand that you are were much in the same situation as him.”<br>\r\n<br>\r\nRoxana’s eyes went down again and there was silent between the two. The pretty, delicate, little Mexican flower shivering in the cold of the big, cold, looming predator, cornered and caught, having nowhere to escape. This was it.<br>\r\n<br>\r\n<br>\r\n“I do have an offer for you.”<br>\r\n<br>\r\n<br>\r\nRoxana looked up with surprise at the tall ICE agent. He had stopped the recorder that was laying on the table, and now looked intensely at Roxana. <br>\r\n<br>\r\n“I can get you off the hook… but you will have to do me a favor.”<br>\r\n<br>\r\nJordan stood up from his chair and rose up to his 7.5 feet height, still looking down at Roxana who looked back up at him. Like this, he began unbuckling his belt, and it was then Roxana’s attention was led to the massive bulge Jordan was spotting in his tight pants.<br>\r\n<br>\r\nA mixed feeling of being intrigued and scared befell Roxana, as Jordan unzipped his pants, letting his package stretch his pants forward as his white underwear clearly struggled to contain what was in them. The tightness made Jordan grunt as he tried to pull out his cock, finally getting his white beast out from his crammed underwear and pants so it finally could get some fresh air and swell freely. The officer’s erection was gigantic, looking 9 inches long and thick as a soda can, its musky smell hitting Roxana’s nose strongly as she was shocked by his enormous size.<br>\r\n<br>\r\n“I haven’t fucked for days. My Asian wife cannot handle my size anymore. Says I have grown too big for my own good.”<br>\r\nJordan then dug up his white balls and plummet them on the table. They were huge. Each nut the size of a avocado, clearly showing that the officer had packed up a lot of spunk in the recent days, making him hot and bothered at the workplace.<br>\r\n“Can’t say I blame her, but 9.2 is pretty average for a white guy and I’m no dude who just masturbates, this kind of dick needs special attention!”<br>\r\n<br>\r\nRoxanna stared at it, looking at the throbbing white monster right in front of her, attached to a drum-tight groin that belonged to a massive, well-fit, good-looking, towering stud, and he said it was average?! The smell of it too. She wanted to touch it so badly. <br>\r\n“What do you say then, spic girl? Wanna let me use you to relief my workload so you can get to stay here?”<br>\r\nRoxanna liked all those words she heard and slowly nodded, still fixated by the pure, slab of musky, cock meat.<br>\r\nJordan walked around the table and approached Roxana who got pressed against the table as Jordan pulled her up on top of it, beginning to undress her with force. The start was frightening for her first, but got overwhelming enjoyable, as Jordan began sticking a finger insider her pussy to moisten it for entrance. She closed her eyes and moaned as his fingers moved back and forth, squeezing her Latino cunt for liquid as she slightly thrashed her legs about. When Jordan’s finger was soaked in Mexican juices, he began penetrating her. Gently sticking it in and making Roxana fell the head that stretched her nether lips to unexplored margins, making her gasp in shock as Jordan let her feel it for size. But Jordan was a bit impatience, as he hadn’t got to cum in a while, and went quickly for the pounding with not much build up. The table shook together with Roxana with her back on it, gasping, screaming and moaning while getting her guts rearranged by a white stallion that could break her in half if he wanted to.<br>\r\n<br>\r\nTheir violent sex stirred up her native Aztec genes as it reminded them of the many times strong, white conquistadors had conquered and taken charge of dirty, little, savage sluts like her. Giving them exactly what they wanted by shoving giant, marble cocks in every little Aztec woman, invading their wombs with galleons of sperms to breed little mulattos like Roxana.   <br>\r\nIt triggered something inside of her mind, making her more submissive and understanding of her situation. <br>\r\nIt was so clear to her now that she had mistaken the white man. That there was something truly great and superior about these beings that just surpassed anything else her culture had to offer. Nobody would want to migrate to Mexico, it was in America were things were at, the land of the free, inhabited by white giants that really could make a woman scream.<br>\r\nShe had been so very wrong, and she had a huge urge to make up for it now, all the while getting fucked silly by the ICE agent who deported her brother, now fucking his sister mercilessly and making her even like it.<br>\r\n<br>\r\nOrgasm after orgasm clouded her mind, and she went through four at least before Jordan unloaded his burdensome bag of packed up sperm, making it look like a garden hose was turned out as the pressure inside her womb made much of the spurting cum blast of any airtight crack there was out around Jordan’s giant, vagina-stuffing cock that blocked all exit. A huge stream of it spewed out as Jordan unblocked his cock and let Roxanna’s sore and stretched out pussy rest and leak its content out. Jordan ran a hair through his frosty tips as he whipped off sweat from his forehead, Roxanna had worked him quit out, but he had worked Roxanna out even more, who laid destroyed on the table, panting heavily while feeling ever so good and tender.<br>\r\n <br>\r\n<br>\r\n“Nice job, senorita, that pussy would take a whole heap more cock than my wife’s could, you might actually be quite useful after all.” <br>\r\n<br>\r\nAs Roxana tried to catch her breath, Jordan had walked on the opposite side of the table and had placed his cum-soaked, semi-flaccid cock on Roxana’s head.<br>\r\n<br>\r\n“I’m gonna need you to clean up the mess you made. Can’t have mu pants getting wet.” <br>\r\nLike the good Mexican cealning lady, Roxana went to work, more than happy to wipe the stains off Jordan’s incredible babymaker. <br>\r\n<br>\r\n“Good girl… good girl.” Jordan whispered, as he felt the licks lapping up the sticky white goo. “I can defiantly use one like you around the house.”<br>\r\n<br>\r\nAfter taking up the pool of jizz on the floor as well, Roxana was signed up for to be reformed under officer Jordan’s supervising, serving as his housemaid at home, tasked to relief this hardworking, handsome officer of the law of any pent-up stress at any time and learn the American culture while at it. Roxana loved it, and forsaken her own culture and race, deeming them inferior and pathetic, compared to white men, spending the rest of her days serving cock as long as her forearm, and carrying white babies in mass to fuel the white population, doing her part to breed out the dark-skinned losers of humanity that envious leeched on white people. From now on, the only thing Roxana would be leeching on was big, white cock.<br>\r\n</span></div></div>",
            "created":1602997200,
            "id":2923938,
            "title":"A mexcian woman fucks a white ICE officer about..."
        },
        "133":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "18 years later, Kevin's kids are close to make up half the earth's population ",
                "Other ",
                "Other scenario "
            ],
            "content":"<div class=\"\"><div> <span>With the three biggest penises in the world held by white men, it was clear that white genes had a special ability to grow incredible lengthy cocks naturally. Being the horse masters of the past, white people’s bodies had tried to imitate these animal’s extremely hung nature, growing beyond global average in worrying rates, getting bigger and bigger cocks each decade, and today, a new white stallion was about to enter the world.  <br>\r\n<br>\r\n<br>\r\n<br>\r\nSince the day he was born, Kevin’s genitals had been steadily growing nonstop. Each year when Kevin blew the candles out on his birthday cake, and extra ounce of size was added inside his underwear. Such a lucky, little, happy boy admired and spoiled by moms and teachers, as they watched him turning up to such a fine, young man, having special needs for extra big underwear as the boy early in life surpassed the average size of adult male’s penises.<br>\r\n<br>\r\nThis expansion went into overdrive during puberty, breaking record after record, underwear after underwear, quickly filling up the room in his newly bought ones and managed to rip them apart before getting the chance to buy new. Everyone in school could practically see his bulge grow bigger during class, making Kevin a legend as he easily had the biggest cock in school, if not in the entire world.<br>\r\n<br>\r\nAnd as the weight between his legs kept getting heavier and heavier, adding more mass, boy meat and sensitive tissues to his junk while stretching his nuts out with more and more skin to contain the endlessly swelling amount of cum whose production really had kicked in overdrive with his puberty. His dick called out to him more and more, leaking bigger loads of precum out of Kevinøs huge slid, it needed to be milked.<br>\r\n<br>\r\n<br>\r\nIt was then the messy masturbation started, which Kevin did more and more often, making his mind always swirl with serotonin, making Kevin so happy and centered his brain more and more about growing his junk.<br>\r\n<br>\r\nKevin was such a good boy at filling his scrotum with sticky goo, getting better and better at doing so that he needed to wear a condom in class like a diaper, as he would leak pools of boy batter uncontrollably if he didn’t jerk off every third hour. While swimming in the local swimming pool, his condom even busted, and released a giant white cloud from his extra large swimming shorts, the girls swimming in it getting impregnated effortlessly, it wouldn’t be long before Kevin could produce enough cum to fill the swimming pool within 24 hours as hyper virile and horny he was.<br>\r\n<br>\r\n<br>\r\nAs he reached adulthood, Kevin stood 7 feet tall with slender arms, torso and legs as if somebody had stretched him longer. He had piercings in his ears, lips, eyebrows and nose, tattoos decorating his slightly muscular body, looking like such a fuck boy with his spikey, short hair, headset around his neck, loose skater shirt that didn’t cover his tone stomach or plump belly button, acting like exactly how the owner of the world's biggest cock would. Showing off his family jewels by going commando and letting his 12 inch flaccid cock and sagging, coconut-sized balls swing inside his loose cargo pants, making it easy for him to show chicks on the street his package, outlining or grabbing his gigantic bulge with a cheeky smile, knowing he was the fucking king.<br>\r\n<br>\r\nKevin fucked chicks left and right as his sexdrive had gotten out of control. His cum-dripping cock needed release ever hour, being so young, virile and energetic than any boy in history, his incredible size and sex musk making girls, moms and aunts unable to say no to him, letting him pound their vaginas to new widths, fucking them silly and spurt a huge, sticky load inside their unprotected wombs, allowing Kevin's genes to spread like a wild fire.<br>\r\nBut Kevin’s capability to ejaculate increased more and more, giving his partners bigger and bigger loads of cum, as he produced cum quicker and thicker, changing Kevin in the way he liked. Between sessions Kevin ate exclusively sweet fruit that went straight to his balls, making his cum healthy and smell nice. <br>\r\n<br>\r\nIt didn’t slow down, even when Kevin was fucking twice as many women, he still needed release more and more often, so horny and needy, barely wearing clothes at all, and he loved it.<br>\r\n<br>\r\n<br>\r\nIt was an endless cycle between feeling empty and wonderful to ball stuffed and horny. Blowing more, wanting more, keeping gifting strangers his rich, creamy and potent loads, that soon left a string of pregnancies behind Kevin's drooling, cum-burping dick.<br>\r\n<br>\r\n<br>\r\nThere was nothing the world could do as Kevin inflated countless of female bellies around the continent with spawn and overwhelming the sperm banks with his huge contribution that made him owner of 98% of all sperm administrated to the world. Swallowing down entire fruit baskets in one go to fuel his hardworking cum factories, making his nuts seem like a second stomach as each apple, pineapple or orange he ate doubled the content of his sack while making his goo smell sweet and fruity too.<br>\r\n<br>\r\nWhites, Latinos, Afro-Americans, Asians were gifted cargos of beautiful white, blue-eye, blond haired children, having no racial features from their moms whatsoever since Kevin’s cum was so strong it completed washed that away. <br>\r\n<br>\r\nHe was hung beyond a horse now with immense watermelon nuts too, achieving what white men havd tried to do for ages, making him close to immobile as they kept growing together with the rising numbers of pregnant women he had made. <br>\r\n</span></div></div>",
            "created":1602997200,
            "id":2923956,
            "title":"Hyper Breeder"
        },
        "14":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Global Race Size Growth",
                "Race Traitor",
                "Hyper Breeder",
                "Hyper Broodmother",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What story type would you like to do?<br>\r\n</span></div></span></div>",
            "created":1602133200,
            "id":2917398,
            "title":"Asian"
        },
        "141":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "A Asian exchange students grows in a foreign school.",
                "A secret chinese agent on a mission while carrying a growth vial. ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The Chinese government had harbored a deep dislike and angry for the western world for centuries now. Ever since the rather small British empire brought the entire middle kingdom to its knees during the opium wars, a hatred for foreigners had steadily blossomed. Too many wars had been lost, getting humiliated and dominated so many times, an history going all the way back to Genghis Khan. Even today everyone laughed at the Asian stereotype, mocking them for their short heights and tiny penises.<br>\r\n<br>\r\nBut the time had come. After several years of planning and infiltration, the Chinese government was finally ready to execute their long waited invasion and conquest of the world, all laying in small veils with yellow liquid, a liquid that only worked on Asian genes, a liquid that would make its host grow giant.<br>\r\n<br>\r\nThe veils were transported to all Chinese companies around the world, instructed to arm every Chinese citizen with one, and drink it when the time was right, otherwise they would lose all their social credit score.<br>\r\n<br>\r\nAll went accordingly and the green light was given, all across the globe Chinese families, tourists, exchange students, traveling businessmen, strippers, stewardess, au pairs and fast food workers drank the veils in one gulp, and felt the change immediately.<br>\r\n<br>\r\nIt was slow but surely happening. Expanding mass began filling the below average size clothes, and sounds of rips and tears drew the attention from all people standing close by, watching in shock at the chink growing right in front of their very eyes.<br>\r\nA evil smile widen on every Asian’s face, loving watching the foreigners shrink right in front of them, while they burst out of their small clothes like a yellow snake shedding its skin as it had grown too big for it, revealing a larger and better version of themselves that was so much better than the others.<br>\r\n<br>\r\nSpeaking of snakes, the Chinese government also made sure that the growth liquid would stimulate their citizens’ private parts to truly achieve yellow human-gods. It only increased the growing Asians' power trip as they felt and saw their small, dicks rapidly growing fat and colossal, each man surpassing the previous world record in mere minutes. Asian women laughed manically with their hands placed on their constantly widening and plumping hips as their wash-board, flat chests began inflating with growing flesh bumps which quickly turned into massive tits that swung more and more from side to side as they ceaseless kept gaining gravity-pulling mass.<br>\r\n<br>\r\nPanic and terror spread, as houses, busses and cars exploded with wiggling, yellow, bare-feet and black-haired heads poking out from every structure. Chinese tourists grew naked in museums, wrecking the country’s cultural inheritance beneath their humongous butts, and exchange students had their fun torturing bullying, native classmates with their growing, golden dongs and rich, rice-filled balls:<br>\r\n<br>\r\n“Do you think my cock is small now?!” Taunting them while letting their bodies grow on top of them, the increasing weight crushing and engulfing them beneath their musky, rumbling scrotums. <br>\r\n<br>\r\nFrom China and their sleepier agent cells across the world, giant, nude 20 feet tall, Chinese, super-soldiers marched out and invaded every single country at once, the other Asian countries like Japan, Vietnam and Thailand, was given the opportunity to join the Chinese regime and rewarded with growth liquid or else be crushed beneath their heels, but other races were given no other mercy than slavery. <br>\r\nPeople fled from the looming shadows of Asian titans, stomping and crushing structures with rock-hard, 7 feet long cocks, loaded with balls that had enough sperm to double the population of China. The mothers and daughter destroying people and skyscrapers with their sloshing, heaving tits the size of Hybrid Airships, loving the feeling of blood and concrete covering their road-breaking feet and truck-crushing boobs, making them stroke their wet sex just like the men as their long lasting revenge on western civilization made them feel so fucking good and horny. Some even began eating the tiny foreigners, as well as the dogs and cats around, as growing this large had given them a mighty appetite to quench. Some even forgot about their duty and began fucking on top of crumbled town hall ruins, celebrating their victory with giant orgasms while at the same time ensuring the next new generation of super-humans since the amount of cum each man dragged with them was enough to stuff the women’s uterus beyond capacity.<br>\r\n<br>\r\nThe leaders around the world went down to their nuclear facilities to launch all their nukes at the invaders, but as they go there they were staggered to see a colossal, crammed-in Asian having infiltrated the Silos and was busy stuffing all the nukes up their stretchy, massive assholes. Unknown to them, the Chinese government had employed a squadron of agents who possessed the largest and most gaping bums in China to neutralize the enemies’ nukes. The growth vial would ensure that their cavernous anuses would grow so roomy and big that they would be able to swallow all of the missles. The giant, butt-stuffed agent was in the middle of using all of their strength to push the last nuke inside their asshole in the name of China's glory, which finally got guppled up and made the successful agent look at the small leaders who stood flabbergasted staring at the panting , proud, Chinese patriot, giving their filled-up ass a smack as the mission had been completed with huge sucess.<br>\r\n<br>\r\nThe conquest was swift, brutal and pleasurable. The Asian overlords built a new world for their greater and superior size, using their time to torture the westerners by putting them into their smelly shoes while wearing them, stuffing them inside their pussies while laughing at them struggle in their moist folds or perhaps cramming them down a man’s gigantic urethra. They were used as sextoys or for social gatherings, humiliating them cruelly for all the injustice they had given them in the past. <br>\r\n<br>\r\nMighty, superior Asians taking their place as world rulers, looking forward to a pleasurable and prosperous future, as the new titans breed the Asian race into a larger and bigger population, the Asian birthrate would only multiple unchecked from here on out.</span></div></div>",
            "created":1602133200,
            "id":2917526,
            "title":"Global Race Size Growth"
        },
        "142":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "A white man finds out the true reality of Asian physics",
                "A family loses their daughter to K-pop mega dongs.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Pick a story:</span></div></span></div>",
            "created":1602133200,
            "id":2917529,
            "title":"Race Traitor"
        },
        "1421":{
            "author_id":"landover",
            "author_name":"Landover&",
            "choices":[
                "\"Yes sir\"",
                "\"Yes Daddy\"",
                "non-verbally as he bends down and gives the large yellow cock a lick"
            ],
            "content":"<div class=\"\"><div> <span>Joseph was a gay white man that really had a preference when it came to the type of men he was attracted to.  While being in his early thirties and being of average build Joseph had always loved dating guys that looked like twinks.  That is why he always admired the Asian race as most men even in the waning years had bodies that looked so much younger than they actually were.  Unfortunately, Joseph also lived in a very white washed part of the Unites States and had little interaction with members of the Asian Race. <br>\r\n<br>\r\nThat all changed when one day he was checking out his local gay dating app to find an Asian male having signed up.  Licking his lips at the picture of the slim Asian college student and how much fun it would be to top him as he reached around and played with the boy's small cock made Joseph become rather erect himself.  Without checking out any of the information beside his name and contact information Joseph asked for a meet up with the Asian male.<br>\r\n<br>\r\nHe got a response right away telling him to meet the man, Ken Domon, at a small out of the way tea shop.  Seeing that the place was just a few blocks from where he was at the moment Joseph sent a message that he would be right over.  Arriving at the shop he saw that only Ken and a single worker was inside.  Hearing the door chime Ken looked around and spotted him and most likely recognizing him from his profile picture stood up and bowed as Joseph approached him.  Joseph had to smile to himself thinking that Ken was showing the proper respect of a Submissive boy toy who was about to have the daylights fucked out of him.<br>\r\n<br>\r\nStill smiling Joseph sat down at the small table where Ken had been sitting marveling once more at the golden skin of his date.  As the pair got to know each other, or at least made sure they were both okay with what was about to happen Joseph gave a small jump as he felt something on his crotch.  Looking down he sees that under the table Ken had lifted up a slim yet muscular leg and had brought it to his lap getting a feel of his bulge.  Joseph looked up thinking he would see a shocked looked on Ken's face for how big he was, but to his astonishment it looked like Ken was holding back his laughter.<br>\r\n<br>\r\n\"Is something funny there Ken?\" Joseph asked.<br>\r\n\"Did you tuck yourself before you sat down or something?\" Ken asked now opening giggle at him.<br>\r\n\"What?\" the white man asked feeling a little off put by the question.<br>\r\n\"I mean I heard tales that you whites were larger than Asians, so are you just small or something,\" the younger man asked making Joseph get angry for he knew he was larger than normal recalling that when he would shower in the gym he had one of the largest cock there.<br>\r\n\"If this is some sort of joke,\" Joseph said.<br>\r\n\"It is not a joke how about I prove it to you,\" Ken said as he grabs Joseph's arm and pulls the older white male into the shop's bathroom.  Closing and locking the door behind them Ken first brings Joseph into a kiss which to the white man's surprise the Asian student utterly dominates before he pushing Joseph backwards a little.<br>\r\n<br>\r\nWhen Joseph's knees hit the toilet bowl he falls back to sit on the seat as Ken smiles down at the older man as he begins to unzip his pants.  While Joseph was no stranger to having a hook-up in the meeting places bathroom it felt strange that he was not the one pulling out his large cock first.  Ken having finished unzipping his pants reaching down and grabs one of Joseph's hand and has the astonished white man reach into his pants.  Joseph gasp in surprise as he feels something large and warm under his fingers.  Thinking that Ken was still playing some sort of joke on him the white man pulled the item out his mouth dropping as he laid eyes on a semi-flaccid cock which was both longer and thicker than he was fully erect.<br>\r\n<br>\r\n\"Do you like what you see?\" Ken asked in a teasing tone, but Joseph could only gulp at the large cock in his hands making no move to let go of it now that it was out.  \"I asked do you like what you see boy?\" Ken asked in a more dominant tone which seem to awaken something within Joseph as he responded back....</span></div></div>",
            "created":1602133200,
            "id":2917552,
            "title":"A white man finds out the true reality of Asian"
        },
        "14211":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Clean Ken's dick and leave the bathroom together",
                "Call the police to report you being violated ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“Yes… s-sir.” Joseph stammered, looking up at Ken who looked down back at him with a cute smile.<br>\r\n<br>\r\n“I like that answer” said Ken sweetly: “Now… why don’t you give it a kiss?”<br>\r\n<br>\r\nJoseph’s eyes went back on the 9-inches long, yellow python, carefully placing both of his hands on the soft, semi erect skin as if he were handling an antic Chinese Ming vase. Gently he kissed the foreskin covered head, making Ken throb by his touch and harden a bit more. Seeing that Ken was pleased by it, Joseph began kissing it more, each kiss making Ken’s sensitive dickhead emerge more and more from its hidey hole and expose itself to Joseph’s love which only made Ken even more happy.<br>\r\n<br>\r\nJoseph kept on making out with Ken’s growing rod with absolute astonishment, watching how Ken’s mighty dragon grew to an unbelievable, 12-inch, jade-hard pipe of masculinity, his hands unable to handle this much yellow meat. Ken swayed in ecstasy and was now rubbing his nipples will holding this shirt up with his mouth. <br>\r\n<br>\r\n“Are all Asian boys like this?” Joseph said while rubbing Ken's incredible lenght.<br>\r\n<br>\r\n“Eh-hmm” Ken nodded with his shirt still in his mouth but let it go to answer Joseph’s question properly: “I’m pretty average for an Asian guy. All of my friend has cocks this big too! I’m really surprised that you’re not used to this, don’t you Americans have cocks twice as big?”<br>\r\n<br>\r\nJospeh shook his head: “No I… I really haven’t seen anything like this…”<br>\r\n<br>\r\nKen laughed sweetly with a hand covering his mouth as he apparently considered his outburst rude: ”Oh! I’m so sorry! I didn’t mean to laugh! It’s just… here I was thinking that western men were so much more hung than Asians, and then it turns out that none of you are even close to average Asian penis size!”<br>\r\n<br>\r\nKen kept laughing while Joseph held his throbbing spear, making him feel a bit uncomfortable and deeply humiliated.<br>\r\n<br>\r\nKen managed to pull himself together: “Oh you poor White man, it most be so embarrassing for you to hold a younger, Asian boy’s cock that way bigger than yours, knowing that you will never be close to this size, ever! You should be honored that I’m allowing you to touch my precious Asian cock.”<br>\r\n<br>\r\nFor a good while they both stared at each other, Jospeh feeling the dominating control Ken had over him.<br>\r\n <br>\r\n“You want to suck it too?” Ken teased.<br>\r\n<br>\r\nSlowly Jospeh nodded.<br>\r\n<br>\r\n“You do? I don’t know if you deserve to…” Ken placed a finger on his chin and pretend to think: “How about you become my new sucktoy. I could use a guy like you to buy me stuff and swallow up my packed-up loads.”<br>\r\n<br>\r\nJoseph did not know what to say, as he barely understood Ken’s ludicrous proposition. Ken bent over so his face was closer to Joseph’s. <br>\r\n<br>\r\n“Don’t you want to be assfucked by a nice, big, juicy, golden dong? I bet I can stretch you out better than any dildo you own.”<br>\r\n<br>\r\nWith Ken’s hand on Joseph’s chin, he slowly began to nod in agreement, still a bit unsure but hungry for more of that gigantic cock he was so privileged to hold in his hands.<br>\r\n<br>\r\n“Good.” Ken said, letting go of Joseph’s chin and went back to his towering pose.<br>\r\n“I think you deserve to reward now… suck my cock now.”<br>\r\n<br>\r\nJospeh did not need to hear that twice and began eagerly sucking the rock-hard, mega shaft to his best ability. Moans, slurping noises and panting filled the locked bathroom as a Asian twink got his gigantic, yellow dick nicely sucked by a old, white, underdeveloped man. Ken pushing Joseph’s head back and forth to keep up the pace as he had his other hand rubbing his tingling nipples. Joseph was spotting a major erection himself, a fraction of Ken’s size, which was close to climax from purely pleasuring Ken fat, juicy, titan schlong.<br>\r\n<br>\r\nThey both came, Joseph wetting his pants while Ken fed Joseph a healthy amount of white, Asian rice down his throat.<br>\r\n<br>\r\nUnprepared for the surprisingly huge load, Joseph gagged and would have pulled out if Ken was not holding his head in place, making him choke on his cum-spewing cock.<br>\r\n<br>\r\nHe finally released him as the last drop of spunk was out, sending Joseph gasping and coughing to the floor while Ken looked satisfied down at him.<br>\r\n<br>\r\n“Usually I have to use a bowl to contain my cumshots, but you seemed to do just fine.” The twink said tauntingly while Joseph was still on all fours trying to clear his lungs. <br>\r\n“Perhaps I can allow myself to build up bigger loads next time. You know. Get to do other stuff than jacking off constantly to keep the amount down.” <br>\r\n<br>\r\nHe gave Joseph a pat on the head, he had just recovered choking on Ken’s semen.<br>\r\n<br>\r\n“Now, now! No times for breaks, you need to clean this mess you made up!” Ken pointed as his cum covered, drooling cock. “We wouldn’t want my good-looking pants to get wet spots on it, would we?”</span></div></div>",
            "created":1602219600,
            "id":2918272,
            "title":"\"Yes sir\""
        },
        "142111":{
            "author_id":"landover",
            "author_name":"Landover&",
            "choices":[
                "tilted Joseph's face up and spat into his open mouth",
                "had them leave the bathroom, without giving Joseph a chance to clean up"
            ],
            "content":"<div class=\"\"><div> <span>Joseph did not want to find out what the younger Asian stud would do if he made him angry due to the fact that Ken had so easily controlled him one handed.  So once more the older white age male found his mouth and tongue on the Golden spear of Ken's power.  Rather than suck it Joseph began run his tongue along the massive foot long length licking off all the left over cum sticking to the side.  Joseph had a feeling that once they got back out front he would not need to order anything to eat or drink getting such a massive load from the Asian twink stud.<br>\r\n<br>\r\nKen smiled down at the white boy, knowing that even though Joseph was older in relation to both level of dominance and cock size the white man was still just a boy, clean his meat without even a token of protest.  Once more reaching down Ken ran his fingers through the boy's hair producing a slight moan from the other male.  \"None of that boy your pleasure comes after mine,\" Ken said as he harshly tugged Joseph's hair.<br>\r\n<br>\r\nTaking the words for what they were Joseph went back to cleaning Ken's cock wanting to please the young stud.  That thought actually shocked Joseph for he had always seen himself as a top but here he was without a fight submitting to a kid almost half his age as if it was natural.  \"<i>Yes that had to be it</i>,\" Joseph thought to himself it had to be natural as he thought about the current state of the world with the US having once been one of the leading World Powers being so easily show up in both business and sports.  Not to mention the other racial stereotype that was associated with Asians of them being all very intelligent which made sense that Ken having stated during their conversations before meeting that he was in the Honors Program.  While Joseph during his time at college had an average student and had only been in the general studies program.  Granted it had allowed him to get his dream job as a research-librarian at the same college Ken was going.  <br>\r\n<br>\r\nWith this thought in his mind Joseph saw that Ken had not only the power to dominant him but the absolute right to do so for not only was Ken stronger, more hung and more intelligent than him he would probably be faster as well.  Thinking of all the way this Asian twink was better than him as he licked clean Ken's cock made Joseph shot his load into his pants again.<br>\r\n<br>\r\nKen smiled as he felt rather than saw the moment that Joseph creamed his pants again getting off from cleaning his cock making him glad he signed up for the app when he came into town.  If others around campus were like Joseph he was going to have some fun this year.  Feeling the White boy had clean him enough Ken pulled him away from his cock, but not before Joseph gave one last kiss to the Golden rod of power before he put his cock back into his pants and zipped himself back up.  Once Ken's cock was away the Dominant Asian Twink than....</span></div></div>",
            "created":1602219600,
            "id":2918300,
            "title":"Start of Joseph seeing Ken as perfect"
        },
        "1421111":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Ken introduce some Asian friends to Joseph. ",
                "Both eats dinner at Joseph’s house one day, ending with lewd intensity. ",
                "Ken makes Joseph suck his cock during school time."
            ],
            "content":"<div class=\"\"><div> <span>Gently Ken tilted Joseph’s head back and placed his own right above it, watching for a brief moment his open-mouthed, exhausted slave before gather his spit and let a big, stringy drop of Asian salvia drool down from his lips and into Joseph’s gaping mouth.<br>\r\n <br>\r\n“Such a good cleaner you are… now... let’s go back to my place, my lovely date.”<br>\r\n<br>\r\nBoth walked out of the bathroom. Ken confidently leading the way out with Joseph following along like a beaten dog.<br>\r\n<br>\r\n“Find your car.” Ken commanded in the parking lot, and Joseph swiftly did so. At the car, Ken then demanded that Joseph opened the passenger door for him, which Joseph did without hesitation, and with Joseph behind the wheel they both drove off to Ken’s place.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nIt was a college dorm, but Ken’s room was nicely decorated with Asian cultural artifacts and items. A big South Korean flag told Joseph Ken’s Asian identity, beautiful watercolor paintings adorned the walls together with shelves of Korean books, origami bottles of Soju, a sumo gonk and a traditional dress known as a hanbok hanging on the wall, decorating the room so very nicely. It was so clean as well, seemingly not dust or dirt in it at all, everything placed right and correct, with his bed nicely folded and done and his desktop empty and available with no unnecessary or random object littering it. The air was unbelievable fresh and lovely in here as well. “Take your shoes off” Joseph woke up from his admiration trance by Ken’s order, taking his shoes off as fast as possible to not defile this sanctuary with his filth.<br>\r\n<br>\r\nKen placed his elegant body on his perfect bed and smiled at Joseph: “Yep, this is how I live!” Joseph was astonished by the beauty of Ken’s Korean culture; the colors and shapes were done right and had a good atmospheric feel to them. It was clearly something to be proud of.<br>\r\n<br>\r\n“Yeah I think my culture is pretty neat too, I really don’t like the American one though.” Ken began unbuckling his pants, pull down his pants and take out his dick in the privacy of his own home: “I just don’t get it, you say it’s the greatest one and yet everyone is so dirty and out of shape, and your art sucks balls as well.” <br>\r\n<br>\r\nWith his member freed from his crammed jeans, Ken laid back on the bed, arms resting behind his head and with spread legs that was still kept together by his pulled down pants placed at his calves, letting his flaccid, big Asian cock breath fresh air. <br>\r\n<br>\r\n“Asian food habits are so much healthier as well. No fattening burgers or fries, we only eat lots of fish and vegetables, it is probably why our dicks are so much bigger than American cocks! Each fish we eat gives us more nutrients to grow longer, stronger, bigger and healthier, and I have eaten A LOT of fish as a child as you can tell…” <br>\r\n<br>\r\nKen gave his giant shaft a few pats proudly.   <br>\r\n<br>\r\n“Probably also why you Americans lack so much behind in the education systems. The homework is so easy and yet you all struggle with it. These low-intelligent studies have given me so much more free time since I can finish them in mere minutes.”<br>\r\n<br>\r\nIt became more and more clear to Joseph that he might have been living his life wrong this entire time, and slowly began to realize how much better and more perfect Asian culture was. <br>\r\n<br>\r\n“So weak as well. None of the other students can beat me in arm wrestling. Do you think you could?” Ken looked at Joseph who confused looked back at the half-nude Ken as if he were not sure Ken was talking to him.<br>\r\n<br>\r\n“Come on, let’s see what you got.” Ken angled his back up and placed an elbow on his thigh, holding its hand open, waiting for Joseph’s participance. Ken literally wanted to arm wrestle Joseph while laying on his bed waist down naked, locking arms right next to his colossal, yellow dong.<br>\r\n<br>\r\nHe had no choice, it was his master’s wish, and so Joseph crawled up on all fours onto the mattress to accept Ken’s challenge. They started, and Ken used all his strength as soon as the countdown was over, astonished to see Ken’s arm only lightly shaking, making Ken’s smile even brighter as the difference in strenght  showed. Jospeh pulled and heaved with great effort, but Ken only began laughing at Joseph’s pathetic attempts and felt his mighty Asian cock stir, clearly enjoying the show of weakness that was on display right in front of him. Joseph huffed and puffed with zero progress, and finally as Ken got bored, he twisted his arm with a force greater than what Joseph had ever felt.<br>\r\n<br>\r\n “I win.” Ken taunted, laughing once again as his dick was beginning to work up a semi-erection.<br>\r\n<br>\r\n“You’re so bad at everything. You can’t fight, you can’t think, and you can’t even grow a proper dick.” Panting Joseph rested on Ken’s left leg, holding his wrestling arm as if it had been wounded.    <br>\r\n<br>\r\n“Are you even good at sucking balls, white boy?” Ken laughed, sending a hand down to fondle his large, shaven, smooth, yellow nutsack that looked like a pineapple sized beanbag chair, looking so squishy and soft as Ken groped and caressed it.<br>\r\n<br>\r\nBeaten and defeated, Joseph had to show his worth somehow, and carefully began approaching Ken’s testicles, having to deal with Ken’s hardening monster cock in the way which constantly was rubbing against his face while Joseph was munching on Ken’s nuts, afraid to say anything and fail to please him. <br>\r\n<br>\r\nNo wonder China held 20% of the world’s population if Asians had such big babymakers like Ken’s, such giant bags of cum production needed to be emptied regularly.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nThe ball sucking went on to cock sucking, and signaled the beginning for Joseph’s cultural submission. He embraced Ken’s culture, shifting his diet out with a much greener and aquatic one. Cleaning his own apartment, decorating it in similar fashion like Ken’s, beginning to learn Korean and watch anime and manga as well. Adopting manners like bowing down to greet people and sitting on the floor when eating, while treating Ken as his perfect god, obeying the twink's every order and desire.<br>\r\n<br>\r\nJoseph felt almost immediately more size added to his cock on this new diet, however he would never reach Ken’s size who had been eaten this stuff during puberty which had given him so a growth boost it was unreachable for Joseph, and it seemed like Ken still had some growing left to do if he kept eating so much fish and greens. Joseph’s stamina, strength and mind power was upped one too, feeling so much better and happier than he ever had in his entire life, thanks to changing to a better culture, making Joseph so very grateful that Ken had shown him the light, worshipping him as his smart, long-cocked, strong sensei while he was his inferior student below his knee. So perfect in every way.<br>\r\n<br>\r\nJoseph now regularly sucked and served Ken whenever Ken felt like it, as Joseph was only happy to get the chance relieving his master. </span></div></div>",
            "created":1602306000,
            "id":2918416,
            "title":"tilted Joseph's face up and spat into his o..."
        },
        "14211113":{
            "author_id":"landover",
            "author_name":"Landover&",
            "choices":[
                "a group of senior white boys he is turoring",
                "a bunch of his Asian friends"
            ],
            "content":"<div class=\"\"><div> <span>Ken took his control of Joseph a step further a few weeks latter when the Asian stud turned up at the library to do some work tutoring some other students.  Arriving early Ken went Joseph's small office, decorated like his Master ordered in the Asian style, to find the white boy doing some research for his boss.  Ken gave a slight cough getting Joseph's attention.  Looing up to see the freshmen Joseph jumped to his feet before bowing low to his Master.<br>\r\n<br>\r\n\"I am doing some work here today boy and you are going to help me,\" Ken said with a smile.<br>\r\n<br>\r\n\"How can I help you Master some research?\" Joseph asked.<br>\r\n<br>\r\n\"Of course not like I would need your help with anything.  No as I work you are going to be servicing me like the good white dog you are,\" Ken said as he reaches down and pats his crotch.  Joseph blushes a little and gulps at how much trouble he would get into if his boss or any of his co-workers  found out he was doing what his Master wanted him to do.  Not that Joseph really had a choice by now if Ken wanted him to he would follow the Asian twink around the campus like the dog he was in nothing but a collar and his underwear.<br>\r\n<br>\r\nWith a nod of understanding Joseph followed his master to the table Ken's bag was sitting.  Ken pulled a chair back and made a gesture for the white boy to crawl under the table.  Joseph looked around to make sure no one was looking before he got on his hands and knees and crawled under the table as Ken pull his chair back up to the table.<br>\r\n<br>\r\n\"Unless you want the others to hear the sound of you pulling me out boy I think you might want to get me ready before they arrive,\" Ken said from above him.  Understanding the unspoken order Joseph placed his left hand on Ken's muscular thigh as he uses his right hand to unzip his Master's pants to pull out the massive Golden cock.  It seems that once again Ken had grown thanks to his superior diet as the flaccid cock was now twice as large than than Joseph was fully erect.  <br>\r\n<br>\r\nThough he wanted to bury his face onto the dominant Asian crotch even if it was to smell the masculine musk coming from it all he had been ordered to do as of right now was to pull the Golden Godlike cock out of his Master's pants.  Sitting back on his haunches like a good white dog Joseph waited for the others to arrive.  Just three minutes latter the other chairs began to be pulled out and others sat down.  <br>\r\n<br>\r\nKen is joined by.....</span></div></div>",
            "created":1602306000,
            "id":2918740,
            "title":"Ken meets other students Joseph under the table"
        },
        "142111132":{
            "author_id":"landover",
            "author_name":"Landover&",
            "choices":[
                "taking him to the Frat house dressed as he is",
                "have him service us so we can see how well you have trained him"
            ],
            "content":"<div class=\"\"><div> <span>\"So Ken what makes you think you deserve to have a place in Alpha Alpha Sigman?\" one of the new comers asked at the rest of the chairs had been occupied at the library table.<br>\r\n<br>\r\n\"Well first of all I already fulfilled the first task,\" Ken said as he reached under the table and patted Joseph's head who thanks to all the new comers had moved as close as he could without touching his Master's crotch.<br>\r\n<br>\r\n\"Really you have started to teach someone the greatness of Asian culture and our place in the world,\" the first voice asked again.<br>\r\n<br>\r\n\"Sure I did take a look,\" Ken said making a gesture before the chairs are pushed back again and the new comers look under the table to see the older white boy kneeling between the freshmen's legs.<br>\r\n<br>\r\n\"Ah so you did do your first task and in less than a week congratulations pledge, but how far does your control over it extend?\" one of the group of Asians males asked licking his lips at seeing the white man between the freshmen's legs.<br>\r\n<br>\r\n\"Well so far I have changed his diet, his decoration sense and have taught him to bow to his superiors,\" Ken said rattling off all he had accomplished with Joseph in the few weeks the pair had been \"dating.\"<br>\r\n<br>\r\n\"That is kids stuff and easy to accomplish but how are you at controlling it in public?\" a voice asked stretching out a foot and running it down Joseph's back.  Joseph could not tell what turned him on more, being spoken about as if he was nothing but a decoration or something by this group of dominant Asian males, or how much more control that the group was trying to have Ken take with him.  So despite being in public and basically on display Joseph was fully erect as he heard the sound of zippers being lowered.  <br>\r\n<br>\r\nLooking around he saw that each of the other Asians sitting at the table had pulled out their cocks.  Joseph saw that his Master had been correct when he had shared that he only had an average sized cock for out of the six other Asian's cocks at the table three others were even bigger than Ken while two were around the same size and the last one was smaller than his Master.  Though to be honest the smallest cock was still larger than he was  fully erect and it was only semi-flaccid.<br>\r\n<br>\r\n\"What do you have in mind?\" Ken asked.<br>\r\n<br>\r\n\"Well as you know our Frat has a secondary meaning beside the Alpha Alpha Sigma with the acronym for members of the Frat knowing that the AAS really stands for Asians Are Superior so you will show your superiority to this white dog by.....</span></div></div>",
            "created":1602392400,
            "id":2919293,
            "title":"Pledge of Alpha Alpha Sigma"
        },
        "1421111321":{
            "author_id":"landover",
            "author_name":"Landover&",
            "choices":[
                "the room Ken had been given at the House",
                "the special room set aside for white use while they were at AAS"
            ],
            "content":"<div class=\"\"><div> <span>\"Well as you know our Frat has a secondary meaning beside the Alpha Alpha Sigma with the acronym for members of the Frat knowing that the AAS really stands for Asians Are Superior so you will show your superiority to this white dog by leading him back to the frat house,\" one of the voices said as the sound of something being handed to his Master.  <br>\r\n<br>\r\nKen pulled his chair back smiling down at Joseph noticing the tiny bulge in the white boy's pants as well as a wet patch in the crotch.  Reaching down Ken grabs a hank of Joseph's hair and harshly tilted his head backward using one hand as the other slips a collar, an attached leash around his neck.  Before tugging the older white male out from under the table  Ken took out his phone taking a picture of his pet with a smile on his face.<br>\r\n<br>\r\nTurning the phone around Ken let Joseph see the picture he just took  so that he could make out the tag on the collar around his neck.  Joseph licked his lips a little seeing \"Ken's Dog\" on the collar before the dominant Asian freshmen pulled a mask over his face to offer some protection of his identity.  For it would be hard to use the white pet as a money bitch if he lost his job.  Attaching the mask to the collar so it would not easily come off Ken wrapped the leash once around his right hand before pulling Joseph out from under the table.  <br>\r\n<br>\r\nAs Joseph could only just see out of the mask he focused on the back of his Master's legs as the Asian God turned around and began to lead him away from the table making the others at the table laugh at him as he waddled after Ken.  There was more laughter as Joseph was lead out of his place of work and onto the main campus.  <br>\r\n<br>\r\n\"Hurry up pet AAS is all the way across campus and I don't see them letting us use normal transport so you are going to have to huff it as it were,\" Ken said as he began to move faster once the pair had left the library.  Joseph was glad that over the over the past week he had been \"dating\" Ken the Asian had been getting him to work out a little more he was able to keep up for a while before he felt himself getting choked by the leash around his neck, but it still took at least half a hour before they reached the frat.  <br>\r\n<br>\r\nGetting within sight of AAS house Ken took the mask off Joseph letting him see the house for the first time.  Unlike the other Frats around it the headquarters looked like it could be a normal uptown small manor house with a keep lawn and not a sign of any type of party trash littering the lawn like the the frats of Alpha Gama Singma and Gama Gama Gama which sat on either side of the Asian fraternity.  <br>\r\n<br>\r\nThe reason for the upkeep came clear as Joseph saw a white male in what looked like a Kimono exiting the house pushing an old school lawn mower and began to take care of the lawn as several Asians students came out on to the porch with some drinks.  Joseph started recognizing the white male as the Captain of the football team. \"You better do a good job on that lawn pledge,\" the Asians drinking on the porch called out as the white jock struggled to push the rusted lawn mower around the front yard.  <br>\r\n<br>\r\nAs Ken lead Joseph inside he saw other white males all in Kimonos cleaning the house who were either jocks on the schools various sports teams or in some cases some of the staff such as himself.  Seeing the clear signs of Asian domination of his fellow white males made Joseph almost cream his pants as he was lead deeper into the Frat house as he was lead into a room full of Kimonos that the other whites he have seen wearing.  But rather than taking one of them to put on him Ken grabbed what looked like the sort of outfit that a sumo would wear.  With a smile Ken had Joseph strip before he was placed into the white loin cloth before leading him....</span></div></div>",
            "created":1602997200,
            "id":2924276,
            "title":"Taking a White dog for a walk"
        },
        "144":{
            "author_id":"thatoneguyove",
            "author_name":"gg",
            "choices":[
                "Continue",
                "Other",
                "Other scenario "
            ],
            "content":"<div class=\"\"><div> <span>In a china shop somewhere in the city, a twenty-year-old Chinese woman named Chen lived. She was short, had short black hair and short, small, yellow feet. However customers entering were not paying much attention to Chen’s waist height, but the giant, bloated, pregnant belly that she carried around.<br>\r\nNobody could remember a time when Chen was not pregnant. A growing baby bump was always attached to her when people went into her shop, and each year more and more children were around her inside the shop, while Chen walked around pregnant again and breastfeeding a newborn while helping customers out.<br>\r\n<br>\r\nChen was a special woman who came from a family of overly fertile women.  She had fled China’s cruel and strict one-child policy rule and fled to America where she could make children unhindered, and that was exactly was she wanted to do. <br>\r\nAfter arriving the first day, she got immediately impregnated, and was well 6-months in when she and her husband got the shop.<br>\r\n<br>\r\nAnd now she was just pumping out Asian children constantly, gifted with such fertility that each birth was at least twins, her husband quickly plunging a new load of cum in her each time her womb was empty, keeping her pregnant forever with his virile, yellow balls.<br>\r\n<br>\r\nAnd the ceaseless pregnancies took a toll on Chen’s body, making her stomach so paunchy and soft, filled with blue stretch marks and wrinkled skin that stretched out smoothly once she was carrying an almost-due cargo load of kids. Her belly button was poking out permanently now, looking like a round lump of tickling flesh when she was drum-tight, and pubic hair was growing wildly between her legs since she couldn’t shave herself properly from the bump blocking her access. The hormones triggered from the pregnancies had made her hips widen and breasts bloaten with milk endlessly, the customers would sometimes see wet, dripping spots on her stretched out shirt, which only got worse as her body tried to produce enough milk for the growing quantities of children she produced. Beside maternity clothes, the sizes of bras she needed to contain her swelling milk bags got greater, together with her hips who soon would get stuck in the doorframe if she kept going like this.<br>\r\n<br>\r\nAnd she did.<br>\r\n<br>\r\nYears passed with countless pregnancies that crammed and stuffed the little china shop as a demonstration to why China had enabled the one-child policy rule. More and more children were birthed, all varying in ages and sizes but many sharing the same birthdate as Chen was very good at making triplets and quadruplets. Her baggy eyes looked tired and exhausted like her mature body that had turned so thick and plump and her hips so wide as she was tall. Her breasts sagging so low and big as footballs. You could hear milk sloshing around inside them when they swung around with her movement. And well into her forties, she was still getting pregnant, taking the title of the most effective and productive Asian baby factory in the world, soon reaching a number of offspring that was half the amount of people living in this city. <br>\r\n<br>\r\nIt seemed like she had no menopause whatsoever, perhaps she would keep making children at eighty years old as well, </span></div></div>",
            "created":1602133200,
            "id":2917534,
            "title":"Hyper Broodmother"
        }
    },
    "info":{
        "author_id":"thatoneguyove",
        "author_name":"gg",
        "brief_description":"Select a race of your choice and take a domination or submission scenarios that you like",
        "created":1602163080,
        "description":"<td align=\"left\" class=\"norm\">DISCLAIMER: use of racial stereotypes of all creeds which don’t hold any factual truth but are mere sexual fantasies of domination over others or being dominated one self.<br>\r\n<br>\r\n<br>\r\nPick any race of the major races you would like to be the superior. The list goes from:<br>\r\n<br>\r\n- Hispanic<br>\r\n<br>\r\n- Black<br>\r\n<br>\r\n- White<br>\r\n<br>\r\n- Asian<br>\r\n<br>\r\n<br>\r\nAll these categories have following story types: <br>\r\n<br>\r\n-\tGlobal Race Size Growth: The race you picked will all grow into giants to take their place as superiors in the world.<br>\r\n<br>\r\n-\tRace Traitor: A other race girl discovers the superiority of the race you picked, abandoning her bloodline and submits herself. While in marriage or single.<br>\r\n<br>\r\n-\tHyper Breeder: A man from the race you picked will go on a full breeding rampage and douse countries of women with his impregnating seed.<br>\r\n<br>\r\n-\tHyper Broodmother: A woman births children like crazy and drowns her country with her offspring.<br>\r\n<br>\r\n<br>\r\nCHAPTERS WILL BE REMOVED IF:<br>\r\n-\tCompletely demonizing a race. Humiliating, enslaving and dominating one is fine, but don’t say they deserved it or are that one is inheritable evil compared to the others.<br>\r\n-\tChapter too short (roughly 200 words.) Making option menu sometimes acceptable.<br>\r\n-\tHas underage, corpse or animal sex in it.<br>\r\n-\tPoor gramma. <br>\r\n-\tNot following the raceplay theme. <br>\r\n<br>\r\n</td>",
        "id":2234477,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602297360,
        "modified":1603071000,
        "pretty_title":"Raceplay Fantasy"
    }
}