{
    "chapters":{
        "1":{
            "author_id":"tychandler",
            "author_name":"kidcicero",
            "choices":[
                "Oh No! It's Sophie!",
                "Oh No! It's Sophie's Older Sister!",
                "Oh it's his friend Faith, that's a relief.",
                "Oh No! It's Sophie! And her friend!",
                "Other (Your Choice)"
            ],
            "content":"<div class=\"\"><div> <span>It was a day like any other, and Jay was getting ready for school. He had gotten dressed, washed up, and finished his breakfast. Now he only had one thing left to do before school. Run past his next door neighbor's house as fast as he could, and not look back. This may seem odd to you, but it was clear to Jay that this was the only option. For his next door neighbor's were housing a 12 year old, 5'2 demon named Sophie, and her only goal in life was to kiss him. <br>\r\n<br>\r\nSophie was probably a nice girl with her own interests and positive qualities, but Jay had never gotten a chance to now. The day that she moved in he had gone over to politely introduce himself and her first reaction was to try to kiss him! He only ended up learning her name from his mom when she asked him why he had been so rude to Sophie. Jay had tried to explain to his mom that he was only trying to avoid unwanted affection from a younger girl, but his mom not only didn't understand, but even went as far as to say that Jay should let her kiss him and get it over with, because it was \"inevitable.\" It certainly wasn't inevitable to Jay, he had been outrunning Sophie every day for the past 6 months and he had no plans on being caught anytime soon. <br>\r\n<br>\r\nSo Jay said goodbye to his mom and started to run past Sophie's house, but to his surprise she was no where to be found. Usually she was right there waiting to begin her chase but today there was no one on the lawn. Jay knew he should just take this for the positive that it was, but he couldn't help but be suspicious so he stepped further on to the lawn to investigate. It was then he heard a voice call out from behind him.<br>\r\n<br>\r\n\"Hey Jay!\" Jay had totally let someone get the drop on him, he just had to hope it wasn't Sophie.</span></div></div>",
            "created":1564279080,
            "id":2693417,
            "title":"A Day Like Any Other"
        },
        "11":{
            "author_id":"tychandler",
            "author_name":"kidcicero",
            "choices":[
                "Run Away!",
                "Tell Her to Stop!",
                "Try to Overpower Her",
                "Other (Your Choice)"
            ],
            "content":"<div class=\"\"><div> <span>\"Hey Jay!\" a girlish voice shouted from entirely to close to Jay for his own comfort. He knew this voice and he feared this voice. This was Sophie's voice. He usually only heard it when she was out of breath chasing after him and shouting things like \"Slow Down!\", \"Come back!\" or \"I just want to kiss you!\". This was the first time Sophie had ever approached Jay without immediately initiating a chase scene. This was different and Jay didn't trust it.<br>\r\n<br>\r\n\"What do you want Sophie?\" He asked inquisitively. Desperately seeking any information that could keep him out of his tormentor's clutches. She was wearing a yellow t-shirt with a butterfly on it, which matched the butterfly clip she was using to try to keep her messy hair in place, and jeans that did nothing but show off how thin her legs were. <br>\r\n<br>\r\n\"What do I want? Surely you should know by now. I want a kiss from the love of my life.\" Sophie giggled, and Jay couldn't tell if he hated the childish giggle more or the fact that she had called him the love of her life. To make matters worse she had her arms stretched out and was puckering up for a kiss!<br>\r\n<br>\r\nWhat should Jay do?    </span></div></div>",
            "created":1564279680,
            "id":2693420,
            "title":"Oh No! It's Sophie!"
        },
        "111":{
            "author_id":"tychandler",
            "author_name":"kidcicero",
            "choices":[
                "Jay Trips! ",
                "Jay is too tired to keep running!",
                "Other (Your Choice)"
            ],
            "content":"<div class=\"\"><div> <span>Jay's fight or flight reflexes kicked in the second he saw Sophie's lips pucker. He had been in this situation dozens of times before and every time he had, his feet had gotten him out of it. So Jay run away, desperate to evade a pursuer who was just as desperate to catch him. As Jay began to make some distance in between him and Sophie he heard her call out from behind him. <br>\r\n<br>\r\n\"I'm going to catch you Jay! I'm going to catch you, and I'm going to kiss you!\" Sophie shouted from behind him. For such a small girl she really had a loud voice. Just another reason to evade her affection. Jay kept running, thinking only of how badly he wanted to get away, and not really thinking of where he was going. In fact Jay hadn't even looked up since he started running, he wondered if he was getting close to the school. He looked up but was not happy with what he saw. He had been running the opposite way! Sophie must have snuck up behind him so that when he turned around to run away he'd be doing so the wrong way! And he had fallen for it! He felt awful. <br>\r\n<br>\r\n\"I'm getting close Jay! You can't outrun me!\" Sophie wasn't wrong, she was closing the distance as Jay was disoriented, only now realizing how little he knew of his surroundings. He had no choice but to keep running. Or did he?<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1564282080,
            "id":2693427,
            "title":"Run Away!"
        },
        "1111":{
            "author_id":"tychandler",
            "author_name":"kidcicero",
            "choices":[
                "Continue? (Your Choice)",
                "Continue? (Other Choice)"
            ],
            "content":"<div class=\"\"><div> <span>Jay was frustrated that he had been tricked by a girl three years his junior, but he wasn't about to let her catch him. He found his second wind, brought on by his newfound motivation. He realized that eventually Sophie would run out of breath and when she tired he would be able to run right past her and get to school without missing too much of first period. This was going to work all he needed to do was keep running. But then disaster struck. Jay didn't know this area quite as well as the area surrounding his home and that came back to bite him as he didn't see the crack in the sidewalk. He had the misfortune to step directly into it, which caused him to trip. He hit the ground hard, and the wind was knocked out of his already gasping lungs. <br>\r\n<br>\r\n\"I caught you!\" Sophie squealed from just behind Jay, as she reached out to grab the one she had for so long admired. He fought against her hands, but he was still shaken up from the fall and she was completely determined to triumph over him and get what she had for so long wanted, and for so long been denied. She had a hold of his shoulder and was trying to turn him towards her. He vehemently fought against this, but all he was able to do was meekly pull at her arms in his now weakened state. He was crestfallen as she finally turned him to face her, and he saw the look of pure glee in her eyes and the smile that went from cheek to cheek.\"Time for my kiss!\" Sophie couldn't contain her excitement as she held the older boy still, puckered her lips and finally stole a kiss from the boy she knew was meant to be hers. <br>\r\n<br>\r\nThe feeling of his lips against her felt almost as good as the weakness of his arms trying to push her away, learning he wasn't in any shape to stop her. She held her lips to his and pressed herself into his older, larger body. This surprised Jay as he'd been trying to pull away, but now he was falling backwards under the weight of this girl. He didn't hit the grass hard, but it was enough to finally put an end to the kiss. \"Oh Jay, I'm so happy you're all mine.\" Sophie sighed breathlessly, while once again kissing Jay, who despite his best efforts, was helpless to stop her.</span></div></div>",
            "created":1564284420,
            "id":2693437,
            "title":"Helpless in her hands"
        },
        "1112":{
            "author_id":"tychandler",
            "author_name":"kidcicero",
            "choices":[
                "Continue? (Your Choice?)",
                "Continue? (Your Choice?)"
            ],
            "content":"<div class=\"\"><div> <span>No he had no other choice, he had to keep running even if he was running out of steam. He wasn't used to running this long, as he lived close enough to the school to run over there rather than take the bus. Due to Sophie's gambit he now found himself nowhere near the school, getting more and more tired, and being pursued by a seemingly tireless twelve year old. Jay looked back and to his horror he realized that Sophie was getting closer and closer to him and even though he wanted to turn on the jets and blow right past her, he simply didn't have it in him anymore. <br>\r\n<br>\r\n\"I'm right behind you Jay! I'm gonna catch you! Give up and let me kiss you!\" Sophie squealed, as she reached out and grabbed at Jay's arm. She was able to grab his arm, but not slow him down, but she knew she was getting closer and closer to finally catching this boy who she'd spent months pursuing. Jay was terrified, Sophie had never been able to touch him before, and now she was fingertips away. Jay was trying to find any energy to get away, but there was simply nothing left in him. He gasped for air as his stride became shorter and shorter, until finally he had no choice but to stop. <br>\r\n<br>\r\nImmediately Sophie wrapped her arms around him, finally embracing the boy she longed for. Jay tried to escape her grasp, but he had no energy left, and Sophie was now far to close to getting her kiss to let him escape now. <br>\r\n<br>\r\n\"Finally I caught you! I guess you just aren't as athletic as I am.\" Sophie giggled as she teased the older boy about his failure to escape her. She reached up to grab at his face and darted in to finally get her kiss. Jay tried to pull away, but only succeeded in turning away slightly and Sophie softly kissed him on the cheek. \"Yay! I finally got to kiss you! Now stop fighting and give me my first kiss.\" Sophie cheered, both ecstatic at her success, while hungry for more. Jay felt completely defeated, Sophie outrunning him and now controlling him enough to steal kisses from him totally sapped away his already lacking confidence. <br>\r\n<br>\r\nFinally, Sophie grabbed Jay's chin, turned him around and looked him square in the eyes. \"You are mine. My first kiss, and the love of my life.\" Sophie insisted, telling Jay exactly how she felt about him. Jay couldn't have disagreed more, but he also knew he was helpless to stop this younger girl from taking what she wanted from him. As he looked into her green eyes he saw the determination, and felt completely emasculated knowing her determination was greater than his. Finally Sophie took his face into her hands and brought him to her, kissing him fully on the lips. Her fairy-tale came true at the same time of his greatest nightmare. He tried to pull away from her, but her strength was too much at this point, and he had no choice but to simply endure this kiss for as long as she wanted. After what seemed like an eternity, she finally broke off the kiss and smiled fully at her first crush, first love, and first kiss.<br>\r\n<br>\r\n\"I'll see you tomorrow cutie! Don't try to run away from me, you know you can't outrun me, just come to my door and accept my kiss.\" Sophie gleamed as she gave instructions to the older boy. She then quickly placed one more quick kiss on his lips and skipped off to school like nothing had happened. Jay couldn't believe how horrible his morning had been, and was terrified of the possibility that this was simply the new normal.<br>\r\n<br>\r\n </span></div></div>",
            "created":1564336680,
            "id":2693704,
            "title":"The New Normal"
        },
        "112":{
            "author_id":"tychandler",
            "author_name":"kidcicero",
            "choices":[
                "Push-up Contest 1 (Jay goes first)",
                "Push-up Contest 2 (Sophie goes first)",
                "Other (Your Choice)"
            ],
            "content":"<div class=\"\"><div> <span>Jay's first instict was to simply to run away but the more he thought about it, the more frustrated he was with the way things were between them. Why should he have to be on alert whenever he left his house? That wasn't fair, and he was gonna do something about it. <br>\r\n<br>\r\n\"Listen Sophie!\" Jay said sternly, his angry response stopped Sophie in her tracks, as she was shocked that Jay hadn't simply started running away like he usually did. She still wanted to kiss him, but she wanted to hear him out first. \"I am too old for you, and more importantly I'm not interested in you at all, so please leave me alone from now on. If you really would like to be friends then that's fine too, but no more of this chasing me around for a kiss.\" Jay finished. Sophie considered this briefly before settling on her response.<br>\r\n<br>\r\n\"So you don't want me to kiss you. But I want to kiss you! So there is only option.\" Sophie decided. Jay wasn't having any of it.<br>\r\n<br>\r\n\"The only option is for you to leave me alone Sophie!\" Jay screamed, he couldn't believe how much this girl got him riled him up but she was just so ridiculous. <br>\r\n<br>\r\n\"No that won't due. I know! Let's have a push-up contest! Whenever my sister and I get into a disagreement, dad has us do a pushup contest and whoever can do more is right.\" Sophie beamed, clearly proud of coming up with such a fair and reasonable situation (at least in her head). Jay disagreed, he thought this plan was absolutely ridiculous. That being said he figured there was no way he could ever lose a contest of strength to a girl so much his juniour. Still it was such a dumb way to defend himself, when really he shouldn't even have to.<br>\r\nHe thought it over for a long time, but finally he decided:<br>\r\n<br>\r\nYOUR CHOICE?</span></div></div>",
            "created":1565136900,
            "id":2698293,
            "title":"Sophie's Solution"
        },
        "1121":{
            "author_id":"tychandler",
            "author_name":"kidcicero",
            "content":"<div class=\"\"><div> <span>Jay still was frustrated that he had to do anything to get rid of Sophie. He wished she would just leave him alone, but clearly that wasn't going to happen. Still, if all he had to do to make her leave him alone was do more push ups that was alright with him. After all, she was just a skinny twelve year old girl, she'd probably do like 3 push-ups and get tired. Still he didn't want her overexerting herself and getting hurt, because he really didn't want to spend his morning taking care of a brat like Sophie. He figured the best way to take care of this was to do 20 or 30 push-ups, and just show her that she had no chance.<br>\r\n<br>\r\n\"Fine Sophie, you want a push-up contest, that's what we'll do, but when I win you have to leave me alone.\" Jay answered the challenge of his neighbor. Sophie beamed with joy, she was elated that the apple of her eye had fallen for her trap. Jay got onto his stomach and started hammering out push-ups quickly, trying to show off to intimidate her. He got 5 perfect push-ups done quickly and then settled into a steady routine, feeling pretty happy with himself. Sophie was happy to, but for a very different reason.<br>\r\n<br>\r\n\"Wow your doing so good Jay! Way better form than my sister, you'll do way better then she ever does.\" Sophie heaped praise on the confident boy who was liking how quickly he'd impressed Sophie, maybe this would be even easier than he expected. \"She can only ever do 50 push-ups, it'll be nice to have a real challenge for once.\" Sophie finished, further boosting his confidence. Wait did she say 50? Was Jay hearing right? Sophie's sister was doing 50? He had just finished 10 and was already starting to slow down. And if 50 wasn't enough to give Sophie a challenge, how many push-ups was Sophie capable of doing? Jay audibly gulped. <br>\r\n<br>\r\n\"Wait..how many push-ups can you do Sophie?\" Jay asked, trying to not divulge the fear gathering in the back of his head. This is exactly what Sophie wanted to hear. Jay had once again taken the bait, and if everything kept going to plan she'd have her first kiss in no time. <br>\r\n<br>\r\n\"Oh I usually do around 75, but that's just because I get bored, I can probably do at least 100.\" Sophie said confidently, like it was nothing. Jay was mortified, he'd just finished his 14th push-up and his arms were on fire. How could she possibly do 100? She was just a little girl? How could she be stronger than him. He forced himself down again and again, getting to his 16th push-up and questioning how many more he could possibly get out of him. Sophie had to hold back giggles as she watched this boy struggle to keep going, knowing that his deteriorating form was a sign of the strength sapping out of his arms, soon he'd be hers. \"You can do it sweetie, keep pushing!\" Sophie cheered on her crush.<br>\r\n<br>\r\nAs Sophie's spirits rose, Jay's couldn't be any lower. He finally finished his 20th push-up and even though he wanted desperately to keep going his arms simply had no strength left in them. He laid there on the ground feeling defeated before Sophie had ever done a single push-up. \"Oh no honey, can you really not keep going? I thought you were stronger than me. Your older than me and bigger than me, but I guess I'm stronger.\" Sophie's words felt like daggers in the heart of Jay. He rolled onto his back and looked up at the sky in frustration. For the first time since this started he saw the look on Sophie's face. She was smiling ear to ear and it drove Jay crazy. <br>\r\n<br>\r\n\"Well, I think your ready for your kiss!\" Sophie squealed, and to Jay's shock she jumped on top of him. He tried to push her off of him, but his arms were completely sapped and she easily pinned them over his head. Jay was furious, realizing that this had all been part of her plan.<br>\r\n<br>\r\n\"Get off me Sophie!\" Jay yelled at the girl who was effortlessly pinning him down. He tried to squirm away, but she was sitting astride him and she was able to control him, she wasn't going to let him get away when she was so close to getting what she wanted.<br>\r\n<br>\r\n\"Haha you're so silly. I can barely do three push-ups, but I knew if I tricked you into doing as many as you could that you'd get tired and then you'd be all mine.\" Sophie giggled while finally revealing her plan to the boy she'd captured. Jay looked up at the scrawny girl who'd rendered him helpless, at her silly butterfly clip in her messy red hair, and once again tried to fight his way out, but this just brought on laughter from his tiny tormentor as she easily held him in place. <br>\r\n<br>\r\nThen she brought her face within inches of his own. \"Now I finally get to kiss you, and you can't do anything to stop me.\" Sophie couldn't stop smiling as she teased him. She puckered her lips and finally pressed her lips into Jay's, softly kissing him. Jay was fighting to get away, but he simply had no choice but to endure for as long as Sophie wanted to kiss him. Sophie broke of her kiss, elated to finally have the first kiss that she'd dreamed of all this time. She looked in to his eyes and as she saw the panic within them, she couldn't imagine anything cuter. She kissed him again and again and Jay had no choice but to accept that he'd been outsmarted.<br>\r\n<br>\r\nThe End</span></div></div>",
            "created":1570653060,
            "id":2730573,
            "title":"Outsmarted"
        },
        "15":{
            "author_id":"neosasori",
            "author_name":"Sasori",
            "choices":[
                "Oh No! It's his mom!",
                "Oh No! It's Sophie's mom!",
                "Oh No! It's the school director!",
                "Oh No! It's someone else!"
            ],
            "content":"<div class=\"\"><div> <span>To say that Jay was surprised would be an understatement. He knew that specific voice very well. He further knew that this person would be even more troublesome to shut down than that little devil Sophie herself.<br>\r\n<br>\r\nBut why was she even here in the first place? Over the entire last six months she never got directly involved in that matter. She may have dropped a comment or two along the way about how Jay should just give in and accept Sophie's advances, but that was the end of the line. So why was she here? And why now?<br>\r\n<br>\r\n\"Jay, I am speaking to you!\" Oh great, he got lost in his own thoughts and now she was angry. What did he do to deserve that? Taking a deep breath in order to calm down, Jay slowly turned around and came face to face with the adult standing behind him. This was not going to be an easy conversation.<br>\r\n<br>\r\nSo who exactly has gotten the drop on Jay?<br>\r\n</span></div></div>",
            "created":1570712580,
            "id":2730882,
            "title":"Oh No! It's an adult!"
        }
    },
    "info":{
        "author_id":"tychandler",
        "author_name":"kidcicero",
        "brief_description":"Can Sophie finally kiss her schoolgirl crush Jay? Not if he can help it!",
        "created":1564278060,
        "description":"<td align=\"left\" class=\"norm\"><u><b>Introduction:<br>\r\n</b></u><br>\r\nJay is living the ideal high-school life. He's popular, athletic, and even getting pretty good at school, there's only one thing that's getting in the way. His super annoying neighbor Sophie! Whenever Jay saw Sophie, she was always chasing after him looking for a kiss. It was awful! It all started the day they first met, shortly after Sophie moved in. He had politely went over to their house to introduce himself and she had immediately darted in for a kiss. As it turns out Sophie was an intense believer in love first sight and the second she saw Jay she was completely infatuated. Ever since that first day she had been chasing after him every day before school. Luckily for Jay she hadn't caught him yet, but this story will describe of a fateful day where anything can happen.<br>\r\n<br>\r\n<u><b><br>\r\nCharacter Profiles:</b></u><br>\r\n<br>\r\nJay: 15 years old, short dirty blonde hair, 5'7 ft, 135 pounds, with a skinny athletic build. The last thing he wants in life is to spend time around Sophie his next door neighbor.<br>\r\n<br>\r\nSophie: 12 years old, messy red head, 5'2 ft, 90 pounds, very skinny build. She is completely infatuated with her next door neighbor Jay and her dream is for him to be her first kiss. <br>\r\n<br>\r\nMelody: 16 years old, chestnut-reddish brown, 5'7 ft, 150 pounds, strong solid build. She is the older sister of Sophie and will do anything to make her little sister happy. She's a tomboy who want's to prove she's stronger than Jay.<br>\r\n<br>\r\nFaith: 15 years old, blonde ponytail, very athletic, 5'8 ft, 125 pounds. Jay's best friend but she loves pranking him and teasing him about Sophie. She also likes to rub it in that she's taller than Jay and say that she's stronger because of this.<br>\r\n<br>\r\nBecky: 11 years old, long black hair, Latina, 4'11, glasses, thin build but not athletic. Sophie was her first friend and due to this she's very devoted to her, but she's also got a crush on Jay.</td>",
        "id":2196788,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1570712580,
        "modified":1570712580,
        "pretty_title":"The Girl Next Door's Crush"
    }
}