{
    "chapters":{
        "1":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Snatcher makes a contract with her",
                "Founds a new Hat (baby bonnet)",
                "The director needs her to play a baby",
                "She regressions somehow",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Hat Kid end up diapered.</span></div></span></div>",
            "created":1572066000,
            "id":2738685,
            "title":"The start"
        },
        "14":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "A time piece gets broken ",
                "Somehow by Queen Vanessa",
                "The Mafia ",
                "Hat Kid finds strange baby goods (diapers bibs bottles etc.)",
                "Other ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Hat Kid regression.</span></div></span></div>",
            "created":1573189200,
            "id":2743810,
            "title":"She regressions somehow"
        },
        "141":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl actually decides to be nice and help/take care of her",
                "Hat Baby tries crawling away",
                "Mustache Girl decides to take care of her meanly"
            ],
            "content":"<div class=\"\"><div> <span>Another day. Another Time Piece is stolen from Hat Kid by Mustache Girl. Currently both girls were actually having a tug of war match with Hat Kid trying to get it from her.<br>\r\n<br>\r\n\"Let go you stupid kid!\" Mustache Girl yells angrily<br>\r\n<br>\r\n\"You let go! It's mine!\" Hat Kid yells back<br>\r\n<br>\r\nThey both kept pulling and the inevitable happened. It broke and the sand inside only got on Hat Kid and she was covered in it and she coughed. At first nothing seemed to happen but then Mustache Girl watches as Hat Kid turns into a little baby looking terrified. She still thankfully had her big  girl mind and was surrounded by a pile of her clothes since they were too big now. Hat Kid. Or Hat Baby since it's more fitting now. looks up at Mustache Girl fearfully, </span></div></div>",
            "created":1580101200,
            "id":2779445,
            "title":"A time piece gets broken "
        },
        "142":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Bow Kid trys to rescue Hat Kid",
                "Bow Kid gets the some treatment",
                "Other ideas"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid had to go in to the old Manor of Queen Vanessa. <font class=\"size5\" style=\"\"> \"who's in my house.\"</font> Hat Kid heard and crawling away in fear. She saw queen Vanessa approached her having no place to hide. Queen Vanessa grabbed Hat Kid and was about to freeze her but noticed Hat Kid had pissed herself out of fear. Queen Vanessa Then desided to not freeze Hat Kid but instead she used some other magic on Hat Kid. Then next thing Hat Kid knew was she was in a crib dressed like a baby yet she felt like it was normal. She looked around and could tell she was still in the Manor yet she felt safe and she couldn't remember why she was here in the first place. <br>\r\n<br>\r\nQueen Vanessa hold Hat Kids old personality in a jar which she store the rest of old souls she keeped. Queen Vanessa knew Hat Kid will turn into a baby over time the more she's treated like one so for now leaving Hat Kid alone for to long could  effect her differently.<br>\r\n<br>\r\nHat Kid looked around as she soon felt a messy felling between her legs. She looked down to notice a full diaper. \"I didn't even have to go.\" Hat Kid said and soon felt tears form in her eyes just then Queen Vanessa entered. \"Mommy I need a change.\" Hat Kid said holding back her tears. \"aw it's alright sweetie that's why you wear diapers we'll potty train you soon.\" Queen Vanessa said as she left Hat Kid and changed her diaper she then bottle feed Hat Kid who then fell back asleep. <br>\r\n<br>\r\nQueen Vanessa noticed that Hat Kid shrink in size and was know the size of a 2 year old. Queen Vanessa heard another noise and went to go seek out what it was.<br>\r\nBow Kid entered the Manor to try and found Hat Kid what happens to her.</span></div></div>",
            "created":1573189200,
            "id":2743999,
            "title":"Somehow by Queen Vanessa"
        },
        "144":{
            "author_id":"butturdn",
            "author_name":"Baj",
            "choices":[
                "Found them searching for time pieces ",
                "Found them in the nursery at vanessa's mansion ",
                "Found them after chasing after mustache girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does she find them?</span></div></span></div>",
            "created":1581224400,
            "id":2784935,
            "title":"Hat Kid finds strange baby goods (diapers bibs ..."
        },
        "15":{
            "author_id":"s11853611",
            "author_name":"BIGBOI91",
            "choices":[
                "She Likes Them",
                "Mustache Girl uses the time pieces",
                "She needs them",
                "Free slot for ideas",
                "Free slots for ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Some other options...</span></div></span></div>",
            "created":1572670800,
            "id":2741379,
            "title":"Other"
        },
        "152":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl changes the rest of her clothes with the Time Piece",
                "Hat Kid tries to take the Time Piece",
                "Mustache Girl uses the Time Piece to make Hat Kid a baby"
            ],
            "content":"<div class=\"\"><div> <span> Hat Kid was currently trying to find Mustache Girl who had stolen a few of the time pieces she found. While looking Mustache Girl snuck up behind her. She had opened up a Time Piece just enough to let some dust out and puffed it at Hat Kids pants,<br>\r\n<br>\r\n\"What the!\" By the time Hat Kid reacted it was too late. the Time Piece caused her pants to transform into what she wore as a baby. which was of course a diaper. Hat Kid blushed like crazy and the thick diaper made it hard to walk.<br>\r\n<br>\r\n\"Hi Diaper Kid. looking for me?\" Mustache Girl says with a smirk<br>\r\n<br>\r\n\"G-Give back my Time Pieces and change back my pants!\" Hat Kid yelled embarrassed <br>\r\n<br>\r\n\"I don't think so\" says Mustache Girl</span></div></div>",
            "created":1577077200,
            "id":2763437,
            "title":"Mustache Girl uses the time pieces"
        },
        "1521":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid tries to escape",
                "Mustache Girl brings her to Hat Kids ship and babys her",
                "Mustache Girl gets a stroller and takes her for a walk"
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl thought for a moment \"You know... I was gonna have you do something for me and I would give this to you if you succeeded. but I think this'll be much more fun\" She say with a smirk<br>\r\n<br>\r\n\"Wh-What will?\" Hat Kid asks now slightly nervous<br>\r\n<br>\r\nWithout saying a word Mustache Girl then puffed more of the Time Piece onto Hat Kids clothes transforming all of them. Her top and cape turned into a onesie, her shoes became baby booties, and her top hat became a baby bonnet. Her onesie had a pacifier clipped to it. Hat Kid blushes even more.<br>\r\n<br>\r\n\"Now that the baby is properly dressed, what should I do with you?\" Mustache Girl says with a smile</span></div></div>",
            "created":1577509200,
            "id":2765581,
            "title":"Mustache Girl changes the rest of her clothes w..."
        },
        "15212":{
            "author_id":"misterian",
            "author_name":"Misterian",
            "choices":[
                "Mustache Girl uses the Time Piece to make Hat Kid incontinent.",
                "Bow Kid enters the room and sees them both."
            ],
            "content":"<div class=\"\"><div> <span>As Mustache Girl and Hat Kid enter the ship's main hall, Hat Kid suddenly felt the need to 'go'.<br>\r\n<br>\r\nMustache Girl quickly noticed and grinned, \"Need to do your 'business', huh?\" She then poked Hat Kid's diaper, Good thing you're already dressed for the occasion.\" </span></div></div>",
            "created":1578546000,
            "id":2771486,
            "title":"Mustache Girl brings her to Hat Kids ship and b..."
        },
        "152121":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl changes Hat Kids diaper",
                "Hat Kid tries to get away and Mustache Girl has to punish her"
            ],
            "content":"<div class=\"\"><div> <span>\" Y-You may have dressed me like a baby.... B-But there's no way I'm using this diaper!\" Hat Kid yells<br>\r\n<br>\r\nMustache Girl then gets an evil thought and takes out her Time Piece \"Oh really? How about I make it easier for you?\" Mustache Girl says with a smirk. Hat Kid tried running but Mustache Girl grabbed her and held her down as she struggled, Mustache Girl then pulled out the front of Hat Kids diaper and sprinkled the Time Piece into it and let go of the diaper. Suddenly Hat Kid could no longer feel her need to go and a hissing noise was heard as her diaper started to become wet and she tears up a little. She was incontinent now.<br>\r\n<br>\r\nMustache Girl chuckles at this and puts a pacifier in Hat Kids mouth \" Looks like someone needs a diaper change!\"</span></div></div>",
            "created":1578546000,
            "id":2771493,
            "title":"Mustache Girl uses the Time Piece to make Hat K..."
        },
        "1521211":{
            "author_id":"misterian",
            "author_name":"Misterian",
            "choices":[
                "Mustache Girl gives Hat Kid a bath. ",
                "Mustache Girl puts a bulkier diaper on Hat Kid. "
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl unbottoned Hat Kid's oneself and rolled it up. She then untapped Hat Kid's diaper and removed it, leaving Hat Kid's entire lower half completely exposed.<br>\r\n<br>\r\nMustache Girl then threw away the wet diaper. But before she could finish the job,  Mustache Girl cupped her chin and started to think.<br>\r\n<br>\r\nHat Kid was confused and embarrassed \"W-what are you waiting for?\"<br>\r\n<br>\r\n\"I just thought of great idea,\" Mustache Girl replied with a smug grin.</span></div></div>",
            "created":1578632400,
            "id":2771771,
            "title":"Mustache Girl changes Hat Kids diaper"
        },
        "15212112":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl continues to treat Hat Kid like a baby",
                "Mustache Girl uses the Time Pieces to make Hat Kid a baby and locks her age"
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl reaches into a bag she brought with her and felt around and then pulled out what she was looking for. To Hat Kids horror it was a diaper much much thicker then the one she had been wearing. It didn't look like she would even be able tp walk with that thing on! Mustache Girl wastes no time in wiping Hat Kid with baby wipes and then powdering her. Then finally Mustache Girl slides the diaper that felt more like a huge pillow under Hat Kid and tapes it around her waist and gives it a pat.<br>\r\n<br>\r\n\"There you go Hat Baby. This should hold much more of your future accidents!\" Mustache Girl says with a laugh down to her former arch nemesis who was now little more then a baby. Hat Kid whimpers a bit not able to figure out how to get out of this</span></div></div>",
            "created":1578632400,
            "id":2771843,
            "title":"Mustache Girl puts a bulkier diaper on Hat Kid. "
        },
        "1521212":{
            "author_id":"misterian",
            "author_name":"Misterian",
            "choices":[
                "Mustache Girl removed all of Hat Kid's clothes, leaving her only in a diaper. ",
                "Mustache Girl spanked Hat Kid. "
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl moved closer to Hat Kid's lower half to unbotton her onesie, but Hat Kid saw her guard was down and pushed her off before getting back up and trying to run away. <br>\r\n<br>\r\nUnfortunately, being in a wet diaper made it harder to run and Mustache Girl easily got up and pounced Hat Kid back down.<br>\r\n<br>\r\n\"That wasn't very nice you bad baby!\" Mustache Girl scolded, \"A bad baby like you needs to be punished!\"</span></div></div>",
            "created":1578546000,
            "id":2771523,
            "title":"Hat Kid tries to get away and Mustache Girl has..."
        },
        "15212121":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl feeds Hat Kid baby food",
                "Mustache Girl takes Hat Baby for a walk"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid tried getting away but Mustache Girl then started taking off her clothes.<br>\r\n<br>\r\n\"If Hat Baby wants to stay in her wet diaper that's ok. But that's all you get to wear!\" Says Mustache Girl<br>\r\n<br>\r\n\"W-What!?\" Hat Kid says spitting out the pacifier. She struggled but Mustache Girl easily stripped her of all her clothes leaving her in just a wet diaper.<br>\r\n<br>\r\n\"There we go! Now what should I do with you now?\"</span></div></div>",
            "created":1578546000,
            "id":2771533,
            "title":"Mustache Girl removed all of Hat Kid's clot..."
        },
        "15212122":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl shows mercy and stops the spanking",
                "Mustache Girl continues spanking to teach the bad baby a lesson"
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl then lifts her up and sits on a chair and bends her over her knee.<br>\r\n<br>\r\n\"W-What are you doing?\" Hat Kid says with the pacifier falling out of her mouth<br>\r\n<br>\r\n\"I'm doing to you what happens to all bad babies. They get a spanking!\" Mustache Girl says evilly. Before Hat Kid can say anything else Mustache Girl starts giving her a hard spanking which really hurt despite her padded rear. She tried to resist but it became too much and Hat Kid starts crying like a baby and begging.<br>\r\n<br>\r\n\"P-Please s-stop! I-I'll be a g-good g-girl!\" Hat Kid yells</span></div></div>",
            "created":1578546000,
            "id":2771534,
            "title":"Mustache Girl spanked Hat Kid. "
        },
        "152122":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Bow Kid helps Mustache Girl baby Hat Kid",
                "Bow Kid tries to help Hat Kid"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid blushed hard at this. But then a door opens. Hat Kid is relieved to see Bow Kid. Bow Kid walks in and she freezes when she sees them both.<br>\r\n<br>\r\n\"Ummm...... Hat?... What're you wearing?\" She asks confused. She did think that she looked cute though.<br>\r\n<br>\r\nHat Kid blushes more and takes a step away from Mustache Girl who was looking at Bow Kid annoyed \"I-It's because of her!\" Hat Kid yells pointing at Mustache Girl.<br>\r\n<br>\r\nMustache Girl sighs but then smiles at Bow Kid \"Hi. How about a little proposal? Help me treat her like a baby like she deserves and you won't have to be her side kick anymore\"<br>\r\n<br>\r\nHat Kids eyes widen as Bow Kid actually looks like she's thinking about it \"y-you're not my side kick! You're my friend!\"<br>\r\n<br>\r\nBow Kid still thinks about it</span></div></div>",
            "created":1581224400,
            "id":2784733,
            "title":"Bow Kid enters the room and sees them both."
        },
        "1521221":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "Bow Kid changed Hat Kid's diaper normally.",
                "Bow Kid took off all Hat Kid's clothes before changing her."
            ],
            "content":"<div class=\"\"><div> <span>\"Well, this looks like it could be fun.\" Bow Kid said as she walked to Mustache Girl's side.<br>\r\n<br>\r\nHat Kid gave a look of disbelief, \"Et tu, Bow?<br>\r\n<br>\r\nMustache Girl grinned, \"Before we do anything else,  there's something we need  that's missing.\"<br>\r\n<br>\r\nMustache Girl took the Time Piece and swung it out in front of Hat Kid, causing a strange dust to slightly coat her diaper.<br>\r\n<br>\r\nNext thing Hat Kid knew, she was suddenly peeing her diaper and it became very yellow.  Hat Kid couldn't help but tear up upon realizing she became incontinent.<br>\r\n<br>\r\nMustache Girl and Bow Kid laid Hat Kid down on the floor and slid a changing mat underneath her.<br>\r\n<br>\r\n\"Since you're my new partner, you get to do the honors.\" Mustache Girl told Bow Kid.</span></div></div>",
            "created":1583298000,
            "id":2796658,
            "title":"Bow Kid helps Mustache Girl baby Hat Kid"
        },
        "15212211":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid tries to escape but is then punished",
                "They use the time piece to make her a real baby and lock her age"
            ],
            "content":"<div class=\"\"><div> <span>Bow was grinning as she undoes Hat Kids onesie and started to proceed with the diaper changing process as Hat was tearing up the whole time.<br>\r\n<br>\r\n\"W-Why are you helping her? I-I don't want to be stuck like th-this\" Hat Kid asks almost crying.<br>\r\n<br>\r\n\"Because it's fun! And this role fits you much better then being a big girl ever did\" Bow Kid says smirking and soon had her in a new diaper and gave it a pat as she redoes the onesie \"And plus.... You're so cute. You might just have to stay like this\"<br>\r\n<br>\r\nHat Kid got really nervous at this and thinks about escaping.</span></div></div>",
            "created":1583298000,
            "id":2796676,
            "title":"Bow Kid changed Hat Kid's diaper normally."
        },
        "1522":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "The two where dress like babies but older",
                "Hat kid is now older but mustache girl is a baby",
                "Other ideas"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid jumped towards mustache girl but do to the thickness of the diaper she was a bit slower and mustache girl quickly dodged her. Falling flat on her face mustache girl sat on Hat Kid pinning her down. \"You know I was gonna to give you a chance to get this back fairly but you just always do what you want.\" Mustache girl said waving the time piece infront of Hat kids face. Hat Kid grabbed the piece and started to strangle with mustache girl as the two fight Mustache girl kicked Hat Kid making hat kid roll over in pain causing Mustache girl to fall off and smashing the time piece. As the time piece smashed a glow formed around Hat Kid and mustache girl. As the glow faded the two noticed that ____</span></div></div>",
            "created":1577077200,
            "id":2763643,
            "title":"Hat Kid tries to take the Time Piece"
        },
        "15221":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid can't catch her in time and Mustache Girl uses the othe Time Piece ",
                "Hat Kid tackles Mustache Girl"
            ],
            "content":"<div class=\"\"><div> <span>They both felt and looked a bit older then they were a minute ago and they then looked at one another. Hat Kid was now not just wearing a diaper but she was also wearing a onesie with a pacifier clipped to it, mittens, booties, and a baby bonnet. But Mustache Girl was wearing the exact same outfit.<br>\r\n<br>\r\n\"What!? This is all your fault!\" Mustache Girl yells angrily<br>\r\n<br>\r\n\"M-My fault!? You're the one who started it!\" Hat Kid yells back<br>\r\n<br>\r\n\"Well I still haven't lost!\" Mustache Girl yells with a smirk. She started running to her hide out since she had stolen more then one of the Time Pieces and Hat Kid chases after her</span></div></div>",
            "created":1578373200,
            "id":2770881,
            "title":"The two where dress like babies but older"
        }
    },
    "info":{
        "author_id":"captainspraky",
        "author_name":"Captain",
        "brief_description":"Hat Kid from A Hat In Time gets diapered how is up to you.",
        "created":1572113400,
        "description":"<td align=\"left\" class=\"norm\">Rules<br>\r\nSex is fine just don't go to crazy with it<br>\r\nHat Kid should be the only one in diapers.<br>\r\nNo one sentence chapters.</td>",
        "id":2204069,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583350260,
        "pretty_title":"ABDL Hat Kid"
    }
}