{
    "chapters":{
        "1":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Snatcher makes a contract with her",
                "Founds a new Hat (baby bonnet)",
                "The director needs her to play a baby",
                "She regressions somehow",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Hat Kid end up diapered.</span></div></span></div>",
            "created":1572066000,
            "id":2738685,
            "title":"The start"
        },
        "14":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "A time piece gets broken ",
                "Somehow by Queen Vanessa",
                "The Mafia ",
                "Hat Kid finds strange baby goods (diapers bibs bottles etc.)",
                "Other ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Hat Kid regression.</span></div></span></div>",
            "created":1573189200,
            "id":2743810,
            "title":"She regressions somehow"
        },
        "141":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl actually decides to be nice and help/take care of her",
                "Hat Baby tries crawling away",
                "Mustache Girl decides to take care of her meanly"
            ],
            "content":"<div class=\"\"><div> <span>Another day. Another Time Piece is stolen from Hat Kid by Mustache Girl. Currently both girls were actually having a tug of war match with Hat Kid trying to get it from her.<br>\r\n<br>\r\n\"Let go you stupid kid!\" Mustache Girl yells angrily<br>\r\n<br>\r\n\"You let go! It's mine!\" Hat Kid yells back<br>\r\n<br>\r\nThey both kept pulling and the inevitable happened. It broke and the sand inside only got on Hat Kid and she was covered in it and she coughed. At first nothing seemed to happen but then Mustache Girl watches as Hat Kid turns into a little baby looking terrified. She still thankfully had her big  girl mind and was surrounded by a pile of her clothes since they were too big now. Hat Kid. Or Hat Baby since it's more fitting now. looks up at Mustache Girl fearfully, </span></div></div>",
            "created":1580101200,
            "id":2779445,
            "title":"A time piece gets broken "
        },
        "142":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "Bow Kid trys to rescue Hat Kid",
                "Bow Kid gets the some treatment",
                "Other ideas"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid had to go in to the old Manor of Queen Vanessa. <font class=\"size5\" style=\"\"> \"who's in my house.\"</font> Hat Kid heard and crawling away in fear. She saw queen Vanessa approached her having no place to hide. Queen Vanessa grabbed Hat Kid and was about to freeze her but noticed Hat Kid had pissed herself out of fear. Queen Vanessa Then desided to not freeze Hat Kid but instead she used some other magic on Hat Kid. Then next thing Hat Kid knew was she was in a crib dressed like a baby yet she felt like it was normal. She looked around and could tell she was still in the Manor yet she felt safe and she couldn't remember why she was here in the first place. <br>\r\n<br>\r\nQueen Vanessa hold Hat Kids old personality in a jar which she store the rest of old souls she keeped. Queen Vanessa knew Hat Kid will turn into a baby over time the more she's treated like one so for now leaving Hat Kid alone for to long could  effect her differently.<br>\r\n<br>\r\nHat Kid looked around as she soon felt a messy felling between her legs. She looked down to notice a full diaper. \"I didn't even have to go.\" Hat Kid said and soon felt tears form in her eyes just then Queen Vanessa entered. \"Mommy I need a change.\" Hat Kid said holding back her tears. \"aw it's alright sweetie that's why you wear diapers we'll potty train you soon.\" Queen Vanessa said as she left Hat Kid and changed her diaper she then bottle feed Hat Kid who then fell back asleep. <br>\r\n<br>\r\nQueen Vanessa noticed that Hat Kid shrink in size and was know the size of a 2 year old. Queen Vanessa heard another noise and went to go seek out what it was.<br>\r\nBow Kid entered the Manor to try and found Hat Kid what happens to her.</span></div></div>",
            "created":1573189200,
            "id":2743999,
            "title":"Somehow by Queen Vanessa"
        },
        "144":{
            "author_id":"butturdn",
            "author_name":"Baj",
            "choices":[
                "Found them searching for time pieces ",
                "Found them in the nursery at vanessa's mansion ",
                "Found them after chasing after mustache girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does she find them?</span></div></span></div>",
            "created":1581224400,
            "id":2784935,
            "title":"Hat Kid finds strange baby goods (diapers bibs ..."
        },
        "15":{
            "author_id":"s11853611",
            "author_name":"BIGBOI91",
            "choices":[
                "She Likes Them",
                "Mustache Girl uses the time pieces",
                "She needs them",
                "Free slot for ideas",
                "Free slots for ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Some other options...</span></div></span></div>",
            "created":1572670800,
            "id":2741379,
            "title":"Other"
        },
        "152":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl changes the rest of her clothes with the Time Piece",
                "Hat Kid tries to take the Time Piece",
                "Mustache Girl uses the Time Piece to make Hat Kid a baby"
            ],
            "content":"<div class=\"\"><div> <span> Hat Kid was currently trying to find Mustache Girl who had stolen a few of the time pieces she found. While looking Mustache Girl snuck up behind her. She had opened up a Time Piece just enough to let some dust out and puffed it at Hat Kids pants,<br>\r\n<br>\r\n\"What the!\" By the time Hat Kid reacted it was too late. the Time Piece caused her pants to transform into what she wore as a baby. which was of course a diaper. Hat Kid blushed like crazy and the thick diaper made it hard to walk.<br>\r\n<br>\r\n\"Hi Diaper Kid. looking for me?\" Mustache Girl says with a smirk<br>\r\n<br>\r\n\"G-Give back my Time Pieces and change back my pants!\" Hat Kid yelled embarrassed <br>\r\n<br>\r\n\"I don't think so\" says Mustache Girl</span></div></div>",
            "created":1577077200,
            "id":2763437,
            "title":"Mustache Girl uses the time pieces"
        },
        "1521":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid tries to escape",
                "Mustache Girl brings her to Hat Kids ship and babys her",
                "Mustache Girl gets a stroller and takes her for a walk"
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl thought for a moment \"You know... I was gonna have you do something for me and I would give this to you if you succeeded. but I think this'll be much more fun\" She say with a smirk<br>\r\n<br>\r\n\"Wh-What will?\" Hat Kid asks now slightly nervous<br>\r\n<br>\r\nWithout saying a word Mustache Girl then puffed more of the Time Piece onto Hat Kids clothes transforming all of them. Her top and cape turned into a onesie, her shoes became baby booties, and her top hat became a baby bonnet. Her onesie had a pacifier clipped to it. Hat Kid blushes even more.<br>\r\n<br>\r\n\"Now that the baby is properly dressed, what should I do with you?\" Mustache Girl says with a smile</span></div></div>",
            "created":1577509200,
            "id":2765581,
            "title":"Mustache Girl changes the rest of her clothes w..."
        },
        "15212":{
            "author_id":"misterian",
            "author_name":"Misterian",
            "choices":[
                "Mustache Girl uses the Time Piece to make Hat Kid incontinent.",
                "Bow Kid enters the room and sees them both."
            ],
            "content":"<div class=\"\"><div> <span>As Mustache Girl and Hat Kid enter the ship's main hall, Hat Kid suddenly felt the need to 'go'.<br>\r\n<br>\r\nMustache Girl quickly noticed and grinned, \"Need to do your 'business', huh?\" She then poked Hat Kid's diaper, Good thing you're already dressed for the occasion.\" </span></div></div>",
            "created":1578546000,
            "id":2771486,
            "title":"Mustache Girl brings her to Hat Kids ship and b..."
        },
        "152121":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl changes Hat Kids diaper",
                "Hat Kid tries to get away and Mustache Girl has to punish her"
            ],
            "content":"<div class=\"\"><div> <span>\" Y-You may have dressed me like a baby.... B-But there's no way I'm using this diaper!\" Hat Kid yells<br>\r\n<br>\r\nMustache Girl then gets an evil thought and takes out her Time Piece \"Oh really? How about I make it easier for you?\" Mustache Girl says with a smirk. Hat Kid tried running but Mustache Girl grabbed her and held her down as she struggled, Mustache Girl then pulled out the front of Hat Kids diaper and sprinkled the Time Piece into it and let go of the diaper. Suddenly Hat Kid could no longer feel her need to go and a hissing noise was heard as her diaper started to become wet and she tears up a little. She was incontinent now.<br>\r\n<br>\r\nMustache Girl chuckles at this and puts a pacifier in Hat Kids mouth \" Looks like someone needs a diaper change!\"</span></div></div>",
            "created":1578546000,
            "id":2771493,
            "title":"Mustache Girl uses the Time Piece to make Hat K..."
        },
        "1521211":{
            "author_id":"misterian",
            "author_name":"Misterian",
            "choices":[
                "Mustache Girl gives Hat Kid a bath. ",
                "Mustache Girl puts a bulkier diaper on Hat Kid. "
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl unbottoned Hat Kid's oneself and rolled it up. She then untapped Hat Kid's diaper and removed it, leaving Hat Kid's entire lower half completely exposed.<br>\r\n<br>\r\nMustache Girl then threw away the wet diaper. But before she could finish the job,  Mustache Girl cupped her chin and started to think.<br>\r\n<br>\r\nHat Kid was confused and embarrassed \"W-what are you waiting for?\"<br>\r\n<br>\r\n\"I just thought of great idea,\" Mustache Girl replied with a smug grin.</span></div></div>",
            "created":1578632400,
            "id":2771771,
            "title":"Mustache Girl changes Hat Kids diaper"
        },
        "15212112":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl continues to treat Hat Kid like a baby",
                "Mustache Girl uses the Time Pieces to make Hat Kid a baby and locks her age"
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl reaches into a bag she brought with her and felt around and then pulled out what she was looking for. To Hat Kids horror it was a diaper much much thicker then the one she had been wearing. It didn't look like she would even be able tp walk with that thing on! Mustache Girl wastes no time in wiping Hat Kid with baby wipes and then powdering her. Then finally Mustache Girl slides the diaper that felt more like a huge pillow under Hat Kid and tapes it around her waist and gives it a pat.<br>\r\n<br>\r\n\"There you go Hat Baby. This should hold much more of your future accidents!\" Mustache Girl says with a laugh down to her former arch nemesis who was now little more then a baby. Hat Kid whimpers a bit not able to figure out how to get out of this</span></div></div>",
            "created":1578632400,
            "id":2771843,
            "title":"Mustache Girl puts a bulkier diaper on Hat Kid. "
        },
        "1521212":{
            "author_id":"misterian",
            "author_name":"Misterian",
            "choices":[
                "Mustache Girl removed all of Hat Kid's clothes, leaving her only in a diaper. ",
                "Mustache Girl spanked Hat Kid. "
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl moved closer to Hat Kid's lower half to unbotton her onesie, but Hat Kid saw her guard was down and pushed her off before getting back up and trying to run away. <br>\r\n<br>\r\nUnfortunately, being in a wet diaper made it harder to run and Mustache Girl easily got up and pounced Hat Kid back down.<br>\r\n<br>\r\n\"That wasn't very nice you bad baby!\" Mustache Girl scolded, \"A bad baby like you needs to be punished!\"</span></div></div>",
            "created":1578546000,
            "id":2771523,
            "title":"Hat Kid tries to get away and Mustache Girl has..."
        },
        "15212121":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl feeds Hat Kid baby food",
                "Mustache Girl takes Hat Baby for a walk"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid tried getting away but Mustache Girl then started taking off her clothes.<br>\r\n<br>\r\n\"If Hat Baby wants to stay in her wet diaper that's ok. But that's all you get to wear!\" Says Mustache Girl<br>\r\n<br>\r\n\"W-What!?\" Hat Kid says spitting out the pacifier. She struggled but Mustache Girl easily stripped her of all her clothes leaving her in just a wet diaper.<br>\r\n<br>\r\n\"There we go! Now what should I do with you now?\"</span></div></div>",
            "created":1578546000,
            "id":2771533,
            "title":"Mustache Girl removed all of Hat Kid's clot..."
        },
        "15212122":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl shows mercy and stops the spanking",
                "Mustache Girl continues spanking to teach the bad baby a lesson"
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl then lifts her up and sits on a chair and bends her over her knee.<br>\r\n<br>\r\n\"W-What are you doing?\" Hat Kid says with the pacifier falling out of her mouth<br>\r\n<br>\r\n\"I'm doing to you what happens to all bad babies. They get a spanking!\" Mustache Girl says evilly. Before Hat Kid can say anything else Mustache Girl starts giving her a hard spanking which really hurt despite her padded rear. She tried to resist but it became too much and Hat Kid starts crying like a baby and begging.<br>\r\n<br>\r\n\"P-Please s-stop! I-I'll be a g-good g-girl!\" Hat Kid yells</span></div></div>",
            "created":1578546000,
            "id":2771534,
            "title":"Mustache Girl spanked Hat Kid. "
        },
        "152121221":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "\"I promise,\" (completely true, Hat Kid gives up escaping forever)",
                "\"I promise,\" (complete lie, Hat Kid plans another escape later)"
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl stopped her spanking and the sobbing Hat Kid found herself rubbing her sore butt only to be reminded she's still wearing a wet diaper. <br>\r\n<br>\r\n\"Now, you know why you were punished?\" Mustache Girl asked with the kind of stern tone a mother would use on her disobedient child.<br>\r\n<br>\r\n\"F-for pushing you and trying to escape while you were changing my diaper,\" Hat Kid whimpered dejectedly.<br>\r\n<br>\r\n\"That's right,\" Mustache Girl confirmed, \"Now, if you don't want to be spanked again, are you going to promise you'll accept your new life as my big baby and never give me any trouble again?\"<br>\r\n<br>\r\nHat Kid gave her answer;</span></div></div>",
            "created":1587618000,
            "id":2823186,
            "title":"Mustache Girl shows mercy and stops the spanking"
        },
        "1521212212":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl takes a humiliating video of Hat Kid",
                "Hat Kid tries to escape again"
            ],
            "content":"<div class=\"\"><div> <span>\"Good girl\" Mustache Girl says simply, not detecting that it was a lie.<br>\r\n<br>\r\nHat Kid doesn't fuss as she is laid back down and her diaper begins to be changed again. At least she would get a dry one.<br>\r\n<br>\r\nMustache Girl smirks and puts the most babyish diaper that she had on her \"There you go Hat Baby. Now let's have fun\" she says with a grin</span></div></div>",
            "created":1587618000,
            "id":2823195,
            "title":"\"I promise,\" (complete lie, Hat Kid pla..."
        },
        "152122":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Bow Kid helps Mustache Girl baby Hat Kid",
                "Bow Kid tries to help Hat Kid"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid blushed hard at this. But then a door opens. Hat Kid is relieved to see Bow Kid. Bow Kid walks in and she freezes when she sees them both.<br>\r\n<br>\r\n\"Ummm...... Hat?... What're you wearing?\" She asks confused. She did think that she looked cute though.<br>\r\n<br>\r\nHat Kid blushes more and takes a step away from Mustache Girl who was looking at Bow Kid annoyed \"I-It's because of her!\" Hat Kid yells pointing at Mustache Girl.<br>\r\n<br>\r\nMustache Girl sighs but then smiles at Bow Kid \"Hi. How about a little proposal? Help me treat her like a baby like she deserves and you won't have to be her side kick anymore\"<br>\r\n<br>\r\nHat Kids eyes widen as Bow Kid actually looks like she's thinking about it \"y-you're not my side kick! You're my friend!\"<br>\r\n<br>\r\nBow Kid still thinks about it</span></div></div>",
            "created":1581224400,
            "id":2784733,
            "title":"Bow Kid enters the room and sees them both."
        },
        "1521221":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "Bow Kid changed Hat Kid's diaper normally.",
                "Bow Kid took off all Hat Kid's clothes before changing her."
            ],
            "content":"<div class=\"\"><div> <span>\"Well, this looks like it could be fun.\" Bow Kid said as she walked to Mustache Girl's side.<br>\r\n<br>\r\nHat Kid gave a look of disbelief, \"Et tu, Bow?<br>\r\n<br>\r\nMustache Girl grinned, \"Before we do anything else,  there's something we need  that's missing.\"<br>\r\n<br>\r\nMustache Girl took the Time Piece and swung it out in front of Hat Kid, causing a strange dust to slightly coat her diaper.<br>\r\n<br>\r\nNext thing Hat Kid knew, she was suddenly peeing her diaper and it became very yellow.  Hat Kid couldn't help but tear up upon realizing she became incontinent.<br>\r\n<br>\r\nMustache Girl and Bow Kid laid Hat Kid down on the floor and slid a changing mat underneath her.<br>\r\n<br>\r\n\"Since you're my new partner, you get to do the honors.\" Mustache Girl told Bow Kid.</span></div></div>",
            "created":1583298000,
            "id":2796658,
            "title":"Bow Kid helps Mustache Girl baby Hat Kid"
        },
        "15212211":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid tries to escape but is then punished",
                "They use the time piece to make her a real baby and lock her age"
            ],
            "content":"<div class=\"\"><div> <span>Bow was grinning as she undoes Hat Kids onesie and started to proceed with the diaper changing process as Hat was tearing up the whole time.<br>\r\n<br>\r\n\"W-Why are you helping her? I-I don't want to be stuck like th-this\" Hat Kid asks almost crying.<br>\r\n<br>\r\n\"Because it's fun! And this role fits you much better then being a big girl ever did\" Bow Kid says smirking and soon had her in a new diaper and gave it a pat as she redoes the onesie \"And plus.... You're so cute. You might just have to stay like this\"<br>\r\n<br>\r\nHat Kid got really nervous at this and thinks about escaping.</span></div></div>",
            "created":1583298000,
            "id":2796676,
            "title":"Bow Kid changed Hat Kid's diaper normally."
        },
        "15212212":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "\"Give Hat Kid a bath\"",
                "\"We do 'pervy' stuff to Hat Kid\""
            ],
            "content":"<div class=\"\"><div> <span>Bow Kid undid the buttons of Hat Kid's onesie, but then suddenly shifted tactics and moved to her booties to take them off. <br>\r\n<br>\r\nBow Kid then untied and removed Hat Kid's bonnet, then took off her hair tie, thereby undoing Hat Kid's ponytail, causing her hair to go straight downward.<br>\r\n<br>\r\nBow Kid then sat Hat Kid back up and pulled her onesie right off, leaving Hat Kid wearing only a diaper. <br>\r\n<br>\r\nFinally, Bow Kid then untapped Hat Kid's wet diaper and threw it away.<br>\r\n<br>\r\nHat Kid was now as naked as the day she was born. Needless to say, she blushed hard. It definitely wasn't an improvement over being dressed like a baby.  <br>\r\n<br>\r\nBoth Bow Kid and Mustache Girl gave the naked Hat Kid creepy grins that she couldn't tell whether smug grins or pervy grins.<br>\r\n<br>\r\n\"I can safely say I like what I see,\" Mustache Girl commented as crouched down to open Hat Kid's legs and get a closer look at Hat Kid's 'girlhood'. <br>\r\n<br>\r\nMustache Girl then turned her attention back to Bow Kid, \"So what exactly were you planning we do with our naked baby?\"<br>\r\n<br>\r\n\"Simple,\" Bow Kid replied, \"We-\"</span></div></div>",
            "created":1586235600,
            "id":2815131,
            "title":"Bow Kid took off all Hat Kid's clothes befo..."
        },
        "152122121":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid tries to escape",
                "Use the Time piece to slowly mentally regress her"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid somehow managed to blush more at this \"W-Wait\"<br>\r\n<br>\r\nBefore she could protest both Mustache Girl and Bow Kid grab her and lifts her up and carry her to the bathroom. Mustache Girl keeps holding Hat Kid as she struggles while Bow Kid starts the warm water in the tub. After a few minutes Hat Kid is put into the tub and both girls began scrubbing her with soap absolutely everywhere.<br>\r\n<br>\r\nHat Kid wasn't trying to get away right now. This actually felt really nice to her.<br>\r\n<br>\r\nOnce she was completely clean and left to soak for a few minutes she's taken out as she's wrapped into a towel like a swaddling blanket.<br>\r\n<br>\r\n\"Such a cute little baby. What do you think we should do with her next?\" Bow Kid asks Mustache Girl.</span></div></div>",
            "created":1586235600,
            "id":2815144,
            "title":"\"Give Hat Kid a bath\""
        },
        "1521222":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "Mustache Girl overpowers Bow Kid and changes her clothes with the Time Piece. ",
                "Bow Kid takes the Time Piece away from Mustache Girl. "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Bow Kid charged at Mustache Girl and tried to pull the Time Piece out of her hands.<br>\r\n<br>\r\n\"Oh no you don't!\" Mustache Girl exclaimed, \"If you're not gonna join me, you can join her instead!\"</span></div></span></div>",
            "created":1586235600,
            "id":2814915,
            "title":"Bow Kid tries to help Hat Kid"
        },
        "15212221":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl makes them both incontinent with the Time Piece",
                "Hat Kid tried to stop her one more time"
            ],
            "content":"<div class=\"\"><div> <span>The two were both struggling with the time piece as Hat Kid was unable to help. But then Mustache Girl got it out of her hands and pushed her back.<br>\r\n<br>\r\n\"You should've helped me! But now you get to be a baby with her!\" Mustache Girl yells.<br>\r\n<br>\r\nBefore Bow Kid could react Mustache Girl puffs the inside of the Time Piece at her.<br>\r\n<br>\r\n\"W-Wait please!\" Bow Kid says<br>\r\n<br>\r\nIt was too late as her entire outfit changed into an identical copy of what Hat Kid was wearing right down to the diaper.<br>\r\n<br>\r\nMustache Girl laughs evily \"Now I have both of you. This will be twice as fun\"</span></div></div>",
            "created":1586235600,
            "id":2814923,
            "title":"Mustache Girl overpowers Bow Kid and changes he..."
        },
        "152122211":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "Hat and Bow both obey and let Mustache Girl change them",
                "Hat and Bow both try to rush Mustache Girl to get the Time Piece back."
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl sprinkled Time Piece dust on both Hat Kid and Bow Kid's diapers.<br>\r\n<br>\r\nSuddenly, Hat Kid started peeing herself while Bow Kid both peed and messed herself, to their tearful humiliation.<br>\r\n<br>\r\nMustache Girl laughed, \"This really suits you both, now I suggest you don't get any funny ideas and lay down so I can change you both.\"</span></div></div>",
            "created":1587445200,
            "id":2822126,
            "title":"Mustache Girl makes them both incontinent with ..."
        },
        "1521222111":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl uses it on Hat Kids mind",
                "Mustache Girl uses it to AR Bow Kid"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid sniffles and slowly lays on her back and Bow Kid does the same. Neither of them wanting anything else to happen to them.<br>\r\n<br>\r\nMustache Girl grins at this \"Good babies\" she then started changing both of their diapers after she had gotten out the supplies. Both girls on the floor were covering their faces in embarrassment.<br>\r\n<br>\r\n\"I hope you both know you aren't going anywhere anytime soon\" Mustache Girl says as she finished the diaper change \"Now what should I do?\" She says thinking to herself.</span></div></div>",
            "created":1587445200,
            "id":2822175,
            "title":"Hat and Bow both obey and let Mustache Girl cha..."
        },
        "15212222":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "To give Hat Kid the Time Piece back.",
                "To keep the Time Piece and use it to change Mustache Girl's clothes."
            ],
            "content":"<div class=\"\"><div> <span>After some struggling, Bow Kid managed to pull the Time Piece out of Mustache Girl's hands. <br>\r\n<br>\r\n\"Hey! no fair! This wasn't supposed to happen!\" Mustache Girl complained.<br>\r\n<br>\r\n\"Great job, Bow!\" Hat Kid cheered, \"Now give it back to me so I can get myself back to normal.\"<br>\r\n<br>\r\nBow Kid thought for a moment, and then decided...</span></div></div>",
            "created":1587618000,
            "id":2823492,
            "title":"Bow Kid takes the Time Piece away from Mustache..."
        },
        "152122222":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Bow Kid decided to keep Hat Kid like this",
                "Bow Kid changes her clothes back and they both baby Mustache Girl"
            ],
            "content":"<div class=\"\"><div> <span>\"Sure Hat. In just a minute.... Maybe\" Bow Kid mutters that last part under her breath.<br>\r\n<br>\r\nHat Kid got a little confused at that but didn't question it.<br>\r\n<br>\r\nMustache Girl was in the middle of trying to escape but then she finds her clothes covered in the Time Piece dust thanks to Bow Kid. And a minute later her entire outfit turns into a onesie, mittens, booties, and a baby bonnet.<br>\r\n<br>\r\n\"No!! You change my stuff back right now you bow wearing idiot!\" Mustache Girl yells.<br>\r\n<br>\r\nBow Kid simply puts a pacifier into her mouth and makes her fall on her padded bottom.<br>\r\n<br>\r\nHat Kid smiles \"Ok change my clothes back now\"<br>\r\n<br>\r\nBow Kid thinks again</span></div></div>",
            "created":1587618000,
            "id":2823505,
            "title":"To keep the Time Piece and use it to change Mus..."
        },
        "1521222221":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "Give both Hat Kid and Mustache Girl a bath.",
                "Stripped both girls of their clothes before changing their diapers."
            ],
            "content":"<div class=\"\"><div> <span>\"Hmmm..... Nah!\" Bow Kid announced, \"I like you both better the way you are now.\"<br>\r\n<br>\r\n\"Seriously?!\" Mustache Girl angrily said, \"You're not gonna change either of us back?\"<br>\r\n<br>\r\n\"But why, Bow?\" Hat Kid asked, naturally feeling betrayed.<br>\r\n<br>\r\n\"You two look infinitely cuter dressed as babies,\" Bow  Kid replied,  \"There's no way I'm passing something like this up.\"<br>\r\n<br>\r\nBow Kid then sprinkled Time Piece dust on both Hat Kid and Mustache Girl, which caused them both to wet their diapers. Hat Kid started tearing up ,  while Mustache Girl was furious.<br>\r\n<br>\r\n\"You crazy jerk!\" Mustache Girl called out, \"If this darn padding didn't make it hard to move I'd straggle you!\"<br>\r\n<br>\r\nBow Kid cheerfully ignored Mustache Girl before she decided to....</span></div></div>",
            "created":1587618000,
            "id":2823542,
            "title":"Bow Kid decided to keep Hat Kid like this"
        },
        "15212222212":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Bow Kid uses the time piece to regress Mustache Girl",
                "Hat Kid tries to escape"
            ],
            "content":"<div class=\"\"><div> <span>Bow Kid grins and began removing both girls clothing \"I think you'd both look even cuter with just diapers\"<br>\r\n<br>\r\nMustache Girl was even more angry and struggles. Hat Kid, being the more emotional one, was almost crying.<br>\r\n<br>\r\nOnce both girls were stripped she forced them both onto their backs \"Now. I can't let my baby girls get rashes can I?\"<br>\r\n<br>\r\nShe began to change them and while Hat Kid didn't struggle much Mustache Girl was doing plenty of it.</span></div></div>",
            "created":1587618000,
            "id":2823544,
            "title":"Stripped both girls of their clothes before cha..."
        },
        "1522":{
            "author_id":"captainspraky",
            "author_name":"Captain",
            "choices":[
                "The two where dress like babies but older",
                "Hat kid is now older but mustache girl is a baby",
                "Other ideas"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid jumped towards mustache girl but do to the thickness of the diaper she was a bit slower and mustache girl quickly dodged her. Falling flat on her face mustache girl sat on Hat Kid pinning her down. \"You know I was gonna to give you a chance to get this back fairly but you just always do what you want.\" Mustache girl said waving the time piece infront of Hat kids face. Hat Kid grabbed the piece and started to strangle with mustache girl as the two fight Mustache girl kicked Hat Kid making hat kid roll over in pain causing Mustache girl to fall off and smashing the time piece. As the time piece smashed a glow formed around Hat Kid and mustache girl. As the glow faded the two noticed that ____</span></div></div>",
            "created":1577077200,
            "id":2763643,
            "title":"Hat Kid tries to take the Time Piece"
        },
        "15221":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid can't catch her in time and Mustache Girl uses the othe Time Piece ",
                "Hat Kid tackles Mustache Girl"
            ],
            "content":"<div class=\"\"><div> <span>They both felt and looked a bit older then they were a minute ago and they then looked at one another. Hat Kid was now not just wearing a diaper but she was also wearing a onesie with a pacifier clipped to it, mittens, booties, and a baby bonnet. But Mustache Girl was wearing the exact same outfit.<br>\r\n<br>\r\n\"What!? This is all your fault!\" Mustache Girl yells angrily<br>\r\n<br>\r\n\"M-My fault!? You're the one who started it!\" Hat Kid yells back<br>\r\n<br>\r\n\"Well I still haven't lost!\" Mustache Girl yells with a smirk. She started running to her hide out since she had stolen more then one of the Time Pieces and Hat Kid chases after her</span></div></div>",
            "created":1578373200,
            "id":2770881,
            "title":"The two where dress like babies but older"
        },
        "154":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "\"I'm adopting and diapering you, permanently!\"",
                "\"You will be testing diapers for a new business I opened\"",
                "\"You will be modeling for diapers and baby products\""
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid was visiting the Nyankuza Metro when she suddenly felt herself being lifted off the ground.<br>\r\n<br>\r\nShe was turned around to see that Empress was carrying her. <br>\r\n<br>\r\n\"Konnichiwa, Hat Kid,\" Empress with something civility, though her tone suggested she wasn't very happy, \"I hope you haven't forgotten me, I know I haven't forgotten you and what you did to me.\"<br>\r\n<br>\r\nHat Kid was scared, so much so that she found herself wetting her pants, which Empress easily noticed with some amusement.<br>\r\n<br>\r\n\"Couldn't hold it, could you?\" Empress asked rhetorically, \"Actually, this is quite apropo, because I have a special plan for you that ties quite well to what just happened to you.\"</span></div></div>",
            "created":1587445200,
            "id":2822291,
            "title":"Free slot for ideas"
        },
        "1541":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid tries to escape her and fails",
                "Hat Kid decided to behave to avoid punishment",
                "Hat Kid tries to beg"
            ],
            "content":"<div class=\"\"><div> <span>When Hat Kid heard Empress say that her eyes widened and she started squirming \"W-Wait you can't do that!\"<br>\r\n<br>\r\nHat Kid was silenced when Empress put a pacifier into her mouth \"I can and I will. This is what you get\" Empress then proceeded to throw away Hat Kids hat and carry her to her home \"If you know what's good for you baby girl you won't struggle\"</span></div></div>",
            "created":1587445200,
            "id":2822301,
            "title":"\"I'm adopting and diapering you, perman..."
        },
        "15412":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "Bow Kid ",
                "Mustache Girl "
            ],
            "content":"<div class=\"\"><div> <span>When Empress and Hat Kid arrived to Empress' home, Hat Kid was surprised to see Empress lived in a remarkably fancy penthouse that mixed ultra-modern with some traditional Japanese trappings.<br>\r\n<br>\r\nHat Kid saw a fully supplied changing table that was perfect for a kid her size, but was surprised when Empress carried her past it.<br>\r\n<br>\r\n\"I thought you said you were gonna diaper me,\" Hat Kid remarked.<br>\r\n<br>\r\n\"Oh, I promise we'll get to that,\" Empress replied, \"But there's something else you need first and foremost.\"<br>\r\n<br>\r\nEmpress carried Hat Kid into what looked like a small indoor onsen. <br>\r\n<br>\r\nEmpress then put Hat Kid down and immediately stripped her of all her clothes until Hat Kid was 100% naked, she didn't even wear her hair tie!<br>\r\n<br>\r\nEmpress then whistled and some of her Underlings entered the room. Empress handed them Hat Kid's clothes.<br>\r\n<br>\r\n\"Take these and burn them immediately. Afterward find the other girl, you know what to do before you bring her here.\"<br>\r\n<br>\r\nThe Underlings bowed slightly and left.<br>\r\n<br>\r\nEmpress then sat the naked Hat Kid on a stool and started scrubbing her.<br>\r\n<br>\r\n\"W-who's the other girl you talked about?\" Hat Kid asked.<br>\r\n<br>\r\n\"Just someone else I decided to add this little  'family' of ours,\" Empress replied as she finished her scrubbing and dumped a bucket of water on Hat Kid to rinse her before putting her in the bath proper to soak.<br>\r\n<br>\r\n\"In fact, I think you already know this 'other girl'.\"<br>\r\n<br>\r\nJust moments later, The Underlings shoved another girl around Hat Kid's age into the Onsen. Though the girl was stripped naked too, Hat Kid recognized her. She was-</span></div></div>",
            "created":1587445200,
            "id":2822395,
            "title":"Hat Kid decided to behave to avoid punishment"
        },
        "154122":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Mustache Girl keeps on fussing and needs punishment",
                "Hat Kid starts to fuss as well"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kids eyes widen when she saw her enemy get shoved into the room.<br>\r\n<br>\r\nMustache Girl had struggled the entire time \"Let me go and give back my clothes this instant!!\"<br>\r\n<br>\r\nEmpress just lifts the squirming and struggling girl up \"I see you're a much fussier baby girl\"<br>\r\n<br>\r\n\"I'm not a ba-\" she's cut off as she's put into the water with Hat Kid.<br>\r\n<br>\r\nHat Kid was still very much surprised to see her but stays quiet. Mustache Girl glares at her \"This is your fault some how\"</span></div></div>",
            "created":1587445200,
            "id":2822399,
            "title":"Mustache Girl "
        },
        "1541221":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "Washed her mouth with soap.",
                "Empress spanked Mustache Girl."
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl glared at Empress, who was casually watching the 2 girls soaking in the water. <br>\r\n<br>\r\n\"Okay, Cat-lady, I don't know what you're planning here, but I'm playing no part in it!\"<br>\r\n<br>\r\n\"Uh, I wouldn't antagonize her if I were you,\" Hat Kid warned.<br>\r\n<br>\r\nMustache Girl tried to climb out of the tub, but Empress effortlessly pushed her back.<br>\r\n<br>\r\n\"You're not going anywhere, little lady,\" Empress stated, \"This is your home from now on, and the two of us in this room with you are your new family.\"<br>\r\n<br>\r\nMustache Girl gave a spiteful look, \"I'd rather be Conductor's unpaid foot massager than live with someone like you, you furry @$☆!\"<br>\r\n<br>\r\nEmpress glared sternly, but kept a calm tone, \"It takes a stunning amount of insolence for someone to talk to me like that, the kind of insolence I can't let go unpunished.\"<br>\r\n<br>\r\nEmpress approached the bathing Mustache Girl and...</span></div></div>",
            "created":1587531600,
            "id":2822484,
            "title":"Mustache Girl keeps on fussing and needs punish..."
        },
        "15412212":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Hat Kid tries to escape while Empress is distracted",
                "Mustache Girl goes back in the tub and they soon finish"
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl was pulled out of the water and laid down on her belly. She was about to question this but then her very hard spanking began \"O-Ow!!\"<br>\r\n<br>\r\n\"This is what happens to little girls like you who can't behave\" Empress says and kept on spanking.<br>\r\n<br>\r\nHat Kid stayed silent in the tub afraid of getting the same punishment.<br>\r\n<br>\r\nMustache Girl winces in pain with every spank and tears slowly started to build up in her eyes \"S-Stop it you phyco!!\"<br>\r\n<br>\r\nMustache Girl then received an extra hard spank which made her start to cry a little despite her best efforts.<br>\r\n<br>\r\n\"Have you learned your lesson yet?\" Empress asks after a few minutes and Mustaches Girl rear was very red. The spanked girl slowly nods her head.</span></div></div>",
            "created":1587531600,
            "id":2822496,
            "title":"Empress spanked Mustache Girl."
        },
        "154122122":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "\"You both are  to wear ONLY your diapers, no exceptions!\"",
                "\"You both will also be wearing baby clothes.\""
            ],
            "content":"<div class=\"\"><div> <span>Mustache Girl was put back in the water. After a few minutes, Empress pulled both girls out of the tub and started drying them with towels.<br>\r\n<br>\r\nEmpress then bundled them both up in their respective towels and carried them out of the onsen.<br>\r\n<br>\r\nEmpress then took them to the changing table Hat Kid saw earlier. She then put both girls down and stripped them of their towels, leaving them both buck naked once again.<br>\r\n<br>\r\nEmpress then picked up Mustache Girl set her on the changing table and first applied diaper lotion on her nether-regions then sprinkled baby powder.<br>\r\n<br>\r\n\"Hey! what are ya doing?\" Mustache Girl asked, finding her predicament both bizarre and humiliating.<br>\r\n<br>\r\nEmpress then snugly taped a diaper onto Mustache Girl. It was slightly bulky but otherwise fit her perfectly.<br>\r\n<br>\r\nEmpress then placed Mustache Girl back on the floor, picked up Hat Kid, and proceeded to diaper her the same way.<br>\r\n<br>\r\n\"Now then,\" Empress began, \"The next thing you both should know.\"</span></div></div>",
            "created":1587531600,
            "id":2822953,
            "title":"Mustache Girl goes back in the tub and they soo..."
        },
        "1541221222":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Their potty training gets taken away",
                "They are brought to be hypnotized"
            ],
            "content":"<div class=\"\"><div> <span>Both girls blushed even harder hearing that and Hat Kid speaks up \"h-huh? P-Please aren't the diaper enough?\"<br>\r\n<br>\r\n\"Not even close\" Empress says plainly and calls her little minions who brought with them two matching onesies, two sets of mittens and booties, two bonnets, and two pacifiers.<br>\r\n<br>\r\nMustache Girl blushes even more \"You can't be serious! We're not babies!\"<br>\r\n<br>\r\n\"Well you are now. Permanently\" Empress had them be held in place and she got to work at dressing them both up in their new outfits much to their embarrassment. After a few minutes the job was done.<br>\r\n<br>\r\n\"There we go\" Empress says plainly and tells them another part of their new lives.</span></div></div>",
            "created":1587531600,
            "id":2822961,
            "title":"\"You both will also be wearing baby clothes..."
        },
        "15412212221":{
            "author_id":"hyperdonut",
            "author_name":"Hyperdonut",
            "choices":[
                "Gradually, she forces them to use their diapers every time they need to go.",
                "Empress uses a Time Piece to instantly make them incontinent."
            ],
            "content":"<div class=\"\"><div> <span>\"Are you kidding me?!\" Mustache Girl asked.<br>\r\n<br>\r\n\"Not in the slightest,\" Empress replied, \"I hope you're not too attached to the times you used a toilet. Because those days are going to be a distant memory at best.\"<br>\r\n<br>\r\nHow does Empress made both girls incontinent?</span></div></div>",
            "created":1587618000,
            "id":2823017,
            "title":"Their potty training gets taken away"
        },
        "154122122212":{
            "author_id":"guardian2",
            "author_name":"Guardian",
            "choices":[
                "Empress makes them stay in the wet diapers for a while",
                "Empress gives them both a diaper change"
            ],
            "content":"<div class=\"\"><div> <span>Hat Kid is shocked as she sees Empress pull out a time piece \"H-Hey! That's mine!\"<br>\r\n<br>\r\n\"Not anymore little girl. Now this will be used a good bit by me\" As she says this she sends some of the dust that was in it at their diaper areas.<br>\r\n<br>\r\nMustache Girl coughs a bit \"What did you do!?!\"<br>\r\n<br>\r\n\"You'll see\" Empress says plainly. Both girls then gasp as they feel their diapers getting warmer and soggy.</span></div></div>",
            "created":1587618000,
            "id":2823021,
            "title":"Empress uses a Time Piece to instantly make the..."
        }
    },
    "info":{
        "author_id":"captainspraky",
        "author_name":"Captain",
        "brief_description":"Hat Kid from A Hat In Time gets diapered how is up to you.",
        "created":1572113400,
        "description":"<td align=\"left\" class=\"norm\">Rules<br>\r\nSex is fine just don't go to crazy with it<br>\r\nHat Kid should be the only one in diapers.<br>\r\nNo one sentence chapters.</td>",
        "id":2204069,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587702840,
        "pretty_title":"ABDL Hat Kid"
    }
}