{
    "chapters":{
        "1":{
            "author_id":"fbphoenix",
            "author_name":"Phoenix",
            "choices":[
                "Alexis (your girlfriend, who also got invited)",
                "Random assortment of people (wear clothes from multiple people)",
                "A lesbian ",
                "Group costume: siamese twins",
                "Choose something that's not on the list"
            ],
            "content":"<div class=\"\"><div> <span>You tore open the envelope, already knowing what it was because of the time of year and the return address. And you were correct. It was, of course, the highly-anticipated end-of-the-year costume party that one of your best friends, Jamie, threw every year. Due to her popularity, this was one of the largest and most anticipated parties ever, and had been happening since the 6th grade (both you and Jamie were finishing up your junior year of high school). The theme this year, you notice, is \"Unusual.\" This in itself is unusual because the theme's are usually quite specific, things like Athletics, Disney Stars, Animals, Monsters, and Stereotypes, just to name a few of the past themes. You notice that there is a list of suggestions for costumes at the bottom that appear to have been custom-written for you. You decide to pick:</span></div></div>",
            "created":1247374800,
            "id":723474,
            "title":"The invitation"
        },
        "11":{
            "author_id":"fbphoenix",
            "author_name":"Phoenix",
            "choices":[
                "Beautiful red dress from last year's prom",
                "Short skirt with tight, stretchy top that shows a lot of her cleavage",
                "Tight bell-bottom jeans with a casual top",
                "Silky pants, and loose t-shirt, and a nightgown",
                "Nothing catches your eye, so you go closet-diving"
            ],
            "content":"<div class=\"\"><div> <span>As you were thinking about the list and who/what to go as, your cell buzzed in your pocket. As you pull it out and glance at the screen, you immediately answer it, seeing it's Alexis. The first thing she asks is whether or not you got invited. Upon hearing that you had indeed received an invitation, she asks if her name was on your list of suggestions, since your name was on hers.<br>\r\n<br>\r\nAfter telling her that it was, she asks, \"Well how about if we go as each other?\" <br>\r\n<br>\r\nAlways looking to please your girlfriend like the gentleman that you are, you quickly reply, \"Sure, sounds great!\"<br>\r\n<br>\r\n\"Alright,\" she says, \"Pick out an outfit for me, something casual that still looks good, and come over her right away and we'll pick something out for you.\" She then hangs up. You quickly grab a set of clothes (white undershirt, brand-name t-shirt, a pair of red/black striped boxers, and your best pair of jeans) and rush out the door, grabbing your keys and wallet along the way. You hurry out to your car, which you quickly start and drive to Alexis' house.<br>\r\n<br>\r\nAs you enter her room, you see that she has already picked out a few outfits for you. You decide to wear:</span></div></div>",
            "created":1247374800,
            "id":723623,
            "title":"Going as Alexis"
        },
        "111":{
            "author_id":"fbphoenix",
            "author_name":"Phoenix",
            "choices":[
                "Mass chaos",
                "People seem cool with it and play Truth or Dare",
                "You and Alexis go into a side room"
            ],
            "content":"<div class=\"\"><div> <span>You decide to wear her insanely beautiful prom dress, since most people had seen it before and because it was so unique that everyone would recognize you. Alexis hands you her biggest pair of panties, which are quite tight, but you want to go all the way with this. She also hands you one of her bras, along with a set of fake boobs to stuff it with. You go into the bath room and change into her lingerie while she changes into your clothes. When you come back out, she helps you with the dress. She also gives you the shoes she wore to with the dress, 3\" red pumps. You just manage to stuff your feet into the shoes. As you look in the mirror, you see that the fake breasts do a very good job of imitating her very real breasts, but everything else just looks kind of weird. She then hands you a wig that perfectly matches her gorgeous blonde hair color and style in a way she would wear it to a party, which you promptly put on.<br>\r\n<br>\r\nAs you finish dressing, you stand up and realize how difficult it is to walk in pumps. Alexis, of course, has no problem with your black loafers. She also stuffs her hair into a skin-colored rubber cap, which she covers up with hair that matches yours. You head out to the party.<br>\r\n<br>\r\nAs you enter the door, you are greeted by Jamie, who is dressed in an amazingly sexy cheerleader outfit, which she tells you was bought from NBC. Apparently it was the outfit used by Hayden Panettiere in her cheerleaders scenes. She tells you that her birthday was just a week ago, and that she asked for this specifically to be her one present this year (her parents are head doctors at the two local hospitals, so they have plenty of money, even if they're house/cars don't say so). She tells you that both of your costumes are quite amazing, possibly the best she's seen all night.<br>\r\n<br>\r\nAs you begin to mingle with the other guests, your attention is turned to Jamie who is standing in the middle of the room. She announces that the final two guests just arrived (you and Alexis) and that the first activity of the night will now begin. After she finishes her announcement, she mutters something that sounds a lot like gibberish to you. Although it seems to be nonsense, the words still seem to be quite powerful. As soon as she finishes this, your vision blurs. <br>\r\n<br>\r\nOnce your vision returns to normal, you look to see none other than Hayden Panettiere standing in the middle of the room clad in her old sexy cheerleader uniform. Looking around, you see a familiar face looking at you. As you stare you realize that the face is yours. Suddenly, you realize several things: you have shrunk down to 5' 4\", your costume is fitting like it was fitted specifically for you, even your shoes, and your 'fake' breasts are feeling quite a bit heavier than they used to.<br>\r\n<br>\r\nAs you look in a mirror, you gasp in Alexis' voice and immediately grab your (Alexis') hand and the two of you walk over to Hayden, who you assume is really Jamie, and demand an explanation. She tells you, in Hayden's amazingly seductive voice, that her parents hired a wizard who told her a spell to change people into what they dress as. Quite obviously, it worked. <br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1247461200,
            "id":723655,
            "title":"Beautiful red dress from last year's prom"
        },
        "1112":{
            "author_id":"fbphoenix",
            "author_name":"Phoenix",
            "choices":[
                "Truth",
                "Dare"
            ],
            "content":"<div class=\"\"><div> <span>You see that the atmosphere of the party is still cool and not in any way chaotic. In fact, people seem to not only acknowledge their changes, but accept them. As you realize this, you also realize that you have a hard time finding anything wrong with you having Alexis' body. So you and Alexis decide to join in a game of Truth or Dare.<br>\r\n<br>\r\nPlaying - dressed as:<br>\r\nYou, Alexis, Jamie<br>\r\nSteve - hot lesbian porn star that you recognize from a poster in his bedroom<br>\r\nMorgan - another hot lesbian porn star, probably suggested by Steve<br>\r\nJeff (a random friend of yours) - Robert's twin playboy bunny<br>\r\nRobert (a friend of yours, Jamie's boyfriend) - Jeff's twin playboy bunny<br>\r\n<br>\r\nFirst up is Jamie, who asks the next person, you, Truth or Dare?</span></div></div>",
            "created":1247461200,
            "id":723656,
            "title":"People seem cool with it and play Truth or Dare"
        },
        "11122":{
            "author_id":"fbphoenix",
            "author_name":"Phoenix",
            "choices":[
                "I dare you trade with Morgan!",
                "I dare you to go to the costume shop and get a fat suit!"
            ],
            "content":"<div class=\"\"><div> <span>You reply with, \"Dare!\"<br>\r\n<br>\r\n\"Ok,\" she says, \"I dare you to trade costumes with Steve.\"<br>\r\n<br>\r\n\"Fine,\" you say, not realizing that Steve is a lesbian, just that s/he's quite hot. Wanting to show some privacy for Alexis, you decide to take Steve into the bathroom. As you shut the door, he grabs your boobs and you fall over due to the unexpected amount of pure pleasure. However, you quickly regain control and demand that s/he strips down completely as you do the same. Once you have traded clothes, your vision blurs once again. When in clears, you see Alexis standing in front of you with a disgusted look on her face. Apparently s/he remembers the boob grabbing. You look in the mirror and confirm that you are indeed the sexy porn star. You also notice that your breasts are much heavier (which means that they're much bigger too). As you look back to Alexis, your pants get wet and you feel a sudden urge to grab her boobs, which you do, causing her to fall over out of pleasure. You then leave the bathroom.<br>\r\n<br>\r\nAs you return, you find you nipples erect and your pants even wetter as you see your porn star counterpart Morgan, the playboy bunny twins Jeff and Robert, and finally Hayden, in your mind the sexiest of the bunch. She notices you staring at her and demands that you return to your spot in the circle. Steve, as Alexis, follows you out the door and sits in his/her old spot next to Morgan, who instantly drapes her arms around him/her and chewing his/her ear. <br>\r\n<br>\r\nUp next is Alexis, still in your body. Before you can even ask, she says with much enthusiasm, \"Dare!\"</span></div></div>",
            "created":1247461200,
            "id":723668,
            "title":"Dare"
        },
        "111221":{
            "author_id":"fbphoenix",
            "author_name":"Phoenix",
            "choices":[
                "You and Alexis decide to leave the game",
                "Keep playing. It's Alexis' turn now!"
            ],
            "content":"<div class=\"\"><div> <span>\"Ok then, I dare you to trade costumes with Morgan here in public in front of all the rest of us,\" you say. She agrees and immediately strips down to your naked body. You notice her penis standing erect, probably due to her/him being surrounded by a group of female knockouts. However, your lesbian mind doesn't spend much time on this. As soon as she completely dons Morgan's costume, the changes into a sex goddess, which instantly turns you on more than anything else so far. Seeing this, she immediately comes and sits next to you and you two make out passionately, tongues darting in and out of each others mouths. Meanwhile, Morgan seems glad to finally be rid of her lesbian thoughts, although she doesn't seem to thrilled about the penis between her legs or the testosterone running through her blood, causing her to still like girls.</span></div></div>",
            "created":1247461200,
            "id":723730,
            "title":"I dare you trade with Morgan!"
        },
        "1112212":{
            "author_id":"rosenheim34",
            "author_name":"rosenheimer",
            "choices":[
                "truth",
                "dare"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does she take truth or dare?</span></div></span></div>",
            "created":1291698000,
            "id":1010023,
            "title":"Keep playing. It's Alexis' turn now!"
        },
        "115":{
            "author_id":"taytaywilliams",
            "author_name":"taytaywilliams",
            "choices":[
                "Skinny Jeans, Jacket, and Scarf",
                "Short tight dress",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What do you grab?</span></div></span></div>",
            "created":1447390800,
            "id":2060863,
            "title":"Nothing catches your eye, so you go closet-diving"
        },
        "1151":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "They change the minute they walk in the door",
                "They change slowly over the course of the party",
                "They change all at once at a certain time in the party"
            ],
            "content":"<div class=\"\"><div> <span>\"Here\", said Alexis, \"Try on this pair of jeans. \"My aunt that lives out West bought them for me, but they're way too big. No matter how many times we tell her the right size, she always gets it wrong.\"<br>\r\n<br>\r\nAlexis went to the bathroom while Mark changed into the jeans. They were a tight fit, but he managed to get into them. When Alexis came back, she was wearing the clothes Mark had brought. She eyed him up and down, then handed him something, and said, \"Take off your shirt.\"<br>\r\n<br>\r\n\"OK\", said Mark. \"What is this?\"<br>\r\n<br>\r\n\"It's a corset\", she said. \"It'll help give you a more girlish figure. I borrowed it from my Mom. She's kind of amused by this whole idea.\"<br>\r\n<br>\r\nAlexis helped Mark put the corset on.<br>\r\n<br>\r\n\"It's hard to breathe in this thing\", said Mark.<br>\r\n<br>\r\n\"Sure it is\", said Alexis,\"That's why Victorian women were always fainting. their corsets cut their air off.\"<br>\r\n<br>\r\nShe helped Mark put one of her loosest sweatshirts on.<br>\r\n<br>\r\n\"Hmm\", she said. \"Needs a little work. How do you think <b>I</b>look? Am I a convincing boy?\"<br>\r\n<br>\r\n\"Not really\", said Mark.<br>\r\n<br>\r\n\"Well, I tell you what\", said Alexis, \"Let's not do this half-heartedly. Let's do a little shopping, We've got plenty of time.<br>\r\n<br>\r\nThe two of them changed into their regular clothes, and went to the mall.  An hour later, they returned to Alexis' home.  Alexis took some of the purchases and left the room. She returned  about half an hour later, in full costume. Mark was impressed. He could still tell it was her, but she looked a lot more \"boyish\".<br>\r\n<br>\r\n<br>\r\n\"I had my Mom help me bind my breasts with some bandages\", she explained. \"You'll suffer with the corset, I'll suffer with this.\"<br>\r\n<br>\r\nHer hair was gathered up under a baseball cap.<br>\r\n<br>\r\n\"I thought about dyeing it, she explained, \"But my hair color isn't <i>that</i> different than yours. Mom did a little make-up on me, too.\"<br>\r\n<br>\r\nShe had what looked  a bit like five-o'-clock shadow, so long as you didn't look at it too closely.<br>\r\n<br>\r\n\"Are you taller?\", asked Mark.<br>\r\n<br>\r\n\"Lifts in my shoes\", explained Alexis. \"Anyway, let's get to work on you.\"<br>\r\n<br>\r\nShe had him put the jeans back on, along with some frilly blue socks, and a cheap pair of mary-janes they'd bought.<br>\r\n<br>\r\n\"At least with those jeans on\", she said, \"you won't have to shave your legs.\"<br>\r\n<br>\r\nNext he put the corset back on, and a bra they'd procured. Alexis stuffed it with tissue paper until she was satisfied. Over this, he put on a sky-blue blouse they'd found.<br>\r\n<br>\r\n\"This is just the sort of thing that I'd wear, it's just in your size.\"<br>\r\n<br>\r\nAlexis put some fake fingernails on him, and then carefully polished them in her favorite color. She's had him shave earlier, so she set about making him up, and putting false eyelashes on him. Then she put a wig they'd bought on him, and fussed with it a bit  She put a multi-colored silk scarf on him to cover up his Adam's apple, and topped it off with the bomber jacket that she'd \"liberated\" from her brother, which she wore everywhere.<br>\r\n<br>\r\n\"Not a bad job, if I say so myself\", she said.<br>\r\n<br>\r\nMark looked at himself in the mirror.   Alexis <i>had</i> done a good job. No one would mistake him for her, but if she'd had a cross-dressing big brother, he might have looked like a bit like Mark did right now.  Alexis, on the other hand. still managed to look as cute as a button, even dressed as Mark.<br>\r\n<br>\r\nThey took a deep breath, and showed themselves to Alexis' mom, who laughed and took a picture to send to Mark's mom. She and Alexis gave Mark a few pointer on how to move like a girl, and he and Alexis practiced doing each other's voices.<br>\r\n<br>\r\nFinally, it was time to go to the party, which was being thrown by their friend Jamie. Alexis' mom drove them to Jamie's house.<br>\r\n<br>\r\n\"OK, kids\", she said. \"I'll be back to pick you up around. Be good, and have fun.\"<br>\r\n<br>\r\nMark and Alexis left the car, and walked up to the front door...<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1490590800,
            "id":2295626,
            "title":"Skinny Jeans, Jacket, and Scarf"
        },
        "11512":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Went to see who else was there",
                "Noticed something odd",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Mark and Alexis were met at the door by their hostess, Jamie Dark, who was a good friend of them both.  They gaped in awe at her costume.  Her skin was colored dark red, and her eyes were bright yellow. Shiny black horns projected from her forehead, and her teeth came to sharp points.  She was wearing an elegant black dress, and her feet seemed to have been replaced by shiny black hooves. A tail with a pointed barb on the end projected through a hole in the back of her dress. <br>\r\n<br>\r\n<i>Wow, she looks amazing</i>, thought Mark.  There was an unspoken that guests made their own costumes for these parties, and did not use professionally-made  outfits.  Jamie was pretty amazing, but Mark had to wonder if she has really made her costume and done her make-up herself. Still, she was the hostess, it wouldn't  be polite to call attention to it.<br>\r\n<br>\r\nShe smiled when she saw them, and said, \"Ha-ha-ha, awesome! Why, if it isn't Mark Johnson and Alexis D'Arcy! Or is it 'Marcia D'Arcy' and 'Alexander Johnson'?\" <br>\r\n<br>\r\nShe grabbed them in a three-way hug and kissed them both on the cheek.<br>\r\n<br>\r\n\"I'm <b>so</b> glad that you both came! Come on in and join the fun!\"<br>\r\n<br>\r\nShe ushered them in, and pointed out two figures standing to one side. \"Allow me to introduce you to our chaperones\", she said<br>\r\n<br>\r\nThe chaperones in question were two teachers from their school, a man and a woman.  The party wasn't an official school function, but since the guests were all students from their school, Jamie had persuaded two staff members to come .<br>\r\n<br>\r\nOne was Maria Ferzoco,  the world history teacher. She was a pretty, dark-haired woman in her late twenties, who was generally known as one of the \"fun\" teachers, sympathetic to the students and with a good sense of humor. She was dressed as an ancient Egyptian queen, with a long flowing robe and an ornate headdress. Her costume was decorated with the astrological symbols for the various planets, as well as the symbols of various nations.<br>\r\n<br>\r\nThe other teacher was Matthew O'Donnell, the chemistry teacher. He was a sandy-haired fellow in his forties who known for being a quiet man who seldom missed anything that was happening. He was dressed as a grandfather clock, with his face painted yellow and the numbers written in a circle. Clock hands were gummed below his nose like a lopsided mustache.<br>\r\n<br>\r\nJamie bowed and said, \"Please say hello to the Pharaoh of the Solar System and Grandfather Clock.\"<br>\r\n<br>\r\n\"'The Pharaoh of the Solar System'?\", asked Alexis.<br>\r\n<br>\r\n\"May as well dream big\", smiled Ms. Ferzoco.<br>\r\n<br>\r\n\"'Grandfather Clock'?\", asked Mark.<br>\r\n <br>\r\n\"A character from <i>Captain Kangaroo</i>, a show I used to watch when I was a kid\", explained Mr. O'Donnell.  Mark and Alexis made small talk with the two teachers for a few minutes, and then...<br>\r\n <br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1532926800,
            "id":2527022,
            "title":"They change slowly over the course of the party"
        },
        "115121":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Mark and Alexis went over to talk to Steve and Morgan",
                "Mark and Alexis noticed something odd.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Mark and Alexis went to mingle with the other guests. The first person they encountered was someone wearing a fairly well-made Batgirl outfit.  It took them a second to figure out who it was.<br>\r\n<br>\r\n\"Hey, Cal\", said Mark, \"How you doin'?\"<br>\r\n<br>\r\nCal was a slim, quiet boy who was the son of the local Baptist pastor, and the star of the school's gymnastics team.  Mark didn't know him well, but stopped to chat with him briefly.  It was kind of a surprise that his parents let him out of the house like that, they were fairly conservative. It wouldn't have surprised Mark if Cal had change dinto his costume rafter he left home, but it wasn't his business to worry about it.<br>\r\n<br>\r\nHovering near a long table of snacks were what looked like the ghost of Pikachu, an evil black doll, a ghost-woman and a ghost tree.  The ghost Pikachu  looked up and emitted a horsey laugh.<br>\r\n<br>\r\n\"Hey, Mark, lookin' good!\", it said. Mark recognized the voice of Jimmy Davis, which meant that the other three were almost certainly  his inseparable pals, Paul McArdle, Andy Young and Joey Dubois.  They were affable fanboys who were experts on the obscure corners of popular culture.<br>\r\n<br>\r\n\"Hey, Jimmy, who are you guys supposed to be?\", asked Alexis.<br>\r\n<br>\r\n\"We're each our favorite Ghost Type Pokémon\", said Jimmy. \"Mmikyu\" (himself), \"Banette\" (Paul), \"Froslass\" (Andy), \"and Trevenant\". (Joey)<br>\r\n<br>\r\n\"Good work, you guys\", said Mark.<br>\r\n<br>\r\nNext they saw what looked like two girls talking to each other.  One was wearing a long, tattered gown, a battered-looking ice hockey goalie's mask and a crown of flowers.  Her skin was made up to look grey and corpse-like, and she was wearing a straggly blonde wig.  The other was wearing a pink gown with various gears and tube attached, all painted a metallic pink. She wore a flowing blonde wig, a small crown and a red eyepiece over her left eye.  Her skin was made up to look chalk-white. Mark thought that the overall effect was to make her look like Princess Peach, if she was assimilated by the Borg. <br>\r\n<br>\r\n\"Helloooo, laaadies\", said Alexis, doing her best \"Mr. Smooth\" voice, and leering comically.<br>\r\n<br>\r\n\"Oh, hey guys\", said the masked girl.<br>\r\n<br>\r\n\"Annie, is that you?\", asked Alexis.<br>\r\n<br>\r\n\"That's right\", the girl said.  Mark realized that the masked girl was Anne Ogawa, a friend of Alexis' who was in the Literature Club.<br>\r\n<br>\r\n\"Who are you supposed to be, Anne?\", asked Mark.<br>\r\n<br>\r\n\"I'm Ophelia Voorhees!\", she replied.<br>\r\n<br>\r\n\"Huh?\"<br>\r\n<br>\r\n\"Ophelia from <i>Hamlet</i> crossed with Jason Voorhees from the <i>Friday the 13th</i>  movies.  Both characters drowned, so I figured that was a nice thematic connection.\"<br>\r\n<br>\r\n\"Only you, Annie, only you\", replied Mark.  \"And who's your charming friend?\"<br>\r\n<br>\r\n\"I am Prunuspersica of Borg\", the other girl answered. It was then that Mark realized that Anne's friend wasn't a girl at all, but was Bobby Dalton, another member of the Lit Club.  Bobby always did drag for costume parties.<br>\r\n<br>\r\n\"'Prunuspersica'?\", asked Mark.<br>\r\n<br>\r\n\"The Latin name for the peach tree\", explained Bobby.<br>\r\n<br>\r\n\"Ah, of course\", said Mark.<br>\r\n<br>\r\nNext, they saw four people chatting together.  Two were obviously dressed as Link and Zelda from <i>The Legend of Zelda</i>.  They took only a minute to recognize \"Link\" as Jenny Swenson and \"Zelda\" as Anita Crawford, tow girls who were fast friends. You never saw one without the other, to the point where there was speculation that they were a couple and not just \"friends\". Neither Mark nor Alexis knew or cared particularly.<br>\r\n<br>\r\nMark and Alexis looked at the other two girls. One was wearing what looked a bit like a black bondage outfit that emphasized her cleavage, a long purple wig and a metal crown.  She was carrying a plastic axe and a hardcover book.  Mark recognized her as Paula Ortiz, another of the school's star athletes. Mark gaped at her chest. Paul was fairly stodgy - maybe even a little bit stodgy - so she almost never dressed up \"sexy\".  Mark recognized the other \"girl\" as Paula's brother, Benny, who was also an accomplished athlete. He was wearing a white and red outfit that was as \"sexy\" as his sister's. His hair was dyed bright red, and he carried a toy spear.<br>\r\n<br>\r\n\"Wow\", said Mark.<br>\r\n<br>\r\n\"Yeah\", said Alexis. \"I never thought I'd see you dressed like that, Paula.  Who are you supposed to be?\"<br>\r\n<br>\r\n\"We're Princess Camilla and Princess Hinoka from <i>Fire Emblem Fates</i>\", said Paula.  \"Benny dared me to dress as Camilla, but I said I'd only do it if he came as Hinoka. He double-crossed me by agreeing to do it.\"<br>\r\n<br>\r\nThe others got a good laugh out of this. They chatted for a while, and then Mark and Alexis mingled some more.<br>\r\n<br>\r\nNext they encountered a three-headed golden dragon. Three gold-painted faces poked out from the dragon's chest, and there were holes which six hands poked out of.<br>\r\n<br>\r\n\"Well, if it isn't the Three D's\", said Alexis.  The Three D's was the Chang triplets, Deborah, Diana and Danielle.  <br>\r\n<br>\r\n\"Who are you three supposed to be?\", asked Alexis.<br>\r\n<br>\r\n\"We're Ghidorah, from the Godzilla movies\", they replied, all speaking at once.<br>\r\n<br>\r\n\"Wow, that's pretty impressive\", said Mark, \"But aren't you three kind of stuck with each other in that outfit?\"<br>\r\n<br>\r\n\"Nah\", said Danielle, who was in the middle. \"If you look between the costume's 'necks', there are clasps that we can undo, if one of us needs to go do something by herself, or if we just get sick of each other.\"<br>\r\n<br>\r\nThey had a laugh at this, and moved on.<br>\r\n<br>\r\nNext, they saw Bill Hanson and Phoebe Wepner. These two <i>were</i> a couple, and were sneaking a kiss.  Bill was dressed as the Thirteenth Doctor from <i>Doctor Who</i>.  Phoebe wore a floor-length red skirt studded with golden globes and a black border at the bottom. She wore arm-length golden gloves, and a head-piece designed to look like the top of a Dalek, her eyes covered by mirror sunglasses,  She carried two wands, one made up to look like a Dalek gunstick, and the other a Dalek sucker arm.<br>\r\n<br>\r\n\"Well, I never thought I'd see the Doctor kissing a Dalek\", said Mark.<br>\r\n<br>\r\nBill looked up  sheepishly and said in his best \"Jodie Whittaker\" voice, \"Well, Chibnall's taking the show in a new direction.\"<br>\r\n<br>\r\n\"What are you, Pheebs, the Dalek Princess?\", asked Alexis.<br>\r\n<br>\r\n\"Dalek <i>Empress</i>, please\", smiled Phoebe.<br>\r\n<br>\r\n\"Hey, are Steve and Morgan here?\", asked Mark.<br>\r\n<br>\r\n\"They're over there\", said Bill. pointing to where Steve Peters and Morgan Francis, Mark and Alexis' two best friends, were helping themselves to a snack.  Mark smiled. Steve and Morgan were dressed as Winged Monkeys from <i>The Wizard of Oz</i>.<br>\r\n<br>\r\n</span></div></div>",
            "created":1533013200,
            "id":2527458,
            "title":"Went to see who else was there"
        },
        "1151211":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "...Enjoyed it, and encouraged her",
                "...Enjoyed it, but said \"Not now, Alex!\"",
                ",,,Was freaked out by what Alexis was doingg"
            ],
            "content":"<div class=\"\"><div> <span>Mark and Alexis went over to talk to Steve and Morgan.<br>\r\n<br>\r\n\"Nice outfits, you two\", said Mark. \"Of course, it's a natural look for you, Steve.\"<br>\r\n<br>\r\n\"Back atcha\", said Steve.  \"You're a surprisingly pretty girl, 'Marcia'. Maybe you should stick with it.\"<br>\r\n<br>\r\nThe four friends chatted amiably for a while.  There was music playing, and when a slow dance came on, Alexis grabbed Mark's arm, and said, \"Come on, babe, let's dance!\"<br>\r\n<br>\r\nShe pulled him out on to the area that had been set aside as a dance floor, and took him in her arms, and the two began slow dancing, Mark having to remember to let Alexis lead. He rested his head on her chest, and inhaled the cologne she had put on.  It was only they'd been dancing a few minutes that something occurred to him: Even with the lifts in her shoes, she shouldn't have been so much taller than he was.<br>\r\n<br>\r\nShe must have noticed something in his expression, because she frowned at him and said, \"Something wrong, kid?\"<br>\r\n<br>\r\n\"You're going to think I'm crazy, but I'd swear you're taller than you should be\", Mark said.<br>\r\n<br>\r\n\"What?\"<br>\r\n<br>\r\n\"No, I'm serious\", said Mark.  \"Check it out.\"<br>\r\n<br>\r\nHe stood at arm's length from her, and she looked at him, dubiously.<br>\r\n<br>\r\n\"It's funny, but it almost looks like you're right. But, no, that's crazy. It must be these lifts. Come over here.\"<br>\r\n<br>\r\nShe pulled him over to a couch, where she sat down and made him sit next to her. \"I'll  show you\", she said, pulling off her shoes and socks.  She looked up and saw Cal walking by.<br>\r\n<br>\r\n\"Hey, Batgirl\", she said, \"Come over here a minute, please.\"<br>\r\n<br>\r\n\"OK', said Cal. \"What's up?\"<br>\r\n<br>\r\n\"We need your help judging something\", said Alexis. \"OK, Mark stand up straight.\" Mark obeyed, and Alexis stood up straight  in her bare feet, back-to-back with Mark.<br>\r\n<br>\r\n\"OK, Batgirl\", Alexis said,\"Which of us is taller?\"<br>\r\n<br>\r\nCal looked closely, and a mystified look crossed his face.<br>\r\n<br>\r\n\"Huh\", he said. \"Very interesting. Alexis, you've got a good three inches on Mark. Funny, I would  sworn Mark was taller than you. What do you know?\"<br>\r\n<br>\r\n\"You're sure?\" said Alexis. \"You're not messing with me?\"<br>\r\n<br>\r\n\"I'm not messing with you\", said Cal. \"But let's get a second opinion. Paula, could you come here a second?\"<br>\r\n<br>\r\nPaula, who happened to be passing  by, came over in answer to Cal's summons.  To Mark's eyes, she looked taller, too, Her boobs looked bigger, as well. She'd always had a smallish rack, but now her chest seemed to be bursting out of her outfit.  She looked a good deal more like Princess Camilla  of Nohr than she had before!<br>\r\n<br>\r\n\"What's going on, Cal?\", asked Anita.<br>\r\n<br>\r\n\"Who's taller here, 'Marcia' or 'Alex'?\"<br>\r\n<br>\r\nAnita took a careful look, and said, \"Alex, definitely, by a few inches. How about that? Hey, come on, Cal, let's go to the game room, and play some table tennis.\"<br>\r\n<br>\r\n\"OK\", said Cal, and the two walked away.<br>\r\n<br>\r\n\"This is crazy\", said Alexis, pulling her shoes and socks on, taking the lifts out of the shoes, first.  \"I <i>know</i> you're taller than me.\"<br>\r\n<br>\r\n\"Anita seemed to be taller, too\", said Mark. \"And her boobs seem to have blown up like balloons!\"<br>\r\n<br>\r\n\"Hey, you young hussy\" said Alexis in mock anger.  \"Don't. Be. Checking. Out. Other. Girl's.Boobs.P, she said, punctuating each word by repeatedly poking Mark's left \"breast\" with her right forefinger.<br>\r\n<br>\r\n\"Ow!\", he said.  \"I...I...I felt that!\"<br>\r\n<br>\r\n\"Oh, don't be silly, Mark\", said Alexis. \"They aren't real\", she continued, squeezing his 'boobs'  with both hands.<br>\r\n<br>\r\n\"Owww!\" repeated Mark, trying not to yell. \"I'm telling you that <i>hurt</i>!\"  He patted at his chest, gingerly.  \"This is crazy\", said Alexis.  \"I must've just hurt your real chest by accident.\"<br>\r\n<br>\r\n\"It sure feels real.\", said Mark.<br>\r\n<br>\r\n\"Well, let's go check it out\", said Alexis. Making sure the teachers weren't watching, she  led him to  an empty room that turned out to be a bedroom that happened to have a full-length mirror.<br>\r\n<br>\r\n\"OK, show me\", she said.<br>\r\n<br>\r\nMark took off the jacket and shirt, and then undid the bra, revealing an impressive rack. He stared at them in shock, poking at them gently.<br>\r\n<br>\r\nAlexis gaped at him open-mouthed.  \"Those aren't just <i>any</i> boobs, those are <i>my</i> boobs!\"<br>\r\n<br>\r\n\"Huh?\", said Mark.<br>\r\n<br>\r\n\"I know my own boobs when I see them, babe.\"<br>\r\n<br>\r\nMark looked at himself in the mirror. It seemed to him that his face looked a little different, more feminine, more like Alexis'. In the meantime, Alexis had pulled off her shirt, and bandaged that were binding them.  Sure enough, her chest was as flat and hairy as Mark's had been previously.  She looked at herself in wonder, and then, coming up behind Mark, cupped his breasts in her hands and began jiggling them.<br>\r\n<br>\r\n\"Say, these are fun to play with\", she said. \"No wonder guys go so crazy over them.\" She began lightly nibbling Mark's ear.<br>\r\n<br>\r\nMark...<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1533099600,
            "id":2527742,
            "title":"Mark and Alexis went over to talk to Steve and ..."
        },
        "11512112":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "...Someone knocked on the room door",
                "They heard someone calling them",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Mark found himself getting hot and bothered, as Alexis removed his scarf with her teeth, and undid the corset, leaving him bare from the waist up. He gasped at the sight of himself in the mirror.<br>\r\n<br>\r\n\"What is it, babe?\", asked Alexis.<br>\r\n<br>\r\n\"Look!\", said Mark.<br>\r\n<br>\r\nHis waist was narrow, leading down to hips with a feminine curve, his arms and hands were slender and smooth-skinned. <br>\r\n<br>\r\n\"Hey!\", he continued, \"My Adam's apple is gone.\"<br>\r\n<br>\r\n\"No, here it is over here\", said Alexis, pointing to her own throat. \"We...we're turning into each other!\" She tugged at Mark's hair.<br>\r\n<br>\r\n\"Ow!\", said Mark.<br>\r\n<br>\r\n\"But...but...it was a wig!\", said Alexis \"How is this possible?\"<br>\r\n<br>\r\n\"I don't know\", said Mark. \"<i>Is</i> it happening? Maybe we're hallucinating, maybe someone drugged us?  My grandmother's brother was at Woodstock, and he saw some some pretty wild stuff after someone dosed him with some acid. Geez, Grandma almost killed him when she found out he told me about it.\"<br>\r\n<br>\r\n\"I don't think so, cutie\", said Alexis. \"I can't believe anyone  of our friends would have dosed us with anything like that.  Plus, I don't know when they could have done it - we haven't eaten a or drank anything since we got here.  Besides, while I wish I could believe this wasn't real, it didn't feel like an illusion.\"<br>\r\n<br>\r\n\"If it is real, what could do this?\", asked Mark<br>\r\n<br>\r\n\"I have no idea\", said Alexis, \"But I'll find out if I can.  I suppose we better get dressed again, but before we do...\"<br>\r\n<br>\r\nAlexis spun Mark around do they were face-to-face, and then grabbed him in a fierce embrace, pressing her  bare torso against his. <br>\r\n<br>\r\n\"Mmmm...this feels sooo good\", she said. She pressed her mouth over his , and he felt her tongue meet his. After a long kiss, she pulled away. She swiveled her hips a little, and smirked. \"I guess you're still male down <i>there</i> For now, at least.\"<br>\r\n<br>\r\nMark was breathing heavily, and felt ready to faint. \"Alex...hannhhh..i-if w-we're g-g-g-going to figure out what's happening to us, we better get dressed and start looking.   If we keep this up, one of us is going to end up pregnant, and I'm not sure <i>which</i>, anymore.\"<br>\r\n<br>\r\nAlexis laughed, and released him. \"Alright, sweetie, but sometime...real...soon.\"<br>\r\n<br>\r\nMark laughed back. \"It's a promise, babe.\"<br>\r\n<br>\r\nThe two got dressed again. They didn't bother with the corset and bandages, instead rolling them up as small as possible, and sticking them in the pockets of Mark's jacket.<br>\r\n<br>\r\nJust as they finished getting dressed...<br>\r\n<br>\r\n</span></div></div>",
            "created":1533186000,
            "id":2528358,
            "title":"...Enjoyed it, but said \"Not now, Alex!\""
        },
        "115121122":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "...Found the Chang sisters right away",
                "...Discovered something weird about the house",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Mark and Alexis peeked out into the hall.  They saw Phoebe coming down the hall towards her. They noticed that her costume looked a lot more realistic than it had before. Her skirt was rigid, and looked like it was actually made of metal. As she moved down the hall, she glided, rather than walked.<br>\r\n<br>\r\n\"Ah, it's you!\", she said. Her voice had an odd mechanical echo to it. \"I thought I heard you in therre!\"<br>\r\n<br>\r\n\"Hey, Phoebes, what's up?\" asked Alexis.<br>\r\n<br>\r\n\"Something's happening to meeee! I - I can-not feel my legs, and my hands are stuck to my wannnnds!\"<br>\r\n<br>\r\nAs she spoke, the lights on her headpiece blinked in time with her words, which Mark was pretty sure hadn't been happening before.<br>\r\n<br>\r\nAlexis looked at Phoebe's hands. \"God, your hands are - melting - into the wands.\"<br>\r\n<br>\r\n\"I know, i...My God, what's happening to you two?\", asked Phoebe.<br>\r\n<br>\r\n\"We don't know\", said Alexis. \"It's like we're turning into each other.\"<br>\r\n<br>\r\n\"Or\", said Phoebe, \"We're turning into whatever we dressed up as...\"<br>\r\n<br>\r\nAlexis stepped back from Phoebe.  \"You don't...you don't feel like..well...exterminating us, do you?\"<br>\r\n<br>\r\n\"No\", said Phoebe, \"But I sure do feel weird.\"<br>\r\n<br>\r\n\"What do you think is causing this?\", asked Mark.<br>\r\n<br>\r\n\"I got nothing\", said Phoebe. \"I have never believed in magic, but I do not know what else it could beeeee!\"<br>\r\n<br>\r\n\"Does this mean that Bill is turning into the Thirteenth Doctor?\", asked Mark.<br>\r\n<br>\r\n\"Oh. I hadn't thought of that\", said Phoebe.  \"I'm not sure how I feel about that.\"<br>\r\n<br>\r\n\"Guys\", said Alexis,  \"Weren't the Chang sisters dressed up as some sort of a <i>kaiju</i>?  If we're turning into what we dressed as, won't they end up big enough to step on this house?\"<br>\r\n<br>\r\n\"Yow\", said Phoebe. \"We'd better find them right away.\"<br>\r\n<br>\r\nThey went to look and...</span></div></div>",
            "created":1533272400,
            "id":2528646,
            "title":"They heard someone calling them"
        },
        "1151211222":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Found the Chang sisters",
                "Found someone/something else",
                "Something else entirely"
            ],
            "content":"<div class=\"\"><div> <span>Mark, Alexis and Phoebe moved along the hallway, hoping to find the Chang sisters. However, they soon noticed something peculiar.<br>\r\n<br>\r\n\"Is it me\", said Mark, \"or is this hallway a lot longer than it should be?  We should have been back to the front room by now!\"<br>\r\n<br>\r\n\"You know, I think you're right, hon\", said Alexis.<br>\r\n<br>\r\n\"In-i-ti-a-ting scannnn!\", said Phoebe.  \"Sorry, that seems to be the way I talk now unless I try really hard not to.\" The eye-stalk on her head-piece began to rotate.<br>\r\n<br>\r\n\"Can you see through that now?\" asked Alexis.<br>\r\n<br>\r\n\"Yes\", replied Phoebe. \"I do not see normally anymorrrre!\"  She paused a moment, then added: \"Scans indicate that this building is spatially anomalous.  It is dimensionally transcendent, similarly to Time Lord technology.\"<br>\r\n<br>\r\n\"Huh?\", said Alexis.<br>\r\n<br>\r\n\"It's bigger on the inside than on the outside\", explained Mark/<br>\r\n<br>\r\n\"Correct\", said Phoebe.  \"Scans also detect an unknown form of energy permeating the structure.\"<br>\r\n<br>\r\n\"You might as well call it 'magic', <i>kyu</i>!\", came a new voice.<br>\r\n<br>\r\n\"Jimmy, is that you?\" asked Alexis.  \"You're half your size!\"  Jimmy Davis was still in his Mimikyu costumer, but he was now only three feet high.<br>\r\n<br>\r\n\"Yes, it's me, <i>Mimi</i>\", he replied. \"I assume that you've noticed that we're all turning into whatever we came dressed as, <i>Mimikyuuuu</i>?\"<br>\r\n<br>\r\n\"Yeah\", said Alexis.  \"Have you seen any of the others?\"<br>\r\n<br>\r\nJimmy floated up in the air until he was face-to-face with them.<br>\r\n<br>\r\n\"Yes, <i>Mimi</i>\", answered Jimmy. \"Sorry, <i>Mimi</i>, it's getting harder and harder to talk, <i>kyu. Mimikyuuuu!</i> Rrrr....I was in the gameroom, <i>Mimi</i>, playing table tennis, <i>Mimi</i>, with Benny Ortiz, <i>kyuuuuu! Mimikyuuuuu!</i>  Anyway, <i>kyu</i>, I started feeling weird, <i>Mimi</i>, I thought, <i>Mimikyuuuu</i>, that I was getting sick, <i>kyu</i>, so I, <i>Mimi</i>, went to the bathroom, <i>kyu</i>.That's when I <i>kyu</i>, started to, <i>Mimikyuuuu!</i>, notice that I <i>kyuuuu</i>, was changing, <i>Mimi!</i> So, I <i>kyuuuu</i>, I <i>Mimikyuuuuu!</i> tried <i>kyuuuu-kyuuuu-kyuuuu</i> to <i>kyu</i>...find <i>kyu-kyuuuu! Mimikyuuuu!</i> Lost! <i>Kyuuuu!</i> this <i>kyu</i> maze...<i>Mimikyuuuu! Kyu-kyuuuu! Mimi! Mimikyuuuuu!</i>\"<br>\r\n<br>\r\nJimmy stopped, obviously frustrated at his inability to speak clearly. Marcia couldn't help but hug him against her breast.  \"You poor little thing!\", she said.  It was only after she'd done this that she noticed that she'd thought of herself as \"Marcia\", instead of \"Mark\".<br>\r\n<br>\r\n\"Alex, I think this is starting to affect me mentally a bit\", she said. <br>\r\n<br>\r\n\"Yeah, me, too\", said Alex. \"Not sure what we can do about it right now.\"<br>\r\n<br>\r\n\"We should continue our search to find the Chang sisters\", said Phoebe. \"If they fully transform while inside this structure, they could bring it down on our headssss! Jim-my, have you seen the Chang sisters?\"<br>\r\n<br>\r\n\"<i>Mimikyu!</i>\", said Jimmy, shaking his head negatively.<br>\r\n<br>\r\n\"Then, we had bet-ter continue lookingg!\"<br>\r\n<br>\r\nThe four friends kept looking, and...<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1533358800,
            "id":2528963,
            "title":"...Discovered something weird about the house"
        },
        "11512112222":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Finally found the Chang sisters",
                "Found someone else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>As they walked down the hall, Marcia suddenly realized something: <br>\r\n<br>\r\n\"I gotta pee\", she said.<br>\r\n<br>\r\n\"Looks like this is a bathroom here\", said Alex.<br>\r\n<br>\r\n\"Well, isn't that conveeenient\", said Phoebe.<br>\r\n<br>\r\nMarcia ducked into the bathroom. She pulled down her jeans and panties and sat down to pee without thinking about it.  It was only when she began to pee that she realized that she was female <i>down there</i> as well.  Her transformation must be nearly complete!  <br>\r\n<br>\r\nWhen she was done, she stood up, washed her hands and looked at herself in the mirror. Alexis' face - or at least, the fact that she used to have - looked back at her.  It was so bizarre to see a different face in the mirror. <br>\r\n<br>\r\n\"Hey, babe, you alright in there?\", came Alex's voice - Mark's old voice - from outside.  <i>Did I really used to sound like that</i>, thought Marcia.<br>\r\n<br>\r\n\"Coming, hon\", she said out loud.<br>\r\n<br>\r\n<br>\r\nThey moved up the hall again, when suddenly, Phoebe said. \"Alert! Life forms detected!\"<br>\r\n<br>\r\nEven as she spoke, five people came around the corner:<br>\r\n<br>\r\n-Bill Hanson, looking almost exactly like the Thirteenth Doctor<br>\r\n<br>\r\n-Anne Ogawa, who was now taller and more menacing looking even more like a zombie princess, and was carrying what looked like a real machete<br>\r\n<br>\r\n-Cal Powell, now nearly fully-changed into Batgirl<br>\r\n<br>\r\n- Paula and Benny Ortiz, now nearly turned into Princess Camilla and Princess Hinoka<br>\r\n<br>\r\nPaula and Benny were arguing. <br>\r\n<br>\r\n\"Oh, why did I let you talk me into dressing into a character that was so top-heavy?\" moaned Paula, her voice sounding very throaty.  She was taller and even more strongly-built, but she had almost comically-large breasts. The ax she was holding looked very realistic.<br>\r\n<br>\r\n\"It's not like I knew we would turn into who we dressed up as\", said Benny, in an angry-sounding tomboy's voice. \"Besides, how do you think <i>I</i> feel? At least you were used to being a girl!\"<br>\r\n<br>\r\n\"Ah, there you are\", said Bill, speaking with Jodie Whittaker's Yorkshire accent.<br>\r\n<br>\r\nThe two groups began to chatter excitedly, comparing notes on what was happening to each other.<br>\r\n<br>\r\nAlex spoke to Anne. \"Does it - if you don't mind me asking - does it hurt, Annie? Sorry, that's tacky, but...\"<br>\r\n<br>\r\n\"It's OK\", said Anne, \"It doesn't hurt. there's no pain. I just feel so...cold.\"<br>\r\n<br>\r\nMarcia spoke with Cal and the Ortiz siblings.  \"I have to say, 'Hinoka', you make a pretty cute girl!\"<br>\r\n<br>\r\n\"Back atcha, Marcia\", said Benny.<br>\r\n<br>\r\n\"Hey, what about me?\", said Paula.<br>\r\n<br>\r\n\"You were <i>already</i> a cute girl, 'Camilla'\", said Marcia. Marcia turned and looked at Cal. Sorry, 'Batgirl', didn't mean to leave you out of this 'lovefest'.\"<br>\r\n<br>\r\n\"Just call me 'Barbara'\", said Cal.<br>\r\n<br>\r\n\"OK, Barbara\", said Marcia, remembering that \"Barbara Gordon\" was Batgirl's secret identity.  \"I have to say, you seem to be the least freaked out of all of us.\"<br>\r\n<br>\r\nCal/Barbara smiled, and said, \"Well, this is something I've never discussed with anyone, but I suppose there's no harm in talking about it now.  I'm, well, I'm a trans girl. I realized it years ago, but I also realized pretty early on that I could never tell anyone, you know what my family's like.  My whole life, I could never be my real self.  I hoped that maybe some day I could transition properly, but that seemed so far away.  I can't imagine what this has been like for the rest of you, but for me, it's been like suddenly becoming the me I've always dreamed of being.\"<br>\r\n<br>\r\n\"Wow\", said Camilla/Paula, \"I never knew you were going through that. I -\"<br>\r\n<br>\r\nJust then, Alex spoke up:<br>\r\n<br>\r\n\"Guys, maybe we better get moving, we still need to find the Changs. Say, where did Phoebe and Bill go?\"<br>\r\n<br>\r\n\"I thought I saw them go back around the corner\", said Marcia. \"I'll go get them.\"<br>\r\n<br>\r\nAs she walked back around the corner, Marcia heard Bill and Phoebe talking.<br>\r\n<br>\r\n\"I mean, I could try to induce a regeneration\", said Bill, \"And try for a male form.\"<br>\r\n<br>\r\n\"No, do not do that\", said Phoebe. \"I will admit that the thought of you as a woman was a shock at first, but I realize now that I love <i>you</i>, no matter what form you wear. I mean, if you can love me, even though I look like<i>this</i>...\"<br>\r\n<br>\r\n\"Of course I can\", said Bill.  Marcia turned the corner just in time to see Bill kissing Phoebe.<br>\r\n<br>\r\n<i>The Doctor kissing a Dalek</i>, she thought <i>It's like the worst slash fic ever.</i><br>\r\n<br>\r\n<br>\r\nAloud, she said, \"Um, sorry to disturb you, ladies, but we really ought to move along.\"<br>\r\n<br>\r\nBill and Phoebe looked up, sheepishly, and rejoined their friends.<br>\r\n<br>\r\nNext, they...</span></div></div>",
            "created":1533531600,
            "id":2529954,
            "title":"Found someone/something else"
        },
        "115121122221":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Go and look for the others",
                "Go for help",
                "Do both"
            ],
            "content":"<div class=\"\"><div> <span>The nine friends continued along, joining up with Jenny Swenson and Anita Crawford, both almost completely transformed into Link and Zelda, and Joey Dubois, Andy Young and Paul McArdle, the other three Pokémon.<br>\r\n<br>\r\nJust when it seemed as though they would everyone <i>but</i> the ones they were looking for, they saw the three Chang sisters walking towards them.  The armholes on their costume were gone, and the golden scales that had been painted on were real.  Instead of six legs there were now only two heavyset legs carrying them along. Weirdest of all, their faces seemed to be sinking into the costumes, with only their mouths and eyes visible.  The costumes seemed to be larger, too, as the serpentine heads on the costume's three necks were now brushing against the ceiling.<br>\r\n<br>\r\n\"Guys, you've got to help us!\", the three D's said in tandem.  \"We can't feel our arms anymore!\"<br>\r\n<br>\r\n\"Yeah\", said Danielle, alone, \"and my sisters can't feel their legs anymore,  and my legs feel all heavy!  Can you help us get out of this outfit?\"<br>\r\n<br>\r\nMarcia looked at the girls' costumes. The clasps she had seen earlier were gone.  Alex, Phoebe and Camilla/Paula went over to explain the situation to them.<br>\r\n<br>\r\n\"You mean we're turning into a monster?\", they cried.<br>\r\n<br>\r\n\"I'm sorry, darlings\", said Camilla, \"But unless we can figure out a way to undo this, we may all be stuck this way.\"<br>\r\n<br>\r\n\"In the meanwhile\", said Alex, \"You're probably going to get a lot bigger.  It might be best to get you out of this house before you bring it all down on our heads.\"<br>\r\n<br>\r\n\"Right now, destroying this house sounds pretty good to us, but alright\", they replied.<br>\r\n<br>\r\nAs they walked along the three sisters' heads continued to sink into their costume until they vanished entirely. At that moments, the costume heads began moving on top of their long necks, emitting high-pitched, ululating whispery wails.<br>\r\n<br>\r\n\"Girls\", said The Doctor/Bill, nervously.  \"Are you still, well, 'you', in there?\"<br>\r\n<br>\r\nThe three heads looked at her. One nodded an affirmative, one shook negatively, and the third made a noncommittal gesture.<br>\r\n<br>\r\n\"OK\", said the Doctor.  \"Phoebe, darling, could you scan these rooms and see if one of them has a pen and paper in it?\"<br>\r\n<br>\r\n\"I obey\", said Phoebe. The first room she scanned seemed to be an office, and she returned with a large pad of paper and a large novelty pencil.  \"Have you noticed that these rooms seem to have whatever we need in themmmm?\", she said.<br>\r\n<br>\r\nThe Doctor held out the pencil to  the \"Ghidorah sisters\", who took it in their central mouth. and wrote on the paper that the Doctor was holding.<br>\r\n<br>\r\n<br>\r\n<b>\"STILL US, BUT NOT.  HARD TO EXPLAIN. THOUGHTS BLENDING IN TO EACH OTHER.  STILL THREE, BUT ONE ALSO.\"</b><br>\r\n<br>\r\n\"I think I understand\", said the Doctor.  \"Still, we do need to get you outside quickly.  Coincidentally - or perhaps not - I think this is an outside door.\"<br>\r\n<br>\r\nThe opened the door, and then stepped outside.  \"Yes, there's a sort of patio out here\", she said. \"The doorway's too small for the Misses Ghidorah, here, though.\"<br>\r\n<br>\r\nGhidorah made a shooing motion with their right head. The Doctor suddenly realized what they were planning, and said. \"Everyone get out, and then keep going!\"<br>\r\n<br>\r\nThe others rushed out of the house, and ran as far as they could into the surprisingly spacious back yard. When they were in the clear, Ghidorah's heads shot what looked like lightning bolts into the wall, blasting a hole big enough for them to get out.<br>\r\n<br>\r\n\"Well\", said Alex, \"I want to see her explain that to Jamie's parents. Actually, it occurs to me that I've known Jamie for years, and I've never met her parents.\"<br>\r\n<br>\r\n\"Neither have I, come to think of it\", said Phoebe.<br>\r\n<br>\r\n\"So, who's missing?\", said Link/Jenny.<br>\r\n<br>\r\nAlex thought about it, and said, Steve, Morgan, Bobby Dalton, and the two teachers.\"<br>\r\n<br>\r\n\"Should we go look for them?\", asked \"Link\".<br>\r\n<br>\r\n\"Or maybe we should go for help?\", asked Marcia.<br>\r\n<br>\r\nIn the end, they decided to...<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1533618000,
            "id":2530397,
            "title":"Finally found the Chang sisters"
        },
        "1151211222213":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Alex and Marcia as they try to go for help",
                "Dalek Empress Phoebe and 13th Doctor (fka BIll) as they look for the others",
                "The ones who stayed behind and waited."
            ],
            "content":"<div class=\"\"><div> <span>\"Oh, and Jamie, too\", said Alex. \"How did I forget about her?\"<br>\r\n<br>\r\n\"So, what shall we do, babe?\", asked Marcia.<br>\r\n<br>\r\n\"There's enough of us here, why don't we try both?\", replied Alex.<br>\r\n<br>\r\n<br>\r\n\"I'm thinking that Alex and Marcia ought to go for help, they're the ones who still look kind of 'normal'\", said Phoebe. \"We don't want the cops freaking out. I'm thinking the 'Doctor' here and I can go in and look for the others. We both have technology that will let us scan for life signs. The rest of you can stay out here in case the others come out here on their own. How does that sound?\"<br>\r\n<br>\r\n\"Alright\", said Alex. \"Just so long as you two aren't just going in there to find someplace private to make out with each other.\"<br>\r\n<br>\r\n\"Back atcha\", said Phoebe, laughing.<br>\r\n<br>\r\nNext, we follow....</span></div></div>",
            "created":1533704400,
            "id":2530828,
            "title":"Do both"
        },
        "11512112222131":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Something was odd about it",
                "Met someone else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Alex and Marcia set out together to try and find help. Before they'd done anything else, they'd tried to call 911 on their cellphones. but for some reason, they couldn't get a signal on either of their phones, and everyone else's phone seemed to have disappeared when they transformed.<br>\r\n<br>\r\n\"We'll walk around the front of the house\", said Alex, \"If we can't get a signal there, we can just see if one of the neighbors will call for us. If worse comes to worst, we can flag down a passing cruiser, or even walk to the stationhouse, it's not that far.\"<br>\r\n<br>\r\n<br>\r\n\"OK, sweetie\", said Marcia.<br>\r\n<br>\r\nAs they walked around the house, it got darker and darker.  Marcia pressed herself up against Alex.  \"I don't remember there being so many trees around this house, do you?\", she said.  <br>\r\n<br>\r\n\"No\",said Alex. \"It's weird, isn't it? It's like we're in the middle of a forest. There <i>aren't</i> this many trees in our neighborhood.\"<br>\r\n<br>\r\n\"Alex\", said Marcia, \"I'm really getting scared about what's happening here.  I mean, this isn't just some strange thing going on here, this is something supernatural going on.\"<br>\r\n<br>\r\n\"Yeah, I know, kid\", he replied. \"I never believed in magic, but I don't know how else to explain it.\" He hugged her closer, and said, \"But, don't worry, babe, I'll do my best to protect you.\"<br>\r\n<br>\r\n\"Oooh, my big strong man\", said Marcia, kissing him on the cheek.<br>\r\n<br>\r\nAs they walked along outside the house, they...</span></div></div>",
            "created":1533704400,
            "id":2530838,
            "title":"Alex and Marcia as they try to go for help"
        },
        "115121122221311":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "They search for Jamie",
                "Jamie appears",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>After a while, Marcia said, \"Is it me, or is it taking us a lot longer than it should to reach the front of the house?\"<br>\r\n<br>\r\n\"It sure seems that way\", said Alex. \"I know that Jamie's house was big, but it shouldn't be taking this long to walk around it.\"<br>\r\n<br>\r\nThey continued walking, and as they did, it got darker and darker, to the point where it was pitch black, and they had to find their way along by feeling the side of the house.<br>\r\n<br>\r\n\"OK, Alex, no joke, I'm getting really scared here\", said Marcia, clinging tightly to her partner. <br>\r\n<br>\r\n\"To be honest, so am I\", he replied, holding her right back.<br>\r\n<br>\r\n\"Do you think we should turn back?\", asked Marcia.  They looked around, but the blackness behind them looked as uninviting as the blackness ahead of them.<br>\r\n<br>\r\n\"I guess we may as well keep going\", said Alex.  <br>\r\n<br>\r\nThey'd walked on for an indeterminate amount of time when they noticed that it seemed to be getting lighter.<br>\r\n<br>\r\n\"Maybe we're finally getting somewhere\", said Alex.  Finally they came out into the light, blinking after having been in darkness for so long.<br>\r\n<br>\r\n\"We've been wondering where you two were\", said Camilla.  \"Did you stop to have a little fun?\"<br>\r\n<br>\r\nMarcia and Alex looked at each other in surprise. They were in back of the house again!<br>\r\n<br>\r\n\"But - but - but we walked all the way around the house!\", said Marcia.  \"We never found the front! There - there was no way out!\"<br>\r\n<br>\r\n\"I was afraid of this\", said Hinoka. \"Something - or someone - here is playing with us and doesn't want us to leave until they've had their fun.\"<br>\r\n<br>\r\n\"Have Phoebe and the Doctor come back yet?\", asked Alex. <br>\r\n<br>\r\n\"We haven't seen them yet\", said Camilla. \"Of course, who knows what they may have run into in there?\"<br>\r\n<br>\r\nAs if on cue, they heard someone coming out of the house.    <br>\r\n<br>\r\nPhoebe glided out, followed by the Doctor. Bobby Dalton - now completely transformed into Princess Peach (if she was the Borg Queen) - came out next, pushing a two-wheeler on which Mr. O' Donnell (now full changed into Grandfather Clock) was resting.  Steve and Morgan, now completely changed into winged monkeys, came out next. <br>\r\n<br>\r\nSeeing her two best friends turned into animals affected Marcia more than anything else she had seen so far.  She ran over to them. and embraced  them.. They hooted  softly at her, and she began to cry as she realized that she might never be able to speak to her friends again.  <br>\r\n<br>\r\nAlex and Camilla walked over to Phoebe and Prunuspersica/Bobby.  <br>\r\n<br>\r\n\"Looks like you found everyone except Ms. Ferzoco\", he said.  <br>\r\n<br>\r\n\"No, she's coming\", said Phoebe. \"Wait until you see her.\"<br>\r\n<br>\r\nEven as she spoke, they saw a blue glow coming from the house.  Ms. Ferzoco came out, floating a few inches above the ground.  They saw that she was the source of the glow, as she was surrounded by an azure aura, matched by the glow coming from her eyes.  The assembled group gasped at the sight of her.  She was still recognizably herself - but a glorified version of herself. Just looking at her made them want to pledge eternal loyalty and obedience to her - she looked like someone born to be the queen of the human race.<br>\r\n<br>\r\nMaria saw them all gaping at them open-mouthed. \"Snap out of it, people, it's still me.\"<br>\r\n<br>\r\n\"Y-yes, ma'am\",  the ones still capable of human speech said.<br>\r\n<br>\r\n\"Is everyone here?\", asked Maria.  <br>\r\n<br>\r\n\"Everyone except Jamie\", said Camilla. \"Should we go look for her?\"<br>\r\n<br>\r\nNext...</span></div></div>",
            "created":1533790800,
            "id":2531200,
            "title":"Found that something was odd about it"
        },
        "1151211222213112":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "\"...I'm not one of you.\"",
                "\"...I've recently learned how to do magic.\"",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>While they debated what to do next, the \"Ghidorah sisters\" kept growing and growing, until soon they were larger than the house itself.  Since they couldn't participate in the conversation, they used their new vantage to look around.  To their surprise, they could no longer see the neighboring houses.  It seemed as though Jamie's house was the only building in the midst of a vast, dark forest.<br>\r\n<br>\r\nIt occurred to them that they could fly now, so they stepped back from the others, and took to the air. She flew around the house in ever-widening circles, but found that  no matter what direction she/they flew in, they found herself back over the house again. She/they had grown even more while she/they flew, so she landed further away this time.  The Doctor had Phoebe hold her in her arms, and hover so that they were face-to-face with Ghidorah's central head.<br>\r\n<br>\r\n\"What did you see?\", asked the Doctor.<br>\r\n<br>\r\nGhidorah wailed at her, as quietly as she could.<br>\r\n<br>\r\n\"I see\", said the Doctor. \"Thanks for letting me know.\"<br>\r\n<br>\r\n\"You understood herrrrr?\", asked Phoebe.<br>\r\n<br>\r\n\"I speak <i>kaiju</i>\", said the Doctor.<br>\r\n<br>\r\n\"Of course you do\", replied Phoebe. <br>\r\n<br>\r\nThey floated back down to join the others and told them what Ghidorah had said.<br>\r\n<br>\r\n\"OK, but what do we do about finding Jamie?\", asked Alex.<br>\r\n<br>\r\n\"There's no need\", came a booming voice  from behind them.  Whirling about, they saw that it was Jamie!<br>\r\n<br>\r\nJamie had transformed as the rest of them had, looking more like a demon queen than ever, with large, bat-like wings unfurling from her back.  To their astonishment, she began to grow larger and larger, until she was fifty feet tall, and she towered over all of them except Ghidorah, .<br>\r\n<br>\r\n\"Well\", she said, \"Now that we're all here together,  I guess it's time to explain to you all what's going on here, and why. the truth is...\"<br>\r\n </span></div></div>",
            "created":1533877200,
            "id":2531614,
            "title":"Jamie appears"
        },
        "11512112222131121":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "\"...What you would call a 'science fair'.\"",
                "\"...What you would call an 'art fair'.\"",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"The truth is\", said Jamie, \"I am not - and never have been - a human being. This form I am wearing now is my true form.\"<br>\r\n<br>\r\n\"What?\", said Marcia, \"But we've known you all of our lives.\"<br>\r\n<br>\r\n\"Well, to be precise\", said Jamie, \"You've known the person I was pretending to be all your lives. Let me explain.  'Jamie Dark' is the identity I adopted when I came to this world.  As I said, I'm not actually a human being. I'm, well, I'm what you might call a 'higher being' from what you might call a 'higher level of reality'.  Our people have visited your world occasionally in the past. We're where you got your idea of what a 'devil' looks like.  My real name is 'Kaprisia Malefaktra Krepuuskyuulaar'.  Yeah, I know, blame my parents. I think I'll keep going by 'Jamie' even after I go home.  Anyway, I'm roughly equivalent to a human third grader, only about three thousand of your years old.  As part of a school project, I came to your world and lived among you for a while. Now that I've observed you for a while, it's time for the next phase of my project.\"<br>\r\n<br>\r\n\"\"Project'? What <i>kind</i> of project?\", asked Alex.<br>\r\n<br>\r\n\"Well\", said Jamie, \"It's for...\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1533877200,
            "id":2531622,
            "title":"\"...I'm not one of you.\""
        },
        "115121122221311211":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Next A",
                "Next B",
                "Next C"
            ],
            "content":"<div class=\"\"><div> <span>“It’s a project for something like what you would call a ‘science fair’, although my people’s science would seem like magic to you.  Anyway, my project was to introduce random factors into a primitive society and then step back and observe the effects.  Transforming you into what you dressed up as for the party was just my way of creating the random factor that I needed to introduce.  Now I’m going to withdraw from your world and observe the effects.”<br>\r\n<br>\r\n“Wait a minute”, said Phoebe, “You mean you’re just going to leave us like thisssss? I thought we were your friendssss!”<br>\r\n<br>\r\n“Yes, I am”, said Jamie. “And, no, we weren’t friends.  I don’t bear you any particular ill will, but I couldn’t be friends with you any more than you could be friends with ants. You were never more than experimental subjects to me. Anyway, I’m going now. I’ll tell you one last thing.  I was a little sloppy with my magic – I’ll probably get marked down for that – so you may get a few ‘surprises’ in the next few days.”<br>\r\n<br>\r\nWith that, she vanished, along with her house.  Instead there was a blue box they recognized as a TARDIS, a Pegasus, a wyvern and a horse. <br>\r\n<br>\r\n“That’s Camilla’s wyvern from the game!”, said Paula. “And it seems to know me!”<br>\r\n<br>\r\n“And that’s my – I mean Hinoka’s - pegasus”, said Benny.<br>\r\n<br>\r\n“And Link’s horse!”, said Jenny, approaching the animal.<br>\r\n<br>\r\nBill Hanson approached the TARDIS, pulling a key out of his/her pocket.   Opening the door, s/he looked inside.  “Oh, my God”, he said. “You guys, it’s real!”<br>\r\n<br>\r\nJust then, they began to hear cries from neighboring houses and the sound of approaching sirens.<br>\r\n<br>\r\n“Guys, we need to get out of here”, said Maria. “We need to think about what to do next.”<br>\r\n</span></div></div>",
            "created":1595826000,
            "id":2876262,
            "title":"\"...What you would call a 'science fair..."
        },
        "1151211222213112111":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Next A",
                "Next B",
                "Next C"
            ],
            "content":"<div class=\"\"><div> <span>“Quick, everyone into the TARDIS”, said Bill.  S/he and Maria began herding people and animals into the time machine.  “Some of you carry Mr. O’Donnell in.”  Alex and Jenny raced to comply.<br>\r\n<br>\r\n“What about the Changs?”, said Anita.<br>\r\n<br>\r\n“Don’t worry”, said Bill.  “I have an idea.  Girls, stand still!”<br>\r\n<br>\r\nBill raced over to the control console and began working the controls.<br>\r\n<br>\r\n“What are you doing?”, asked Marcia.<br>\r\n<br>\r\n“I’m reconfiguring the ship’s internal architecture to create a space big enough to fit the Changs and then I’m going to materialize the TARDIS around them.”<br>\r\n<br>\r\n“How do you know how to do that?”, asked Cal.<br>\r\n<br>\r\n“I don’t know, I just do”, said Bill.   There was a wheezing, groaning sound, and then Bill said, “I think that’s done it. Let me see.”<br>\r\n<br>\r\nS/he activated a viewscreen which showed “Queen Ghidorah” resting in a vast storage space.  Bill spoke into an intercom: “Sorry, girls, I’ll get you out of there as soon as possible.”<br>\r\n<br>\r\nBill dematerialized the TARDIS once more.  When it stopped, Anne said, “Where are we?”<br>\r\n<br>\r\n“In a remote section of the Yukon”, said Bill.  S/he addressed the Changs again, “Girls, I’m going to let you outside, then we can come out and talk.”<br>\r\n<br>\r\n“They understand you?”, asked Bobby.<br>\r\n<br>\r\n“I speak kaiju”, said Bill, guiding them out of the TARDIS.  “I suggest we leave your steeds inside for now. We may not want to stay here long.”<br>\r\n<br>\r\nAfter showing Jenny, Paula and Benny a paddock in the TARDIS where they could house their steeds, Bill led them all outside where Queen Ghidorah stood waiting.<br>\r\n<br>\r\n“Umm, we might not be noticed here”, said Alex, “but someone’s bound to notice Their Majesty.”<br>\r\n<br>\r\n“I can do something about that”, said Maria.  She spoke a few words in an unfamiliar language. “I’ve cast a spell of invisibility around us.”<br>\r\n<br>\r\n“You can do magic?”, asked Matthew.<br>\r\n<br>\r\n“Yeah”, said Maria.  “This character I dressed up as, the Pharaoh of the Solar System, was one I made up as a kid.  She was a powerful sorceress who was in charge of everything. A bit of a Mary Sue, I suppose.”<br>\r\n<br>\r\n“If you’re a sorceress now, does that mean you can turn us back to normal?”, asked Anne.<br>\r\n<br>\r\n“I don’t know”, said Maria.  “I can try.”<br>\r\n<br>\r\nMaria tried several times, but without luck.  “I was afraid of this”, she said.  “I had a feeling that however powerful I am now, Jamie wouldn’t – and probably couldn’t – make me more powerful then she was.”<br>\r\n<br>\r\n“So what can we do?”, asked Anne.  “I’m not wild about being an undead princess for the rest of my life!”<br>\r\n<br>\r\n“Yeah, what if they send the cops – or the army- after us?”, asked Anita. “How are we supposed to go back to our lives?”<br>\r\n<br>\r\n“Let’s think about this”, said Maria.  “To be honest, I don’t know that we’re going to be able to go back to ‘normal’ lives.  Maybe some of us can go back to something like normal, but you’d best steel yourselves for the probability that your lives as you knew them are over.  As for the authorities, it occurs to me that we have a certain amount of leverage.  Between us – if we stick together, we represent a vast amount of power. I think I can ‘persuade’ the government to leave us in peace if we leave them in peace. Will you all trust me to speak for you?”<br>\r\n<br>\r\nThey talked it over, but eventually, Marcia, Alexander, Matthew, Cal, Anne, Bobby, Jenny, Anita, Paula, Benny, Bill and Phoebe gave their assent. Maria turned to the four Pokémon and said:<br>\r\n<br>\r\n“You boys have been quiet, what do you say?”<br>\r\n<br>\r\nJimmy, Paul, Joey and Andy looked at her amiably but uncomprehendingly.<br>\r\n<br>\r\n“Kyu?”, said Jimmy.<br>\r\n<br>\r\nMaria moved over and looked at them worriedly.  “Do you guys understand me?”<br>\r\n<br>\r\n“I’m not sure they do”, said Bill.  “I’m not getting any vibe of intelligence off of them. No sense of their old personalities.”<br>\r\n<br>\r\n“You mean they’re animals now?”, said Marcia. <br>\r\n<br>\r\n“It looks that way”, said Maria.  “Intelligent animals, maybe, but not human-level intelligence. I get that vibe off the Changs, but not these guys.”<br>\r\n<br>\r\n“Oh, no…”, said Marcia.<br>\r\n<br>\r\n“Say, where are Steve and Morgan?”, asked Alex.<br>\r\n<br>\r\nThe group looked around, until finally Anne said, “Oh, my God…”<br>\r\n<br>\r\n“What’s wrong? Have you found them? Are they OK?”, asked Maria.<br>\r\n<br>\r\n“Yeah, they’re, um…th-they’re…uh…mating…”, said Anne.<br>\r\n<br>\r\nSure enough, the others say that the two winged monkeys were locked in an intimate embrace.  Bill and Maria soon determined that they, like the four Pokémon, no longer retained any aspect of their human personalities.<br>\r\n<br>\r\nThe others sat and chatted until the next morning, when Bill brought out breakfast from the TARDIS for those who wanted it.<br>\r\n<br>\r\n“OK, the President should be in his office by now”, said Maria.<br>\r\n<br>\r\n“Do you want me to fly you there?”, asked Bill.  <br>\r\n<br>\r\n“No, I can get there on my own”, said Maria, who then vanished.<br>\r\n<br>\r\nMaria reappeared in the Oval Office, using a spell to temporarily freeze the President’s aides and bodyguards to silence.<br>\r\n<br>\r\n“Mr. President, I’ve come to speak to you about the unusual situation that occurred in the town of North Rafflesia last night. I take it you’ve been informed about it?”<br>\r\n<br>\r\nSeveral minutes later, Maria was growing increasingly angry and frustrated. The President was insisting that all of the transformed people should surrender themselves to the government. Every time she tried to speak, he interrupted her. Finally, she’d had enough.<br>\r\n<br>\r\n“STOP INTERRUPTING ME!”, she said, unconsciously unleashing a wave of magical energy.<br>\r\n<br>\r\nImmediately, the President’s face went slack. “Yes, Mistress”, he said.<br>\r\n<br>\r\nEmbarrassed, Maria realized that she had accidentally enthralled the President.  Well, maybe not that accidentally.  Still, it would be easy to have the President as a thrall.  Thinking of the future, she put a hex on the Oval Office so that any future Presidents would automatically become her thralls, too.  For now, she enthralled the President’s aides and bodyguards, and then stuck around for a Cabinet meeting, so she could enthrall them, too.  Leaving them with commands to allow the transformees to live their lives in peace.<br>\r\n<br>\r\nSince she was at it, she flew home to North Rafflesia and enthralled the mayor and the town council.  Deciding she’d done enough for now, Maria returned to her friends. <br>\r\n<br>\r\n“We were starting to wonder where you were”, said Bill.<br>\r\n<br>\r\n“Sorry”, said Maria. “It took a little longer than I expected.  I’ve made arrangements so that those of you who can go home and who want to go home can do so in peace.  I’m going to be creating a special ‘head quarters’ for myself in the Rocky Mountains. Those of you who can’t go home, or who find yourself ‘uncomfortable’ at home will be welcome there.”<br>\r\n</span></div></div>",
            "created":1595912400,
            "id":2877226,
            "title":"Escape and Meetings"
        },
        "11512112222131121111":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Surprise A ",
                "Surprise B",
                "Surprise C"
            ],
            "content":"<div class=\"\"><div> <span>Bill took the ones who wanted to go home back to North Rafflesia in hir TARDIS.  Among these were Marcia Johnson and Alexander D’Arcy, who had been Mark Johnson and Alexis D’Arcy before they effectively swapped bodies.  <br>\r\nMaria went with them to explain to their parents what had happened and to help the Johnsons accept that they now had a new daughter and the D’Arcys that they had a new son.<br>\r\n<br>\r\nOne of the first things Marcia did when she got home was to pack up all of ‘Mark’s’ clothes and beings them over to the D’Arcy home.  They’d be no use to her and would now fit Alexander perfectly. While she was there, Alexander gave her what had been “Alexis’” old clothes, for similar reasons. <br>\r\nMarcia then set about living her new life.  It was odd. It certainly felt strange having a girl’s body, but somehow not “wrong”.  She felt no trace of the dysphoria Cal – except that she was Barbara now, had to remember that - had described feeling as a trans woman. Instead, it was like moving into a new room, or wearing a new set of clothes, unfamiliar now, but which she knew she’d eventually get used to.<br>\r\nPerhaps it was a side effect of Jamie’s magic. If so, it was a mercy, because Marcia had so many other things to adjust to.  One thing was that all of her relationships – inside her family and outside – had to be severely “readjusted”.  Her parents and younger sister adjusted reasonably well, all things considered, realizing and more or less accepting that Marcia was the same person they had known as “Mark”.<br>\r\nExtended family members, neighbors and friends often had more difficulty. Everyone had heard what had happened – or at least a version of it – but not everyone believed it.  Some people even thought that the Johnsons and the D’Arcys had traded children!<br>\r\nAs for Mark’s and Alexis’ friends – some of them expected Marcia to be Alexis and Alexis to be Marcia. Fortunately, you had each other – although they each had to admit that it was a bit weird kissing someone who had their old face!  Each of them helped the other as Alexander learned how to be a boy and Marcia learned how to be a girl.<br>\r\n<br>\r\nMaria had ensured that the government provided free counseling to all the transformed people, and Marcia had taken advantage of it.  She was still coping with living her new life when she encountered one of the delayed “surprises”  that Jamie had mentioned.<br>\r\n<br>\r\nFinally, she had to deal with being somewhat famous. It wasn’t too bad. While their transformations had been drastic enough, some of the others had been changed even more drastically, and so they didn’t get as much attention as some of the others.<br>\r\n</span></div></div>",
            "created":1595912400,
            "id":2877227,
            "title":"Marcia's Next Life"
        },
        "115121122221311211111":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Invitation A",
                "Invitation B",
                "Invitation C"
            ],
            "content":"<div class=\"\"><div> <span>One Saturday morning about a month after her transformation, Marcia was showering, thinking as she frequently did about how often Mark had fantasized about seeing Alexis’ body naked and wet.  He’d never guessed that he’d end up wearing her body and seeing naked and wet every day!  This led to her wondering if Alexander felt the same way. This in turn led to her imagining Alexander naked and wet, which led to her getting a little worked up. The fact that she was getting worked up over her old body weirded her out a bit.<br>\r\n<br>\r\nWhen she was through showering, she went to her room to begin getting dressed. She was joined by her little sister, Elizabeth, who would often come to visit her first thing in the morning and chat, often offering advice about how Marcia should wear her hair, some of it even useful. Elizabeth was an early riser, and even on a Saturday had been up for hours.<br>\r\nElizabeth was thirteen years old and would be starting eighth grade in the fall.  She was short (4’8”) and flat-chested and somewhat insecure about her looks. Marcia thought this was a shame, because it was obvious to her that her little sister would be quite pretty in a few years.<br>\r\n<br>\r\nAs Marcia dressed, Elizabeth looked at her and said, “It’s not fair!”<br>\r\n<br>\r\n“What’s not fair?”, asked Marcia.<br>\r\n<br>\r\n“It’s not fair that my brother ended up being cuter than me! I wish I was as pretty as you are!”<br>\r\n<br>\r\n“Oh, Liz, just give it time!”, said Marcia.<br>\r\n<br>\r\n“Easy for you to say!”, said Elizabeth. “I…uh…I feel weird…”<br>\r\n<br>\r\n“What’s the matter?”, asked Marcia.<br>\r\n<br>\r\n“My clothes feel so tight”, said Elizabeth.  “I…um…I…”<br>\r\n<br>\r\nAs Marcia watched, her sister started to grow. She got taller and her figure began to rapidly develop, her virtually nonexistent breasts swelling so quickly that they demolished the training bra that she had worn more out of hope than necessity. Her shirt buttons all burst and her jeans split up the back. Her face began to change as well, becoming one that was all too familiar to Marcia – it was her own!  When the transformation was complete, Elizabeth had become Marcia’s physical twin!<br>\r\n<br>\r\nElizabeth noticed Marcia staring at her.  “What is it?” then, beginning to notice the changes in her body. “What happened to me? Why does my voice sound so funny?”<br>\r\n<br>\r\nWordlessly, Marcia guided Elizabeth over to her mirror. Liz gasped at what she saw. “I-I’m you! How? Why?”<br>\r\n<br>\r\n“I think it’s one of those little ‘surprises’ Jamie talked about”, said Marcia.  “You wished you were as pretty as I am. Well, now you’re exactly as pretty as I am.”<br>\r\n<br>\r\n“Oh, my God”, said Elizabeth, running her hands over her new body. “I wanted to be pretty like you are, I didn’t want to be your twin!  What am I gonna do?”<br>\r\n<br>\r\n“Well, first thing, let’s get you into some of my clothes, and then we’d better go tell Mom and Dad.” Marcia sighed, “As if my life wasn’t weird enough.”<br>\r\n<br>\r\nAnd so, Marcia had to get used to having a twin little sister. <i>It was a shame</i>, she thought.  <i>Liz should have had a chance to grow up and become who she’d been meant to be. Of course, I suppose I did, too, Damn it, Jamie, why did you have to do this to us?</i><br>\r\n<br>\r\nAbout the only positive out of it was their discovery that Alexander could always tell them apart, even when they tried to fool him.  It soon became easier, as Liz quickly developed an almost manic determination to have her own “look”, as different from Marcia’s as possible.<br>\r\n<br>\r\nWhen she had the time, Marcia took note of things going on outside her own family. From time to time, she met some of the other transformees, and learned of the “surprises” one or two of them had encountered, and of the “surprises” that had occurred to various people in town.  In particular, several people in town, apparently unconnected to one another, had transformed into Pokémon and winged monkeys, all of whom were taken into custody by Maria, or Meryet-Ra, as she had taken to calling herself.  <br>\r\n<br>\r\nMarcia noticed how much the authorities cooperated with the Pharaoh. <br>\r\n<br>\r\n<i>If I was of a suspicious nature</i>, thought Marcia, <i>I might wonder if the great Meryet-Ra had been using her magical powers to “grease the wheels”, so to speak. Well, nothing I can do about it even if she is.</i><br>\r\n<br>\r\nOne day, three months after her transformation, Marcia received an unexpected invitation…<br>\r\n</span></div></div>",
            "created":1596085200,
            "id":2878285,
            "title":"A Twin Little Sister"
        },
        "115121122221311213":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "Some place else",
                "Some other place else",
                "Some other other place else"
            ],
            "content":"<div class=\"\"><div> <span>\"It's for...well, it's hard to describe. You see, for us, science and art are all part of the same things, so it's sort of like both a science fair <b>and</b> an art fair.\"<br>\r\n<br>\r\n\"You did all this to us for a school project?  What was it supposed to be all about?\", asked Phoebe.<br>\r\n<br>\r\n\"Well, the project is to study a timeline, and then re-write it in some way.  Then I'll be graded for my technique and the artistic qualities of what I do\", explained Jamie.<br>\r\n<br>\r\n\"And that involved holding a costume party and turning us into what we dressed up as?\", asked Camilla.<br>\r\n<br>\r\n\"Yeah, that's my gimmick\", said Jamie.  \"I decided to let you choose your costumes, and then use whatever you dressed up as inspiration for how I was going to to re-write your world's history.  Doing it the way I did it was just my little prank on you - one last joke before I left you.\"<br>\r\n<br>\r\n\"\"'Left us'?\", asked Marcia.<br>\r\n<br>\r\n\"Well, yeah\", said Jamie. \"I can't be <b>in</b> your timeline when I re-write it, you see. I  have to go home now. Just a quick 'heads up' about what's going to happen:  I've interfered with your minds a little - I suppressed your natural instincts a bit. I  wanted to see your fear and confusion a bit, but I didn't want you going insane, or anything.  You should never carry a gag that far. Anyway, I'll be leaving soon, and then I'll re-write your world.  The memories of your re-written lives will start filtering into your heads gradually over the next day or so.  You'll retain your memories of your old lives for about a day or two, so you'll be able to compare and contrast you new and old lives, but after that, they'll fade and you'll forget that anything has changed.\"<br>\r\n<br>\r\nJamie smiled at them, and sighed.  \"I'm gonna miss you guys\", she said, \"I had fun here.  I asked my parents if I could keep you all as souvenirs, but they said I could only keep two of  you, so I decided to keep Steve and Morgan. Come up here, you two.\"<br>\r\n<br>\r\nSteve and Morgan obediently flew up and landed on Jamie's outstretched hand.<br>\r\n<br>\r\n\"You - you can't keep people as souvenirs!\", said Marcia.<br>\r\n<br>\r\n\"Sure I can\", said Jamie.  \"Don't worry, though, I'll take good care of them, heck, I'll probably make them immortal. They'll certainly have longer, happier lives with me than they would have had here.  Actually, I think I'll breed them. I know a number of my friends back home, who'd love to have one of these as a pet. <br>\r\n And in a day or two, you won't even miss them. There will still be winged monkeys here, though, so they'll sort of live on here. Anyway, gotta go now. Oops, almost forgot!  Marcia, I've got an additional 'surprise' for you! Enjoy! Bye, now!\"<br>\r\n<br>\r\nJamie - and Steve and Morgan with her - vanished in a sphere of white light which seemed to grow larger and larger, until it engulfed them all.<br>\r\n<br>\r\n<br>\r\nMarcia felt herself being spun gently around, and when the light faded, she found herself....<br>\r\n</span></div></div>",
            "created":1533963600,
            "id":2532041,
            "title":"Something else"
        },
        "1151211222213112131":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "One thing",
                "Another thing",
                "A third thing"
            ],
            "content":"<div class=\"\"><div> <span>Marcia found herself in a shower, warm water cascading over her naked body. She couldn't help but luxuriate in the sensation. She looked around and saw that she was in the most elegant shower she ever seen.  <br>\r\n<br>\r\n<i>Geez, five people could shower in here at once!</i>, she thought. As she bathed, knowledge drifted into her head, just as Jamie had said it would. So it was that Marcia knew where she was - in one of the many guest rooms in one of the many palaces owned by Her Divine Immortal Majesty, the Pharaoh Meryet-Ra, Ruler of the Human Race in the Solar System and Its Colonies Beyond. <i>Wow</i>, thought Marcia, <i>Ms. Ferzoco's really moved up in the world. But, what am I doing here? Well, I can't stay in the shower all day.</i><br>\r\n<br>\r\nShe stepped out of the shower, and looked at herself.  How Mark had dreamed of seeing Alexis' body naked. he'd never expected to end up wearing it!  She had only a moment to enjoy the sight before several young women in maid's uniforms appeared as if from nowhere and began toweling her off and drying her hair.  <br>\r\n<br>\r\nMarcia found herself being rushed into what looked like the most ornate beauty salon she'd ever seen.<br>\r\n<br>\r\n\"Don't worry, Ms. D'Arcy\", one of them said while putting a terrycloth robe on her, \"We'll have you ready in plenty of time for the ceremony.\"<br>\r\n<br>\r\n<i>\"Ceremony\"?</i>, thought Marcia, <i>What \"ceremony\"?</i><br>\r\n<br>\r\nShe was distracted buy a wall-sized TV.  It showed a scene of an enormous crowd, its attention focused on a raise platform. The Pharaoh stood behind a large table, flanked by Camilla and Hinoka. To Meryet-Ra's right was Empress Phoebe, with two Daleks in gold livery behind her and the Doctor at her side, and to her left was Princess Prunuspersica of Borg, flanked by two bright pink Borg drones.   An announcer spoke in reverent tones.<br>\r\n<br>\r\n\"And now we see the leaders of the three great powers preparing to sign the treaty of alliance which will assure peace ans stability throughout the known galaxy.  Her Divine Immortal Majesty is signing now. Standing behind her are two of favored vassals - and close friends - Princess Camilla of Nohr and Princess Hinoka of Hoshido.  The woman next to her Her Dalek Majesty, Empress Phoebe, is Her consort, the Time Lord known as the Doctor, who was instrumental in facilitating the treaty. One should also note that the female drone next to Her Collective Highness, Princess Prunuspersica of  the Mushroom Kingdom of Borg is Ms. Jennifer Alice Langmeyer, who was assimilated into the Collective in a ceremony broadcast earlier today.  Her Divine Immortal Majesty allowed the assimilation as a gesture of goodwill towards her new ally. Ms. Langmeyer was chosen by lottery from among hundreds of eager volunteers. In an interview, Ms. Langmeyer, or Three of Nine, Secondary Adjunct of Unimatrix  four Seven, as she is now known,  reports that the assimilation was painless, and that she is now operaitng at maximum efficiency.\"<br>\r\n<br>\r\n<i>Was she really a volunteer?</i>, thought Marcia. <i>Of course, Jenny did have the flaming hots for the Princess there back when she was Bobby Dalton, so I suppose it makes a sort of sense.</i><br>\r\n<br>\r\nThe announcer continued, \"We can also see on the platform General Ophelia Voorhees, leader of Her Divine Immortal Majesty's Undead Army, and Princess Zelda of Hyrule, another favored vassal.  And, if our cameraman will pan up...\"<br>\r\n<br>\r\nThe cameraman obliged.<br>\r\n<br>\r\n\"...We can  see the Royal <i>Kaiju</i>, Ghidorah, here from her home on Monster Island. As is known, only her Divine Immortal Majesty can control the great <i>Kaiju</i>, another sign of her great powers.\"<br>\r\n<br>\r\nWhile Marcia watched the TV, the maids were doing her hair and nails and making her up. What were they dolling her up for? She didn't know it, but she was about to find out...<br>\r\n<br>\r\nIt was...</span></div></div>",
            "created":1534136400,
            "id":2533039,
            "title":"Some place else"
        },
        "11512112222131121311":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "One thing",
                "Another thing",
                "A third thing"
            ],
            "content":"<div class=\"\"><div> <span>\"OK, it's time to get you dressed now\", one of the maid said, and left the room.<br>\r\n<br>\r\nOn the TV, the Pharaoh Meryet-Ra was addressing her subjects: <br>\r\n<br>\r\n\"And now, to commence the celebrations of our new alliance, we will celebrate the union of two of my newest acolytes, Ms. Marcia D'Arcy and Mr.  Alexander Johnson, who I will personally join in holy matrimony.\"<br>\r\n<br>\r\n<i><b>WHAT?</b></i>, thought Marcia. But before she could react any further, four maids entered the room carrying her wedding clothes and began to dress her. When they were done, she looked at herself in the mirror. She was wearing the most beautiful wedding dress she had ever seen.  <i>Damn, I look <b>gorgeous</b>!  But I'm only sixteen!  Of course, the Pharaoh can order anything she likes, I suppose. She could make me marry a Pikachu, if she wanted.</i><br>\r\n<br>\r\nThe maids adjusted her dress, hair and make-up, and then led her into another room where her maid of honor and bridesmaids were waiting.  Her maid of honor was a gorgeous redhead in her early twenties.It took Marcia a moment to recognize her as the local librarian, Barbara Gordon, an old friend of her family who had been something of a mentor to Marcia.  Marcia was one of the privileged few who knew that Barbara was secretly the duly-deputized masked crime-fighter Batgirl.  Marcia dimly remembered that in another life, Barbara had been Cal Powell. Her bridesmaids were Anne and Zinnea Johnson, who had been Mark's thirteen and twelve year-old sisters, but were now Alex's sisters, since they had traded families -  and Kylie Davis and Angela Parker, Marcia's two best female friends. In the old life, Mark had barely known them, but Marcia found that sshe now had memories of having hung with them since they were in kindergarten. <br>\r\n<br>\r\nThey all exchanged compliments, chattering away happily, until the maids herded them out into a hallway. At the end of the hallway stood Joseph D'Arcy, who had been Alexis' father, but was now  Marcia's. He walked her through the door, which led out into a huge, crowded stadium.  Wagner's Bridal March began to play over loudspeakers. More or less in shock, Marcia walked down the aisle with her father. When they got to the stage where the Pharaoh was standing. Alex was standing there as well, looking extremely handsome in a tuxedo. Marcia recognized his best man as Joey Andrews, but wasn't sure who his groomsmen were.<br>\r\n<br>\r\nWhen she was even with Alex, the pair of them curtseyed/bowed deeply to the Pharaoh.  Meryet-Ra leaned down to them.  Those at home heard the announcer say, \"Look, Her Divine Immortal Majesty is bestowing a private, personal blessing on the happy couple! How fortunate they are!\"<br>\r\n<br>\r\nWhat the Pharaoh actually whispered to them was, \"Sorry, you two, this wasn't my idea. More of Jamie's doing.\"<br>\r\n<br>\r\nAloud, she said, \"Arise, My children\", and commenced the wedding ceremony  It was short and simple, and ended with the Pharaoh saying, \"By the power invested in Me by My Father, Ra, I now pronounce you husband and wife. What I have joined, let no one tear asunder.\"<br>\r\n<br>\r\nAlex leaned down to kiss Marcia, after which the newlyweds  were led to a small room where several maids helped Marcia changed into a somewhat more manageable dress. After a short rest, they were led to a reception, where the first thing Marcia saw was....</span></div></div>",
            "created":1534222800,
            "id":2533697,
            "title":"One thing"
        },
        "115121122221311213111":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "One thing",
                "Another",
                "A third thing"
            ],
            "content":"<div class=\"\"><div> <span>...A room full of tables, at which were seated the D'Arcy  and Johnson families, several of their friends (including Barbara Gordon), and several celebrities, including the Pharaoh, the Dalek Empress (who wasn't \"seated\" as such, as she no longer needed a chair), the Princesses Prunuspersica, Camilla, Hinoka, and Zelda,  (attended by their retainers Three of Nine, Secondary Adjunct of Unimatrix Four Seven, Selena, Beruka, Azama, Setsuna and Link), and General Voorhees.  The four Ghost Pokémon were seated at a small table to one side where an attendant was apparently feeding them. Marcia wondered they felt about having to live the life of animals. Still, it could be worse -  Grandfather Clock was placed alongside one table so he could join in the conversation . He could no longer move or eat, but he could at least still speak.  Winged monkeys flew from table to table, serving as waitstaff.  The sight of them made her think of Steve and Morgan for a moment, but she was already finding it hard to remember their faces. She hoped that Jamie would keep her word and take good care of them.<br>\r\n<br>\r\nMeryet-Ra stood up as they entered, and said:  \"As Pharaoh, I claim the singular honor of being the first to introduce to you Mister and Mrs. Alexander and Marcia Johnson!\"<br>\r\n<br>\r\nThe newlyweds entered the room to general applause, greeting all of their guests as their wended their way to their seats at the head table. As the wedding feast commenced, Marcia looked around the room at the guests and information about their new lives filtered into her mind.<br>\r\n<br>\r\nThe Pharaoh was sitting to her left, having granted the happy couple the incomparable honor of sitting at the head of the table. The process of changing from history teacher Maria Ferzoco into the divine immortal Pharoah, Meryet-Ra, had been bizarre.  She now remembered Her childhood in Egypt some six thousand years before. As a little girl, She had been struck by a bolt from out of the sky, granting Her the vast mystical powers marking Her as the daughter/self of the sun god, Ra. Her rule had spread from Egypt all over the Earth, across the Solar System, and out into the stars themselves. To Her awed astonishment, she suddenly realized:  <i>There's only <b>one</b> religion in the world, now: Worship of <b>Me</b>!</i><br>\r\n<br>\r\nA functionary came up to Her and discreetly whispered in Her ear, \"Divine One, which of Your harem do you wish to attend you in your bedchamber this evening?\"<br>\r\n<br>\r\n<i>My \"<b>harem</b>\"?</i>, thought Meryet-Ra, momentarily stupefied, until the information.  As Pharaoh, she could claim any man or woman she wanted for her own.  Of course, as a merciful monarch, she never took anyone by force, but most were eager to serve Her in the most intimate way, as it was well known that with Her powers, intimacy with Her was a uniquely pleasurable experience.  There had been thousands in Her harem over the millennia, and She had borne numberless children, who had gone forth and multiplied so much that literally every living human was descended from Her. One of Her titles was \"All-Mother\", and it was pretty much <b>literally</b> true. As the members of Her harem aged, they were sent to a comfortable retirement. At the moment, only a handful of her active harem were with her (the rest were at her palace in the world capital of Heliopolis in Egypt)  her \"old life\" husband, George; her college boyfriend, Jack McDonough; Gracie Cortez, her best friend with whom she had \"experimented\" a few times during their college days; Phil, the older brother of her high school buddy Angela Bellucci (Maria'd had a huge crush on him but never worked up nerve to ask him out); Angela herself (Well, she'd always thought Angela was cute!); her high school boyfriend, Donny Parker; Billy Wilson (whom she and her \"BFF\" Becky Swenson had fought over in eighth grade; Becky herself (<i>OK, that's interesting</i>, she thought) and  - Oh! My! God! Adam Levine! <br>\r\n<br>\r\n<i>I - I - I  I have <b>Adam Levine</b> at my beck and call! Adam Levine is one of my sex toys!</i>, She thought.(She'd had a huge crush on him when She was sixteen, and had never quite gotten over it 100%)  <i>I think that I am going to <b>like</b> being the Queen of Everything!But, as for this evening...Hmmm....</i><br>\r\n<br>\r\nShe whispered back to the functionary: \"Have the Ladies Graciela, Angela and Rebecca attend me this evening. I feel like a \"ladies' night\". She smirked happily to herself.<br>\r\n<br>\r\nWhile all this was going on, Marcia....<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1534309200,
            "id":2534194,
            "title":"A huge crowd"
        },
        "1151211222213112131111":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "One thing",
                "Another thing",
                "A third thing"
            ],
            "content":"<div class=\"\"><div> <span>Marcia was chatting with Empress Phoebe and Princess Prunuspersica.   Phoebe no longer had hands - below the elbow, her arms had been replaced by her gunstick and sucker arm.  Nonetheless, she was still able to eat using her \"plunger\".  Marcia was asking them about their motivations.<br>\r\n<br>\r\n<br>\r\n\"So, are you two <i>really</i> 'good guys'?\", she asked.<br>\r\n<br>\r\n\"Oh, yeah\", replied Phoebe. \"Jamie wrote this new timeline so that I'm the scientist who created the Daleks instead of Davros, and I designed them to only go after bad people.\"<br>\r\n<br>\r\n<br>\r\n\"And I'm the one who founded the Collective\", added Prunuspersica.\"And it's true, we only assimilate volunteers.  You'd be surprised how many people freely - even eagerly - give up their individuality.\"<br>\r\n<br>\r\n\"How was your assimilation of Janet, earlier?\", asked Marcia.<br>\r\n<br>\r\n\"It went OK\", replied the Princess. \"To be honest, she didn't really add all that much to the Collective, knowledge-wise,  but we can always use another warm body.\"<br>\r\n<br>\r\n\"It's almost like you <i>ate</i> her\", said Marcia.<br>\r\n<br>\r\n\"In some ways it is\", agreed Prunuspersica. \"But everything she was will live on, at least as long as the Borg do.\"<br>\r\n<br>\r\n\"Speaking of Jennifers\", asked Phoebe, \"What do you make of those twooooo?\", looking at Link and Zelda, who had been Jenny Swenson and Anita Crawford.  While her memories of the old life were fading, Marcia remembered dimly that Jenny and Anita had been extremely close friends, to the point where many people had suspected that they were more than \"friends\".  Whatever the case had been, it now certainly seemed that they had a closer than \"liege/retainer\" relationship, at least by the way Link was whispering into Zelda's pointed ear, causing her to smirk and blush.<br>\r\n<br>\r\nThen...<br>\r\n</span></div></div>",
            "created":1534395600,
            "id":2534654,
            "title":"...Was having a conversation"
        },
        "11512112222131121311111":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "choices":[
                "One thing",
                "Another thing",
                "An other other thing"
            ],
            "content":"<div class=\"\"><div> <span>The reception continued for quite some time, going as such things typically go. As time passed their memories of their old lives continued to fad, until they seemed like little more than a dream.<br>\r\n<br>\r\nFinally, things were drawing towards an end.  Meryet-Ra stood up, and began to speak:<br>\r\n<br>\r\n\"Before we go on our separate ways, I would like to offer My special personal  blessing to Alexander and Marcia, and to all this company, and to all persons of good will everywhere.   As you may know, in one month's time, Alexander and Marcia will be taking up residence in My Grand Palace in Heliopolis as My newest acolytes.  I look forward to seeing them live and grow in My service. However, before then, they will be going on a lengthy honeymoon trip as My personal guests, visiting My personal residences in Hoshido, Nohr, and Tranquility Base. It is My command that you two enjoy yourselves to the fullest, because when you get to Heliopolis, you will really be put to work!\"<br>\r\n<br>\r\nEveryone laughed at this, and the newlyweds thanked Her Divine Immortal Majesty effusively. Then, after receiving extensive congratulations from all assembled, they went to change into travel clothes. After this, an attendant took them to join the others on a viewing platform outside that was high enough off the ground that it was level with the base of Ghidorah's necks. They could see that a small cabin had been harnessed to the base of the <i>kaiju</i>'s central neck.<br>\r\n<br>\r\n\"Well\", said the Pharaoh, \"I wanted you to travel to your first destination in style, after all.\"<br>\r\n<br>\r\nAlex and Marcia said their farewells - with much weeping from both mothers, and boarded their unusual \"mount\". They had a luxurious flight - Ghidorah flew very smoothly as it took them to Hawaii, where they spent their first night together.  By the time they got into to be that evening, they had all but forgotten their previous lives. They enjoyed one another immensely, and had a good time on their honeymoon, generally.<br>\r\n<br>\r\nAll too soon, they found themselves winging their way to Heliopolis - not that they weren't looking forward to their new lives there, but they had seen so many amazing things on their travels.  Meryet-Ra greeted them personally on their return, and they began their new work the next day, as apprentices to mentors appointed for them by the Pharaoh.  About two weeks into her new job, Marcia went into her mentor's office, and asked, \"Do you have a moment?\"<br>\r\n<br>\r\nHer mentor, Bao, a friendly Chinese woman in her early thirties, smiled affirmatively and waved Marcia to a seat.<br>\r\n<br>\r\n\"What's going on?\", Bao asked.<br>\r\n<br>\r\n\"Well\", said Marcia, \"I've noticed something coming up a lot lately that's probably going to affect my work performance.\"<br>\r\n<br>\r\n\"What's that?\", asked Bao.<br>\r\n<br>\r\n\"My breakfast\", said Marcia.  \"I'm pregnant.\"<br>\r\n<br>\r\n\"You're sure?\", asked Bao.<br>\r\n<br>\r\n\"I took two separate pregnancy tests, and they've both come out positive.  I made a medical appointment for Tuesday morning, so I also wanted to ask if I could have Tuesday morning off.\"<br>\r\n<br>\r\n\"Well, of course\", said Bao, \"and congratulations!\"<br>\r\n<br>\r\n\"Thank you\", said Marcia. \"I hadn't really planned on this so soon. Who could have guessed that a month of regular sex might result in a pregnancy?\"<br>\r\n<br>\r\n\"Not to worry\", said Bao, laughing.  \"I had my first around your age, too. Here's what we'll do.\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1534482000,
            "id":2534976,
            "title":"The wedding reception continued"
        },
        "115121122221311213111111":{
            "author_id":"drunpleasant",
            "author_name":"Dr.Unpleasant",
            "content":"<div class=\"\"><div> <span>Bao explained to Marcia that for all acolytes of the Pharaoh, there would be ample maternity and childcare provided.  Marcia's pregnancy went relatively smoothly. She worked up until shortly before her delivery date, and shortly thereafter was delivered of a healthy daughter.  She and Alex named the child, Maria, and the Pharaoh Herself stood as godmother when the child was christened, and as it happened, Empress Phoebe, and the Princesses Prunuspersica, Camilla and Hinoka were all in attendance, they all having for some reason taken a personal interest in her.  <br>\r\n<br>\r\nOver the years, Marcia and Alex had several more children. Marcia discovered a gift for childcare, and in time came to work in the daycare center at the Royal complex in Heliopolis. Marcia lived a long, happy life, and lived to see her great-grandchildren.  About the only thing that bothered her was being around winged monkeys. Oh, she wasn't afraid of them, and she didn't hate being around them, really, and they certainly seemed to like her.  <br>\r\n<br>\r\nNo, it was just that, whenever she saw one, she had a feeling of loss. What it was that she might have lost, or why she associated this supposed loss with winged monkeys, she just couldn't say.</span></div></div>",
            "created":1534568400,
            "id":2535265,
            "title":"One thing"
        },
        "13":{
            "choices":[
                "Take them off and wait till party",
                "Go to party",
                "Swap costumes with each other??"
            ],
            "content":"<div class=\"\"><div> <span>You decided to go to the costume shop down the road and buy a crossdressing costume to wear. This was a very good idea you thought, this would be the best outfit there. So you decided to go with the Sexy lesbian costume sitting in front of you on the rack you pick it up and buy this. Then you rang alexis and asked her if she'd found an outfit for the party she said no but you decide to buy her one, you find something which is the exact opposit of what she is and decide to go over hers. <br>\r\n<br>\r\nYou lay the two outfits on her bed and ask her what she thinks. In front of her was a sexy lesbian outfit with built in fake boobs and as it looked a curvy figure and next to it a slutty kind of costume also with built in boobs which looked bigger than the lesbians and it looked like it wouldnt fit her at all. It was a black leather top which looked almost see through and with no bra included and a very small mini skirt. She looked at you and thought, this would be one of the best parties of th night. She picked up the slutty costume and decides to put it on. \"whoaa, you look hot\" you said when she comes out with it on. \"well you look.....diferent\" ahahaha she laughed. </span></div></div>",
            "created":1264914000,
            "id":828378,
            "title":"Costumes for you and your GF"
        },
        "132":{
            "choices":[
                "Truth",
                "Dare"
            ],
            "content":"<div class=\"\"><div> <span>You decide to head to the party and you are invited in by Jamie who is wearing a cheerleader outfit which was worn by hayden panettiere in some of her cheerleading scenes. She say it was for a present from her mom and dad. They were obviously rich but this wasn't shown. She tells you that she loves both your costumes and they look very amazing. You go into meet the other guests and see what they are wearing.  However jamie starts to speak and everyone looks at her. She welcomes you to the party and then you are all knocked out by what she says afterwards. <br>\r\n<br>\r\nWhen you wake you find yourself sitting next to Alexis, when she sits up you notice straight away that she looks different. The fake boobs which she had on seemed to have joined with her body- she now had large EE cups which looked like they would nearly explode from her outfit it was quite see through too, you noticed that you were turned on by her and start to move towards her, from the urges you now have. Her ass is perfectly round and her legs long and smooth, it looks like she was at least 20 year old now. She looks at you with a lot of lust and when she talks she has the sexiest voice ever, \"ooooooooooh i feel so hornnnny\". You then  manage to stand up and look into the mirror to find a stunning blonde with DD cups staring back at you. You then look around to see a real life Hayden looking at you excitedly. \"It worked\", she yelled. <br>\r\n<br>\r\n\"Who wants to play Truth and Dare?\" Everyone responds with a yes but you all demand an answer. \"I found this spell from an old book to turn us into what we wear i thought it would be a very good idea.<br>\r\n<br>\r\nSo with that you look around to see what everyone else had came as<br>\r\n<br>\r\nSteve: Lucy Pinder from what looked to be the magazine from his wall. <br>\r\nMorgan: Probably suggested by Steve, a Stunning look a like of Jessica simpson<br>\r\nRob:Another Hot lesbian CC cup but nice ass<br>\r\nJeff: A play boy bunny DD cups<br>\r\n<br>\r\nOther Characters<br>\r\nMegan: Muscular male <br>\r\nJackie: A mistress costume she found, had a very agressive look on her face.<br>\r\nSam: Another Muscular male probably suggested by megan .<br>\r\n<br>\r\nJamie starts and asks steve Truth or Dare</span></div></div>",
            "created":1264914000,
            "id":828400,
            "title":"Go to party"
        },
        "1322":{
            "choices":[
                "Truth ",
                "Dare"
            ],
            "content":"<div class=\"\"><div> <span>I dare you to swap costumes with Rob, with that they leave for the cupboard and start to change. Rob not been able to control his urges decided to push Lucy Pinder (steve) against the wall and snogging her while groping her breasts. Rob kept pushing at her who was getting hornier by the second. Steve now Lucy joined in but reminded him that they need to swap Costumes. They stripped and gave each other the costumes they had on before that. Steve was now pulling the lesbian costume over his Lucy Pinder Body and Rob vice versa. Within Seconds the two people had changed into what the other was wearing. Steve now pushed agaonst Rob with his newlyt acquirred body and felt the rush of pleasure from doing this. After getting the excitement he wanted he left the closet breathing heavily followed by a now warn out Lucy Pinder. They both sat down in their usual places. Steve was now eyeing Alexis up with ultimate pleasue, he was now so horny the nipples were standing more erect than possible.<br>\r\n<br>\r\nSteve now the hot lesbian asked Morgan Truth or Dare.</span></div></div>",
            "created":1264914000,
            "id":828417,
            "title":"Dare"
        },
        "13222":{
            "choices":[
                "Jamie",
                "Jeff"
            ],
            "content":"<div class=\"\"><div> <span>Steve was now looking at morgan and thinking, Oh my god she could do with a change. she started to look at you and said  \"Morgan, I dare you to switch with Mark\". However she refused upon this and mentioned something about not wanting to be thinking about females sexually, and she loved her new body as it was anyway. <br>\r\n<br>\r\nThis dare next fell on to Alexis who with pleasure moaned \"i will take the dare i like the sexy look on her\". She smiled as you led her to the nearest room. You could not contain your passion for her and decided to push her hard against the wall, although she did not refuse. You went up to her and started snogging wildly and set your hands across her new body which were making their way up to her large breasts. Suddenly there was a knock at the door. \"hurry up you guys we've been waiting for half an hour. So both of you decided to strip down and swap she put the costume on first and was looking at you some what differently than before. You then pulled the Slut costume over this body and felt an enormous wave of pleasure surge through your body. You went out back into the room and you were sitting down noticing every sexy body in the room. Morgan spoke and said i wish that ______ would swap with me.</span></div></div>",
            "created":1265173200,
            "id":830075,
            "title":"Dare"
        },
        "132221":{
            "author_id":"rosenheim34",
            "author_name":"rosenheimer",
            "choices":[
                "truth",
                "dare"
            ],
            "content":"<div class=\"\"><div> <span>Morgan, now in your former costume, which is a hot lesbian costume thinks that her swap partner should be Jamie herself. Jamie’s current costume was still her original one, the cheerleader outfit from Hayden….<br>\r\nThe dare was agreed and now Jamie is the hot lesbian and Morgan is happy with her cheerleading outfit.<br>\r\nYou are the next one to choose. You take….<br>\r\n</span></div></div>",
            "created":1291698000,
            "id":1010028,
            "title":"Jamie"
        },
        "14":{
            "choices":[
                "Your girlfriend Alexis",
                "Your best friend Steve",
                "Jamie, the host of the party",
                "Your brother Luke",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>You decide that going as a conjoined twin or some other kind of two-headed creature would defiantly be unusual. But, now you had the problem of decided who you should go with. Your girlfriend Alexis popped in to your head first. Though, you didn't know if your relationship was ready for that kind of... closeness. The next person you thought of was your best friend, Steve. Being paired up with him would be cool, and you figured he would be up for it. There was always Jamie too. She was the one who suggested these, so.... Or, there was always Luke. He was your brother after all, and he was always up to spend time together. \"Hmmmm... I think I will partner up with... \"</span></div></div>",
            "created":1269925200,
            "id":859317,
            "title":"Group costume: conjoined twins"
        },
        "143":{
            "choices":[
                "Everyone gets upset, so you/Jamie run away",
                "Everyone begins to mingle",
                "Jamie confesses her feelings for you"
            ],
            "content":"<div class=\"\"><div> <span>You ring up Jamie and ask her if she'd like to go as your Siamese twin. She said \"Sure, sounds fun, but on one condition.\" \"What's that?\" You replied. She retorts \"You have to be my twin. In other words, you have to wear a wig and make up. Are you cool with that?\" You thought it was sort of an odd request, thinking it was easier to look like you, but at the same time appreciated the challenge. \"Sure!\" You replied.<br>\r\n<br>\r\nYou and her met up, at which she began to apply make up to you. After she was done with the eye shadow, foundation, fake ear rings, and lipstick, she put a wig on your head which very closely resembled her dirty blond hair. After all of that, she stripped down to just her bra and panties, which made you blush but you hoped she didn't notice. She then pulled out a feminine sort of trench coat, which was white and pink, and looked to be silky and smooth. She made you strip down to just your underwear, and then you both stood shoulder to shoulder, kind of overlapping with her in front, and you put both of your right arms into the right sleeve, and both of your left ones into the left sleeve. You then closed it up and looked in the mirror.<br>\r\n<br>\r\nYou go to the party, and notice your girlfriend Alexis, who is dressed as a cat girl. She looks very upset that you decided to go as Jamie's twin. Your friends mostly dressed up as porn stars and lesbians. 'Typical,' you thought.<br>\r\n<br>\r\n\"Perfect!\" she chirped. You were very aroused, being so close to her, and you wondered if she had a secret crush on you because she allowed you to be so close to her mostly naked body. At the party, you and her went to the front room, and she got everyone's attention and made some kind of toast, thanking them for showing up. She then muttered some sort of jibberish that you didn't understand and suddenly everyone blacked out.<br>\r\n<br>\r\nWhen you came to, you seemed to be by yourself in your costume. There was no one in it with you, for your arms were only one pair. However, due to the odd sensation you felt, you looked down and realized that you were a female. You looked at your hands and they were perfectly manicured. You then hear moaning right beside your head, and you look to your right and see Jamie's head. You gasp in a feminine voice that sounds just like her's, and you look a little lower and realize that her head is also on your shoulders. <br>\r\nAt first you were scared, but then you were excited to see that you were actually her twin. She was equally as enthusiastic for some reason.<br>\r\n<br>\r\nBoth of you get up in unison, with your one set of legs shared between you, and walk back to the front room. <br>\r\n\"Attention everyone\" you hear your twin say \"I'm responsible for the changes.\" </span></div></div>",
            "created":1338008400,
            "id":1345780,
            "title":"Jamie, the host of the party"
        },
        "15":{
            "choices":[
                "Couple Costume",
                "Choose each others costumes",
                "Your choice",
                "Your choice"
            ],
            "content":"<div class=\"\"><div> <span>You decide to choose something else for the party and ring Alexis up. However, she has already found a costume to wear. So you decide to ask Jamie to go shop for a costume and she agrees and says she would be over in 10 minutes. You have always had a crush on Jamie but your relationship with Alexis now stood in front of her. Jamie, was now at your house and you decided to both go out and look for different costumes, she suggested going as a couple costume or that you could choose each others costume. You thought on this and chose....</span></div></div>",
            "created":1269925200,
            "id":859461,
            "title":"Choose something that's not on the list"
        },
        "151":{
            "choices":[
                "To go to hers",
                "Go to your house",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You decide to ask her why she choose couple costume, she went red and decided to say \"I thought it might be a fun idea to choose\". You were staring at her and she was staring back. You turned away quickly as you didn't want to affect your relationship with Alexis. You tell her a couple costume is fine and you walk to the further end of the store and you are looking at the different costumes and she picks up a cheerleader and footballer costume which you consider to be a fun idea as you never really tried this, she also mentioned that they said that these were from the boyfriend/girlfriend section, you start to stare at her and let her know its a good choice. You decide<br>\r\n<br>\r\n</span></div></div>",
            "created":1269925200,
            "id":859497,
            "title":"Couple Costume"
        },
        "1511":{
            "choices":[
                "She tells you ",
                "Your choice",
                "Your choice"
            ],
            "content":"<div class=\"\"><div> <span>You and Jamie pay for the costumes and decide to go hang out at her house till the party starts. You then go up to her room and she suggests you try out the costumes out now and see if they go well together. She tells you to just get ready in the same room and you are curious about what she is saying. You still decide to get changed together. You watch her change into the cheerleading outfit and notice her feeling herself while she's putting it on. You are getting turned on by this and start to think about her as more than just a friend. You are starting to forget about Alexis and thinking too much about Jamie. You decide to finish putting it on. <br>\r\n<br>\r\nOnce finished, you look up and say, \"Hey that looks like its a size down than what you should normally have, but you still look sexy, Jamie\". She replies, \" I bought this size especially\" grinning at you. You walk over to her and decide to put your arms around her from behind. \"Hey, imagine what it would be like if we were like this and we were going out with each other\". She turns around and pushes you towards the bed and you fall backwards. \"Hey there hun\" she says walking over to you with a sexy strut. She lies down on top of you and starts to kiss you passionately and then after a minute or two stands up and you look at her.<br>\r\n<br>\r\n\"Hey Jamie, I don't know how to say this, but I have always liked you, when have you ever liked me like this?\" She looks surprised at this and answers, \"I have always liked you too. I was going to ask you out but Alexis beat me to it. You really are a very nice guy. Do you know that?\"<br>\r\n<br>\r\n\"Hey at the party tonight, it's going to be really great fun. I've got something to tell you too\". </span></div></div>",
            "created":1269925200,
            "id":859517,
            "title":"To go to hers"
        },
        "15111":{
            "choices":[
                "The party has begun",
                "Few minutes before"
            ],
            "content":"<div class=\"\"><div> <span>\"I found this device which turns everyone in this house (as ive set it), into the costumes which they have chosen and i can set this for so long at a time, i can also make it so me and you will remember who we are really while everyone else is mentally changed and we can stil have a good time, but only if you would like to\"<br>\r\n<br>\r\nYou look at her and say that this would be a really good idea, and also say that to test it you and her could try some different clothes or costumes on. She suggest that you put each others normal clothes on and test this but leave your minds the same as they are but weith a hint of the others personality. You start to put some of her clothes on and she puts yours on she sets it for 10 minutes as the party is due to start in an hour and a half. She presses the device and you feel a new weight appear on your chest and you look at her new body which was yours. You go over and walk as sexily as you can make it and start to kiss her/him/you and push him back onto the bed. <br>\r\n<br>\r\nThe ten mins have finished and you can feel her breasts growing back onto her form as you are still kissing each other. You break apart and swap you r clothes back and go get your costumes. You got down stairs and help her get the room sorted out and then come back into her bedroom with 45mins to spare. You suggest to her that you play truth or dare when everyone gets there and she agrees to his with also leaving a bit of evryones personality with them but only a small fraction. <br>\r\n<br>\r\nYou still have 30 mins and have set the device up with Jamie. She asks you \"Mark do you really like me or is it just my body\" then you reply as soon as you can \"Remember when no one liked you when we were younger and you got that valentines and you didnt know who sent it, well.... that was me\". She looked very shocked at this smile and then ran over with tears in her eyes and huggerd you very tightly, then kissed you again and looked at you again, \"i don't really mean it in a nasty way, but i wish you werent going out with Alexis and were going out with me\". You then look at her and notice that she really does like you and you are now considering on telling Alexis it isn't working between them.</span></div></div>",
            "created":1269925200,
            "id":859536,
            "title":"She tells you "
        },
        "151112":{
            "choices":[
                "She agrees",
                "She disagrees"
            ],
            "content":"<div class=\"\"><div> <span>You are downstairs in your costume standing talking to Jamie when you point out that if her body changes according to the costume how was she to keep her stunning body. She replies by telling you that she chose to use one of her own bras hitting on the size of the cheerleaders top. There was a knock at the door as she finished and she went to answer it, standing there was Alexis in a sexy costume, which showed she wasnt really wearing much, she looked like a stripper, she walked over to you and kissed you and said \"Where've ya been, i thought you were picking me up\" You told her you forgot and a grin appeared on Jamies face and you noticed. \"hey i like both your costumes, you guys, you look like you are meant for each other\". <br>\r\n<br>\r\nEveryone had arrived to the party and Jamie had decided to get the device out now but you stopped her before she could press it and told her to wait 5 minutes. You walked over to Alexis and told her that you thought that it wasnt working between you too guys and said she was dumped, she didnt make a scene but hugged you and said, \"I know its Jamie ive known for a while now and knew this would happen eventually, anyway i kind of like your friend Steven anyway\" You went over and hugged her and told Jamie what you had done, and then decided to ask her out, she screamed in delight and said \"YES!!!\" and kissed you very passionately much to the surprise of everyone except Alexis. <br>\r\n<br>\r\nYou then allowed her to press the device, and you noticed as soon as she had everyone started to change into there chosen costume, You began to grow into the Footballers costume became bigger built and felt that you were stronger, had more confidence and seemed to feel popular. You looked around at Jamie and noticed that she had changed only height and grew a couple inches and that her body was more curvier than what she normally looked, however her originall breasts were almost sticking out through her cheerleader top. <br>\r\n<br>\r\nThen Jamie called out that they should play dares, and as only ten people were there, it would make a brilliant game.<br>\r\n<br>\r\nThe people who were there are<br>\r\n<br>\r\nYou- Footballer <br>\r\nJamie- Cheerleader<br>\r\nAlexis- Sexy stripper<br>\r\nSteven- Nerd<br>\r\nMorgan- Sexy nerd<br>\r\nMegan- Lesbian<br>\r\nLisa- Another Lesbian<br>\r\nJohn- Body Builder<br>\r\nJimmy- Slutty type costume<br>\r\nLauren- Another Cheerleader not as hot as Jamie<br>\r\n<br>\r\nYou went first and told Jamie<br>\r\n<br>\r\n\"I dare you to swap costumes with me in the free room through there\", winking at her</span></div></div>",
            "created":1269925200,
            "id":859565,
            "title":"Few minutes before"
        },
        "1511121":{
            "choices":[
                "Morgan",
                "Jimmy"
            ],
            "content":"<div class=\"\"><div> <span>She agrees and you both head towards the free room and once in you start to kiss forcefully at each other, Jamie said she was glad you were now going out with her. You were tearing her clothes off and now feeling her immense body as she smoothly slid her hands across your newly developped muscles and dragged you into towards her, you were now both kissing passionately and decide to carry through with the dare you gave her and you now start to put on her clothes and she yours. With this you are now both looking at each other in different bodies and decide to see what its like when you start kissing again. She pushes you against the wall and starts to feel your breasts intensively and you start to moan, you then decide to go back to the part but you are now her and she is you. You sit down in the ring again and Jamie pulls you towards her and kisses you again.<br>\r\n<br>\r\nJamie now uses her dare.<br>\r\n<br>\r\nAlexis i dare you to swap with whoever you want, she chooses<br>\r\n<br>\r\n</span></div></div>",
            "created":1269925200,
            "id":859575,
            "title":"She agrees"
        },
        "15111211":{
            "choices":[
                "Alexis' original costume",
                "Jimmys original costume"
            ],
            "content":"<div class=\"\"><div> <span>She decides on morgan and they go off in the room and start to change.<br>\r\n<br>\r\nYou and Jamie decide to leave the game and tell evryone that they wouldnt be back for a while. You go up to her room and you swap costumes again and decide to stay up their for the rest of the night. Suddenly you suggest to Jamie that you use her clothes and go downstairs and swap with the costumes people are wearing so you can used them. She thought this a good idea and she went down first and came back with.....</span></div></div>",
            "created":1269925200,
            "id":859598,
            "title":"Morgan"
        },
        "151112111":{
            "choices":[
                "Switch with Steve - boy nerd",
                "Switch with Alexis - girl nerd"
            ],
            "content":"<div class=\"\"><div> <span>Jaime heads down stairs to find that Morgan and Alexis are back in the circle.  Morgan is now in the sexy stripper outfit looking a little embarrassed.  Once back in the circle, Alexis dares Morgan and Jaime to switch costumes now.  <br>\r\n<br>\r\nYou hear footsteps approaching the room and in walks Jaime in Alexis' sexy stripper costume.  You are a little taken back because Jaime pulls off the look so well.  She struts up to you and starts kissing your neck.  She then pulls away a little bit, turns around, and bends over to start dancing right in front of you.  Jaime looks back at you while licking her lips and playing with her hair.  You're very turned on at this point.<br>\r\n<br>\r\nJaime turns back around, kisses you quickly and says, \"Football players are too macho.  I think I want to give a nerd his first lap-dance.\"<br>\r\n<br>\r\nYou head back downstairs determined to switch costumes with...</span></div></div>",
            "created":1270184400,
            "id":861014,
            "title":"The Nerd Costume and dance"
        },
        "152":{
            "choices":[
                "Jamie (POV)",
                "Your (POV)",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Jamie suggests that it might be a fun idea to choose a costume for each other....</span></div></span></div>",
            "created":1291611600,
            "id":1009515,
            "title":"Choose each others costumes"
        },
        "1522":{
            "choices":[
                "Choosing a very sexy outfit for her.",
                "Dressing Jamie up as a guy.",
                "Other options."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Jamie suggests that you go first.  You have just the outfit for her.  Is it a sexy female costume or do you have her dress up as a guy?</span></div></span></div>",
            "created":1293685200,
            "id":1025654,
            "title":"Your (POV)"
        },
        "15221":{
            "choices":[
                "It is very demure and feminine.",
                "It also is very slutty and revealing."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You choose a very slutty and revealing outfit for her.  She in turn presents you with your outfit.</span></div></span></div>",
            "created":1293685200,
            "id":1025657,
            "title":"Choosing a very sexy outfit for her."
        },
        "15222":{
            "choices":[
                "Go to the party",
                "Play around first ;)"
            ],
            "content":"<div class=\"\"><div> <span>You and Jamie decide it would be brilliant to go to the party as one another. She was giggling and laughing about it, and even though you had some slight problems with this plan, you decided to go with it because you had a huge crush on her and always have.<br>\r\n<br>\r\nSo she strips down to her underwear, and you do the same. While you are both stripped down, you look at each other and slowly approach one another, but back off because of the awkward tension.<br>\r\n<br>\r\nYou both hand each other your spare underwear and she gets dressed in the bathroom while you get dressed in the bedroom.</span></div></div>",
            "created":1338008400,
            "id":1345788,
            "title":"Dressing Jamie up as a yourself"
        },
        "152222":{
            "author_id":"rosenheim34",
            "author_name":"rosenheimer",
            "choices":[
                "you are turned on by this",
                "something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>After a while you want to see the result and Jamie comes out of the bathroom looking like this<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"http://www.arnold-preuss.de/ndb-wilhelmshaven/bilder/tankstell0708_e.jpg\" target=\"_blank\">http://www.arnold-preuss.de/ndb-wilhelms...</a><br>\r\n</span></div></span></div>",
            "created":1338267600,
            "id":1347498,
            "title":"Play around first ;)"
        }
    },
    "info":{
        "author_id":"fbphoenix",
        "author_name":"Phoenix",
        "brief_description":"You get invited to a costume party. Too bad the invitation failed to mention everything...",
        "created":1247436120,
        "description":"<td align=\"left\" class=\"norm\">You get invited to a costume party at Jamie's house and decide to go. However, the invited didn't say that whatever costume you wear, you will eventually become.<br>\r\n<br>\r\nMain Characters:<br>\r\n<br>\r\nMark (you): average 16-year-old, 5' 10\", generally social personality<br>\r\nAlexis: your girlfriend, slightly attractive, 16, C-cup, 5' 4\", very smart, like a goddess in your eyes<br>\r\nSteve: your best friend, 6' 2\", school's star quarterback, no one understands why he hangs out with you, but you're still best friends<br>\r\nMorgan: Steve's girlfriend, cheerleader, C-cup, very smart, not very social, even though she's a cheerleader, considered by most to be the hottest girl in school<br>\r\nJamie: head cheerleader, D-cup, also very attractive, very nice to everyone, one of your best friends, the one throwing the party<br>\r\n<br>\r\nFeel free to add other characters, just make sure to describe them sufficiently for their part in the plot.</td>",
        "id":1580632,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596123300,
        "modified":1596123300,
        "pretty_title":"The Costume Party"
    }
}