{
    "chapters":{
        "1":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Elder",
                "Younger"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>On the Elder or Younger?</span></div></span></div>",
            "created":1592715600,
            "id":2854760,
            "title":"Now where do we begin?"
        },
        "12":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Drakenweld",
                "The Red Woods",
                "The Barrows",
                "Mount Festivity",
                "Broken Isles of Grand-Admiral Teach"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Now where do you wish to begin on this young and free continent?</span></div></span></div>",
            "created":1592715600,
            "id":2854766,
            "title":"Younger"
        },
        "125":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Lass Au Dame",
                "Mannic the Maniac",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Who shall we follow?<br>\r\n<br>\r\nLass Au Dame:<br>\r\nYoung grey-hair beauty and captain of a small schooner.Only possessing a crew of fifteen women, Lass Au Dame is still a force to be reckoned with. Many older, more superstitious pirates speak ill of her do to the old stigmata of women commanding ships. Lass Au Dame fears not of their words and is only concerned with her crew's fortunes.<br>\r\n<br>\r\nMannic the Maniac:<br>\r\nCrazed Marauder of the oceans, Mannic yearns to posses the largest collection of trophies in the world. Trophies in Mannic's case being the broken weapons of his opponents, or in some cases, their teeth,horns, and claws. Mannic commands a force of over thirty-five equally blood crazed men, though small this group of pirates are a force to be reckoned with.</span></div></div>",
            "created":1592715600,
            "id":2854770,
            "title":"Broken Isles of Grand-Admiral Teach"
        }
    },
    "info":{
        "author_id":"jawsometeeth",
        "author_name":"Goodvibes",
        "brief_description":"A Fantastical World Of Expansions and Fetishes.",
        "created":1592796780,
        "description":"<td align=\"left\" class=\"norm\">Four-thousand years of history spread across two continents.These twin continents known as Elder and Younger, upheld as sleeping Gods to some common folks,host over thirty species of intelligent beings and thousands of other wondrous beasts. Beyond the eastern ocean of these two continents lies the home of the Gods and other mysteries. Beyond the western ocean lies the home of the dead. Above the north lies the home of lower powers(I.E higher-nymphs, demi-gods, and lesser supernatural beings.) And below in the south lies the home of abominations (I.E demons, infernal powers, heretical arch-sorcerers.)<br>\r\n<br>\r\n<b>Elder:</b><br>\r\nThe larger,and far more populous, continent. Home to eighteen of the thirty races. Desert/Savanna-like through most of the regions, barring the everlasting cold of the Northern Wastes and the hellscape that is The Gate. Here both men,elves,and dwarves fight for control of the land, all while the other races watch. But even with all of their might, the trinity still hold visceral dread of the Akantat: The Lizard Folk. Partial bloods to dragons, The Akantat still command armies from their blackened fortress, ever their gaze looking downwards. Only war in their own ranks, and their cursed glacial thoughts, are the younger races protected from their ambitions.<br>\r\n<br>\r\nLocations:<br>\r\n<br>\r\n<u>Humans</u><br>\r\n<u>Sudeken Dynasty:</u> Largest human nation. Technically thirteen city-states,small nations, tribes, and enclaves all banded together. Once only a barely noticeable blimp on the map, it has now eclipsed the other petty human nations on the continent. With over four million human souls in its land, Sudeken has become the shining jewel of humanity,though envy of this jewel is not unheard.<br>\r\n<br>\r\nIts major city is the <u>Beacon of Hope</u>,or shortened to Boh by other races. A red-bricked Jerusalem, its has become the market-place/learning center of the human region. A luxurious,shinning  pyramid spanning nearly skywards is a testament of the people's will.<br>\r\n<br>\r\n<u>The Northern Wastes: </u>Home to the Ciamarians, a genetically altered stock of humans, here the lesser powers from the North try to come down and pleasure themselves with the mortals. Only through the might of the Ciamarians are these nefarious immortals repelled every year from the blissfully ignorant \"southern men.\"<br>\r\n<br>\r\n<u>Elves</u><br>\r\n<br>\r\n<u>Nioi:</u>The largest of the three Great-Ent forests. Here nine-hundred thousand elves train assassins, warriors, and plan the everlasting conquest of the rest of the continent. All citizens born are required a ten-year mandatory military involvement. Elves here are near-immortal to injuries barring of course the most heinous of wounds. <br>\r\n<br>\r\n<u>Lioi:</u> The second of the three Great-Ent forests. Here are where the scholars-mystics build and weaponize their mystical knowledge to afflict their enemies. Seven-hundred thousand citizens, with even the least among them able to rival seven initiates of a human magical school.<br>\r\n<br>\r\n<u>Tioi:</u> The third, and final, of the three Great-Ent forests. Here lies the workers, the builders, and the farmers that provide food for the rest of the Great-Ent forests. Five-hundred thousand citizens toil stoically in their tasks, though rumors abound of treasures hidden beneath their feet. <br>\r\n<br>\r\n<u>Dwarves:</u><br>\r\n<br>\r\n<u>The Gate Guardhouse:</u> The outpost between the South and the rest of Elder. Two million dwarves ever on constant guard against the hellish beasts that seek to consume the twin continents. But these sentries have long since tired of their post and seek other races to fulfill their duties. <br>\r\n<br>\r\n<u>Spiral:</u> The largest, and deepest, mine of the dwarven people. Three-hundred thousand souls pick ores to send towards their brethren in the Guardhouse. These dwarves efforts are ever troubled by blood-curdling beasts that snake their way from the heart of the world.<br>\r\n<br>\r\n<u>Other Places:</u><br>\r\n<br>\r\n<u>Ronchoi:</u> A neutral meeting place of all races, its law commanded by two of the last \"speed-thinking\" Akantat and their Orc praetorians. Here races can pleasure themselves in brothels, speak of their ill-tidings in their creeping hollows, or even find sailing through the Eastern Ocean. Many folks come here for the grand sight of the Blood Grounds; the greatest Colosseum possibly in the world,that spans over fifteen acres.<br>\r\n<br>\r\n<b>Younger:</b><br>\r\nUnlike its elder \"brother\", this continent is free from the ever present threat of Akantati and their Orc armies. The environment had never suffered the horrific mutilation that the Akantati brought forth. Except one region of this area, all of the land is ripe and pure.Plains, deep forests, and fertile valleys are abound. The Gate does not touch its southern tip, nor does the Northern Wastes bring down its mercurial inhabitants. Only the Western Ocean threatens the land,with the occasional pirate armada. The eleven races that inhabit this land may not be in ever present war like those of Elder, but that doesn't mean they are united in peace either.<br>\r\n<br>\r\nLocations:<br>\r\n<br>\r\n<u>Drakenweld:</u> A young power that had formed only two-hundred and fifty years ago, Drakenweld proclaims itself as a example for the rest of the world. Formed out of the a mixture of men, elves, and dwarves who were sickened by their fellows, these dreamers sought to make a new home elsewhere. Shockingly, they did, and they thrived on Younger. The city-conglomerate spans over ten minor towns and four major cites. <br>\r\n<br>\r\nThe heart of Drakenweld is Summercrest, home to over three-hundred and five thousand men,elves,dwarves, and other species. Summercrest's welcomes all, with its tempered weather and energetic buildings. Here wandering bards, minstrels, and journeymen stage extravagant plays or write what they call \"fair-tales\", stories of farce and foolery.<br>\r\n<br>\r\n<u>The Red Woods:</u> Home to nefarious beasts with the intelligence of mortal races, The Red Woods gained the moniker due to how many lives it took in the first years of the settlers arriving. Rumors of witches, rogue mages of possessed of infernal powers, run rampant here. Other tales of soul-stealing owls, sky-fortresses of giants, and lagoons of sickly mermaids are also spoken.<br>\r\n<br>\r\n<u>Mount Festivity:</u> Older than the trees that surround it, Mount Festivity base contains carnivals galore. Higher Nymphs mate with mortals, satyrs drink dwarves under tables, and great merriment is abound. On special occasions, a select group of mortal--whether they be friend, foe, or stranger---are allowed to meet at the summit. There rumors of being given treasure, pleasure beyond understanding, or even boons from the Gods are spoken of in hushed whispers.None can say as those who see the summit return, changed in temperament.<br>\r\n<br>\r\n<u>The Barrows:</u> A den of gluttonous excess, The Barrows are home to halflings. Smaller men with feet large and hairy, halfings spend their days in blissful delights. Here the proportions are great,three times the weight of those who consume it. Halfling biology however is a beast;while easily subsiding on smaller food, halflings can easily digest these banquets without even a pinch of weight. Those who come here though are hopefully more tempered in their diet.<br>\r\n<br>\r\n<u>Broken Isles of Grand Admiral Teach:</u><br>\r\nA sixty-thousand strong fleet of crazed cutters, zephyrs,pirates, brigadiers, and generally nasty pieces of work. Led by self-proclaimed Grand-Admiral, this self-styled ruler leads with a iron fist wrapped in a velvet glove. Mostly profiting off of fenced goods,slaves, and mercenary work. The only reason why its has never fallen to its own animal system is the fact that all the citizens have one golden rule in place. <br>\r\n<i>\"Kill each other on yer own time, but when on the slog work like an Orc.\"</i><br>\r\n<br>\r\n<div align=\"center\"><font class=\"size4\" style=\"\">Rules:</font></div><br>\r\nThis is obviously a fetish-piece of work, if my normal writings are of any indication. So let's lay down the ground-rules.<br>\r\n<br>\r\n<b>One:</b> The following fetishes are allowed in this work<br>\r\n<div align=\"center\">Expansion/Inflation of any sort. (Lips, foot, phallus, giantess, etc)<br>\r\nGender Bending<br>\r\nSpecies Transformation<br>\r\nBDSM<br>\r\nHumiliation (so tickle stuff is fine,face-sitting is a-okay as well)<br>\r\nObject Transformation(preferably into a inflated toy)</div><br>\r\n<br>\r\nIf its not on the list, don't add it in. So no age regression, scat, gore(unless its a fight scene), or any other stuff.<br>\r\n<b>One-A:</b> On expansion, keep to the same expansion for the MC. That is all that i'm asking for. <br>\r\n<b>One-B:</b> Popping is allowed if its for a side character. Don't be graphic, but don't make them completely disappear either.<br>\r\n<br>\r\n<b>Two:</b> Men and Women can both expand. I am not just prevalent in one gender. If you are going to expand though add a (M) or a (W) in the expansion path.<br>\r\n<br>\r\n<b>Three:</b> Nudity is a-okay in this interactive. Heck, go for full on nudist beach here. On the issue of sex, allude to it but don't be graphic. Men on men are okay, so is women on women. Both lesbian and gay relations are okay.<br>\r\n<br>\r\n<b>Four:</b> There are thirty races and I have plans for <b>fifteen</b> of them,so I'm willing to listen if people want to add more. Email me what you want to add and we'll talk<br>\r\n<br>\r\n<b>Five:</b>A minimum of 1100 characters in this add. Unless its a bridge text, you must add this many characters in.<br>\r\n<br>\r\n<b>Six:</b> Go wild with character creation. A list will be up soon enough for people to see as to what species there are.<br>\r\n<br>\r\n<b>Seven:</b> Gore is only allowed if its a fight scene. If that's the case, then add in a (G) for indication.<br>\r\n<b>Seven-A:</b>Don't go too into grimdarkness in this work. Its still a fetish piece and that stuff isn't always welcomed in the story.<br>\r\n<br>\r\n<b>Eight:</b> If you plan on adding more locations in, email me.<br>\r\n<br>\r\n<b>Nine:</b>Same with fleshing out microcosm in the regions.<br>\r\n<br>\r\n<b>Ten:</b>Please have fun in this.<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":2224992,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1592798280,
        "modified":1592798280,
        "pretty_title":"The Twins: The Greatest Pair"
    }
}