{
    "chapters":{
        "1":{
            "author_id":"pocketwatcher",
            "author_name":"PocketWatcher",
            "choices":[
                "Ruby Rose",
                "Weiss Schnee",
                "Blake Belladonna",
                "Yang Xiao Long",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>It was an unusually bustling night at Beacon Academy. Normally students would be relaxing in their dorms either sleeping or studying but this night was a special occasion. The school has decided to put on something of a show for their students. A little treat to help boost the young adults morale and for this night they were going to be treated to a very special show. Tonight the students of Beacon Academy will be enjoying a Hypnosis Show.<br>\r\n<br>\r\nStudents and teachers alike all cram into the Auditorium. The seats were completely filled as students all patiently waited for the show to begin. Teams like JNPR and CFVY speak amongst themselves and speculate on what my happen in the show. Staff like Glynda try to make sure none of students are causing any trouble as she scans the room from the side, and even special guest from other academies  like Winter Schnee stand at the back not really expecting much but is happy to take a quick break. Although one group seems to be mysteriously absent in all of this.<br>\r\n<br>\r\nSoon the audience quiets down as they notice the lights dim. All eyes turn to the stage to the giant red curtain that still covers it. A loud voice calls forth from the auditorium speakers. <br>\r\n<br>\r\n\"Ladies and Gentleman of Beacon Academy, I welcome you to a night of fun, fantasy, laughter, and scandal. I am your humble host 'The Hypnotist' and I welcome you to my hypnosis spectacular!!!\"<br>\r\n<br>\r\nThe curtains lift to reveal a well dressed man in a top hat standing in front of four girls seated in ar row. the audience appluases and he bows.<br>\r\n<br>\r\n\"Thank you, thank all but I'm not here alone tonight with me are four gorgeous volunteers that were pre selected to be our lucky victims. Give it up for Beacons own TEAM RWBY.\"<br>\r\n<br>\r\nThe hypnotist steps aside revealing its in fact the four members of the titular team RWBY.<br>\r\n<br>\r\n\"Oh wow I didn't expect everyone to be here for this. I'm getting kind of nervous.\" On the left most seat was the leader of the team, Ruby Rose, who waves back at the audience nervously with a slight blush and a very warm smile.<br>\r\n<br>\r\n\"Please this is nothing, you should have seen some of the crowds I used to attract when I sung. Those were the days.\" On the second chair to the left was the white haired heiress herself, Weiss Schnee, who was giving a polite hand wave but based on her expression she wasn't really excited to participate. <br>\r\n<br>\r\n\"Yeah well let's just get this over with. Sooner we get this done the sooner we can get our extra credit.\" In the third seat was the dark and mysterious member of the party, Blake Belladonna, who did not wave and was clearly uncomfortable with all the attention. <br>\r\n<br>\r\n\"Oh come on be like that. This is gonna be a ton of fun I can feel it! Cheer up Blake we got a whole room eager to see your smile.\" On the last seat was the blonde bombshell and sister to Ruby, Yang Xiao Long, who playfully elbowed her faunus neighbor before waving triumphantly towards the audience.<br>\r\n<br>\r\nEventually the crowd simmers down and the hypnotist comes forward once more.<br>\r\n<br>\r\n\"Yes thank you to our lovely volunteers for participating in my show tonight. I have a very exciting show planned for both them and all of you my loving audience. I have so many things planned I may not have time to actually show all of it in one show.\"<br>\r\n<br>\r\nHe bolsters towards the audience, it's very clear that The Hypnotist loves to put on a show just in his voice and presentation. <br>\r\n<br>\r\n\"And just to give you an Idea....\" leaning in towards the audience with a mischievous grin the hypnotist whispers as if he was telling the audience a secret.<br>\r\n<br>\r\n\"I have an endless supply of props, multiple induction methods, some special SURPRISE guest, and a bottomless wardrobe filled with some fun and some very revealing outfits. Trust me when I say we are going to have a lot of fun with Team RWBY here believe me...\"<br>\r\n<br>\r\nThe team hears all of this of course and they all look towards each other.<br>\r\n<br>\r\n\"He's j-just joking right haha...\" Ruby offers a very nervous laugh.<br>\r\n<br>\r\n\"He better be. I won't be made a fool of so easily.\" Weiss crosses her arms in frustration.<br>\r\n<br>\r\n\"What is this gut talking about?\"  Blake raises an eyebrow curiously.<br>\r\n<br>\r\n\"Relax guys, like he can actually make us do that.' Yang simply smiles and rolls her eyes.<br>\r\n<br>\r\nThe Hypnotist hears the doubts and concerns and his already large grin grows a little larger and he thinks to himself.<br>\r\n<br>\r\n\"They have no idea the secrets I have under my sleeves, the powers and tools at my disposal, and the plans I have in store for each individual girl. I am a showman and I always put on the best show. It could be hilarious, sexy, humiliating or all of the above. I always leave my audience want ing more. Whether these girls believe it or not, or whether they like it or not, by the end of the night everyone on this stage will be at my mercy.\"<br>\r\n<br>\r\nHe turns back to the girls with his large grin.<br>\r\n<br>\r\n\"Now then that leaves one more question that needs to be answered! <b>How and who will I be hypnotizing first!\"</b> He yells out almost startling the group. He points at them dramatically.  <br>\r\n<br>\r\nTime almost freezes as the girls worry and look back and forth between each other and the hypnotist. <br>\r\n<br>\r\nWaiting for either one of them to speak up or him to pick one randomly, but the hypnotist is not a patient man as Someone will be hypnotized here and now and that person will be....</span></div></div>",
            "created":1589605200,
            "id":2836752,
            "title":"On with the show..."
        },
        "11":{
            "author_id":"pocketwatcher",
            "author_name":"PocketWatcher",
            "choices":[
                "Give her some fun commands",
                "Give her Triggers and wake her up.",
                "Give Ruby Alternate Personalities",
                "Hypnotize the next girl",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"Um well I guess as Team leader I'll go first.\" Ruby raises up her hand gingerly, the other girls look at her in surprise seeing her volunteer like this.<br>\r\n<br>\r\n\"Are you sure about this Ruby? Something seems fishy about all of this.\" Weiss asked,<br>\r\n<br>\r\n\"I mean... It's like Yang said earlier might as well make the most of our time here right? Besides what's the worse that can happen really?\" She shrugs as she turns back to the Hypnotist who comes up to the young huntress.<br>\r\n<br>\r\n\"Why thank you for volunteering my dear. Ruby was it?\"<br>\r\n<br>\r\n\"Yes Ruby Rose sir ready to do... whatever you need me to do for your show.\" While unsure what this all will entail Ruby does her best to keep a positive outlook.<br>\r\n<br>\r\n\"Ruby I am happy to tell you that you won't regret your decision. Perhaps your example will encourage your peers to not be so hesitant. If you can stand up and follow me please.<br>\r\n<br>\r\nRuby offers her team one final smile before rising from her chair and following the man to the center front of the stage facing towards the audience. She somewhat nervously fidgets as now all eyes are on her. <br>\r\n<br>\r\n\"Don't be nervous, We are all friends here, well maybe not all. Why don't you tell us a bit more about yourself Ruby?\" Patting her on the back the hypnotist encourages Ruby to speak to the audience.<br>\r\n<br>\r\n'Well I umm.. My name is Ruby Rose as some of you may or uhh may not know... I'm a student at Beacon you know this academy and I well just really want to become a really great huntress. I-is that good?\"<br>\r\n<br>\r\n\"That was more than perfect Ruby. We are going to have a really fun time here to night all you have to do is put on a big smile and follow my lead got it?\" The hypnotist encourages Ruby which she appreciates and nods back at him.<br>\r\n<br>\r\n\"Sure I can do that no problem. Sorry if I seem nervous I just a bit unsure what to expect with this show and all. Truth be told I don't know anything about hypnosis.\"<br>\r\n<br>\r\n\"Oh you don't well it's actually rather simple really. here allow me to explain it to you really quick.\" The Hypnotist suddenly swings in front of Ruby, facing her and putting his back to the audience as he stands between the 2.<br>\r\n<br>\r\n\"Hypnosis is an act of inducing a state of pure relaxation that makes the recipient extremely open to suggestions.\" While the hypnotist explains this to Ruby he points his finger toward her face, circling it slowly.<br>\r\n<br>\r\n\"Oh I think I.. um what are you doing?\" She looks towards the finger confused.<br>\r\n<br>\r\n\"Shhh... just remember what I said earlier, put on a big smile and follow my instructions.\" He offers her  grin as he just keeps circling his finger in front of her eyes.<br>\r\n<br>\r\nRuby offers back a small and anxious smile. <br>\r\n<br>\r\n\"Y-yeah okay but I mean what are you-\"<br>\r\n<br>\r\n Before Ruby can question any further a subtle but strong Aura started emitting from his body. So subtle that only people close enough could notice, and Ruby definitely noticed. <br>\r\n<br>\r\nAs soon as that energy appeared Ruby's eyes became magnetically locked onto the tip of his finger, her body freezes up and the only thing that was moving was her eyes as they perfectly match the circling motion of the Hypnotist's finger. <br>\r\n<br>\r\n\"Just put on a big smile and follow my instructions....\"<br>\r\n<br>\r\n\"W-Wha...What are you doing to me...\" <br>\r\n<br>\r\nWhat no one was aware of was the Hypnotist's secret. That he doesn't just hypnotize people normally but had a semblance with the ability to put people into a obedient trance. He has been abusing it to put people under hypnosis for his show easily and Ruby was getting the brunt of it.<br>\r\n<br>\r\n\"Shhh... just relax Ruby, I'm just doing what I was brought here to do. You're being hypnotized but I wouldn't worry about it. You are doing great so far. Just remember what I told you to do put on a big smile-\"<br>\r\n<br>\r\n\"-And follow your instructions...\" Ruby whispers out, surprised at what she said as if it was an automatic response. The edges of her mouth raising into a small smile as her mind slowly blurs over.<br>\r\n<br>\r\n\"Now you are getting it. That's right just follow my circling finger. In your mind find a colorful spiraling forming in your mind. It's so inviting and makes you feel so good you can't help but just give in...\" The Hypnotist spoke in a quiet hushed tone directly into Ruby's left ear. <br>\r\n<br>\r\nRuby found it harder and harder to think, much less resist. She nods along and just goes along with what she's being told. Imagining the colorful spiral in her mind, unaware that same colorful spiral starts to appear in her eyes.<br>\r\n<br>\r\n\"I see it...It's so pretty...It's so nice to watch...It's so nice to just give in....\" Ruby parroted back, no longer able to speak for herself but just be lead along by the hypnotist. That smile on her face growing more and more.<br>\r\n<br>\r\n\"That's right Ruby, in a moment I'm going to count from 1-3 and when I reach 3 you will fully succumb to trance.You'll be compelled to obey any and all instructions no matter what. You understand don't you?\"<br>\r\n<br>\r\n\"Yes I understand...\" Ruby nods happily. Her smile was growing larger and more goofy looking, her eyes were wide open and unblinking with that hypnotic spiral her eye completely engulfing it.<br>\r\n<br>\r\n'Perfect, then without further ado... 1-2-3!\" <br>\r\n<br>\r\n<b>*PING*</b><br>\r\n<br>\r\nRuby's mind and body simultaneously click into face. her face frozen in that goofy large wide eyed smile. looking straight ahead towards the hypnotist.<br>\r\n<br>\r\n\"EXCELLENT! Ladies and gentleman I apologies for the silence but I have just hypnotized my first volunteer of the night! Give it up to our lovely entranced Ruby Rose!\" <br>\r\n<br>\r\nThe Hypnotist turns to the audience and reveals the entranced Ruby to the Audience. A few people already laughing at her stupid looking expression while everyone else applauds. <br>\r\n<br>\r\nShe just stands awkwardly, her arms hanging limp to her sides, body slightly slouched forward, as she stands smiling towards audience she's currently oblivious to.<br>\r\n<br>\r\n\"Now Ruby why don't you tell the nice people in the audience about the state of mind you are in.\"<br>\r\n<br>\r\n\"Yes Hypnotist, I am completely and utterly hypnotized. I have no will of my own, the feeling I have is the overwhelming happiness I fave when I obey you.\" Ruby says so easily with a dreamy tone in her voice. <br>\r\n<br>\r\n\"Good girl and by the way for the rest of the show while you are in a trance you will only refer to me as master okay?\" He wraps an arm around her shoulder and gives a smirk towards the audience.<br>\r\n<br>\r\n\"Yes Master. whatever you say.\" She responds with no hesitation.<br>\r\n<br>\r\n\"She's such a team player, give her another round of applause, but you know talk is cheap, why don't we give everyone a demonstration Ruby? What shall we do first?\"</span></div></div>",
            "created":1589605200,
            "id":2836885,
            "title":"Ruby Rose"
        },
        "111":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Weiss is selected next",
                "Blake is selected next",
                "Yang volunteers to go."
            ],
            "content":"<div class=\"\"><div> <span>“Is she really under?” Weiss asked, looking over at Ruby, who was just staring straight ahead with the big goofy smile.<br>\r\n<br>\r\n“I think she is,” Blake confirmed.<br>\r\n<br>\r\n“I don’t know,” Yang admitted. “She usually has that kind of grin on her face. The Master, comment, she might just be playing along.”<br>\r\n<br>\r\n“She’s definitely under,” The Hypnotist assured them. “Do you have any ideas what you would like to see her do?”<br>\r\n<br>\r\n“Act like a chicken!” Yang shouted at once, earning some chuckles from the Hypnotist and the audience.<br>\r\n<br>\r\n“Ah, the chicken act! Everyone suggests that.”<br>\r\n<br>\r\n“Give her triggers?” Blake suggested. “You can say something and she’s react subconsciously, right?”<br>\r\n<br>\r\n“That’s exactly how those work. I take it you’ve been to a hypnosis show before?” Blake nodded at his words.<br>\r\n<br>\r\n“Make her act like someone else?” Weiss suggested with a shrug. “I guess that would be funny.”<br>\r\n<br>\r\n“All great ideas that will be used throughout the show!” The hypnotist stood up and let the tranced Ruby just sit there so he could address the audience. “Don’t worry ladies and gentlemen. I didn’t forget about you. I plan to have a few situations where I’ll be asking for suggestions. Of course, the big ideas will be saved for the second half. That’s the finale after all. A good show requires build up. Along with how hypnosis works. You can’t get someone who just went under to do something crazy. Their conscious mind would fight against the subconscious. So we start off slow, let the deepness of the trance build up, and have fun.”<br>\r\n<br>\r\nThe audience clapped and cheered.<br>\r\n<br>\r\n“Now, Ruby.” This time, the hypnotist addressed her directly. “Can you still hear me?”<br>\r\n<br>\r\n“Yes, Hypnotist.” Ruby replied in the same monotone voice.<br>\r\n<br>\r\n“Very good, now I want you to lean back in your chair and close your eyes.” Ruby did as he suggested. “I want you to imagine you’re all alone on the beach. It’s a beautiful hot summer’s day. You’re lying on a blanket, enjoying the sun over your body.” Ruby stretched out a bit and smiled. “You enjoy your day at the beach, don’t you Ruby.”<br>\r\n<br>\r\n“It’s nice…” Ruby murmured.<br>\r\n<br>\r\n“It’s really hot out though. You can feel the heat and your sweating. That’s only natural as it’s the middle of summer.” Ruby began to look uncomfortable, pulling at her collar and sleeves to bare more skin. Her friends were snickering a little. Even though they knew that they would be next, it was still funny. Keeping them conscious was a way for them to relax by seeing their friend go under. “It’s okay, next to you is a nice frosty glass of your favorite drink with a straw. Go ahead and take a sip to cool yourself off.” Ruby reached to the empty space to her right and grabbed a ‘glass’ before bringing it up close to her mouth. Her lips tightened like she was sucking on a straw. “What kind of drink is it?”<br>\r\n<br>\r\n“Milk!” Ruby said happily.<br>\r\n<br>\r\nThe crowd burst out laughing, including her friends. Even the hypnotist couldn’t resist.<br>\r\n<br>\r\n“Now that you’re cooled off, you should probably put sun screen on. You don’t want to burn.” Ruby set down the ‘glass’ and picked up a ‘bottle’ of sunscreen. She acted like she squirted some into her hand and began to rub it on her arms and legs. “There you go. Once you finish, you can go back to sunbathing.”<br>\r\n<br>\r\n“But I want to go… swimming…” Ruby murmured, sounding like she was about to doze off. Everyone began to laugh again.<br>\r\n<br>\r\n“Haha, maybe another time, Ruby. For now, when I count to three and say Wake, you will wake up, remembering everything you just did. However, whenever I say Sleep, you will immediately fall back into this state of relaxation. Nod if you understand.”<br>\r\n<br>\r\nRuby nodded.<br>\r\n<br>\r\n“This is the first trigger I’ll be using on everyone.” The Hypnotist was address the rest of Team RWBY along with the audience. “This saves time in the long run, as I don’t have to keep putting them under every time I switch to someone else. This way, they can be awake and see the show too.” He turned back to Ruby. “1-2-3- Wake!”<br>\r\n<br>\r\nRuby sat up and looked around. Her face grew red as everyone stared at her.<br>\r\n<br>\r\n“Did you like your trip?” The Hypnotist asked.<br>\r\n<br>\r\n“I… actually saw myself on the beach and… it was nice.” Ruby admitted shyly.<br>\r\n<br>\r\n“See?” he smiled at her. “All you had to do was relax and enjoy yourself. Now, let’s give you a chance to watch one of your friends go under.”<br>\r\n</span></div></div>",
            "created":1589691600,
            "id":2837135,
            "title":"Give her some fun commands"
        },
        "1111":{
            "author_id":"pocketwatcher",
            "author_name":"PocketWatcher",
            "choices":[
                "Continue to mess with Weiss",
                "Move on to another girl",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>\"Well let us go chronologically then, You ready to go Weiss?\" Weiss tenses up a bit as he walks right up to her, almost recoiling back.<br>\r\n<br>\r\n\"W-well I don't think that I'm suited for this kind of performance. Perhaps it be best if I sat down and watched from the the audience.\" She got up from her seat. shaking her head while she started walking off to the stairs the side of the stage.<br>\r\n<br>\r\n\"Hey Weiss don't go, It's not as bad as you think! I actually had a lot of fun.\" Ruby finally spoke up, feeling bad if Weiss was leaving because of her.<br>\r\n<br>\r\n\"Yeah the show only just started. Don't bail so quickly especially after Ruby just went.\" Yang called out soon after, though it didn't't seem to phase Weiss.<br>\r\n<br>\r\nAt this point some disappointed \"Awwws\" can be heard scattered amongst the audience. Weiss was blushing red herself hearing this and speaks back to everyone.<br>\r\n<br>\r\n\"I'm sorry guys but I don't want to come on stage just to be made a fool of-\" A hand suddenly comes down on her shoulder gently stopping her in her tracks. Weiss looks towards the source and discovers it's none other than the hypnotist. He gives her a comforting smile.<br>\r\n<br>\r\n\"Hey, I get it you're scared your going to be made fun of. That you are going to do something you don't want to and people are going to laugh right?\"<br>\r\n<br>\r\nWeiss quickly shakes of his hand and turns to this hypnotist with her hands on her hips leans towards to him.<br>\r\n<br>\r\n\"Listen I know it's your job to put on a show for the school but I can't be subjecated to this kind of ridicule. As a Schnee I have a reputation to uphold and I can't be seen... doing this.\" Weiss looks out towards the crowd as she can feel the watchful eye of her sister gazing from somewhere in the large.<br>\r\n<br>\r\n\"Okay Weiss I've been doing this long enough to understand where you are coming from but you don't need to worry so much. No one here is going to think any less of you. Everyone here is here to have a good time and see their friends fool around on stage. All you should do is relax and enjoy the show.\"<br>\r\n<br>\r\nHe activates his semblance once more and Weiss locks eyes with his swirling finger in a similar way Ruby fell under.<br>\r\n<br>\r\n\"Wait no I-I can't I should go...\" Weiss was more resistant as she pulled her head away and was struggling to avoid looking back at him.<br>\r\n<br>\r\n\"Come on just try it out, you have your friends backing you and have a very nice audience of peers. Just for tonight why don't you have a little fun?\"<br>\r\n<br>\r\nWeiss takes a moment of pause and contemplates the proposal. She spots her friends staring looking towards her, their expression on their face shows that they are a bit bummed Weiss is leaving so soon, especially Ruby. With a heavy sigh she looks back towards the hypnotist.<br>\r\n<br>\r\n\"Oh alright I guess I'll try it out\" <br>\r\n<br>\r\n\"Yay! Thanks Weiss!\" Ruby Cheered in the back<br>\r\n<br>\r\n\"Didn't think you had it in you.\" said Blake.<br>\r\n<br>\r\n\"Relax Weiss, I'm sure no one is recording this.\" Yang Teased.<br>\r\n<br>\r\n\"Look just don't have me do anything embara-uhhhhhh..\" As her eyes lock back onto his spinning finger Weiss is bombarded with the hypnotic energy of his semblance. Her go wide with an expression of wonder and confusion as she stares deeply at the spinning finger.<br>\r\n<br>\r\n\"Relax Weiss, just focus on relaxing, it feels so nice to just let go and not worry about anything. Allow me to make you feel so good and so relaxed that you don't need to worry about anything this night.\"<br>\r\n<br>\r\n\"Relax...it feels so good to let go.\" The corners of Weiss' mouth begin to lift. Her wide eyes filled with a spiraling pattern as her voice sounded content.<br>\r\n<br>\r\n\"That's right and it feels better with each spin of my finger. It's so silly that you'd need to be worried that you can't help but laugh thinking about how you reacted earlier.\"<br>\r\n<br>\r\n\"So silly haha hahaha hahahahaha...\" Weiss starts laughing to herself. The fears she once head growing even sillier with each passing moment. The laughter just increasing her relaxation and comfort, further cementing her trance.<br>\r\n<br>\r\n\"Very good now I'm goin to count from 1-3 and when I hit 3 you will become completely hypnotized. Ready to follow any and all commands no matter how humiliating. ready and 1-2-3\"<br>\r\n<br>\r\nWeiss had the biggest smile she probably ever had on her face. She couldn't help but nod in agreement to the Hypnotist's instructions. Soon enough everything clicked in her mind.<br>\r\n<br>\r\n<b>*PING*</b><br>\r\n<br>\r\nWeiss looks vacantly in front of her, almost identical to the state Ruby was in mere moments ago only difference being a little giggle that would escape from Ice queen's mouth occasionally.<br>\r\n<br>\r\n\"Oh so that's what it looks like.\" Ruby realizes as it's the first time she's really seen the face of someone in a trance.<br>\r\n<br>\r\n'Yeah but your smile was cuter sis.\"<br>\r\n<br>\r\nThe Hypnotist then turns to the audience once more.<br>\r\n<br>\r\n\"Ladies and Gentleman give it up for Weiss Schnee who has chosen to have some fun on stage for you all tonight!\"<br>\r\n<br>\r\nThe Audience starts to clap in response and some chants can be heard from the audience calling out her name.<br>\r\n<br>\r\n\"-And Weiss for now and the rest of the show if you hear applause for you it'll make you feel just o amazing and good. The more you hear the better you feel. You'll bow and thank them for their kindness as you are the star here tonight. So audience I ask you again but this time give it more feeling GIVE IT UP FOR WEISS!\"<br>\r\n<br>\r\nThe audience applauses twice as hard and a loud clear chant can be heard.<br>\r\n<br>\r\n\"WEISS WEISS WEISS!\" <br>\r\n<br>\r\nEven team RWBY clapped for their newly enchanted companion.<br>\r\n<br>\r\n\"Way to go Weiss!\"<br>\r\n<br>\r\nWith the suggestion implanted Weiss' body begins to bow, wave, and curtsy toward the audience as long as she heard the cheers.<br>\r\n<br>\r\n\"Thank you, Thank you all you are too kind.\" She responded in a sleepy voice. Feeling so proud and happy to the audience cheering for her. The fact she's been hypnotized no longer matters. Soon enough the crowds applause settles down and Weiss returns to her neutral hypnotized smiling state. Waiting for whatever the show has next for her.<br>\r\n<br>\r\n\"That's the spirit Weiss, see you had nothing to fear. Now then let's keep the show rolling and...\" </span></div></div>",
            "created":1589950800,
            "id":2838677,
            "title":"Weiss is selected next"
        },
        "11111":{
            "author_id":"zonefire",
            "author_name":"Zone",
            "choices":[
                "Blake's next in line.",
                "Yang wants a turn.",
                "Show the audience he can put Blake and Yang under at once."
            ],
            "content":"<div class=\"\"><div> <span>“Now, just go ahead and relax,” the Hypnotist said to Weiss. “Just enjoy the peace and happiness in your mind.” Weiss nodded slowly, the goofy grin on her face still there. He then turned to Ruby. “Do you recall what the others suggested you do when under?”<br>\r\n<br>\r\n“Not really,” Ruby replied honesty. “I recall just hearing your voice. Maybe a little laughter, but it was dull and fuzzy. Not really important at the time.”<br>\r\n<br>\r\n“That’s part of the hypnosis. You focus on one thing and ignore the rest. It’s still all in your mind so you can still hear everything. Like Weiss is hearing us right now, but it’s not important.”<br>\r\n<br>\r\n“She’s really good at tuning people out.” Yang laughed, causing several people in the crowd to snicker.<br>\r\n<br>\r\n“Well, Weiss here wanted me to change you personality, Blake suggested some fun triggers, and your sister Yang here… well, she wanted you to be a chicken.”<br>\r\n<br>\r\n“Yang!” Ruby cried out to more laughter.<br>\r\n<br>\r\n“Hey! It would be funny!”<br>\r\n<br>\r\n“Yang is right, it would be, but this is a show, we have to start off slow, let you all work into it. See it’s not bad.” Ruby smiled at the Hypnotist’s words. “I wasn’t kidding when I saw it’s all in good fun. You might get embarrassed a little, but it’s not like it’s going to be that bad.” He smiled at Ruby. “Any thing you would like to see your friends act like during the show?”<br>\r\n<br>\r\n“I remember seeing a show where you could make someone believe something existed when it didn’t,” Ruby recalled. “Like seeing a puppy when nothing was there.”<br>\r\n<br>\r\n“Hmm, hallucinations… yeah. I could do that.” The Hypnotist turned to Weiss and spiraled his finger. Ruby was sitting at the edge of her seat. “Weiss, I’m going to ask you a few questions and answering truthfully will make you feel calm and relax, just incredibly peaceful.”<br>\r\n<br>\r\n“Okay…” Weiss replied dozily, the smile still on her face.<br>\r\n<br>\r\n“Do you have a boyfriend?”<br>\r\n<br>\r\n“No…”<br>\r\n<br>\r\n“Not like Arc hasn’t been trying!” A girl shouted.<br>\r\n<br>\r\n“Nora!” Came an emabrassed male voice. That gave the man a great idea.<br>\r\n<br>\r\n“Who is Arc?” He asked, and several people pointed to a tall blonde boy near a red head. “Ah… I might have use you for you in the future.” He gulped. “Relax, it will be later and funny for everyone. You won’t have to do anything.” The boy looked a lot more relaxed now and the Hypnotist turned back to Weiss. “Just to be sure, since I don’t like to assume, you do like boys, right?”<br>\r\n<br>\r\n“Yes…” Weiss confirmed.<br>\r\n<br>\r\n“You still don’t have a shot!” Anothr boy from the audience shouted.<br>\r\n<br>\r\n“Shut it, Cardin!” The girl Nora yelled back. They were really a rowdy bunch.<br>\r\n<br>\r\n“Weiss, whenever I saw the phrase, ‘Handsome Man’ until I say the phase ‘See Things Clearly’ you will believe the person to your right is the most attractive man in the world. They are everything you wanted in a man and you want them to be your boyfriend more than anything in the world. Talk to them, flirt, anything… no stripping or assaulting though, you’re better than that. Not matter what they say, you’ll translate it to the words you want to hear though.”<br>\r\n<br>\r\n“…the most handsome man.” Weiss sounded a little excited and people noticed. They laughed and cheered, causing her to feel even better due to the earlier suggestion.<br>\r\n<br>\r\n“Ha this will be… wait!” Ruby realized. “I’m to her right!”<br>\r\n<br>\r\n“You just realized?” Blake whispered and Yang was clutching her side.<br>\r\n<br>\r\n“You will wake on the count of three,” The hypnotist said.  “1…2…”<br>\r\n<br>\r\n“Wait!” Ruby cried out.<br>\r\n<br>\r\n“…3, Wake!”<br>\r\n<br>\r\nWeiss sad up and rubbed her eye.<br>\r\n<br>\r\n“What happened?” She asked looking at her friends. Yang was trying not to laugh and Blake was remaining expressionless, though her eyes were fixated on her. Ruby… she was scooting away a little. “I thought you were to remember what happened?”<br>\r\n<br>\r\n“You didn’t do anything yet,” The Hypnotist laughed. “But I did put you under. Do you believe that?”<br>\r\n<br>\r\n“I remember feeling relaxed, but I don’t think so?” Weiss was observing him closely.<br>\r\n<br>\r\n“Well, I know someone who can make you a believer,” he said. “The most ‘Handsome Man!”<br>\r\n<br>\r\nWeiss blinked and turned to her right. Ruby froze and went wide eyed.<br>\r\n<br>\r\n“Hey~.” The tone in Weiss’ voice changed immediately. “I can’t recall seeing such a fine man around here. What’s your name, handsome?”<br>\r\n<br>\r\n“R-Ruby.” The poor girl stuttered.<br>\r\n<br>\r\n“Reuben, I like that,” Weiss purred, as the audience laughed. “How about after the show, you and I get to know each other.” She ran a finger down Ruby’s arm. The poor socially awkward girl had no idea how to handle this. Yang was beside herself dying and Blake was laughing herself.<br>\r\n<br>\r\n“B-but-…” Ruby tried to come up with something to say.<br>\r\n<br>\r\n“A man of few words, I like that.” Weiss leaned closer and Ruby was flushing crimson. “Are you free this weekend? I know ALL the nice places in Vale.”<br>\r\n<br>\r\n“See Things Clearly!” The Hypnotist said.<br>\r\n<br>\r\nWeiss’ expression changed and she immediately knew what happened to her. She plopped down in her seat, just as red as Ruby was now.<br>\r\n<br>\r\n“Hitting on my sister, Weiss?” Yang pretended to be upset. “Looks like we have to have the talk.”<br>\r\n<br>\r\n“S-Shut up!” Weiss hissed.<br>\r\n<br>\r\n“Let’s give Weiss a round of applause!” The Hypnotist said and the crowd began to clap and cheer. Weiss immediately felt better. The Hypnotist also left the trigger in, just for some fun between acts. “Now, who next?”</span></div></div>",
            "created":1589950800,
            "id":2838718,
            "title":"Continue to mess with Weiss"
        },
        "14":{
            "author_id":"pocketwatcher",
            "author_name":"PocketWatcher",
            "choices":[
                "Using the Hypno gun to start giving commands to Yang",
                "Using the Hypno gun to add triggers",
                "Tries The Hypnosis guns other features/settings",
                "Tries the Gun on another girl",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The Hypnotist eyes wander to the far right of the group. Eyeing up the cute blonde who appeared to be giving him an arrogant smirk in return.<br>\r\n<br>\r\n\"Yang was it? Correct me if I'm wrong but did you say that I wouldn't be able to actually hypnotize any of you girls?\" He walks up to her and crosses his arms.<br>\r\n<br>\r\nYang laughs it off and shrugs. <br>\r\n<br>\r\n\"Well I wasn't going to say anything but if you are going to put me on the spot like that then yeah, I don't think you can hypnotize anyone, especially me or my team.\" She looks back up at the hypnotist with a smug grin.<br>\r\n<br>\r\nSome \"Oooohhhs\" can be heard scattered in the audience. Yang herself leans back in her chair confident that she won't be hypnotized here tonight.<br>\r\n<br>\r\n\"Is that a challenge? If so I will be more than happy to prove you wrong in front of everyone here tonight. I will be hypnotizing you whether you like it or not.\"<br>\r\n<br>\r\n\"Well you can certainly try buddy. I wouldn't be up here if I didn't at least want to give you a shot. Besides I like a little challenge myself.\"<br>\r\n<br>\r\n\"Oh do you? Well then if you are giving me 1 shot then I might as well pull out my big guns... literally.\" <br>\r\n<br>\r\nSuddenly the Hypnotist pulls out from his coat pocket what appears to be some sort of toy sci fi laser gun covered in various blinking lights, nobs, and switches.<br>\r\n<br>\r\n\"HAHAHA I'm sorry but what is that? Is that supposed to be a gun? It looks more like a toy.\" Yang couldn't help but burst out laughing at the mere sight of it. <br>\r\n<br>\r\n\"Why yes this is a gun, a very special gun. This little beauty is my original creation, my <b>Hypnosis Gun</b>. I've been working on it for some Time and wasn't intending to use it during this show but for you my darling Yang I'm going to make an exception.\"<br>\r\n<br>\r\n\"First off I'm not your darling and second if you think you could hypnotize me with that electric pea shooter of yours then you are crazier than I thought.\"<br>\r\n<br>\r\n\"I just don't think it I know it. This bad boy is the culmination of years of research and hypnotic knowledge. It has a ton of different features and settings that are able to mesmerize and entrance its targets and onlookers alike, but in this instance I think we are just going to start off with the normal setting.\"<br>\r\n<br>\r\nHe points the 'gun' right towards Yang who simply scoffs unfazed.<br>\r\n<br>\r\n\"What do you think you are going to do with that? Going to blind me with your little laser?\"<br>\r\n<br>\r\n\"Oh you'll find out, any last words before you go under?\"<br>\r\n<br>\r\n\"Yeah I got one, this is ridiculous Im l-\" Yang was in the middle of getting up when the Hypnotist fired the gun at Yang. Hypnotic waves emit from the muzzle and bombard Yang's body and mind.<br>\r\n<br>\r\nAlmost immediately Yang's body stiffens as she sits up on her seat perfectly straight. Her eyes glazing over as she stares up at the gun, becoming glassy and vacant. her jaw falls open slighlty and hangs there leaving Yang with a permanent expression of surprise and confusion on her face.  <br>\r\n<br>\r\n\"I'm sorry Yang I didn't catch that. What are you trying to say?\" He jokingly asks.<br>\r\n<br>\r\n\"Duuuuuuhhhh...\" She drones on in response. The hypnotic power of the Hypnosis Gun too great to resist, leaving Yang an empty headed doll.<br>\r\n<br>\r\n\"Oh it seems you are struggling with your words Yang, you are suffering stage fright? I believe you were going to tell me that you believe hypnosis is very real and that you can't wait to be hypnotized right?\"<br>\r\n<br>\r\n\"Yes Hypnosis is real. It's so real. The most real thing ever. I can't wait to hypnotize me tonight. I've wanted to do this so long. This will be amazing.\" Yang responds with a monotone droll. Eyes partially open as she stares longingly towards the <br>\r\n<br>\r\n\"And this everyone is the power of hypnosis. Give our mindless friend Yang a round of applause!\"<br>\r\n<br>\r\nThe audience clap at the display of power shown. Yang was clearly under his power was an amusing sight to say the least.<br>\r\n<br>\r\nSatisfied with the audience response, The Hypnotist takes his finger off the trigger and pulls back his gun from Yang. With the hypnotic waves gone her mind soon returns to her. She shakes her head and looks around confused as all eyes were suddenly on her.<br>\r\n<br>\r\n\"What's up? Why is everyone staring at me?\" She asks, genuinely unaware of being hypnotized mere seconds ago.<br>\r\n<br>\r\n\"Don't worry about it my dear. After all the shows only begun and we can have a lot more to do. Now then let's get this show really going...\"<br>\r\n<br>\r\nWith his hypnotic blaster in hand, he looks back towards Yang and smiles. As he prepares his next big move.<br>\r\n<br>\r\n</span></div></div>",
            "created":1589691600,
            "id":2837102,
            "title":"Yang Xiao Long"
        },
        "15":{
            "author_id":"pocketwatcher",
            "author_name":"PocketWatcher",
            "choices":[
                "Hypnotize all the girls at once",
                "Someone new comes up and gets hypnotized",
                "Hypnotize only 2 of the girls",
                "Hypnotize a girl in the audience",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What else might happen...</span></div></span></div>",
            "created":1589605200,
            "id":2836888,
            "title":"Something else happens"
        }
    },
    "info":{
        "author_id":"pocketwatcher",
        "author_name":"PocketWatcher",
        "brief_description":"Beacon is hosting its own hypnosis stage show and Team RWBY will be our lovely volunteers.",
        "created":1589660400,
        "description":"<td align=\"left\" class=\"norm\">Hello potential readers and participants. I'm creating this series for the hypnosis fans like myself who want to have some fun, humorous, <span style=\"text-decoration:line-through\">and somewhat risqué</span> fun with our favorite group of huntress'. My main hope for this story is to share and create a hypnosis/Mind control story focused mainly on the hypnosis aspect such as:<br>\r\n<br>\r\n <i>Triggers, Post Hypnotic suggestions, commands, altering personalities, messing with peoples memories, mindless trance, have them believe they are something funny like animals</i>. and things of a similar nature<br>\r\n<br>\r\nand less on straight up sex. I hope there are others who enjoy these types of things as and will enjoy it.<br>\r\n<br>\r\n<b>RULES:</b><br>\r\n<br>\r\n- <b>No</b> Violence, BDSM, Death, Vore, Scat, defecation, pregnancy, and M/M.<br>\r\n <br>\r\n- <b>No Sex</b>. (Sexual content like stripping, suggestive dancing, and kissing are okay but please avoid any actual sexually explicit acts.)<br>\r\n<br>\r\n- Please try to make your story additions long or substantial. Avoid writing small chapters unless it's a choice chapter.<br>\r\n<br>\r\n- Always leave and \"Other\" or \"Something Else\" option.<br>\r\n<br>\r\n-If you end a branching story please leave an option for someone to continue it just in case.<br>\r\n<br>\r\nThese Rules are subject to change, please sure to review them before adding any additions to the story.</td>",
        "id":2222056,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1590025740,
        "pretty_title":"RWBY Hypnosis Show "
    }
}