{
    "chapters":{
        "1":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Simer",
                "Leslie",
                "Ghita",
                "Kim",
                "More Victims"
            ],
            "content":"<div class=\"\"><div> <span>You make like a bat out of hell and dash right into your room. The door clicks locked right after you close it. There's nothing in here but you, your hit list, your powers, and the observing screen. Finally, after months and months of polishing your powers to perfection, you feel comfortable in taking your plan to the next step: Action. It's best if you played your fantasies out as you write them. <br>\r\n<br>\r\nAt the very top of the list is your first victim, Simer: Your former 10th grade teacher who often made snide remarks in regards to your weight back in high school. She was as stern as she was curvy.<br>\r\n<br>\r\n(Looks like this: <a rel=\"nofollow\" href=\"https://www.instagram.com/p/Bnb1EUWnkhz/?utm_source=ig_web_button_share_sheet\" target=\"_blank\">https://www.instagram.com/p/Bnb1EUWnkhz/...</a>)<br>\r\n<br>\r\nFrom your observations, Simer had a sweet tooth judging from the times you bribed her with candy just for a few extra points on homework assignments which broke the law. You often wondered how far Simer would go to please her sweet tooth. <br>\r\n<br>\r\nNext is Leslie, the mean girl who works at Starbucks. There were many times were she would find you in the library and interrupt your studies for hours by playing loud music and obnoxiously mocking you.<br>\r\n<br>\r\nThen there was Ghita. You only interacted with her once, but it never ceases to grind your gears. She upturned her nose and looked at you with pure disgust for carrying a bag of McDonald's through the college halls. She's definitely going to pay for that. <br>\r\n<br>\r\nLastly, there's Kim, a dorky, thick thighed hispanic girl who stalked you for months. She often made it seem she would do anything to be in your presence and gain your approval. <br>\r\n<br>\r\nYou pull out your revenge list and began to scan through the names. \"I choose.\"    <br>\r\n      </span></div></div>",
            "created":1553749200,
            "id":2636309,
            "title":"Tonight's the Night"
        },
        "11":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Make the candy fattening and addictive",
                "Something with the sceince projects",
                "Weight gain competition?",
                "Just fatten her",
                "More options?"
            ],
            "content":"<div class=\"\"><div> <span>Your attention shifts to the observation screen that finds Simer's location. It takes you back to the school that you parted ways from some time ago. Simer looks like she hasn't aged a day nor put on any weight, but her killer curves remain seated in a wooden chair she's had for years now. <br>\r\n<br>\r\nAn orange light seeps in from the large window panes and bathes the entire classroom. Her desk is littered with ungraded papers in a disorderly fashion and to her right a neat stack of graded papers. Better known as organized chaos. Opposite to where she sits is a wall of science fair projects that have yet to be judged or properly demonstrated, yet her curiosity has been burning to find out what her students prepared. <br>\r\n<br>\r\nSimer keeps her focus on the ungraded assignments before her, slips the red pen between her fingers, then begins checking away at any error her eye catches. During the tedious task of checking errors, Simer slips her free hand into the upper right desk drawer, \"She's still at it, huh?\" you remark, as Simer places a few candy bars on the desk. <br>\r\n<br>\r\nWhile she mindlessly grinds away at grading papers, her other hands unwrap sweet chocolate goodness from the plastic prison. She takes slow, sizable bites to savor the flavor. A sweet smile crosses her lips as her pace steadies. <br>\r\n<br>\r\nYour options for revenge are limited by your imagination. <br>\r\n<br>\r\n\"Well, well, well. What to do? What to do?\"<br>\r\n<br>\r\nWhat do you do to kick off your fattening revenge plot?<br>\r\n</span></div></div>",
            "created":1555131600,
            "id":2644291,
            "title":"Simer"
        },
        "12":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Turn Leslie's vape into a appetite enhancer",
                "Turn her salad into a plate of cheeseburgers",
                "Make an appearance to set off your revenge",
                "Send a fake diet plan in the form of an email",
                "Just fatten her"
            ],
            "content":"<div class=\"\"><div> <span>Labeled as #2 on the list is Leslie, the big half-Hispanic girl that gave you attitude and plenty of sass on multiple occasions at Starbucks. Leslie mocked and rolled her eyes at you every time you made an order, no matter how simple it was. The act left you fuming, just hoping for a way to get revenge on the disrespectful woman. <br>\r\n<br>\r\nYou remember that Leslie was actually quite thick at the time. The black Starbucks shirt clung tightly to her bosom. She was clearly past a DD cup size and downright harbored E cups. <br>\r\n<br>\r\nAnd of course you couldn't forget the day you walked behind her on the way to the library. The sway of her wide hips felt downright hypnotizing with the size of her ass being ginormous. Her thighs practically had to be thick enough to suffocate someone stuck between them. <br>\r\n<br>\r\n\"Let's see what she's up to,\" Using your magical person viewer you spot Leslie sitting alone at Applebee's. She's taking turns between eating her salad and playing on her phone. \"What the?\" At that moment, you see that her breasts are visibly smaller to a disappointing degree. In fact, Leslie looks thinner than what she used to look like the last time you saw her. Over to her phone, you can see pictures of the salad she's eating on her social media accounts followed by captions celebrating another thirty pounds lost.\"How can she be proud of how she looks now? She looked hotter with the extra weight.\"<br>\r\n<br>\r\nBetween the salad and her phone, Leslie picked up another item, a vape pen. She took in a long drag and exhaled the smoke in the form of a white wispy cloud. Clearly she's picked up a habit to ease the stress of not binge eating. She waved the smoke from her red dyed pixie cut hair that complimented her mocha skin tone.<br>\r\n<br>\r\n\"This already seems all too easy, but I've really gotta get creative on how I can embarrass her. Let's start by undoing all the 'hardwork' she's done.\"</span></div></div>",
            "created":1553749200,
            "id":2636314,
            "title":"Leslie"
        },
        "121":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "The nighttime feasting continues",
                "Ten whole days later",
                "Other choices"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\nYou focus your attention on the vape pen Leslie pinched between her fingers. In an instant you change the properties of it to increase Leslie’s appetite. Her eyes remained glued to the menu while she took long drags from the vape with minimal breaks between exhales. The more she allowed the smoke to stir in her lungs the more successful your plan for revenge came to be. <br>\r\n<br>\r\nNot long after, a waiter approached Leslie’s side, “I hope you enjoyed your salad, is there anything else I can get for you?”<br>\r\n<br>\r\nLeslie bit her bottom lip, “I shouldn’t…but can I get…”<br>\r\n<br>\r\nTwo hours passed by after Leslie made the sudden decision. The booth she sat at is absolutely filled with plates of piping hot entrees with more to come. Grease dripped down her chin with every bite of a Brunch Burger. Leslie took long slurps of soda, the substance she denied herself for months to lose weight, and shortly requested another refill. <br>\r\n<br>\r\nAnd all between her continued feast, Leslie took breaks to take a drag from the vape pen. <br>\r\n<br>\r\nIt wasn’t until an hour later that Leslie’s feast came to an end by the power of Applebees closing for the night. \"Ugh, I can't believe I relapsed like that.\" Leslie groaned sluggishly making her way to her car. She held a hand on hr stomach that took a full, roundish shape like a basketball. Truthfully, who knows how long she would've went on if Applebees didn't close down for the night. All she knows is that, she’s thankful no one else was there to see her embarrassing gluttony.<br>\r\n<br>\r\nLeslie hobbled into her car and drove off to her apartment. Or atleast, that was until, Leslie caught a whiff of Jack-in-the-box that made her taste buds go wild.<br>\r\n<br>\r\n\"This is going to be JUICY,“ You mutter to yourself as the Leslie’s internal conflict begins to boil over.<br>\r\n<br>\r\nWhat happens next?<br>\r\n<br>\r\n</span></div></div>",
            "created":1553835600,
            "id":2636909,
            "title":"Appetite Enhancing Vape"
        },
        "122":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Leslie gives in and chows down",
                "Leslie leaves! Without paying her bill!",
                "The burgers started forcing their way into her mouth"
            ],
            "content":"<div class=\"\"><div> <span>\"Huh. There's an opportunity.\" You smirk, focusing your attention on the half eaten Caesar Salad in front of Leslie. She turns her attention to the loud baseball game displayed on the widescreen TVs plastered on the wall just long enough for you to make a quick change. The green, leafy salad that's chock full of vitamins and antioxidants morphs into a platter full of piping hot, juicy cheeseburgers.  <br>\r\n<br>\r\n<br>\r\nLeslie shrieks at the sudden appearance, nearly dropping her phone to the floor. <br>\r\n<br>\r\nYou watch her uncomfortably twinge in her seat. The temptation of cheating on her diet rose slowly, but surely the longer her eyes remained fixated on the burgers. <br>\r\n<br>\r\nThe only question is...What happens next?</span></div></div>",
            "created":1553835600,
            "id":2636902,
            "title":"Temptation Strikes"
        },
        "13":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Ghita could use a \"few\" more snacks from the table.",
                "Skip to Lunch with Chen",
                "Make Ghita just as fat as Chen",
                "Ghita gets a mysterious diet email",
                "More choices???"
            ],
            "content":"<div class=\"\"><div> <span>Today started like any other day. <br>\r\n<br>\r\nClock into work. <br>\r\n<br>\r\nGreet the old lady receptionist with a simple, “Good morning.”. <br>\r\n<br>\r\nPlop down right in front of the computer and start grinding away at unanswered emails. <br>\r\n<br>\r\nDespite how it sounds, Ghita’s job wasn’t a boring one at times. Everyday comes with an opportunity to meet someone and do something new. <br>\r\n<br>\r\nToday for work, Ghita wore a long shirt with gold and dark spirals that hung to mid thigh and pitch black pants. She had straight long black hair that hung down her back and big golden hoop earrings dangling at her slender neck. Her outfit wasn't exactly form fitting. If anything, it draped over her tall, lanky, six foot tall figure.<br>\r\n<br>\r\nGhita logged into her work computer to view her work for the day, “Ah, just meetings...with one happening right now? Who is Chen?” Just then a knock came from the door, “Come in.” Ghita instructed. Chen brushed her straight dark hair from her eyes and opened with a smile across her chubby cheeks. Her whole body looked like it was coated with several layers of blubber, especially her big launch of a belly that hung just slightly below her waistline. Her whole body barely fit past the door frame as her bulky stomach took the lead. She stood about five inches below Ghita's height, yet was four times as wide. Chen took a few steps in then carelessly plopped down on the chair opposite of Ghita which excited the fear of it crumbling under the woman’s weight. <br>\r\n<br>\r\nGhita had been visited by plenty of Indian students on the college campus, but she hasn’t seen one with such a portly stature as Chen. She slightly shook her head, “So tell me, Chen. What is it that you’re visiting for?”<br>\r\n<br>\r\n“Um, I’m visiting because I feel out of touch with the other Indian students on campus. I was born in America, but the others are all transfer students and I really don’t speak the language well or, uh, at all for that matter. I was told getting in touch with you would be a great way to start fitting in.”<br>\r\n<br>\r\nGhita held her tongue from making a remark on “fitting in”. She clasped her hands together, “Well, you’ve come to the right person!” Ghita looked back at her monitor to see the number of morning emails piling high, “Seeing as I do have plenty of work to catch up on, how’s about we meet for lunch in the cafeteria? Say 12 o’ clock?”<br>\r\n<br>\r\n“Sounds perfect!” Chen says with a smile.<br>\r\n<br>\r\nGhita excused Chen from the office, once again noting that her body barely fit through the door frame. <br>\r\n<br>\r\n“What does she eat to get to that size? Guess I’ll find out in a few hours.”<br>\r\n<br>\r\nBefore falling back into the monotonous task of answering emails, Ghita stops by the office snack table and helps herself to a few slices of kraft cheese, crackers, and a small cup of juice.<br>\r\n<br>\r\nWith your manipulative powers, what happens now?<br>\r\n</span></div></div>",
            "created":1557378000,
            "id":2657595,
            "title":"Ghita"
        },
        "131":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Ghita's binge eating continues for weeks!",
                "It's almost 12 o' clock. Get to the cafeteria!",
                "Having finished work and pizza, Ghita takes a nap!"
            ],
            "content":"<div class=\"\"><div> <span>Ghita took the plate back inside the office to snack on while she tackled her daily workload. After a few emails, her fingers only scrapped against crumbs scattered on the plate. Now, she isn't one to have a big appetite or be much of an eater, yet for some reason Ghita felt hungrier than when she picked her first snacks. She arrived at the snack table once again and filled her plate even fuller than last time. <br>\r\n<br>\r\nThen once again, after hacking away at the work load, it became apparent that a few slices of cheese and crackers wouldn’t satisfy her sudden appetite. Ghita poked her head out of the office, and to her surprise she saw no one around. In a sudden act of incredible greed, Ghita took everything she craved from the catering table into her office. A whole 32 ct tray of assorted cookies, a sheet cake, sugary juice, croissants, and liquid coffee creamer to drink.<br>\r\n<br>\r\nFor the next couple of hours, Ghita ate away at a feast of snacks while working just to keep her attention fixated. “This isn’t normally like me,” she thought, bringing a plastic fork that stabbed a chunk of cake into her mouth, \"Maybe it's a subconscious thing telling me I'm too skinny.\" Ghita's self rationalization went back to the meeting with Chen just an hour ago. <br>\r\n<br>\r\nPerhaps it wasn't that Chen was large for her size, but maybe it's Ghita who's too thin?<br>\r\n<br>\r\nOnce the workload had been vanquished, Ghita's fingers were free from pecking away at the keyboard.<br>\r\n<br>\r\n\"Thank God no one is around to see this.\" She mumbled while stuffing everything into the small trash can. Her stuffed stomach acted as an obstacle against her own movement. As she moved about the office, Ghita caught a reflection of herself in the full body mirror, “I look pregnant!” She quietly shrieked, noticing her distended stomach becoming a distinguished feature in her side profile.<br>\r\n<br>\r\nJust as she thought this sudden act of gluttony would never happen again for fear of her own weight a knock came from the door. No one was behind the door after she opened it. Not another soul in the office, as usual given the other employees being busy with student activities. The only exception being the receptionist. Ghita turned her head towards the snack table to see a stack of extra large pizzas right on the snack table.<br>\r\n<br>\r\nIt happened once again. That feeling of mixed gluttony and greed controlling her instincts. She grabbed the entire stack of three pizzas and vanished back into her office.<br>\r\n<br>\r\n“This must be some kind of cruel joke someone is playing on me.\" Ghita groaned while cramming a greasy slice of pizza in her mouth, \"Pizza should not be this tasty. I just pray that I never eat like this ever again.\"<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1557378000,
            "id":2657606,
            "title":"Just a \"few\" more snacks"
        },
        "15":{
            "author_id":"treex",
            "author_name":"Treex",
            "choices":[
                "Mika",
                "Abigail",
                "Cindy and Emily",
                "Nina",
                "More Victims?"
            ],
            "content":"<div class=\"\"><div> <span>After a pause, you turn over a page. Of course, you have some more choices. You were always treated cruelly by all those girls.<br>\r\n<br>\r\nFor example, Mika. That half-Japanese bitch persisted in bullying you in your junior high school days. You never forget the day that she threw a bucket of cold water over you. She has now attended a different college from yours.<br>\r\n<br>\r\nAnd Abigail. Despite she was your best friend in the past, she pretended not to see Mika's heartless acts. Because she was a total coward. You haven't seen Abigail in years, but know she has been working at a local bakery. Surely she is chubbier than before.<br>\r\n<br>\r\nCindy and Emily Ashcroft. Vivacious, noisy, tall twins who live in the next room of your apartment. The week before, they celebrated each other's 21th birthday in the midnight, forcibly waking you up from deep sleep. Also, they always listen rock music and laugh loudly, which irritates you.<br>\r\n<br>\r\nNina. Mysterious, long-haired, svelte lady. Perhaps 25-6 years old. As a matter of fact, she doesn't know you. She often visits in local library, reading various books for hours. Apparently, she has enough unearned income to do nothing but read books everyday. Once, you lost your purse and college ID card in the library. You are pretty sure it was stolen by Nina. After all, there was nobody but you and her in that time.<br>\r\n</span></div></div>",
            "created":1554958800,
            "id":2643440,
            "title":"More Victims!"
        },
        "154":{
            "author_id":"johnman",
            "author_name":"Writerstrike",
            "choices":[
                "Have Nina read a book that motivates her to get fat",
                "Quadruple the amount of calories in the food Nina eats",
                "Fatten her so it makes it hard to move around",
                "More options"
            ],
            "content":"<div class=\"\"><div> <span>Moving down through your list, you spot a name that instantly boils your blood; Nina.<br>\r\n<br>\r\nThe story behind your anger is reasonable. Long ago, one afternoon in between classes you were doing research for a project. Set to your side in the college library was your book bag and college identification card, both withholding access to essential necessities for your daily college life. At the time it was only you and Nina inside the library.<br>\r\n<br>\r\nStudents often questioned about whether Nina was a college student or some lonely woman who lived in the library. Either way you didn’t mind her being there, until in a blink of an eye, both your belongings and Nina were suddenly nowhere to be seen in the library.<br>\r\n<br>\r\nOne week and many dollars spent recovering everything you've lost still sets you back in your studies. The mysterious unseasoned event still grinds your gears. <br>\r\n<br>\r\nYou pick up your surveillance orb to find Nina. She sits at a table far away from any other individual and reads from a stack of books she’s collected for herself. Today’s read is the classic book Dune by Frank Herbert.<br>\r\n<br>\r\nThe chilly fall weather breezes in through a crank in a nearby window. Nina sips from her large pumpkin spice latte to keep herself warm and comfortable.Usually, Nina’s daily caloric intake consists of whatever she gets from the library concessions or from the vending machines. Food stuff like sandwiches, pastries, chocolates, and salads. Caffeinated drinks like creamy cappuccinos and lattes were a must and took up most of her daily caloric needs.<br>\r\n<br>\r\nIt’s strange. There’s no indication of the woman having a job except she clearly has enough money to keep her sedentary hobby going with whatever funds she has.There’s no way you could approach Nina to ask for your card back. The claim could be easily denied and exaggerated to the point of causing trouble. It’s best to stand back and work with what you can only to strike when ready.<br>\r\n<br>\r\nWith the environment and knowledge you just obtained, what could you do to Nina to take revenge?</span></div></div>",
            "created":1564894800,
            "id":2697064,
            "title":"Nina"
        },
        "1544":{
            "author_id":"mpence47",
            "author_name":"mpence47",
            "choices":[
                "Nina gains weight everywhere ",
                "Nina gets a big belly",
                "Nina gets a big butt "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Or perhaps you can just take the more direct route and start fattening Nina up yourself. You could make her pack all the pounds on at once, or go for an individual body part. Hmm, choices, choices...</span></div></span></div>",
            "created":1576990800,
            "id":2763202,
            "title":"More options"
        },
        "15443":{
            "author_id":"mpence47",
            "author_name":"mpence47",
            "choices":[
                "Nina begins a slow, gradual weight gain in the ass",
                "Nina gets a big ol' butt"
            ],
            "content":"<div class=\"\"><div> <span>All right, so baby's about to have back. This may come as a shock to Nina, who has a rather flat rear (for now, at least). You concentrate on the glen plaid pants she's wearing and start thinking about how they'll hold up to her new figure. <br>\r\n<br>\r\nHow much ass does Nina get?</span></div></div>",
            "created":1576990800,
            "id":2763204,
            "title":"Nina gets a big butt "
        }
    },
    "info":{
        "author_id":"johnman",
        "author_name":"Writerstrike",
        "brief_description":"You have the power to do whatever you wish. A power that can quench your revenge thirst.",
        "created":1553807100,
        "description":"<td align=\"left\" class=\"norm\">This is a story of revenge. Revenge by fattening up women in your past to humiliate them. To make them feel shame. To make them feel the same dreadful feeling they made you feel. With your practiced powers of doing whatever you wish, you make it your mission to make your fantasies of revenge a reality. You wish to fatten and humiliate you victims on a scale both big and small.<br>\r\n<br>\r\nWant to force the victim to stuff themselves till their pants split out in public? Go for it! Want to make one of your victims so big that they get publicly denied access to an airplane? Write it! Want to make the victim a city destroying BBW Giantess? The fantasy is all at your fingertips. Make them fatten other women only to get squashed by them? Yes. Das it mane.<br>\r\n<br>\r\n<b>I'm slowly chipping away at building up the story so some stuff is still under construction and will be edited in the future.</b><br>\r\n<br>\r\n<b><u>Rules</u></b><br>\r\nFemale WG only<br>\r\nNo one under the age of 18.<br>\r\nBlueberry, Weight Loss, Water inflation, breast/butt/hourglass, air inflation is allowed in this story (Along with Weight Gain, duh)<br>\r\nNothing involving toilets, bodily functions, or grossing people out.<br>\r\nNo death. <br>\r\nNo in-depth or descriptive sex.<br>\r\nAlso, any effect is the story can be reversed. So someone can go from fat to skinny and hen I've on to any other form of expansion.<br>\r\nYou can create more locations and areas as the story moves along.<br>\r\n</td>",
        "id":2186541,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1577048760,
        "modified":1577048760,
        "pretty_title":"Fattening Revenge"
    }
}