{
    "chapters":{
        "1":{
            "author_id":"jsmedley2",
            "author_name":"PossQInsa",
            "choices":[
                "8-13",
                "14-17",
                "18-21",
                "21-25",
                "26+"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First, we should determine the age of our unlucky lady.</span></div></span></div>",
            "created":1536210000,
            "id":2543910,
            "title":"Getting Started."
        },
        "11":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "8",
                "9",
                "10",
                "11",
                "More ages"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old will our girl be?</span></div></span></div>",
            "created":1543035600,
            "id":2581531,
            "title":"8-13"
        },
        "115":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "12",
                "13"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old will our girl be?</span></div></span></div>",
            "created":1543035600,
            "id":2581533,
            "title":"More ages"
        },
        "1152":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Our poor little baby.",
                "Both deserve this."
            ],
            "content":"<div class=\"\"><div> <span>Karen was your average teenager, she was thirteen years old with a tomboyish personality and she was in her last year of middle school. <br>\r\n<br>\r\nToday, her parents went out to celebrate their anniversary, she only had to take care of her 6 year old brother, Kyle.<br>\r\n<br>\r\nKaren was in her bedroom, preparing everything to take a shower, when her brother step in.<br>\r\n<br>\r\n\"I want to play video games.\" Kyle exclaimed.<br>\r\n<br>\r\n\"Mom told me to not give you permission until you finished your soup, and you drop it.\" She said.<br>\r\n<br>\r\n\"I don't like soup, I want to play!\" He demanded.<br>\r\n<br>\r\n\"Sorry, Kyle, not my problem.\"<br>\r\n<br>\r\nUpset, Kyle dropped to the floor and threw a tantrum to obtain what he wanted, Karen simply ignored him and went to the bathroom. Knowing that he wouldn't play video games, he decided to play with her sister.<br>\r\n<br>\r\nWater flows through the shower, covering Karen's small breasts and her recently sprouted brown pubic hairs, as she washes her short hair with shampoo, she hears knocking at the bathroom's door.<br>\r\n<br>\r\n\"Karen, I need to go to the bathroom.\" Kyle said.<br>\r\n<br>\r\n\"Can you wait a little more? I'm almost done.\" She responded.<br>\r\n<br>\r\n\"I can't, please?\"<br>\r\n<br>\r\nA bit tired of dealing with her brother, she accepted, closing the curtain to avoid any visual contact. Meanwhile, Kyle pretends to do his business, takes his sister's dirty clothes and her towel. He thanks her and leaves.<br>\r\n<br>\r\nA few minutes later, Karen dries her hair and realizes she is missing something. \"Damn brat.\" she thought, Kyle has seen her naked before, so, she didn't hesitate to leave the bathroom to get dressed, however, she saw that her clean clothes were gone. \"He is asking for it.\" she looks for clothes in cabinets, completely empty. \"That's it.\" she races to find him, fortunately, he was playing video games in the living room.<br>\r\n<br>\r\nMad at him, Karen unplugs the console, \"Where are my clothes?\", \"Mom told me to not give you clothes.\" he mocks her and starts to laugh. with only anger on her head, Karen grabs Kyle and takes his clothes off, after that, she spanks him until she makes him cry.<br>\r\n<br>\r\n\"What are the hell are you doing?\" Karen looks behind her and noticed that her parents were home.</span></div></div>",
            "created":1579150800,
            "id":2774596,
            "title":"13"
        },
        "11521":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Weird dreams.",
                "Consequences and friends."
            ],
            "content":"<div class=\"\"><div> <span>\"This isn't what it looks like..\" Karen stops the spanking.<br>\r\n<br>\r\n\"Go to your room, right now!\" her father orders.<br>\r\n<br>\r\nAfter 40 minutes, Karen waits in her bed.<br>\r\n<br>\r\n\"Karen.\" she hears her mother's voice, \"We want to hear your side of the story.\"<br>\r\n<br>\r\nComing back, Karen tells them everything.<br>\r\n<br>\r\nHer father sighs, \"It's not easy to say this, but, I don't believe you.\"<br>\r\n<br>\r\n\"What?, Why?\" Karen asks, \"I'm telling you the truth.\"<br>\r\n<br>\r\n\"Well, your story doesn't match with Kyle's version.\"<br>\r\n<br>\r\n\"And why are you taking his side as the truth?\"<br>\r\n<br>\r\n\"Because we have evidence.\" her mother says, showing Karen's underwear and the rest of her dirty clothes. \"We found these spread all around the front door. Also, the folks next door called us, their kid say she saw you undressing outside.\" <br>\r\n<br>\r\n\"She is lying, she is friends with Kyle.\" she claims.<br>\r\n<br>\r\n\"Stop, Karen.\" her father said. \"That's just the beginning. Kyle told us that you started to show your body to him and that you forced him to strip to see his crotch.\" <br>\r\n<br>\r\n\"WHAT!?\" she exploded, \"I never....\" <br>\r\n<br>\r\n\"Listen, honey.\" her mother interrupted. \"This is a really sick. I mean, you are siblings.\"<br>\r\n<br>\r\n\"But, he is lying.\" Tears start to form in her eyes. \"I would never do that.\"<br>\r\n<br>\r\n\"Then, why are you still naked?\"<br>\r\n<br>\r\nShe forgot about her nudity and covers herself, \"Because Kyle stole my clothes. My room is empty.\"<br>\r\n<br>\r\n\"Okay, I'll give you one chance, if we go to your room and I see at least one sock, you'll face the consequences of your acts.\" her father announces.<br>\r\n<br>\r\nKaren was more relaxed with this, not even Kyle would return all of her clothes in time, however, as she opens the door, they observe a pile of clothes on her bed, the ones she had chosen before bathing.<br>\r\n<br>\r\n\"So, you were saying..\" her mother waits for her response.<br>\r\n<br>\r\n\"He left them there, take a look at this.\" she pulls out a cabinet, completely full of panties.<br>\r\n<br>\r\n\"I've seen enough, your mother and I will discuss about this.\" Both looked disappointed at Karen and leave the room.<br>\r\n<br>\r\nKaren doesn't know what to do, so, she dresses and cries against her pillow. Kyle at the distance feels bad, he only wanted to prank his sister, but, if he admitted anything, the punishment will be worse for him. For now, he left a bag with the rest of her clothes outside of Karen's room as some kind of apology.<br>\r\n<br>\r\nIn the living room, their parents debate about Karen's situation, \" It's decided then, in the morning, I'll take Kyle to the zoo and you'll do this with Karen.\" Both agreed and go to sleep.</span></div></div>",
            "created":1579237200,
            "id":2774929,
            "title":"Our poor little baby."
        },
        "115212":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "To the lake.",
                "To the park."
            ],
            "content":"<div class=\"\"><div> <span>The next day.<br>\r\n<br>\r\n\"Please, mom.\" Karen begs, \"Anything but that.\"<br>\r\n<br>\r\n\"Don't try to convince me, young lady.\" her mother says, \"You were loud and clear, you want to stay naked, so, I'm getting rid of your clothes.\" she puts Karen's underwear in cardboard boxes. \"That's odd, the rest of your cabinets are empty.\"<br>\r\n<br>\r\n\"I told you, it's Kyle's fault.\" Karen replies<br>\r\n<br>\r\n\"Blaming your brother again? He left with your father 10 minutes ago.\" she walks outside of the room and notices a big bag, \"I'm not sure how should I trust you, with your words or with your actions.\" she takes out a blouse out of the bag and shows it to her daughter. \"Well, it's definitive then.\"<br>\r\n<br>\r\n\"It wasn't me.\" Karen cries.<br>\r\n<br>\r\n\"Hurry, Karen, all that is left is what you are wearing, I need to sell everything, people buy a lot of second-hand clothing.\"<br>\r\n<br>\r\nKaren knew this was an dead-end, her mother gives her a box and she proceeds to strip from everything.<br>\r\n<br>\r\n\"Okay, I'm going downtown to sell these, your father and Kyle will be there.\"<br>\r\n<br>\r\n\"And what am I going to do?\" Karen asks.<br>\r\n<br>\r\n\"Whatever you want, it's Saturday, you can even go outside.\"<br>\r\n<br>\r\nPutting all the boxes in her car, Karen's mom leaves her, devastated from what happened. Karen cries some more, and tries to think what she should do next.<br>\r\n<br>\r\nMoments later, two kids show up at her front door, they were Karen best friends, Chloe, a blonde girl who wears glasses, she is shy and a little clumsy, and Michael, he is a member of the soccer team, in which Karen was part of it, he is energetic and likes to hang out Chloe and Karen.<br>\r\n<br>\r\n\"Are you sure she wanted to see us?\" Michael asks Chloe, \"I'm sure, she even sounded sad.\", hearing that, Michael knocks, worried for his friend.<br>\r\n<br>\r\n\"Who is it?\", \"It's us, Karen.\" he responds, \"Okay, but, you need to close your eyes.\" both were confused, and more intrigued about Karen, they do as instructed and Karen guides them inside the house.<br>\r\n<br>\r\n\"Can we open them now?\" Chloe said, \"No.\" Karen replies, \"I need to ask you something, if I was different, would you still be my friends?\"<br>\r\n<br>\r\n\"Of course.\" Chloe responds, \"Wait, different how?\" Michael asks, \"In the way I dress.\" she replies, \"What, now you want to act more girly with dresses and skirts?\" Michael giggles, \"Shut up.\" Karen kicks him in the leg, \"Ouch, watch it, that hurt.\" Michael opens his eyes, seeing Karen standing naked in front of them.<br>\r\n<br>\r\n\"I told you to keep your eyes closed, pervert!!\" Karen blushes, \"What is happening?\" Chloe also opens her eyes, \"Karen!, what happened?\".<br>\r\n<br>\r\nShe does a quick recap of everything until this point.<br>\r\n<br>\r\n\"Wow, so, you can't wear anything?\" Michael asks.<br>\r\n<br>\r\n\"No, thanks to Kyle I'm staying like this.\" Karen says, covering her almost non-existent breasts.<br>\r\n<br>\r\n\"I'm really sorry.\" Chloe comments, \"School will be more tough now.\"<br>\r\n<br>\r\n\"Yeah, Chloe, thanks for remind me.\" Karen replies, \"I wanted to tell you guys because I don't know what to do.\"<br>\r\n<br>\r\n\"How about we go to....</span></div></div>",
            "created":1579410000,
            "id":2775749,
            "title":"Consequences and friends."
        },
        "1152121":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Monday in school.",
                "The rest of the day."
            ],
            "content":"<div class=\"\"><div> <span>\"How about we go to the lake?\" Michael proposes, \"Going there always cheers you up.\"<br>\r\n<br>\r\n\"I'm not going anywhere naked.\" Karen replied, \"Do you even listen to me?\"<br>\r\n<br>\r\n\"Hey, I do.\" he said. \"But, we can't do anything if your parents decided to sell your clothes.\"<br>\r\n<br>\r\n\"He is right. Maybe we should go, that way you can feel better about your nudity.\" Chloe comments.<br>\r\n<br>\r\n\"I won't.\" she angrily replies. \"If you guys don't have any ideas besides being outside, then you can leave right now.\" she walks to the front door, opening it for them.<br>\r\n<br>\r\nMichael whispers something to Chloe and goes towards Karen.<br>\r\n<br>\r\n\"Fine, we are leaving.\" he said. \"By the way, Karen, since you are the only girl on the soccer team, a lot of guys wanted to do something with you.\"<br>\r\n<br>\r\n\"And what's that?\" Karen then feels Michael's hands touching her breasts.<br>\r\n<br>\r\n\"This.\" he replies, running to the sidewalk.<br>\r\n<br>\r\n\"Michael Smith.\" Karen said. \"You are so dead.\" she blushes.<br>\r\n<br>\r\n\"Oh, scary!\" he pretends to be scared, \"If you are so mad, then come and get me.\" However, as he finishes, he sees Karen within a few steps from him.<br>\r\n<br>\r\n\"Shit.\" he starts to run away from Karen.<br>\r\n<br>\r\nWith those two racing, Chloe closes the house. \"I can't believe he did it.\" she smiles.<br>\r\n<br>\r\nA marathon later, Michael stops.<br>\r\n<br>\r\n\"Hear me out, Karen.\" he avoids her. \"I was kidding.\"<br>\r\n<br>\r\n\"Very funny.\" she responds, \"I'll remember it when I use your head as a soccer ball.\"<br>\r\n<br>\r\n\"I'm serious. Look where we are.\"<br>\r\n<br>\r\nKaren sees trees around, they reached to the lake.<br>\r\n<br>\r\n\"You made me leave my house.\" Karen covers.<br>\r\n<br>\r\n\"It was the only way. You are going to stay naked pretty much everywhere.\" Michael explains. \"The least we could do was to make you feel better.\"<br>\r\n<br>\r\nKaren sighs. \"Okay, I don't like that you tricked me to leave, but, I guess I should apologize for being mean before.\"<br>\r\n<br>\r\n\"It's okay.\" Chloe extends her hand. \"If one of us passed through this, you would do the same.\"<br>\r\n<br>\r\nKaren realizes how her friends were worried about her.<br>\r\n<br>\r\n\"Well, since we are here, I guess I can swim a little.\" she says.<br>\r\n<br>\r\n\"And don't worry.\" Michael speaks. \"We will take our clothes, too.\" He pulls his underwear down.<br>\r\n<br>\r\n\"No thanks, with me is enough.\" Karen chuckles and enjoys the rest of the day at the lake with her friends.</span></div></div>",
            "created":1580533200,
            "id":2781343,
            "title":"To the lake."
        },
        "11521211":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Math class and lunch.",
                "Soccer practice and more."
            ],
            "content":"<div class=\"\"><div> <span>After enjoying a Saturday evening with her friends and not going anywhere in Sunday, Karen is left at the entrance of middle school.<br>\r\n<br>\r\nEmbarrassed and holding a notebook in each hand to hide her chest and crotch, she walks in the hall to meet Michael and Chloe in her classroom.<br>\r\n<br>\r\n\"Good morning.\" she said, moving awkwardly into her desk to avoid any flashing to the rest of the class.<br>\r\n<br>\r\n\"Hi.\" Michael replies. \"How was the rest of your weekend?\"<br>\r\n<br>\r\n\".When I got home, Kyle asked me to forgive him.\" she comments. \"I couldn't say no, I know he wasn't that evil.\"<br>\r\n<br>\r\n\"But, did you tell your parents?\" Chloe asks.<br>\r\n<br>\r\n\"I want to, but, they won't believe me and even if Kyle admits it, they might think I forced him.\"<br>\r\n<br>\r\n\"You are really stuck like this, aren't you?\" Chloe rubs the back of her head. \"I guess taking you to the lake didn't work either.\"<br>\r\n<br>\r\n\"No, it did.\" Karen responds. \"If it wasn't for you, maybe I wouldn't even step out of my house. It's just that I can't pretend I'm not naked.\"<br>\r\n<br>\r\n\"Right.\" Michael agrees. \"At least, it can't get worse.\"<br>\r\n<br>\r\n\"OH MY GOSH!\" the three see Louise, the most popular girl in the school, approaching them. \"So the rumors were true, you aren't wearing clothes.\"<br>\r\n<br>\r\n\"Hi, Louise, nice to see you too.\" Karen rolls her eyes.<br>\r\n<br>\r\n\"I can't believe it, you wanted to take the spotlight from me that you came in the nude. I didn't know you were the type who liked the attention.\" she chuckles. \"But, I know this is the best idea you could come up with, like, what else should I be expecting from the least feminine girl in school?\"<br>\r\n<br>\r\nKaren was short-tempered so this was enough to trigger her.<br>\r\n<br>\r\n\"I'm not enjoying this, you know. And I couldn't care less about you and your \"fame\", so, how about you go to your seat with the rest of your bitchy friends and shut up before I beat your ass.\"<br>\r\n<br>\r\nAll the eyes were focused on Alice, she stayed quiet and left, not before giving Karen a menacing look.<br>\r\n<br>\r\n\"Damn, you put her down.\" Michael comments.<br>\r\n<br>\r\n\"Yeah, it was very brave.\" Chloe adds.<br>\r\n<br>\r\n\"Thanks.\" Karen holds a notebook against her small breasts, still worried about her situation.<br>\r\n<br>\r\n\"Okay, everyone, sit down.\" The principal, Mr. Olsen, appears. \"I have an announcement to make, as you may have noticed, Karen Mason is attending classes naked. This is due to a personal decision of hers and her parents. So, I would like you to be comprehensible to her.\" he explains other details and leaves for regular classes.<br>\r\n<br>\r\nKaren blushed during the whole speech and hoped that everything would be normal from now on.</span></div></div>",
            "created":1580706000,
            "id":2782098,
            "title":"Monday in school."
        },
        "115212112":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Shopping.",
                "A walk in the park."
            ],
            "content":"<div class=\"\"><div> <span>The bell rings, marking the end of classes, Karen and Michael prepare for soccer practice while Chloe goes to her club.<br>\r\n<br>\r\n\"Move, Karen, we are late.\" Michael pressures.<br>\r\n<br>\r\n\"I can't, it's not easy running like this.\" she uses her hands to cover her privates.<br>\r\n<br>\r\nWith their efforts, they are able to make it in time.<br>\r\n<br>\r\nBlowing his whistle, the coach asks for all players to get in the field.<br>\r\n<br>\r\n\"Okay, everybody..\" then he stops, looking at Karen. \"What happened to you?\" he asks.<br>\r\n<br>\r\n\"The principal didn't tell you about my situation.\" she responds, embarrassed because everybody's attention was on her.<br>\r\n<br>\r\n\"Really? I thought he was kidding. Whatever, let's begin, the cup is almost here.\" the confused coach gives orders and starts.<br>\r\n<br>\r\nAfter a while, the coach groans and blows his whistle again.<br>\r\n<br>\r\n\"Okay, everyone take 5 minutes, Karen, could you please come with me?\" he asks her.<br>\r\n<br>\r\nWalking enough distance from the field, the coach faces her.<br>\r\n<br>\r\n\"This is not easy to tell. But, you're out, Karen.\" he laments.<br>\r\n<br>\r\n\"What? Coach, I can still play soccer.\" she says. \"I know, 10 minutes after you hurt your feet.\" he responds, \"I just need to get used to play barefoot.\" she replies.<br>\r\n<br>\r\n\"It's not only that, kid, the team is not concentrating.\" he explains. \"You, and Smith were the only ones focusing, the rest was paying attention to you.\"<br>\r\n<br>\r\n\"But, I can't help it.\" she complains. \"Please, couch, this is the only sport I'm good at.\" she feels tears in her eyes.<br>\r\n<br>\r\n\"I'm sorry, I made my choice, I never thought I would say this to one of my best players.\" he finishes. \"So, hit the showers and go home.\" he leaves her.<br>\r\n<br>\r\nKaren started to cry and ran towards the locker room. Michael tried to talk to her, but, the coach restarted and he stayed.<br>\r\n<br>\r\nDepressed and forgetting about her state, Karen walks out of her school.<br>\r\n<br>\r\n\"Are you already leaving?\" Louise asks, waiting in front of a limo. \"Mind your own business, Louise.\" Karen replies.<br>\r\n<br>\r\n\"You know, maybe I will.\" She shows a familiar piece of clothing to Karen. \"Where did you get that?\" Karen asks.<br>\r\n<br>\r\n\"I knew it was yours.\" she smiles. \"Even though we're rich, my mom still buys sometimes in second hand stores.\" Louise expands the panties on her hands. \"And I got lucky yesterday, she got interested in some cardboard boxes with clothes inside.\"<br>\r\n<br>\r\n\"Give it back.\" Karen extends her arm. \"No way, my mom bought the boxes for 150 bucks.\" Louise responds. \"Unless you have the money, these are mine.\"<br>\r\n<br>\r\n\"What do you want?\" Karen angrily asks. \"How about you enter the limo and I'll explain it to you?.\" Louise plays with the underwear.<br>\r\n<br>\r\nKaren doesn't know what Louise had in mind, but, she took the risk and step into the vehicle. The engine started and the limo goes away.</span></div></div>",
            "created":1581138000,
            "id":2784492,
            "title":"Soccer practice and more."
        },
        "1152121122":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Maybe you should read what you sign.",
                "Another day, another offer."
            ],
            "content":"<div class=\"\"><div> <span>\"Then, what do you want?\" Karen asks, uncomfortable with her bare skin sticking to the leather of the limo's seat.<br>\r\n<br>\r\n\"You are so impatient.\" Louise comments. \"But it's okay.\" she takes out something from a box. \"I guess I can tell you.\" she giggles.<br>\r\n<br>\r\n\"What's so funny?\"<br>\r\n<br>\r\nLouise couldn't hold herself and started to laugh. \"I ca...I can't believe it.\" she laughs some more. \"You actually undressed outside and teased your little brother.\" she calms down. \"You're naughty, Karen, and I thought this was a plan to try to steal my popularity.\" she cleans the tears from her eyes.<br>\r\n<br>\r\n\"Wait.\" the naked girl replies. \"It wasn't like that.\"<br>\r\n<br>\r\n\"Yeah, right.\" Louise touches one of Karen's nipples. \"I was worried that you wanted to be popular, but, after I asked your parents, they told me everything. I was about to offer you a deal for your clothes, but, I have a better idea.\" she smirks.<br>\r\n<br>\r\n\"We are here, miss.\" the driver said, parking the limo.<br>\r\n<br>\r\n\"Well, Karen, here's the thing. Right now, we are in a pet's park, if you use these.\" she shows a collar and a leash. \"And act like a dog...\"<br>\r\n<br>\r\n\"Forget it.\" Karen gets mad. \"I'm not doing it.\"<br>\r\n<br>\r\n\"Oh, then, everyone will know that you're doing this because you are a pervert...\"<br>\r\n<br>\r\n\"Tell them.\" she responds. \"I don't care.\"<br>\r\n<br>\r\n\"AFTER I end my auction for your clothes.\" Louise says. \"I'm sure the boys and some girls will enjoy your sweaty underwear, like, seeing you naked all day, it must be pretty stressful for them.\"<br>\r\n<br>\r\nKaren stayed silent, she blushed with Louise's ideas. \"If I do it, you won't tell them.\" Louise slightly nodded.<br>\r\n<br>\r\nKaren angrily closes her fists and put the collar on Louise's neck. \"Screw you, Louise. I'm not doing it.\" she said. \"I might be naked, but, I'm not your puppet.\" trying to not hit her, even though, she wanted to, she got out of the limo and went inside the park.<br>\r\n<br>\r\n\"Are you okay, miss?\" The driver asks.<br>\r\n<br>\r\n\"Yes, Lenny, I guess it's plan B then.\" Louise closes the door and leaves.<br>\r\n<br>\r\nKaren walked through the park, getting disgusted looks from the people there and went home.</span></div></div>",
            "created":1581915600,
            "id":2788791,
            "title":"A walk in the park."
        },
        "11521211222":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "maybe your friends can help you.",
                "maybe you need to think about this."
            ],
            "content":"<div class=\"\"><div> <span>The next morning, Karen walks into the hallways of her school when she is stopped by Louise.<br>\r\n<br>\r\n\"Just the person I wanted to talk with.\" she smiles.<br>\r\n<br>\r\n\"What the hell do you want now?\" Karen aggressively asks.<br>\r\n<br>\r\n\"Rude, You need to calm down. I know.\" Louise takes out her cell phone. \"Let me make a call.\"<br>\r\n<br>\r\nKaren waits while checking every student that passed by, trying to avoid the attention to her bare butt on display.<br>\r\n<br>\r\n\"Hey, girl. It's me.\" Louise chats. \"Yeah, she is here.\" She then passes the phone to Karen. \"It's for you.\"<br>\r\n<br>\r\nConfused by this, Karen puts the phone on her ear.<br>\r\n<br>\r\n\"KAREN! HELP ME!!\" She is scared, recognizing the voice.<br>\r\n<br>\r\n\"Chloe? Are you alright?\" Louise takes the phone back and finishes the call. \"What did you do to her!?\"<br>\r\n<br>\r\n\"Nothing yet, it depends on how well you behave.\" Louise comments. \"Right now, Michael and Chloe are both locked up in the bathrooms here at school, and some friends of mine are keeping an eye on them.\" She shows her a photo of Michael's pants.<br>\r\n<br>\r\nKaren was mad, she grabs Louise by her blouse and puts her against a wall.<br>\r\n<br>\r\n\"Yeah, keep doing that and only with one call I can put both naked in the same room and get them kicked out of school for doing lewd acts. I guess you didn't know that my uncle is the principal.\"<br>\r\n<br>\r\nHearing that, Karen stopped.<br>\r\n<br>\r\n\"I knew you would understand.\" Louise said.<br>\r\n<br>\r\n\"Why are you doing this?\" Karen looks down, holding herself.<br>\r\n<br>\r\n\"Because you took away my popularity.\" She explains. \"I can't believe my beauty was surpassed by a pervert tomboy. Also, the fact that you think you can defy me, talking as if you were better than me.\" She presses a finger against Karen's chest. \"And it's worst that you are only teasing everyone in school, hiding behind books and stuff.\" Louise grabs Karen's arms and dropped everything that covered her front.<br>\r\n<br>\r\n\"Better.\" Louise looks at Karen, she had a frown on her face. \"You look upset, you know what...</span></div></div>",
            "created":1583125200,
            "id":2795683,
            "title":"Another day, another offer."
        },
        "12":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "14",
                "15",
                "16",
                "17"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old will our girl be?</span></div></span></div>",
            "created":1543035600,
            "id":2581534,
            "title":"14-17"
        },
        "121":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Tatyana",
                "Hannah",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span>WHICH GIRL IS THE UNLUCKY VICTIM?<br>\r\n<br>\r\nTatyana: A snotty girl with flowing blond hair and blue eyes. Athletic, C-Cup breasts and a cute bubble butt.<br>\r\n<br>\r\nHannah: A shy girl with long brown hair and brown eyes. Nerdy, flat chest and an overall undeveloped body.<br>\r\n<br>\r\nOr is it someone else?</span></div></div>",
            "created":1543122000,
            "id":2581841,
            "title":"14"
        },
        "122":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "On with the actual story..."
            ],
            "content":"<div class=\"\"><div> <span>My name is Lucy Weston. I am 15, shorter for my age, and I have really small breasts so I have always been conscientious of my body. I go to an all-girls school, and I’ve been getting all A's and I had been a model student, until that day in June.<br>\r\n<br>\r\nOne day, during math class, I had to go to the washroom really badly, but my teacher wouldn't let me. I held it in for as long as I could, butbout 5 minutes later, I sighed as I felt my panties warming as I urinated in my panties. Then I came to shock, realizing what I’d done. I was in the middle of class, and I had just peed my panties! Thankfully, I sat in the back corner, so I reached under my skirt and felt my panties. It was completely soaked and urine would probably drip if I stood up. So I did the only thing possible. I pulled my panties off and stuffed them in my bag. There I was, pantiless in school! <br>\r\n<br>\r\nAfter math class, I went to science class, where we sat on stools while our teacher, Mrs. Janie taught. In the middle of class, Mrs. Janie took me outside. She started to drag me to Mrs. Hugh, our Headmistress’ office. When we got there, Mrs. Janie told Mrs. Hugh that I had been exposing myself to the class, and despite my protests, Mrs. Hugh ordered me to strip down for punishment. She placed a tracker on my bra to track me if I tried to escape during the punishment; which was that I would be spanked in front the entire school bottomless!<br>\r\n<br>\r\nAs soon as was allowed to put the top part of my clothes back on, I ran outside. Soon, I was hiding in a bush, completely bottomless. Remembering the tracking tag, I stripped down and threw my bra off to the side. Suddenly, I heard Mrs. Hugh say, “She’s in that bush!” I ran out of the bush, and to my horror, came face to face with my entire school! They laughed at me as the teachers tied my hands back, exposing my naked body! Soon, my parents came and long story short, I went to another school.<br>\r\n<br>\r\nAt least my naked embarrassment had ended… Or so I thought!</span></div></div>",
            "created":1570683600,
            "id":2731103,
            "title":"15"
        },
        "1221":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Field Trip",
                "Reader's Choice",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Me, my younger sister, Lily, and my mother stood in front of a giant arch. The arch read “THE P.N. ACADEMY OF FREEDOM FOR YOUNG GIRLS” this was to be me and Lily’s new school for this year, but I still didn’t know what P.M. stood for. Although from what I heard, it was more like a camp where we chose our own activities. Apparently it was a new kind of an education system. Underneath the name of the new school, it said “B.A.R.E.”, which I supposed was the school’s motto.<br>\r\n<br>\r\nWe walked into a large hall where about 30 girls and their families were standing in. A woman walked unto the stage she spoke “Welcome! My name is Dr. Janet Rothman and I will be your Headmistress. Please say your goodbyes and enter this room and place yourself in a cubicle.” “Bye mom.” I said. “By dears. Read this letter later.” She said. We entered a cubicle. Then Dr. Rothman spoke again:<br>\r\n<br>\r\n“Please remove all of your clothing, including your undergarments and place them in the box and step out.” I was scared. I was going to be naked in front of people I didn't know, AND my sister! But I didn't have a choice; I didn't know what would happen if I tried to run, and I didn't want to find out. <br>\r\n<br>\r\nI stripped down and walked outside. I found Lily and we stood together. As I looked around, I saw some girls who had big breasts, and some who had small ones like me and they all looked scared. Lily still had a flat chest and was covering her vagina. As we stood there, covering our breasts and vagina, Dr. Rothman walked into the room.<br>\r\n<br>\r\nDr. Rothman spoke again. “Welcome girls, to the P.M. Academy of Freedom for Young Girls! P.M. stands for Permanent Nudity. You will be free to do anything while you are here, but you must do them while completely naked at all times! You will be split into small groups of three they are the people who you will be sharing a bed with.”<br>\r\n<br>\r\nShe started to call out three names. I was horrified. After what had happened at my last school, I was naked again, and this time, permanently! “Lucy Weston, Lily Weston, and Julia Edefalls!” Dr. Rothman called. Julia Edefalls was a tall girl with medium size breasts. We smiled at each other nervously and followed a woman. She led us into a room with a big bed. The woman explained that the bed wouldn’t have any blankets so that we couldn’t cover ourselves up while sleeping.<br>\r\n<br>\r\nWe plopped ourselves down on our beds and introduced ourselves to each other Julia told us that she was 16, and her marks had dropped and her parents gave her a choice it was either a year at this school with pictures sent weekly to her old school or Permanent Nudity for life. I told her I didn't know why we were here, but we would soon find out; I opened up the letter from my mom and read:<br>\r\n<i>Dear Lucy and Lily,<br>\r\nWe enrolled you in this Permanent Nudity School because you have been so modest lately, I thought it would be good for you to be your natural self for a while. Stay here for just 1 year and you can tell us what you think at Summer Break.<br>\r\nLove, Mom and Dad.</i><br>\r\n<br>\r\nI couldn’t believe it! My own parents, enrolled me in Permanent Nudity even though they knew about my naked embarrassment at my old school! I showed the letter to Lily, who started to cry. Soon I was crying too. Julia hugged me quickly to console me, her large, soft breasts and nipples pressed against my body, out sense of shame gone for that one, brief, moment. <br>\r\n<br>\r\nHow was I going to handle being naked for 9 months???</span></div></div>",
            "created":1570683600,
            "id":2731109,
            "title":"SEPTEMBER - Day 1"
        },
        "12211":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "we want pictures of you posing for us.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>I woke up one morning, completely freezing. It was late October, and in order to keep us from covering ourselves, the school had left us with no blankets. Since it was so cold outside, me, Lily, and Julia hugged each other when we slept. I woke up and my nipples were hard, and my vagina was a little wet. Obviously, I was aroused by naked bodies touching me. Especially, Julia’s breasts were touching my breasts and Lily’s vagina was touching my vagina. I couldn’t believe I was aroused by my sister!<br>\r\n<br>\r\nAfter we woke up, we had breakfast with the other girls. Afterwards, Dr. Rothman, our Headmistress announced “Girls, we will be taking a trip to the neighbouring village.” This was everyone’s worst nightmare. Our breasts and vaginas seen by others! When we got there, me and Lily immediately ran off, not really having a plan but desperately searching for freedom. We ran into a forest and dove behind a tree to cover ourselves and to catch our breath.<br>\r\n<br>\r\n“Well, well, well, look who’s here! It’s one of the girls from that Nudity school!” a voice said. We whirled around to see three boys grinning at us. In front of them was Julia, who was crying. “What do you want?” I asked. The biggest boy said...</span></div></div>",
            "created":1570683600,
            "id":2731112,
            "title":"Field Trip"
        }
    },
    "info":{
        "author_id":"jsmedley2",
        "author_name":"PossQInsa",
        "brief_description":"ENF stories where the girls aren’t getting their clothes back anytime soon",
        "created":1536262200,
        "description":"<td align=\"left\" class=\"norm\">Welcome!<br>\r\n<br>\r\nThis interactive is for ENF stories of a more... lasting variety. Ones where the girls have no hope of getting their clothes back for a very long time, if ever. Can they adapt to a life without clothes? Maybe, but they’ll definitely be embarrassed along the way.<br>\r\n<br>\r\n<b>Rules:</b><br>\r\nNo underage sexual activity <br>\r\nKeep the focus on ENF.<br>\r\nThe girls can adapt to their nudity, but it should take a little while.</td>",
        "id":2168361,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583179500,
        "pretty_title":"Permanent Nudity Crisis"
    }
}