{
    "chapters":{
        "1":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Horkeu Kamui",
                "Bathym",
                "Jambavan",
                "Moritaka",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright so here is the starting point of a very long list of anthros to choose from before any of these stories get started. And with how many anthros are in this game this might take a while.</span></div></span></div>",
            "created":1572584400,
            "id":2741026,
            "title":"Who To Choose?"
        },
        "12":{
            "author_id":"craft9",
            "author_name":"creator9",
            "choices":[
                "You and Bathym arrived at his home",
                "There was a sudden surge of growth to the transient ",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You sighed as you relaxed in the comfy waiting room, you could hear faint cheering going on outside as you recounted the events. It was a nice day and you were spending it at the arena beneath Ikebukuro Guild watching a fight in particular one of a new yet close friend named Bathym.<br>\r\n<br>\r\nWatching the wolf transient fight was a spectacle, his fighting was cool as it was gracefully. Swiftly moving and his musclar form attacking...stretching against his minimal clothing...<br>\r\n<br>\r\nYou shook your head and patted your cheeks, trying to erase the blush forming. \"Come on get a grip, if he sees you like this i won't hear the end of it!\", the redness barley died down. Seeing Bathym's purplish furred body flexing and on a almost full display was definitely a sexy view to be graced with.<br>\r\n<br>\r\nThe door to the waiting room opened and you heard a happy voice call out. \"Ah master-chan there you are!\", looking up at the familiar noise you suddenly found yourself being ensnared by a pair of furry, buff arms pulling you against a firm yet soft chest. The blush on your face darkened as your face was pressed between a large pair of purplish grey pecs, the heartbeat reaching your ears as you were held to the muscular torso.<br>\r\n<br>\r\nBathym happily hummed as he hugged your smaller body to his muscular chest. \"I didn't think you'd come on your day off master, your so thoughtful.\"<br>\r\n<br>\r\n\"N-no problem Bathym.\", you awkwardly grinned as you where released from the hug and Bathym set his large paws on your shoulders. Looking up to the handsome face of the horned wolf a thought suddenly came to mind as your head had been pressed to his chest. \"Bathym are you wearing a new perfume?\", you asked noticing a different fragrance to the transient.<br>\r\n<br>\r\nBathym grinned as he flexed his strong bicep. \"Ah you noticed~ Yep this one is made from a new herb, not even on the market yet.\", the buff demon had made a new fragrance with a more sweet scent, strangely it made him more energetic in lastest match. Of course he'd been a little reckless with the herb, not paying mind to the name, the Giga herb.<br>\r\n<br>\r\nYou smiled as the wolf happily talked about his newest perfume. \"That's really great Bathym. So i bet your ready for more opponents?\", you said thinking your wolf demon was ready to begin another match in the arena.<br>\r\n<br>\r\nChuckling, Bathym leaned down so that his snout was an inch from yours. \"Actually master-chan i think i filled my quota for today. I was thinking...maybe you and be could spend some time elsewhere.\", the smooth voice growled out causing you to blush as you held eye contact.<br>\r\n<br>\r\n\"Ah yeah sure!\", you blurted out as your chest warmed up. Bathym smiled as he wrapped an arm around your shoulder and started leading you out of the waiting room. \"Come on master, i promise you won't get bored!\"<br>\r\n<br>\r\nAs the both of you walked out of Ikebukuro Guild no one noticed a strange difference. Bathym's horned head seem to get taller as he happily chatted with you. A little difference will eventually grow large however and be quite a surprise.<br>\r\n<br>\r\nSoon...</span></div></div>",
            "created":1572930000,
            "id":2742707,
            "title":"Bathym"
        },
        "15":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Shino",
                "Seth",
                "Gyobu",
                "Ashigara",
                "Still more choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are more anthro choices.</span></div></span></div>",
            "created":1572584400,
            "id":2741048,
            "title":"More choices"
        },
        "155":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Marchosias",
                "Temujin",
                "Still more choices to go."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are a few more choices.</span></div></span></div>",
            "created":1572584400,
            "id":2741069,
            "title":"Still more choices"
        },
        "1553":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Garmr",
                "Xolotl",
                "Still more choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>We've still got a long way to go choice wise.</span></div></span></div>",
            "created":1572757200,
            "id":2741785,
            "title":"Still more choices to go."
        },
        "15533":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Snow",
                "Tadatomo",
                "Still more characters to list."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>And here are a few more characters to chose from.</span></div></span></div>",
            "created":1572930000,
            "id":2742863,
            "title":"Still more choices"
        },
        "155333":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Goemon",
                "Arsalan",
                "Still more choices."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If you thought ythe choices were done well sadly we've still got a lot more anthro guys to choose from. So here are a few more.</span></div></span></div>",
            "created":1573275600,
            "id":2744594,
            "title":"Still more characters to list."
        },
        "1553333":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Asterius",
                "Leib",
                "Still more choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>We've still got plenty choices to go through still. So here are a few more.</span></div></span></div>",
            "created":1574226000,
            "id":2749227,
            "title":"Still more choices."
        },
        "15533333":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Fenrir",
                "Breke",
                "Still more choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>If you thought we were done well then you were mistaken. So here are a few more choices.</span></div></span></div>",
            "created":1574658000,
            "id":2751609,
            "title":"Still more choices"
        },
        "155333333":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Yasuyori",
                "Shennong",
                "Still a lot more characters."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright so here are two new character choices that might sound interesting to you.</span></div></span></div>",
            "created":1579496400,
            "id":2776220,
            "title":"Some new choices."
        }
    },
    "info":{
        "author_id":"theswordsman",
        "author_name":"TheGamerSwordsman",
        "brief_description":"A weird glitch is causing certain Transients to grow huge.",
        "created":1572622980,
        "description":"<td align=\"left\" class=\"norm\">Yes, you read that right growth is happening in Tokyo Afterschool Summoners. It seems an odd glitch (that can be caused by anything mind you whether it's a Sacred Artifact acting strange, an item or plant that was brought to Tokyo from another world. Anything that makes sense for this game's universe.) is causing certain Transients to grow in size. Can you figure out what's going on?<br>\r\n<br>\r\n1. Keep the point of view second person.<br>\r\n<br>\r\n2. The anthro Transients are the only ones who can grow. Though keep it to where the only one that grows is the one that is chosen in the choice chapters.<br>\r\n<br>\r\n3. Please keep the protagonist nameless and only refer to him by the terms that the anthros use for him. Like for example how Horkeu Kamui calls him my hero.<br>\r\n<br>\r\n4. Since Tokyo is closed off from the rest of the world the anthro who is growing can only grow up to a max size of 100 feet while the smallest size is 50 feet. But also make sure that there is a steady pattern in the growth. If it's a few inches then please keep it a few inches. If it's by a feet then please go by feet. But do not make the growth fast, I feel the story can be more interesting with either slow and steay or medium and steady growth spurts until the anthro of your choice grows to your determined height.<br>\r\n<br>\r\n5. No gore of any kind or toilet stuff please.<br>\r\n<br>\r\n6. Please use proper grammar and spacing.<br>\r\n<br>\r\n7. The version of the protagonist that is being used in this story is number 4. Here's a link to you can see what he looks like. Note if it doesn't show the 4th version of the player character just click on the image three times to see him. <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://wiki.housamo.xyz/Protagonist#transient0\" target=\"_blank\">https://wiki.housamo.xyz/Protagonist#transient0</a><br>\r\n<br>\r\n8. This story is M/M focused.<br>\r\n<br>\r\n</td>",
        "id":2204502,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1579535400,
        "pretty_title":"Growth In Tokyo Afterschool Summoners"
    }
}