{
    "chapters":{
        "1":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "The teacher gives you to one of the other students.",
                "The teacher keeps you at her desk.",
                "Some of the students have questions about you."
            ],
            "content":"<div class=\"\"><div> <span>Kieran stood at the front of the classroom, atop the teacher's desk. <br>\r\n<br>\r\n\"Why don't you tell us a bit about yourself\" says Mrs. Brown.<br>\r\n<br>\r\nKieran gulped nervously. He could feel the eyes of everybody watching him. They were gigantic compared to him, utter goddesses. Their looks consisted of curiosity, wonder, disgust, awe and excitement. He felt weak and vulnerable. He didn't want to come here. He had begged his mother to allow him to stay home-schooled, but she insisted that it would allow him to finally have a social life and meet new people. He was so nervous.<br>\r\n<br>\r\n\"H-Hello. My name is K-Kieran McLoughlin. I-I was born w-with a c-c-condition that made me o-only t-t-two inches t-t-tall\" he said, shyly. \"I-I hope to b-b-be good f-f-friends\" he added.<br>\r\n<br>\r\n\"Very good, Kieran\" said Mrs. Brown. \"Now...\"</span></div></div>",
            "created":1598331600,
            "id":2891310,
            "title":"Introduction"
        },
        "11":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Heather, the blond christian",
                "Maggie, the pansexual weeb",
                "Emily, the shy artist",
                "Ashley, the hot cheerleader",
                "Maya, the chubby nerd"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Now, which one of you girls want to be his caretaker? Due to his small size, he will need help getting from class to class and such\" says Mrs. Brown.<br>\r\n<br>\r\nA few hands shoot in the air. Who will the teacher pick?</span></div></span></div>",
            "created":1598331600,
            "id":2891318,
            "title":"Who is it?"
        },
        "111":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "The class goes on without interruptions",
                "Something happens"
            ],
            "content":"<div class=\"\"><div> <span>\"I'll take care of him\" said Heather excitedly, sitting at the back of the class with her hand raised.<br>\r\n<br>\r\n\"Sure. Kieran, you'll be going with Heather\" said Mrs. Brown. She picked him up and brought him over to Heather's desk before placing him back down.  Heather was a young christian girl with dirty blond hair and glasses. Kieran looked up nervously at the beautiful face before him. She was absolutely gorgeous. However, Kieran was still scared, due to her massive size compared to him. The teacher began the lesson and Heather turned her attention towards her new little friend.<br>\r\n<br>\r\n\"Hey there, little Kieran\" she cooed quietly, smiling down at him. To her, he looked like the most adorable thing she'd ever seen. \"Don't be scared, I won't hurt you. You're far too adorable for anyone to hurt you\".<br>\r\n<br>\r\nKieran blushed, feeling slightly comforted.</span></div></div>",
            "created":1598331600,
            "id":2891328,
            "title":"A Holy Goddess"
        },
        "1111":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "She decides to tease you about it.",
                "She leaves the issue there."
            ],
            "content":"<div class=\"\"><div> <span>After class ends, it's time for a fifteen minute break. After the break, you go to your next class. Kieran and Heather enjoy their break in the student lounge, getting to know each-other. Suddenly, Heather's stomach growls, which startles Kieran. Due to his size, what sounded like a small gurgle to Heather, sounded like thunder to him. He looks up nervously at her.<br>\r\n<br>\r\nShe giggles. \"Don't worry. I'm not gonna eat you\" she says. \"Or will I?\" she continues, giggling as she lifts you up to her face. </span></div></div>",
            "created":1598331600,
            "id":2891376,
            "title":"Time for a Break"
        },
        "11111":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "She's into it.",
                "She's not into it, but accepts your opinion.",
                "She's one of THOSE christians who thinks that rock and metal are satanic."
            ],
            "content":"<div class=\"\"><div> <span>\"I don't doubt you'd be delicious\" she said, opening her mouth and showing it off. Kieran squirmed, scared that she was gonna eat him. She laughs and drops the act, placing Kieran back down on her lap.<br>\r\n<br>\r\n\"Oh, calm down. It's just a joke. You'd have to be really messed up in the head in order to eat someone, tiny or not\".<br>\r\n<br>\r\nShe grabs an apple out of her lunch bag and begins eating it.  Kieran sighs in relief that she wasn't going to eat him. His little sister had tried to eat him countless times, which had seriously traumatized him. His mom always stopped her, but it still deeply affected him. It was his biggest fear. He shook his head and decided to change the subject.<br>\r\n<br>\r\n\"S-So, w-what are your h-hobbies\" he asked her.<br>\r\n<br>\r\nShe smiled. \"Well, I like to watch movies quite a bit. I also enjoy listening to music and drawing\".<br>\r\n<br>\r\n\"T-That's c-cool\" he replied. \"W-What kind of m-music do you l-l-listen to\".<br>\r\n<br>\r\n\"Country, gospel, classical. Stuff like that. What about you\" she asks.<br>\r\n<br>\r\n\"I usually listen to classic rock, metal, punk and things like that\" he replied.<br>\r\n<br>\r\n<b>What does she think of that</b></span></div></div>",
            "created":1598418000,
            "id":2892070,
            "title":"A Harmless Prank"
        },
        "111113":{
            "author_id":"luofeng",
            "author_name":"Luofeng",
            "choices":[
                "Stomach.",
                "After a short pause she sighs. \"We are going...\""
            ],
            "content":"<div class=\"\"><div> <span>Her face changed, the smile fading as if never there. <br>\r\n<br>\r\n\"...Metal?\" She spits the word like a curse, her pristine face looking at him unfriendly. The expression unfitting of her angelic figure.<br>\r\n<br>\r\n\"W-w-wha's the problem?\" He asked shakingly. <br>\r\n<br>\r\n\"How can you listin to... To something like THAT? Don't you feel ashamed? At all?\" Her voice losing all traces of warmth. <br>\r\n<br>\r\nWith panic for a face, Kieran tells her the truth: \"N-n-no?\" His voice timid and pitiful.<br>\r\n<br>\r\nSilence.<br>\r\n<br>\r\n\"...I see.\" Putting the lunch away, she takes him off her comfortable thighs. <br>\r\n<br>\r\n\"W-w-where are we going?!\" His voice higher then a little girl.<br>\r\n<br>\r\nSilence.<br>\r\n<br>\r\n</span></div></div>",
            "created":1599022800,
            "id":2896382,
            "title":"She's one of THOSE christians who thinks th..."
        },
        "1111131":{
            "author_id":"luofeng",
            "author_name":"Luofeng",
            "choices":[
                "She gulps him down.",
                "She has other plans...(Or/and shows mercy)"
            ],
            "content":"<div class=\"\"><div> <span>\"Do you truly not repant?\" Her voice dangerously calm.<br>\r\n<br>\r\n\"W-w-w-what are you talking about???\" <br>\r\n<br>\r\nShe brought him to her face. Her face angelic but eyes... Kieran gulped heavily.  \"...H-heather?\" Her breath blew his hair, the smell surprsingly sweet.<br>\r\n<br>\r\n\"My father listined to it...\" Her voice melancholic.<br>\r\n<br>\r\n\"Ooh.\"<br>\r\n<br>\r\n\"...When beating my mom.\" The tone turning stone cold.<br>\r\n<br>\r\n\"W-woah, I'm s-sorry...\" Kieran murmured, his face of shame. Now that he understood she just wanted to tell him a story, his fear disappeared. Only know could he truly marvel her face.The more he looked, the more mesmarized he became. Her soft breath tingeling his skin. He blushed slightly.<br>\r\n<br>\r\n\"He wasn't always like that, no. The process starts small. Watching edgy videos, reading atheist articles or... Listining to T H I S.\" She looked at him solemnly.<br>\r\n<br>\r\n\"Heed my warning! Repent...\" Suddenly her gaze fall on his crotch. <br>\r\n<br>\r\n\"Y-you!\" Her voice as if violated, cheeks blushed and face twisting angrily.<br>\r\n<br>\r\n\"H-huh?\" He noticed his bulge, getting red.  <br>\r\n<br>\r\n\"I-I-I-I-I hav... I...?!\" His whole body shaking, his mind a chaos. <br>\r\n<br>\r\nAbruptly, her face became deadly calm. Her eyes flashing dangerously.<br>\r\n<br>\r\n\"M-m-misunderstanding...\" <br>\r\n<br>\r\n\"Do you remember when you asked where are we going?\" Her voice like antarctica. <br>\r\n<br>\r\n\"Y-y-yes?\" He looked at her puzzlingly.<br>\r\n<br>\r\nShe looked down at him, her stomach growling. \"'WE' aren't going anywhere...\"<br>\r\n<br>\r\nHe looked down to the sounds origin. Her slim waist like a mountain. He shook, remembering the pinkish walls of his sister's mouth, realizing he could easily end up dissapearing inside her belly.<br>\r\n<br>\r\n\"...But YOU are going down my stomach.\" Her lips spread, showing the slimy insides. <br>\r\n<br>\r\nKieran as if experiencing a vietnam flashback. Before he could say anything, she sucked him inside, his world becoming pink. Hot, hot like in a Jacuzzi, her salvia enveloping his whole body, her bodily odor assulting his nose. <br>\r\n<br>\r\nHeather moved him left and right. Her face determinated. <br>\r\n<br>\r\nHis clothes slided by themselves, his naked body in contact with her tongue, his sweat mixing with her saliva. <br>\r\n<br>\r\n\"AAAAAAAACH!\" Kieran screamed hauntingly. \"HEATHER! H-H-HEATHER W-AIT!\" His dick thrust against her delicate flesh, if not for the horror, the situation would be quite pleasurable. <br>\r\n<br>\r\nHeather turned red, feeling his naked body fill her mouth. Her teeth grit, almost snapping him in half. <br>\r\n<br>\r\n\"Wonder if you'll be so excited down in my tummy.\" She spat the words. <br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1599022800,
            "id":2896404,
            "title":"Stomach."
        },
        "11111311":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Heather digests him."
            ],
            "content":"<div class=\"\"><div> <span>Heather's mouth was the most terrifying place Kieran had ever been. It was so warm and slimy. Her massive teeth loomed above, threatening to slice him into bits.<br>\r\n<br>\r\n\"HEATHER!! HEATHER, PLEASE!!\" he screamed.<br>\r\n<br>\r\nAfter about a minute, Heather tilted her head back and with a loud gulp, she sent Kieran on his way to her stomach. She sighed. <br>\r\n<br>\r\n\"I'm sorry it had to be this way, sinner\" she said, patting her stomach. <br>\r\n<br>\r\nSoon, the bell rang and it was time for her next class.<br>\r\n<br>\r\nThe journey down her esophagus was long and agonizing. It was so tight that Kieran felt like he was going be squished or end up popping from the pressure. His limbs were bent in ways that didn't seem natural. He could hear the sound of her rhythmic heartbeat as well as the sounds of Heather going about the rest of her schoolday. Eventually, he was squeezed through a tight sphincter and dropped into the cavernous, hellscape that was Heather's stomach. It gurgled and groaned, welcoming its new meal. The low pH caused Kieran's nose to sting. He couldn't breathe. The acids slowly began to work on his tiny naked body. He desperately tried to get out, pounding on the stomach walls and pleading for his life.<br>\r\n<br>\r\n\"HEATHER!!! HEATHER!! PLEASE LET ME OUT!!! I DON'T WANNA DIE!!!\" he cried, to no avail.</span></div></div>",
            "created":1599195600,
            "id":2897707,
            "title":"The Number of the Beast"
        },
        "111113111":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "content":"<div class=\"\"><div> <span>By the time school had ended, Kieran was already nothing more than gory and bloody soup inside Heather's stomach, ready to be used as nutrition for her young body. Before she went to sleep that night, she began her nightly prayers.<br>\r\n<br>\r\n\"In the name of the Father, the Son, and the Holy Spirit, Amen\" she said. \"Wonderful God, I pray that you you will forgive the sinner  from today as he did not know what he was doing. I pray that his soul shall go to heaven and that he shall learn to worship you as I have\".<br>\r\n<br>\r\nShe continued praying for the next few minutes until she finally went to bed. Kieran was now a part of her.</span></div></div>",
            "created":1599195600,
            "id":2897709,
            "title":"A Sacrifice to a Goddess"
        },
        "11111312":{
            "author_id":"annsin",
            "author_name":"Annsinn",
            "choices":[
                "Stuck between \"hole\" and a \"deadlier hole\". . .",
                "Wet party. . ."
            ],
            "content":"<div class=\"\"><div> <span>She thrusted him around her mouth for a while. Unlike her words, her face was anything but hesitant. Meantime, Kieran gripped her slimy tongue. He looked back, observing the abyss that was her throat: the faint growling of her stomach like an ancient beast, ready to pounce anytime.<br>\r\nKieran suddenly shifted. Saliva gathered around him, her lower jaw moving dangerously. <br>\r\n\"N-N-N-NOOO!\" Kieran cried, waving his arms desperately as he was swallowed down, the pink walls flashing around him but just as he was about to go down her stomach, his body froze, his legs waving in her throat...<br>\r\n\"M-Mercy... Heather...\" He pleaded. His body was moved again, to her mouth's center. Kieran was about to sigh with relief but suddenly felt a movement: his face panicked, before changing into a question mark. <br>\r\n\"H-Heather?\" He whispered questioningly. She was clearly walking somewhere... Kieran rested, lying in her mouth, his body sweating slightly, the temperature hotter then in sauna and as wet as in a pool. His sweat morphing with her salvia and swallowed, soon entering her stomach, a part of her for all times. Kieran gritted his teeth, trying to find courage to speak. <br>\r\n\"H-H-Heather? C-C-Can y-y-you let me out?\" His plead falling on deaf ears, pressuring him like a boulder. Unable to find anymore courage, his simply lied there, shaking slightly, trying to enjoy the possibly last moments of his life with wry, nervous smile. She was really beautiful. He recalled her appearance again, subconsciously turning himself on. His cheeks reddened... Yet, remembering their conversation brought him shame, still, he could not bring himself to say sorry. Merely lying there, her tongue pleasuring his little one.<br>\r\n<br>\r\n<br>\r\n/CHOICE 1: What he did not know, was that Heather was going to her twin sister for advice: The one called by many a \"Devil in Christ suit\", a true troublemaker... <br>\r\n<br>\r\n/CHOICE 2: What he did not know, was that Heather was going to her \"friends\" for advice...</span></div></div>",
            "created":1601096400,
            "id":2910579,
            "title":"...Not in a stomach... Yet..."
        },
        "1112":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Gym",
                "Christian Ethics",
                "Health"
            ],
            "content":"<div class=\"\"><div> <span>At one point, the teacher leaves class to attend to some business. As you would expect, the students use this time to begin talking to each-other. Kieran and Heather are enjoying themselves and getting to know each other when another girl approaches.<br>\r\n<br>\r\n\"Hey, Heather\" she said.<br>\r\n<br>\r\n\"Oh, hey, Ashley\" replied Heather.<br>\r\n<br>\r\n\"You know you're not allowed to have food in class, right?\" said Ashley, eyeing Kieran.<br>\r\n<br>\r\nHe quickly ran towards Heather for safety, scared of what this other woman would do to him.<br>\r\n<br>\r\n\"What are you talking about? Kieran isn't food!\" she retorted, placing her hands around Kieran protectively.<br>\r\n<br>\r\n\"Sure looks tasty to me\" replied Ashley, licking her lips. \"Why do you even care for it? It's not human. It's not like he's worth anything\".<br>\r\n<br>\r\n\"Of course he's human\"<br>\r\n<br>\r\n\"Oh really? Why's he so small then? It's not like he has any rights. He's worth little more than a bug. The most worth he'd ever have would be as food\".<br>\r\n<br>\r\nHeather was absolutely disgusted with what Ashley was saying. Her and Ashley were usually friends, but today that was changing with the discovery of how little Ashley cared for others.<br>\r\n<br>\r\n\"Go away, Ashley! Now!\" she said.<br>\r\n<br>\r\n\"Fine! See ya later, religious freak\" said Ashley, as she walked away.<br>\r\n<br>\r\nOnce Ashley was gone, Heather turned to Kieran. \"I'm sorry about that, little guy\" she said, petting him with her finger. \"Just ignore her. She doesn't know what she's talking about\".<br>\r\n<br>\r\nKieran blushed and sighed nervously. \"O-O-Okay. Thank you, H-Heather\".<br>\r\n<br>\r\nSoon, the teacher comes back and class continues until the bell rings, after which, it's time for...</span></div></div>",
            "created":1598331600,
            "id":2891371,
            "title":"A Seductive Demon Approaches"
        },
        "112":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "He accepts",
                "She doesn't give you a choice"
            ],
            "content":"<div class=\"\"><div> <span>\"I'll have him\" said Maggie, a young girl with black hair, wearing a T-Shirt of Mt. Lady from My Hero Academia.<br>\r\n<br>\r\n\"Sure. Kieran, you'll be going with Maggie\" said the teacher, taking him over to Maggie's desk and setting him down. Once he was on her desk, he looked up at the woman in front of him. She was stunning. <br>\r\n<br>\r\nMaggie reached over to grab Kieran. He yelped in surprise as he was lifted off the ground, held up to her face. She giggled, poking and examining him, as if he was a toy.<br>\r\n<br>\r\n\"You are so cool!\" she whispered excitedly. \"I've always wanted to have my own little tiny person. I never knew people like you were real!\" she added.<br>\r\n<br>\r\nKieran blushed and chuckled to himself. \"W-Well, t-thanks for t-t-the compliment\". However, he was nowhere near expecting her next sentence.<br>\r\n<br>\r\n\"Would you like to be my little pet?\" she asked, giggling.<br>\r\n<br>\r\n</span></div></div>",
            "created":1598331600,
            "id":2891339,
            "title":"Mt. Maggie"
        },
        "1121":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Physical Education",
                "Science",
                "Health"
            ],
            "content":"<div class=\"\"><div> <span>\"Yay! Thank you so much\" she whispered happily.<br>\r\n<br>\r\n\"Maggie! Kieran! I'm happy that you're becoming friends, but please try to focus on the lesson\" said the teacher.<br>\r\n<br>\r\n\"Yes, Mrs. Brown\" they both said.<br>\r\n<br>\r\nEventually class ended and it was time for...</span></div></div>",
            "created":1598331600,
            "id":2891356,
            "title":"A Willing Pet"
        },
        "11211":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Running Laps",
                "Doing Stretches",
                "Dancing"
            ],
            "content":"<div class=\"\"><div> <span>\"Alright, little buddy\" she said. \"Next on the list is Gym class\"<br>\r\n<br>\r\n\"O-Okay\" he said, nervously.<br>\r\n<br>\r\nMaggie carried Kieran into the locker room and set him down on the bench. <br>\r\n<br>\r\n\"No peeking while I'm getting changed\" she said, chuckling.<br>\r\n<br>\r\n\"O-Of course\" he replied, turning around. <br>\r\n<br>\r\nBeing so small, he didn't have his own gym clothes. He didn't even have 'normal' clothes. He'd been wearing doll clothes all his life. Therefore, he simply stood there, waiting for Maggie to be done changing. <br>\r\n<br>\r\n\"There we go\" she said, as she finished changing. \"You can turn around now\".<br>\r\n<br>\r\nKieran turned around and saw Maggie with her gym clothes. She still looked beautiful.<br>\r\n<br>\r\n\"Don't you have gym clothes too?\" asked Maggie.<br>\r\n<br>\r\n\"No\" he replied. \"I don't even have 'normal' clothes. These are doll clothes\".<br>\r\n<br>\r\nMaggie giggled. \"Awe, that's adorable\" she cooed. Kieran simply cringed.<br>\r\n<br>\r\nThe two entered the gymnasium with the rest of the girls. The coach, Mrs. Lanovaz was waiting for them.<br>\r\n<br>\r\n\"Alright, class. As you may or may not know, we have a new student today. Where is he?\".<br>\r\n<br>\r\n\"Right here\" said Kieran, yelling so she could hear him.<br>\r\n<br>\r\n\"Okay, good\" she said, gently taking Kieran from Maggie. \"Everybody, this is Kieran. He will be joining us this year. Make sure he feels welcome here\". She then handed him back to Maggie.<br>\r\n<br>\r\nA few girls, who hadn't already seen him last class, stared at him in shock and amazement. One of them with disgust. <br>\r\n<br>\r\n\"Alright, now that's out of the way, it's time for...\"</span></div></div>",
            "created":1598418000,
            "id":2892041,
            "title":"Phys-Ed"
        },
        "112111":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "A klutzy girl trips and accidentally falls on top of Kieran.",
                "A goth chick \"accidentally\" steps on Kieran.",
                "Everything goes fine."
            ],
            "content":"<div class=\"\"><div> <span>Kieran and Maggie looked at each other nervously. Maggie raised her hand.<br>\r\n<br>\r\n\"Mrs. Lanovaz?\" she called.<br>\r\n<br>\r\n\"Yes, Maggie\" responded Mrs. Lanovaz.<br>\r\n<br>\r\n\"How are we gonna make sure Kieran doesn't get squished?\" asked Maggie.<br>\r\n<br>\r\nMrs. Lanovaz ponders for a moment. \"How about we set up two lanes? One for Kieran and one for the rest of you\" she said.<br>\r\n<br>\r\nThe rest of the class nodded. Kieran nodded too as, to him, it sounded like a solid plan. Maggie, however, was unsure.<br>\r\n<br>\r\n\"Shouldn't he just sit down and let us do this\" she asked. \"Someone could trip and fall into his lane\".<br>\r\n<br>\r\n\"Maggie! Kieran did not come to school to sit around and do nothing. He will do his part. The same as everyone else, understood?\"<br>\r\n<br>\r\nMaggie sighed in defeat, but Kieran gave her a reassuring look.<br>\r\n<br>\r\n\"Don't worry about me\" he said. \"I'll be fine\".<br>\r\n<br>\r\nThe class stands at the starting position, ready to start running. Mrs. Lanovaz blows and the whistle and off they go. <br>\r\n<br>\r\nDoes something happen?</span></div></div>",
            "created":1600318800,
            "id":2904925,
            "title":"Run to the Hills"
        },
        "1122":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Physical Education",
                "Science",
                "Health"
            ],
            "content":"<div class=\"\"><div> <span>\"I'd rathe-\" Kieran starts to say.<br>\r\n<br>\r\n\"I'm so excited to have my very own shrunken pet\" she says, cutting him off.<br>\r\n<br>\r\n\"B-But I-\" he retorts.<br>\r\n<br>\r\n\"No buts\" she says. \"Well, except maybe this butt\". She points to her own butt, giggling.<br>\r\n<br>\r\n\"Maggie! I'm happy you and Kieran are getting along, but could you please focus on the lesson\" says the teacher.<br>\r\n<br>\r\n\"Yes, ma'am\" she says.<br>\r\n<br>\r\nSoon, class is over and it's time for...</span></div></div>",
            "created":1598331600,
            "id":2891360,
            "title":"No Choice"
        },
        "113":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "The class goes on as normal",
                "Something happens"
            ],
            "content":"<div class=\"\"><div> <span>A blond girl sitting in the back of the class raises her hand gently. \"I-I'll take him\" she said, nervously. <br>\r\n<br>\r\n\"Alright then, Emily. He's all yours\" said Mrs. Brown, before taking Kieran over to her. She placed Kieran down on the desk and then went back to the front of the class, beginning their lesson for today. <br>\r\n<br>\r\n\"H-Hi. M-My n-n-name is E-Emily\" she said. \"I-It's n-n-nice to m-meet you, K-Kieran\".<br>\r\n<br>\r\nKieran smiled, reassured. This girl seemed absolutely harmless. She couldn't hurt a fly, which to her, he probably was. <br>\r\n<br>\r\n\"I-It's nice to meet you too, Emily\" he replied.</span></div></div>",
            "created":1598331600,
            "id":2891346,
            "title":"Two Anxious Beans"
        },
        "114":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "He says nothing.",
                "He accepts.",
                "He refuses."
            ],
            "content":"<div class=\"\"><div> <span>\"I'll take him\" said a girl, sitting in the middle row and chewing her bubblegum. She looked and acted like the stereotypical most popular girl in school. Mainly because she was the most popular girl in the school.<br>\r\n<br>\r\n\"Alright, Ashley. Be careful with him\" said the teacher, bringing Kieran over to her.<br>\r\n<br>\r\n\"Oh, don't worry. I will\" she said, as Kieran was plopped onto her desk. He looked up at her, nervously. She was drop-dead gorgeous. An absolute model. He was intimidated, not just by her size, but by her beauty as well. Once the teacher wasn't looking, she bent down to talk to him.<br>\r\n<br>\r\n\"Nice to meet you. My friends call me Ashley\" she said, smiling.<br>\r\n<br>\r\n\"I-It's n-n-nice to m-m-meet you t-too, Ashley\" he said, nervously.<br>\r\n<br>\r\nAshley giggled. \"Tsk tsk tsk. Not yet, little bug\" she said, grinning as she poked him with her massive finger. \"You have to earn the right to call me that~\".<br>\r\n<br>\r\n\"W-What should I c-c-call you then?\" he asked, getting more nervous.<br>\r\n<br>\r\n\"Call me your Goddess\" she said. \"Because you are going to be my little slave\".</span></div></div>",
            "created":1598331600,
            "id":2891350,
            "title":"The Sexy Giantess"
        },
        "1142":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Gym",
                "English",
                "Sex-Ed"
            ],
            "content":"<div class=\"\"><div> <span>Too afraid of what could happen if he refuses, he reluctantly accepts, nodding up and down. Ashley giggles.<br>\r\n<br>\r\n\"I'm glad you agree, little man\" she says, picking him up with her fingers and dropping him into her cleavage. \"Now, kiss my tits until the bell rings\" she orders.<br>\r\n<br>\r\nKieran immediately does as he's told, kissing her breasts. Every 10 seconds, he switches between both of them. Ashley smiles, happy with her little slave. She felt like a true Goddess.<br>\r\n<br>\r\nLater, the bell rings and it's time for...</span></div></div>",
            "created":1598418000,
            "id":2892061,
            "title":"He accepts."
        },
        "1143":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Putting him in the front of her panties.",
                "Putting him in the back of her panties.",
                "Putting him between her breasts."
            ],
            "content":"<div class=\"\"><div> <span>\"B-But, that's wron-\" his words get cut off by the teacher.<br>\r\n<br>\r\n\"Kieran? Ashley? Please refrain from chatting until after class\" she said. Ashley giggles in response, looking at Kieran with a smirk. He was horrified. This woman was going to make him her slave. Just because he was tiny. It didn't feel right. It was unfair and cruel! But, there was nothing he could do about it. If he resisted, she could easily crush him flat with no effort. He sighed as the lesson continued on.<br>\r\n<br>\r\nAfter a while, Ashley gets bored and decided to toy with her new slave. She starts by...</span></div></div>",
            "created":1598418000,
            "id":2892055,
            "title":"He refuses."
        },
        "11431":{
            "author_id":"flurfley",
            "author_name":"Flurfley",
            "choices":[
                "Yes",
                "No",
                "No, but she can't prove anything"
            ],
            "content":"<div class=\"\"><div> <span>Kieran is paying attention to the lesson trying to ignore the intimidating goddess behind him, when suddenly his world is shook and everything goes black.  Ashley had just roughly scooped Kieran up into her hand and brought him up to her face. \"Entertain me little bug.\" Ashley says with a stone cold look.  This struck fear into every fiber of kieran's body, as he knew Ashley wasn't playing around.<br>\r\n<br>\r\nBefore Kieran could even respond he was rapidly thrust downward underneath Ashleys cheerleading skirt.  Everything was dark, and all he could see was Ashley's perfectly toned thighs and her white cotton cheerleader panties.  Slowly Ashleys other hand slipped into view and slowly pulled her panties out of the way, exposing her hairless crotch.<br>\r\n<br>\r\nKieran had never talked to a girl other than his mother and sister, let alone seen one naked.  Kieran felt an erection growing despite the fear he felt.  Ashley slowly moved Kieran closer to her exposed pussy to saver the sound of his screams.  Unfortunately no matter how hard he yelled no one but ashley could hear him.<br>\r\n<br>\r\nJust as he made contact with Ashleys lips, she snapped her tight panties shut sealing him inside.  Ashleys pussy was soaking wet from torturing Kieran.  The air was thick for Kieran, and her scent was driving him mad, he didn't know if he should be scared or aroused.  Just then ashley scooted forward trapping him under the weight of her pussy.  \"Squirm for me you little bug, make yourself useful for once.  Ashley said.<br>\r\n<br>\r\nAshley must have spoke up a little too loud as Mrs. Brown heard this and walked over to Ashley's desk. \"Ashley, where did Kieran go?\" Mrs Brown asked impatiently.  Ashley puts on her best act of shock \"I don't know Mrs. Brown he was here just a minute ago?!?!\"<br>\r\n<br>\r\nDoes she believe her?</span></div></div>",
            "created":1599714000,
            "id":2900393,
            "title":"Putting him in the front of her panties."
        },
        "114311":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Gym Class",
                "Science",
                "Art"
            ],
            "content":"<div class=\"\"><div> <span>\"He must've fallen down or something\" said Ashley, still acting clueless. Suddenly, the bell rang. <br>\r\n<br>\r\nMrs. Brown sighed. \"Alright, class is dismissed. I'll find Kieran and take him to his next class when I do\".<br>\r\n<br>\r\nAshley got up with the rest of her classmates and walked out the classroom door. Kieran, meanwhile, was struggling frantically, trying to escape his panty prison. He was both aroused and terrified at the same time. \"PLEASE!! LET ME OUT OF HERE!!!\" he screamed. Ashley merely giggled.<br>\r\n<br>\r\n\"Your struggles feel great, little guy\" she whispered. \"Keep it up\". She continued walking down the hall towards...</span></div></div>",
            "created":1599714000,
            "id":2900612,
            "title":"It Says Gullible On The Ceiling"
        },
        "115":{
            "author_id":"kierangecko123",
            "author_name":"KieranGecko123",
            "choices":[
                "Sit and wait.",
                "Something happens."
            ],
            "content":"<div class=\"\"><div> <span>\"Can I have him, Mrs. Brown\" asked a girl in the front row with her hand raised. She was chubby and busty with long black hair and glasses. <br>\r\n<br>\r\n\"Sure, Maya\" said the teacher. She took Kieran over to Maya's desk and placed him down on top of it, before walking back to the front of the class and beginning the lesson.<br>\r\n<br>\r\nKieran looked up at her. She was amazing looking. Sure, she wasn't a Victoria Secret model or anything, but she was still beautiful. He opened his mouth to introduce himself.<br>\r\n<br>\r\n\"Hel-\" he started.<br>\r\n<br>\r\n\"Work now, talk later\" said Maya, cutting himself. She gave him a look of 'sorry' before returning her focus to the lesson.</span></div></div>",
            "created":1598331600,
            "id":2891353,
            "title":"A Nerdy Giantess"
        }
    },
    "info":{
        "author_id":"kierangecko123",
        "author_name":"KieranGecko123",
        "brief_description":"A tiny man is forced to go to an all-girl school. What could go wrong?",
        "created":1598380140,
        "description":"<td align=\"left\" class=\"norm\"><b>Summary</b><br>\r\nYour name is Kieran McLoughlin. A 17 year old man with a rare birth condition that caused him to be only two inches in height. His parents forced him to go to an all-girl school, under the pretense that girls wouldn't be as rough as guys would.<br>\r\n<br>\r\n<b>Rules</b><br>\r\n1. No male giants.<br>\r\n2. No futas.<br>\r\n3. No furries.<br>\r\n4. No growing, expansion, transformation or anything like that.<br>\r\n5. Keep it in third person. <br>\r\n6. No other tinies. <br>\r\n7. No bad grammar.<br>\r\n8. Don't kill off Kieran unless you plan to end the story there. No changing tinies.<br>\r\n9. No scat/piss.<br>\r\n10. No excessive farting. Smells are okay, but nothing too over the top.<br>\r\n<br>\r\n<b>Guidelines</b><br>\r\nKieran is a young, socially awkward teenager who's been homeschooled for most of his life. He doesn't really know how to talk to people, let alone girls. Please try to stay in-continuity with that fact. Thank you!</td>",
        "id":2230398,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600371360,
        "modified":1601161680,
        "pretty_title":"Tiny in an All-Girls School (PLEASE ADD)"
    }
}