{
    "chapters":{
        "1":{
            "author_id":"runningcircles",
            "author_name":"RunninginCircles",
            "choices":[
                "Andrew begins to panic ",
                "Andrew calls his parents ",
                "Andrew’s friends come over ",
                "Something else ",
                "Something else "
            ],
            "content":"<div class=\"\"><div> <span>Andrew sat in the back of his college English class as he finished up his essay and handed it in to his professor. He barely paid attention in class today because he was mostly interested in going out tomorrow night which was his 21st birthday.<br>\r\n<br>\r\nAndrew was attending a junior college right now still figuring his life out. He worked part time as a server at a local restaurant in town. He had a small one bedroom apartment and mostly spent his free times playing video games or hanging out with friends. His mind was mostly set on turning 21 tomorrow. <br>\r\n<br>\r\nNowadays turning 21 didn’t mean you were just old enough to drink it also meant you officially a man forever. 18-21 became known as the 3 years of hell for men Andrew’s age. That’s because they knew at anytime they could be selected for the gender draft. <br>\r\n<br>\r\nHaving your gender forcibly changed against your Will sounded like a nightmare. The only thing you got for it was a small government stipend of $1000. Basically a cheap apology from the government for changing your life forever. <br>\r\n<br>\r\nAndrew knew the reason why the draft existed. He learned about the gender drought and how he was born right at the start of it. It was a necessary evil to protect humanity but it also felt like science trying to play god sometimes. <br>\r\n<br>\r\nHowever none of that mattered to Andrew anymore. Tomorrow was freedom day for him! His buddies Dave and Jake were taking him out for drinks tomorrow night and he couldn’t be happier. <br>\r\n<br>\r\nAndrew got back to his apartment as he noticed an odd piece of paper tapped to his front door...<br>\r\n<br>\r\nIt was a bright yellow letter with red letters on it that said “Urgent” on it.<br>\r\n<br>\r\nAndrew felt the lump in his throat as he slowly reached up and grabbed the letter and saw it was addressed to him...from the FGA...The Federal Gender Administration.<br>\r\n<br>\r\nIt was a notice he was selected for the gender draft...</span></div></div>",
            "created":1591333200,
            "id":2846338,
            "title":"The day of the letter "
        },
        "11":{
            "author_id":"runningcircles",
            "author_name":"RunninginCircles",
            "choices":[
                "Andrew arrives at the clinic ",
                "On the way there ",
                "Andrew can’t go through with it ",
                "Something else "
            ],
            "content":"<div class=\"\"><div> <span>Andrew must have read the notice on door 1000 times. He had 1 week to report to his closet Gender are-Assignment facility to begin the process. The letter and everything was totally official. Signed and stamped one day before he was free...<br>\r\n<br>\r\nIt was like something out of a nightmare. He was this close to freedom just to have it taken away from him right at the finish line. <br>\r\n<br>\r\nOver the next several days Andrew began the difficult process of telling his friends and family. His parents were furious and had their lawyer looking into ways to get him out of this.<br>\r\n<br>\r\nHis friends, while supportive, couldn’t offer much beyond their condolences. It was like they were saying goodbye already. <br>\r\n<br>\r\nAs the days passed and all resources seemed exhausted it seemed like Andrew had no choice. He didn’t want to risk breaking the law and throwing his future away. Even as a woman he could at least make something of a life for himself.<br>\r\n<br>\r\nOn the final day Andrew woke up and got dressed. Looking at himself one final time. It was like saying goodbye to an old friend. </span></div></div>",
            "created":1592715600,
            "id":2854612,
            "title":"Andrew begins to panic "
        },
        "14":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "She was a picture of hypersexualized femininity.",
                "She was cute... like a cute girl version of himself",
                "He was mannish, while technically female, he could easily pass as a man.",
                "He was absolutely gorgeous in that girl next door kind of way but still gorgeous",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>A Few Weeks Later Andrew was arriving home... the last few weeks, had been tough, first the reassignment... then learning about what it meant to be a woman in the world, his, now her responsibility as a Woman and what not...<br>\r\n<br>\r\nNow he was finally back in the real world, his body, still mostly foreign, dressed in the only thing he'd been given to wear, a plain green jumpsuit<br>\r\n<br>\r\nhe got back home and rest a bit before heading to the bathroom to wash his face... he took a moment to look at himself... now herself.</span></div></div>",
            "created":1592370000,
            "id":2852929,
            "title":"Something else "
        },
        "142":{
            "author_id":"spooky1",
            "author_name":"Spooky",
            "choices":[
                "His Mom wanted to meet her new Daughter",
                "His Sister wanted to bond with her new Sister",
                "His Friends were throwing him a Welcome home partyy.",
                "Work wants him to come back now that he's back",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Andrew looked sort of like a younger sister.<br>\r\n<br>\r\nstraight blond hair framed his face, down to his shoulders, he now sported emerald green eyes, a cute button nose.<br>\r\n<br>\r\nHe was shorter than before, now only 5'4\" that might be the biggest change, while being a girl was a major life change, having a different view of the world was the most obvious for day to day events.<br>\r\n<br>\r\nHis breasts... while not massive, felt like they were at a 30B.<br>\r\n<br>\r\nAndrew checked the time... he'd have to get ready....</span></div></div>",
            "created":1592370000,
            "id":2852944,
            "title":"She was cute... like a cute girl version of him..."
        }
    },
    "info":{
        "author_id":"runningcircles",
        "author_name":"RunninginCircles",
        "brief_description":"To help stabilize the population some men are forced to change their genders ",
        "created":1591322340,
        "description":"<td align=\"left\" class=\"norm\">In the near future a population abnormality caused a huge spike in male birth rates and a sharp decline in female. Males born were 75% of all new births. <br>\r\n<br>\r\nWith 3 out of every 4 babies born being male the government had a crises on its hand and used all its resources to find a way for more females to be born. However after years of tireless research the best they could come up with was a serum that changes males into females. The problem is the serum only works on adults. <br>\r\n<br>\r\nWith no other options the government began what became known as the Gender Draft, or Gender Lottery. <br>\r\n<br>\r\nBasically any babies born after a certain date were entered into this lottery which starts at age 18 and goes until age 21. After 21 you are removed from the lottery. <br>\r\n<br>\r\nThis program was designed to get the population as close to 50/50 males and females and possible. While successful this draft is hated by many who feel like their freedom is taken from them. <br>\r\n<br>\r\nYou are Andrew Wilson, and tomorrow is your 21st birthday. It is normal to celebrate with friends knowing your manhood is secured so you have big plans to celebrate with your friends. However when you come home you find a letter from the government with your name on it...<br>\r\n<br>\r\nYou have just been selected for the Gender Draft </td>",
        "id":2223525,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1591380000,
        "modified":1592771040,
        "pretty_title":"The Gender Draft "
    }
}