{
    "chapters":{
        "1":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Story 1",
                "Story 2",
                "Story 3",
                "Story 4",
                "Other stories."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which path will you take?</span></div></span></div>",
            "created":1580706000,
            "id":2782030,
            "title":"Intro"
        },
        "11":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "a large stone bollard ",
                "a huge pointy boulder. ",
                "a statue of a man's head ",
                "a wide tree stump ",
                "something else."
            ],
            "content":"<div class=\"\"><div> <span>Nancy was a 3 week old girl. she had smooth peachy skin. blonde hair with cute pigtails. big blue eyes and a little bobble butt she was a cute bobbly little child who loved everyone and everything. everyone who saw her said she was the cutest little girl on Earth.<br>\r\n<br>\r\nHer mother loved her too. but one problem with Nancy's mother...she was a total air head. she could talk for hours about shoes makeup boyfriends. sometimes she would be on her phone chatting with friends or in the mall talking to her friends for what felt like hours. <br>\r\nShe would become very unobservant when she was talking to people. one time her little girl almost got into the washing machine when she wasn't looking.  <br>\r\n<br>\r\nHer freinds kept telling her to look after her baby or she would regret it but she didn't think it would matter if she just had a few chats.<br>\r\nOne day at the playground. Nancy and her mother were out having fun. no one was around since their was some big sports game going on so it was just Nancy and her deer mother alone at the park.<br>\r\n<br>\r\nNancy was having fun on the small spring horise. she was only in her diapers. since her mother didn't dress her properly as she was on her phone talking to her friends. as she talked on her phone she didn't look at her daughter as she crawled away. she went up a jungle gym for fun climbing higher and higher till she was at the top. as she climbed she snagged her diaper on the gym leaving her naked <br>\r\n<br>\r\nNancy stood up on the jungle gym she felt so high up everything seemed so small below. it was as she was looking she tried to wave to her mommy but she didn't pay attention she waved harder and harder. till suddenly Nancy lost balance. almost in slow motion. Nancy fell backwards falling down and landed ass first onto........</span></div></div>",
            "created":1580706000,
            "id":2782034,
            "title":"A baby and a bollard"
        },
        "111":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "She slipped down far enough to begin choking on the bollard.",
                "A man managed to find her, and saw it as a perfect opportunity.",
                "She lost hope/strength, and allowed herself to slip all the way down. (END)"
            ],
            "content":"<div class=\"\"><div> <span>She had fallen directly onto a large stone bollard, several times larger than herself, her ass stretching out to fit the massive concrete divider halfway up her tiny body. She coughed profusely, crying for someone to help, wiggling her pathetically small body in pain. Whenever she stopped moving, she could feel herself even more painfully slipping down deeper, stretching her body out further!<br>\r\nNancy cried out for someone, anyone to come help, but her mother was nowhere to be seen. No doubt going off on another one of her endless conversations and ended up wandering far away from where Nancy was, leaving her to stay put and make desperate attempts to dig her own way out.<br>\r\n<br>\r\nHowever, with Nancy's hardly comparable strength, she wasn't at all able to get herself out. She was stuck here, using up all her power to keep from sliding down further. She continuously called out, unable to speak any English, just whining and whining. Anyone nearby didn't see the poor girl and assumed it was just a baby whining for attention.<br>\r\n\"Ugh, I hate babies.\" One man said. \"Just shut up already!\"<br>\r\n\"That mother needs to shut that stupid baby up!\" Another woman said, \"They're so annoying and useless!\"<br>\r\n<br>\r\nNancy just kept wailing and wailing, hoping someone would finally come to her rescue, when suddenly...</span></div></div>",
            "created":1580706000,
            "id":2782036,
            "title":"a large stone bollard "
        },
        "1111":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "the bollard goes through her mouth as she slid down further ",
                "Nancy couldn't take the pain anymore and tried to die faster! ",
                "someone found her "
            ],
            "content":"<div class=\"\"><div> <span>Nancy cried and moaned as the huge stone bollard twice her tiny baby body slid up into her rectum and all the way up into her stomach. her little body stretched out like a rubber band as her little asshole opened up wider and wider to let the stone bollard enter her body.<br>\r\n<br>\r\nHer little legs and arms franticly waved around. she had no idea what to do since she was only a baby.  <br>\r\nHer eyes cried tears down her cheeks and she cried and begged for help. but in the distance all she could hear was \"Shut the fuck up and go die you stupid brat! making her heart sink. <br>\r\n<br>\r\nThe massive bollard stretched out her tummy like a plastic bag as her small body was running out of room. in her desperate attempt to escape this bollard the bollard was winning <br>\r\nShe tried to hold onto her own belly to push herself up off the bollard but that only made it worse as the pain and intense feeling of the bollard going up and down her asshole made her lose balance and slide down further down the bollard<br>\r\n<br>\r\n\"Ahhhhhhmmmmmfffffff\" soon her cries began to be silenced as the bollard went up her torso and up her throat making it hard to breath. she began to choke as the bollard began to go through her mouth. </span></div></div>",
            "created":1580706000,
            "id":2782038,
            "title":"She slipped down far enough to begin choking on..."
        },
        "12":{
            "author_id":"hj1872",
            "author_name":"TheCourier",
            "choices":[
                "Metabolic Shutdown (WG)",
                "Fat Re-distribution (breast/ass expansion)",
                "Skin Elasticity (waier/air inflation)",
                "Libido Overdrive (sex)",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Cheri was a beautiful little 2 year old, with light brown hair and dazzlingly blue eyes. She was just like every other 2 year old you might meet: she was a bundle of energy at all times, and she recently learned to talk, so she was always asking questions. But one thing made her different than any other 2 year old: her appetite. She could eat more than three competitive eaters combined, and still be starving. Her parents realised this very early on, and could not afford to keep her, so she was put up for adoption. <br>\r\n<br>\r\nHer life now was a great one, for both her and her caretaker, Dr. Chris Jacobson, an infamous geneticist. He has always been fascinated by the limits of the human body, and how to surpass them. His testing methods were shunned and rejected by the scientific community, his last test leaving him no choice but to hide underground from the government. Now that his lab was fully complete, he could really test Cheri's limits. All of them. <br>\r\n<br>\r\nHe first wanted to test her capacity and metabolism. She was hooked up to machinery that was measuring her vitals, capacity, and brain activity. He began the test by presenting Cheri with a pile of synthetic food: food that had the look flavor and texture of real food, but with no calories, and fully digested less than an hour after ingestion.<br>\r\n<br>\r\nHe watched as Cheri stuffed herself with morsel after morsel, stuffing entire synth-burgers down her throat; he monitored her vitals, seeing that with half the plate gone, only about 8% of her stomach capacity was reached. He was stunned, immediately giving her three more plates of the fake food, watching her gobble them up. <br>\r\n<br>\r\nCheri finished eating nearly 2 hours later, having eaten thirty plates worth if food. Her belly, round and taut like a yoga ball, gurgled in content, full for the first time in her life. She let out a content belch as Dr. Jacobson looked at her results. She ate seventy five pounds worth of food, and the only thing that happened to her was that her heart rate elevated. Her brain activity showed that she actually enjoys eating in an almost erotic way, even though she had no way of expressing it yet. <br>\r\n<br>\r\nThe doctor smiled evilly as he thought of different tests he could run on her now,  but where to start?</span></div></div>",
            "created":1580878800,
            "id":2782755,
            "title":"Baby fat "
        },
        "13":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Took off her diaper and began to fuck her ",
                "Began to fist her with his arm ",
                "went to a store and began to stuff big rubber balls into her ass ",
                "saw a sex toy store and got the biggest dildo in their ",
                "more "
            ],
            "content":"<div class=\"\"><div> <span>Joey was a moody teen who had a lot of problems.<br>\r\nBeing a trouble maker this teen he was hated by most people. he skipped class all the time broke stuff and was just an all around asshole. <br>\r\n<br>\r\nBut people didn't know just how fucked up Joey really was, he had a secret fantasy he wanted to fur fill through most of his life.....<br>\r\nHe wanted to fuck a baby to death. he of course didn't let anyone know this dark secret. but often he would fantasise about fucking a small cute little baby girl to death. no mercy just fucking till the baby was no longer moving. <br>\r\n<br>\r\nOne day Joey was in a crowed mall. he was bored out of his mind and wanted to do something cruel.<br>\r\nThat was when he saw a baby girl being strolled along in a baby carriage. <br>\r\nThis seven month old baby girl was named Alice and was so cute and pure. with smooth peachy soft skin. short cute blond hair. and big blue eyes.<br>\r\n<br>\r\nJoey grew a boner as he looked at the girl and fantasied about doing all kinds of horrible things to her.<br>\r\nIt was then he said in his head \"I wish I could fuck you to death. if only I could freeze time and do it right here in this crowded place just like that\" he said as he snapped his fingers.<br>\r\n<br>\r\nBut the second he did snap his fingers suddenly everything froze. the people walking froze right in place. the sounds of birds and dogs went silent and even the sounds of trees waving in the wind was silenced. <br>\r\nJoey looked around shocked. did time really just freeze? he went over to a security guard and waved his hands in front of his face to see he was as frozen as a snowman.<br>\r\n<br>\r\n\"Oh my god this is badass! he then turned to see the Alice looking around confused. she locked eyes with Joey and Joey grew the biggest evil grin on his face as he said \"Hey cutie. all alone huh? even your mommy is frozen. it's just you and me and I have some fun plans for you\" he said as he picked up Alice and...... </span></div></div>",
            "created":1581742800,
            "id":2787523,
            "title":"freeze time"
        },
        "14":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "a loli toddler alone in a small house. he broke it open and grabbed the loli ",
                "a shota toddler picking flowers in the forest. ",
                "a school full of kids. none should have mercy ",
                "a whole village full of kids ",
                "more "
            ],
            "content":"<div class=\"\"><div> <span>In the deep mountains. deep in a forest. a god was coming back to life.<br>\r\nKnown only as the Fox God. this god was a once very powerful being. that ruled over human kind. making them bow to him and do as he pleased. <br>\r\n<br>\r\nThe fox god was a large well built humanoid orange fox. with 9 tails and dark body tattoos across his fur. <br>\r\nBut the main thing that stood out about this god was....his penis. he had a giant fat cock that could crush a human whole. and giant balls that dropped down to the ground. <br>\r\n<br>\r\nThe  Fox God was very well hung. and he was proud of his junk. but this god had one desire. he desired to fuck toddlers. male or female. he wanted to find cute young lolis and shota and fuck them with his giant cock and fill them up like balloons. he was a cruel evil god and didn't have any mercy. <br>\r\n<br>\r\nSo now after finally waking up from a 10000 years of sleep. he was feeling weak from being asleep for so long. he was weak and their was only one way for him to gain his power back. fuck a toddler fill them up like a balloon and then...shove them down his cock and make them part of his cum. cock voring humans gave him power and he had no problem doing it. he was a truly cruel god.<br>\r\n\"I must find a human and make them into a cum balloon. none shall have mercy\" he said smiling evilly. <br>\r\n<br>\r\nFox God then began to walk through the forest searching for a human till he found...... </span></div></div>",
            "created":1582779600,
            "id":2793820,
            "title":"Fox God "
        },
        "142":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Soon noticed the toddlers dick growing as well!",
                "Regressed the toddler into a newborn",
                "Found the toddler large enough to consume!",
                "Was caught by the child’s parents! What now?"
            ],
            "content":"<div class=\"\"><div> <span>There was a young male, no older than a year or two, frolicking within a dense field of flowers. He looked so at peace, so happy... It made the god sick. He despised the look of happiness on children, and he wanted to punish their abundance of joy by using them for his own pleasure.<br>\r\nHe stomped over towards the toddler, who finally noticed the giant fox and tried running away in fear, yet it was in vain as the fox god easily caught up with him, and snatched him up.<br>\r\n“Such a cute baby... You’ll make one hell of a cum balloon~” The fox god stated, shoving his dick so far up the toddler’s ass it poked through his chest.<br>\r\n“AAAAAAHH! St-Stoooooopp!” The toddler cried out, soon drowned out by the cum pouring into him and out of his mouth. His cries for mercy were worthless to the god, only serving to make his dick harder.<br>\r\n“Yes, you worthless little shit! Plead for your meaningless life! You’re not gonna be a human much longer, just a tasty snack for my cock...” The fox god stated, watching as the toddler swelled up into a massive ball and only continued growing.<br>\r\n<br>\r\nAs the Fox God fucked this toddler senseless, he...</span></div></div>",
            "created":1582779600,
            "id":2793831,
            "title":"a shota toddler picking flowers in the forest. "
        },
        "1422":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Now big enouth. the Fox God got ontop of the cum balloon and kept fucking him ",
                "Now at a good size the Fox God shoved the boy down his cock hole ",
                "The Fox God leaves the boy as a giant cum balloon. "
            ],
            "content":"<div class=\"\"><div> <span>The Fox God had no mercy for this little boy. as it shoved it's giant tree sized cock through it's body. the boy stretched out like a condom around a cock  his whole chest and belly stretched out around the dick. his little arms and legs and head wiggling around as his body was stretched out to the absolute limit. <br>\r\n<br>\r\nAs the fox fucked this human cum sock the boy slowly filled with cum. his body in the shape of the cock fucking him began to balloon out into a more round balloon shape as he filled with cum.<br>\r\nCum dribbled out his ass and mouth as he was filled up like a condom<br>\r\n <br>\r\n\"That's it you worthless human. all your going to be is a cum balloon. this is your fate! he said as he kept slamming his cock into the toddler.<br>\r\nSoon the toddler began to notice as he became more balloon like with his body now tiny compared to his giant round middle he saw he was even growing younger soon going from 2 years old to becoming a newborn. <br>\r\n<br>\r\n\"Ugh fuck so fresh. just how I like em! Fox God said as he kept fucking the baby boy.<br>\r\nSoon the newborn boy was as big as a house. his belly was just a giant fleshy dome full of cum. his small baby body resting ontop with a giant cock shoved up his ass. the boy was in pure shock as he was reduced to a cum balloon. </span></div></div>",
            "created":1582779600,
            "id":2793840,
            "title":"Regressed the toddler into a newborn"
        },
        "14222":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "A nursery filled with newborn babies",
                "A school of young children",
                "A group of kids playing in the same woods."
            ],
            "content":"<div class=\"\"><div> <span>The newborn was in tears, only hoping that the fox god would be finished soon. He would be, but unfortunately, would not be so merciful to the immobile baby.<br>\r\n“So big... So fucking massive! You’ve got no chance of losing all this weight, you fat piece of shit... You’d be better off inside my cock, serving to fuel my sexual rampage on more of you useless infants.” The god stated, lifting up the gigantic mountain of cum that was this toddler and shoved him down his massive, throbbing cock, hearing and feeling the delightful struggle of this gigantic blob of a baby sliding down his dick.<br>\r\n<br>\r\nIt wasn’t long until the toddler was completely consumed, now stuck inside the massive balls of this furry god. He tried to escape, but felt his body rapidly deteriorating and digesting into thick, melty cum.<br>\r\n“Hhahhh... Not enough, need more. More!” The god shouted, stomping off towards the next location. Eventually he found...</span></div></div>",
            "created":1582779600,
            "id":2793842,
            "title":"Now at a good size the Fox God shoved the boy d..."
        },
        "142221":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "turned every baby boy and girl in the school into a cum balloon ",
                "shoved the girl down his cock making everyone watch ",
                "kept fucking the girl wanting her to be massive "
            ],
            "content":"<div class=\"\"><div> <span>the fox god moaned in pleasure as he shoved the giant ball of cum down his cock hole. he watched as the massive massive of a newborn boy was slowly going down his shaft and into his left nut.<br>\r\n<br>\r\nHe could fill the boy struggle inside but it was no use. the fox god waited for a while wanting this child to fully dissolve into cum <br>\r\nSoon the movement stopped and the big lump in his left ball turned to creamy thick cum. making the fox god's balls bigger and reducing the baby to nothing but cum. <br>\r\n<br>\r\n\"Don't worry more will join you! he said patting his balls. he stomped through the forests till finally he found a nursery in the woods <br>\r\nThis small nursery was being cared for by one human woman. having no use for the human woman he picked her up and threw her into the sun.<br>\r\n<br>\r\nAll the babies inside looked up at the giant god Fox who was looking down at them with an evil smirk and a giant hard cock dribbling cum.<br>\r\nHe first picked up a baby girl no older then 3 months and began to fuck her ass. the baby cried and the babies below cried to knowing they where next.<br>\r\n<br>\r\n\"Yes cry. it's music to my ears! he said fucking the small baby girl into nothing but a cock sleeve. soon that girl was reduced to a school sized cum balloon. her small now newborn baby body resting ontop of her own giant cum filled belly as cum dribbled down her ass.<br>\r\nThe fox god was so excited. his evil had no bounds as he..... </span></div></div>",
            "created":1582779600,
            "id":2793845,
            "title":"A nursery filled with newborn babies"
        },
        "1422211":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Began to fuck this baby to death, sliding his cock all the way through her.",
                "Found her parents, and used hypnosis to get them to fuck her as he did others.",
                "Fucked her, but instead just made her pregnant to make more babies to fuck."
            ],
            "content":"<div class=\"\"><div> <span>He let out a howl of pleasure with each baby girl and boy he fucked into a balloon, hearing their cries as they were all piled on top of each other in his massive set of balls. As each huge balloon of cum slid down, they splat on top of the cum piles of their long since digested babies, some even still retaining some sentience and crawling over them pleading for help, only to fully melt seconds later and force them to join their sticky white chorus of agony.<br>\r\n\"Mrrrph... More, fucking MORE! My balls are full to bursting with you babies, I'll keep on fucking and fucking until every child on this planet is reduced to cum...\" He stated with pleasure, rubbing his rod to the very last baby that remained, terrified and shaking. But instead of consuming this one, the fox god had other plans for this baby.<br>\r\n<br>\r\nHe lifted up the toddler, no older than a few weeks old, and grinned wickedly. \"You're lucky. I'm not going to turn you into cum, you're too much of a freak to do that. You just watched me fuck and consume every single one of your only friends, so I think it's only fair you get a punishment FAR WORSE than what they got. One that will make you regret being born, ruining this perfect world with your presence...\"<br>\r\n<br>\r\nThe fox god then...</span></div></div>",
            "created":1582779600,
            "id":2793851,
            "title":"turned every baby boy and girl in the school in..."
        },
        "14222113":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "picked her up and fucked her again making her children watch ",
                "Began to fuck her babies making her watch her newborn get fucked ",
                "reduced all of them to giant cum ballons. but would he spare them? "
            ],
            "content":"<div class=\"\"><div> <span>The fox god wanting to give the final baby true suffering had the perfect plan <br>\r\nLike the others he shoved his cock into the baby girl. but this tie directly into her vagina. <br>\r\nShe cried out as she was turned into a giant cock sleeve like all the others. <br>\r\n<br>\r\nThe Fox god began to rapidly fuck her filling her up with cum. her baby womb filled with gallons of cum. she cried out as her belly was filled with cum. all the way till she was a small baby sitting ontop of a giant house sized belly full of cum. <br>\r\nShe lied their her womb hurting from being filled with so much cum when the fox god used his dark magic to do something truly horrible.<br>\r\nThe few weeks old baby girl looked down in sheer horror as her already massive belly began to grow. her belly became more firm and round. her belly button popped out and she quickly realised what was happening. she was pregnant! The fox god used his magic to make the cum rapidly impregnate her going from a few weeks pregnant to full term in the spam of a minute. <br>\r\n<br>\r\nBabies inside her womb kicked and pushed inside. her belly had bumps all over it as her many babies kicked around for freedom.<br>\r\n\"Congratulations bitch. your a mother! he said as the baby girl cried out in pain as she gave birth. <br>\r\nNewborn babies came out of her vagina over and over <br>\r\n<br>\r\nSoon she was left on the ground in a sweaty crying mess with over 50 babies as young as her crawling around. <br>\r\nShe was now the youngest mother on Earth. and the fox god laughed at her as he........</span></div></div>",
            "created":1582779600,
            "id":2793859,
            "title":"Fucked her, but instead just made her pregnant ..."
        },
        "142221132":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "The fox god was a bit too forceful, and killed the baby girl with his cock.",
                "The parents finally arrived, and were shocked to see what'd happened!",
                "The fox god finally grew tired, and decided to move on."
            ],
            "content":"<div class=\"\"><div> <span>The fox god mercilessly fucked each of the newborn babies, using magical hands to keep the baby mother's eyes glued onto the fate of her newborn children, fucked into massive cum balloons and sliding down their abuser's cock, reduced to cum and repeating the cycle over and over once more.<br>\r\nShe could hear her babies cry out in pain, the same memories from just moments ago flooding back when she watched her friends being fucked and consumed. She could barely process it anymore, her mind was completely broken, traumatized from this horrible situation.<br>\r\nAnd the fox god could see how completely expressionless and null her mind had become, and he could only chortle. \"Is this too much for your pathetic mind to comprehend? Are you already broken so horribly that your only thoughts are of being fucked senseless, only to watch these horrible fuck toys be removed from existence? Well trust me... Things are only getting worse from here.\"<br>\r\n<br>\r\nThe fox god filled his balls with all the newborn cum balloons and once again used them to impregnate the child once again, him repeating this process over and over, the baby girl only left to wonder when it would all end... IF it would end... And what would happen when he was through with her.<br>\r\n<br>\r\nEventually...</span></div></div>",
            "created":1582779600,
            "id":2793861,
            "title":"Began to fuck her babies making her watch her n..."
        },
        "1422211321":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Go to a house and use magic to make a mother and father fuck their baby ",
                "find a boy to impregnante ",
                "go to a town and fuck every toddler their "
            ],
            "content":"<div class=\"\"><div> <span>The fox god showed no mercy to the broken baby.<br>\r\nHe kept forcing her to have more babies becoming pregnant over and over again. giving birth painfully and being reduced to a cum balloon everytime. <br>\r\nShe would be forced to watch her newborn children be fucked turned into cum balloons then shoved down the demon foxes cock and turned into cum. <br>\r\n<br>\r\nEverytime it got worse as the fox god's dick and balls grew bigger from the amount of babies he was consuming. <br>\r\nSoon after the five time doing this the fox god fucked the broken baby with his giant towering cock till finally the baby let out one final whimpier before Fox god heard a squish sound.<br>\r\nHe looked down and said \"Oh...I broke it. His cock had gone through her mouth stretching out her mouth to an impossible size. <br>\r\nHer eyes had rolled into the back of her head and her little limbs went limp. she was finally dead. her poor body no longer abel to take anymore abuse.<br>\r\n<br>\r\nThe fox god slid the corpse off his giant penis and looked at the lose dead girl her holes impossibly stretched out and still leaking. <br>\r\n\"So weak and worthless...you don't even deserve to be part of my balls. he then threw the girl away like one would throw away a used condom. the girl falling over into a near by pit. left to rot.<br>\r\nFox god now done with the nursery looked at his now huge powerful body. he had grown so strong after all that fucking and consuming <br>\r\nThe next thing he did was......</span></div></div>",
            "created":1582779600,
            "id":2793869,
            "title":"The fox god was a bit too forceful, and killed ..."
        },
        "14222113211":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Forced these two to spread his message, to remove human rights from babies.",
                "Began to jack off and flood the whole park in his cum.",
                "Grew a dick on the mother so she could fuck her son as well."
            ],
            "content":"<div class=\"\"><div> <span>He went around town in search of new victims when he found a mother and father walking around a park, alone with their newborn son. He was going to simply fuck their baby in front of them, but he instead got a better idea. He decided to use his hypnotic magic to turn the baby's parents into twisted perverts like himself, and the father suddenly felt incredibly horny towards the young baby.<br>\r\n\"Hmmgh... Dear, Marcus is looking so... Hot right now...\" The father said.<br>\r\n\"I know... I just want to pleasure him in more ways than even you!\" The mother said, as they both lifted up the baby Marcus and ripped off all their clothes, having sex right there in the middle of the park.<br>\r\nThe mother shoved her husband's dick right up Marcus' ass, watching his throbbing hard cock stick out from his stomach like a thick rod of meat.<br>\r\n\"Ummphh! This feels so good... We should've done this long ago!\" The father exclaimed.<br>\r\n\"And look at how big his stomach is growing, you're pumping him with so much of your thick baby juice!\" The mother stated, rubbing her whole naked body over Marcus' swelling stomach. \"Who cares about raising a baby when you can just make them into your personal cum dumpster~\"<br>\r\n\"Exactly... That's all their good for... All they do is whine and whine... We might as well put those worthless leeches to good use!\"<br>\r\n<br>\r\nThe fox god was pleased, finally some people who saw things how he did! Albeit with a small dose of mind control... Regardless, he was so turned on by this exchange that he...</span></div></div>",
            "created":1582779600,
            "id":2793870,
            "title":"Go to a house and use magic to make a mother an..."
        },
        "142221132113":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "They rolled their son into the forest and kept fucking him filling him with cum",
                "the big dicked couple got bored of their son and looked for a new baby to fill",
                "The fox god made every adult in the park want to fuck toddlers "
            ],
            "content":"<div class=\"\"><div> <span>The son was horrified as his dad fucked his ass. his big dick pushing right out of his belly like he was a cock sleeve. <br>\r\nHis belly filled with his father seed as he was fucked. he cried but his parents seemed to have no mercy for him. they had no love for their child anymore viewing him only as a sex toy now. <br>\r\n<br>\r\nThe mother said \"Yes you worthless cum sack. take your father seed. we never loved you. we've just been waiting for the right time to make you into the cum dump you were meant to be! <br>\r\nThe father kept slamming his cock into his sons ass. his belly filled with cum becoming as big as a watermelon. <br>\r\nHis naked mother rubbed her body into his belly cumming as she humped her son.<br>\r\n<br>\r\nThe fox god finding the mother useless decided to make things more fun by using his magic to give her a cock too.<br>\r\nThe baby son looked on shocked as a big fat dick flopped out between his mother's legs as well as a fat pair of balls full of cum.<br>\r\nThe mother said \"Yes this is an upgrade! she said as she stuffed her cock into his mouth. <br>\r\nSoon both the mother and son spitroasted their son with the father fucking his ass and the mother fucking his mouth.<br>\r\n<br>\r\nThe fox god laughed as the baby's belly filled with cum soon pressing into the ground....... </span></div></div>",
            "created":1582779600,
            "id":2793899,
            "title":"Grew a dick on the mother so she could fuck her..."
        },
        "1422211321131":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Felt his own dick rising, the sight very pleasing!",
                "Didn't want the child dead yet, and convinced the parents to keep him alive.",
                "Joined in on the fun, unable to contain himself!"
            ],
            "content":"<div class=\"\"><div> <span>The two parents found more people entering the park and, not wanting anyone to interrupt their fun, took their condom of an infant into a secluded part of the woods, where the fox god, unfortunately, wasn't able to follow easily at this size. Thankfully, he was able to shrink his body and follow the horny parents. So, after shrinking down to a reasonable size and putting on some ill-fitting clothes that hardly covered his rather sizeable endowment, he was able to follow the parents into the forest.<br>\r\n<br>\r\nOnce he reached them, he was surprised to see them both going much harder on the child now that they were under the impression no one was watching.<br>\r\n\"You fucking slut, I didn't know our child was so hungry for cum!\" The mother stated. \"He would've grown up to be such a disappointment, even more than he is right now...\"<br>\r\n\"Yeah, we're doing him a favor!\" The husband grunted, sliding his dick further and further up the young baby's body, the baby crying out for mercy, feeling the life being ripped out of him.<br>\r\nThe fox god...</span></div></div>",
            "created":1582779600,
            "id":2794007,
            "title":"They rolled their son into the forest and kept ..."
        },
        "14222113211312":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "You to find a new baby and shove it up your sons ruined ass. ",
                "To put your son in my balls ",
                "you to take it slow. make your son into a giant cum balloon and I'll watch "
            ],
            "content":"<div class=\"\"><div> <span>The fox god watched as the parents raped their baby son. <br>\r\nThe fox god's penis became erect as he watched. it was very excited seeing this small boy getting ploughed by two giant cocks that belong to his parents. <br>\r\n<br>\r\nHis dad slammed his dick in and out of his sons ass and the mother stuffed her big cock down his throat forcing him to drink cum.<br>\r\nAs the two filled their baby with hot cum. his belly kept growing soon. as he was resting on the ground he was now at height with his parents as he was so full of cum his belly lifted him high up. <br>\r\n<br>\r\nThe life seemed to be leaving the babies eyes as he couldn't take the dicks but The fox god stepped in and said \"Wait don't kill it yet.<br>\r\nThe parents said \"Oh a true god! we have been punishing this worthless child with her cocks. are you pleased oh great one?<br>\r\nThe fox god said \"Yes but do not kill it. I have a great plan......I want......\" </span></div></div>",
            "created":1582779600,
            "id":2794039,
            "title":"Didn't want the child dead yet, and convinc..."
        },
        "142221132113121":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Was pleased, and began to masturbate over the beautiful sight",
                "Was displeased, and punished the father by being cockvored by his own son.",
                "Took some of the babies the father had and began raping them as well."
            ],
            "content":"<div class=\"\"><div> <span>\"I want you to find a new baby, and shove it up your son's ass.\" The fox god demanded.<br>\r\n\"Of course! Anything in your name, great sex-lord of infantile death!\" The husband praised, running off while the mother stayed behind to keep their son filled with cum, ensuring he got no time to relax or take a break. They wanted him constantly being fucked, and so did the fox god. In his eyes, a baby left unfucked was a waste, and the only good way to use an infant is for your own sexual pleasures.<br>\r\n<br>\r\nEventually the husband returned with a child, unknown where it came from, who was crying and wanting to go home to his mommy.<br>\r\n\"Shut up, you worthless baby! You're going to a place you won't be able to won't be able to ruin anyone else's lives...\" He stated, as he slid the baby right up his own son's already grossly stretched-out butthole from the constant sex. He shoved him up as deep as he could, and could already feel him being digested, his muffled cries soon merging with the gurgling of his stomach, as well as the mumbled cries of his own son.<br>\r\n\"Yes, son. Consume your own kind, become a grave for these equally worthless children!\" The husband stated, grabbing more children he had gathered up in a sack, each other crying out in pain as they were shoved up his ass, causing the child to grow fatter with each baby his ass consumed.<br>\r\n<br>\r\nThe fox god...</span></div></div>",
            "created":1582779600,
            "id":2794041,
            "title":"You to find a new baby and shove it up your son..."
        },
        "1422211321131211":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Summon a ton of babies to a secure location and fill them all up with his cum ",
                "Find a baby who had just been born ",
                "find a family to have fun with "
            ],
            "content":"<div class=\"\"><div> <span>The fox god grinned his sharp teeth as he watched the parents shove baby after baby into their own baby sons ass.<br>\r\nThe baby cried out in pain as the head of another baby was shoved up his cum filled ass. then the body then the legs before being shoved deep into his belly.<br>\r\n<br>\r\nFaces and hands pressed into the walls of his belly as they struggled to get out but it was no use.<br>\r\nThe babies all got consumed as soon the main baby boy was left as big as a house. his parents had to climb up ontop of him to keep the fun going.<br>\r\n<br>\r\nThe fox god masturbated over the sight. he was loving every second of this.<br>\r\nOnce the father ran out of babies to shove up his sons ass he went back to fucking him. both the mother and father kneeled ontop of their sons massive belly and ploughed their cocks down his ass and throat. <br>\r\nThis went on for hours till the baby was as big as a school. <br>\r\n<br>\r\nNow pleased The fox god decided to end this as he demanded the parents to get off. he then picked up the giant cum balloon and stuffed it down his cock. the baby cried and reached out to his parents but they just gave him middle fingers and said \"Fuck you son. we never loved you. we only love The fox god. and you are nothing but fuel for his power, now fuck off forever! they said now making out <br>\r\nAfter the poor baby went down into The fox god's balls and was turned into cum making The fox god more powerful. <br>\r\n<br>\r\nThe fox god said \"You two did well. spread my teachings. go find more toddlers to fuck. don't give any of them mercy.\" <br>\r\nThe parents said \"Yes oh wise one! none shall have mercy! the two then left holding hands together looking for more fun to have and pain to cause. <br>\r\n<br>\r\nThe fox god was pleased. he was getting so powerful now after consuming so many and now he wanted to.......</span></div></div>",
            "created":1582866000,
            "id":2794286,
            "title":"Was pleased, and began to masturbate over the b..."
        },
        "15":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "story 5",
                "story 6",
                "story 7",
                "story 8",
                "story 9"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>story 5<br>\r\n<br>\r\nstory 6<br>\r\n<br>\r\nstory 7<br>\r\n<br>\r\nstory 8<br>\r\n<br>\r\nstory 9</span></div></span></div>",
            "created":1585198800,
            "id":2807889,
            "title":"Other stories."
        },
        "151":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Chara uses Alphys lab equipment to masturbate ",
                "Chara goes home to get some dick ",
                "Chara goes looking for random monsters to fuck "
            ],
            "content":"<div class=\"\"><div> <span>\"Sigh why am I here? Chara said as she stood in Alphys's lab.<br>\r\nAlphys looked up from her desk and said \"Your here to help me Chara of course. why so bitter? <br>\r\nChara said \"I didn't choice to come here. it's just my parents think I need to be more \"social\" so now I'm here having to help you. I just want to go home and play some video games. <br>\r\n<br>\r\nAlphys said \"Now now. I promise you this will be fun. I have a very interesting test I want to try and your going to be my test subject.\" <br>\r\nChara said \"Huh what are you going to do to me?<br>\r\nAlphys said \"I made a special chemical that I think might reduce your age. I want you to try it. I'm hoping you'll be 6 years old if this works right\" <br>\r\n<br>\r\nChara looked at the blue vile and said \"Ok then so this wont do anything too weird to me right? like I wont regret this?<br>\r\nAlphys said \"Sure I'm sure nothing bad will happen trust me I'm a scientist\" <br>\r\nChara shrugged and drank the blue vile. it tasted strange. <br>\r\n<br>\r\nChara stood their looking at herself. \"I don't feel anything diff...ooooOoohhhhhoHHH....What's this? I feel weird? she said rubbing her body.<br>\r\nShe then began to shrink down her sweater and pants becoming big and baggy on her.<br>\r\nAlphys was looking pretty calm at first as Chara went from 8 to 7 but her calm face became sweaty and full of worry as she saw Chara get younger past 6<br>\r\n<br>\r\nShe shrank down to 4 to 3 to 2! <br>\r\nSoon their was just a pile of cloths on the floor <br>\r\nAlphys freaked out thinking Chara had vanished and said \"Ok ok ok! don't panic Alphys! oh no the king is gonna kill me I made her daughter vanish into nothing! I need to calm down otherwise I might have a heart attack! ANIME! you need to watch an anime right now and chill and you'll deal with this once your calm! she said trying not to freak out leaving her lab.<br>\r\n<br>\r\nLittle did she know Chara was not gone she crawled out of the cloths pile butt naked.  <br>\r\nShe was only a few months old with smooth pale skin big round red eyes short brown hair and big rosy cheeks. <br>\r\nBut while she looked like a baby her mind had changed a lot....she was now horny...very horny. <br>\r\nShe wanted one thing and one thing only. to CUM! </span></div></div>",
            "created":1585198800,
            "id":2807893,
            "title":"Chara the little slut "
        },
        "1512":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Immediately started begging Asriel to fuck her infant pussy.",
                "Wanted to suck Asriel's dick and chug his semen.",
                "Couldn't say anything before Asriel grew a huge, raging boner for her.",
                "Wanted to see Asgore."
            ],
            "content":"<div class=\"\"><div> <span>Chara, still having the wherewithal to make her way home, does so by crawling along the ground and dragging herself all the way back towards the capital. Many monsters don't even notice the newborn baby crawling along the ground as she's so far down. She doesn't mind anyhow, there's only one monster she wants to get dick from, and she wasn't going to stop until she found him.<br>\r\n<br>\r\nEventually Chara made it back home, and knocked on the door as hard as her baby fist could. Toriel came to the door and was surprised to find her little baby girl... A literal baby girl!<br>\r\n\"Oh no, Chara! What happened to you?\" Toriel asked.<br>\r\n\"Alpees turned me into a baby!\" Chara explained, in a very childish voice. \"Is okay though, I feel fine!\"<br>\r\nToriel sighed, picking up Chara and patting her on the back. \"I'm sorry, I'm going to have a word with Alphys about this!\"<br>\r\n<br>\r\nChara was placed down in the living room, where Asriel happened to be sitting down and reading a book, and was just as surprised to see a baby Chara placed down by his mother.<br>\r\n\"Asriel, look after Chara while I'm gone. She was regressed into a baby by Alphys, and I need to give her a stern talking to...\" Toriel explain, storming out the door without any further explanation.<br>\r\n<br>\r\nAsriel just walked up to Chara with confusion, who...</span></div></div>",
            "created":1585198800,
            "id":2807895,
            "title":"Chara goes home to get some dick "
        },
        "15121":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "was pushed down on to the floor by Chara who was going to force him to fuck her",
                "felt a huge boner forming he knew this was wrong yet he wanted to fuck her ",
                "Could finally let go a be as mean as he always wanted to his bitch sister"
            ],
            "content":"<div class=\"\"><div> <span>Asriel was now alone with her newborn baby sister who not too hours ago was her normal teasing and bullying 8 year old self. <br>\r\nAsriel said \"H-Hi Chara......\" feeling really awkward about all this. what was he supposed to say or do?<br>\r\nChara was still herself just in the body of a baby yet she somehow felt more different then just that. <br>\r\nShe seemed hot and flustered her face was red and her breath was drown out. <br>\r\n<br>\r\nAsriel asked \"Chara are you ok? you don't have a fever do you? <br>\r\nChara said between moans \"Oh big brother....have you ever wondered....Ohhhh...what it would be like to fuck your sister as a newborn?<br>\r\nAsriel felt his heart skip a beat. his face lost all colour as he said \"W-what? no way what's wrong with you?<br>\r\nHe then noticed to his horror the reason why she was moaning. under the kitchen table Asriel saw Chara was masturbating rubbing her vagina and clit with her small hands. <br>\r\n<br>\r\nNow all wet she jumped on the table and said \"Oh please give it to me. your big fat monster dick! prove to me your not a wimp stick that giant slab of monster meat inside me little virgin pussy and make me a cum dump! she said moaning and playing with herself. <br>\r\n<br>\r\nAsriel......  </span></div></div>",
            "created":1585198800,
            "id":2807901,
            "title":"Immediately started begging Asriel to fuck her ..."
        },
        "151213":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Toriel soon came home early, and was shocked at what she saw!",
                "Asriel got a bit too rough with Chara and... Uh oh.",
                "Chara grew a dick of her own, and Asriel decided to let her fuck him."
            ],
            "content":"<div class=\"\"><div> <span>Asriel just laughed. He laughed, and grabbed Chara by her tiny chest and grinned wickedly. \"You've finally done it, huh? You've finally just given into your sick desires, and now all you can think about is how much you want my dick...\" Asriel then unbuckled his pants, and revealed his thick hog, hard as steel and stretching out further than the length of Chara's body. \"Well if you want me to fuck you, I assure you I won't be gentle.\"<br>\r\n\"Oh, please don't, brother! Fuck my ass and abuse me, treat me like the fucking worthless whore baby I am!\" Chara pleaded, displaying her tiny booty for Asriel's oversized meat.<br>\r\n\"Shut the fuck up!\" Asriel roared, very uncharacteristically. \"I've heard you tell me what to do for too long, that's all you ever do! Now it's time for you to shut up and let me do whatever I want, and you'll LIKE it!\"<br>\r\n\"Sorry, master. You should punish me, I've been such a bad baby~ Oh, I still am by talking!\" Chara gasped, with Asriel getting entirely fed up and just sticking his large meat into his sister's ass.<br>\r\n<br>\r\nHis dick dug deep into her, and she just moaned loudly, feeling his cum fill her infantile body.<br>\r\n\"Oh, fuck yeah, you feel so good! Even better than what I dreamed!\" Asriel moaned. \"Yeah, that's right, I dreamed about raping you. Your fat ass and sexy body, I wanted you to be mine... And now that you are, I never want to stop!\"<br>\r\n\"Nnph... B-but what about mom?\" Chara asked. \"She'll never accept us... You're a monster, even moreso than usual, and she'll likely disown us for being such degenerates.\"<br>\r\n\"F-fuck mom... If she doesn't like us, I'll take care of her. We only need each other now~\" Asriel responded.</span></div></div>",
            "created":1585198800,
            "id":2808055,
            "title":"Could finally let go a be as mean as he always ..."
        },
        "1512131":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Asriel takes Chara to bed to give her the fucking of a life time ",
                "Asriel began looking for big objects to insert into Chara ",
                "he straight up told Chara he was going to kill her and he was not playing around"
            ],
            "content":"<div class=\"\"><div> <span>Asriel was usually a very meek and timid boy.<br>\r\nEveryone in his class teased him for being so weak.<br>\r\nSo now having some power over his now baby sister he fully gave into what he always wanted. <br>\r\nHe desired to dominate and control others. he wanted to prove he was a man.<br>\r\n<br>\r\nAnd now he was unleashing all his pent up anger on his baby sister fucking her with his huge foot long fat monster cock. <br>\r\nHe sat on the kitchen chair and slammed his sister down on his dick. her tiny little asshole stretching around his fat dick. <br>\r\nHer little body couldn't handle meat this huge. her belly bulged out everytime his dick was shoved deep inside her bulging out through her belly. <br>\r\n<br>\r\nShe moaned and cummed like a little bitch. her mind clouding over with intense pleasure and pain. <br>\r\nAsriel was only getting more horny and angry as he shouted \"Take you you little fucking whore! I hate you so god damn much! all you do is tease me and treat me like a sissy! well your nothing but my cum dump! he said ramming his big fat monster dick in and out of her ass. <br>\r\nSoon Toriel came back and said \"Kids I'm home. I think I know how to change Chara back into her normal age let me just......\" <br>\r\n<br>\r\nshe stopped talking when she entered the kitchen her face going cold as she stared at her son fucking her daughter's tight little baby ass. <br>\r\nAsriel just ignored Toriel saying \"Fuck off mom! can't you see I'm raping Chara! he said pushing Chara deep down onto his dick.<br>\r\nthe big monster cock bulged through her bely and she looked so slutty as her tongue hanged out her mouth. <br>\r\nToriel was shocked her whole blood went cold.<br>\r\n<br>\r\nShe stared for a full minute before it seemed she snapped as she said \"O-Ohhhh....you kids are playing...how......nice....I'll just be leaving for now\" she then walked out of the house unblinking and staring straight ahead like a robot. it seemed the sight of her son fucking her baby daughter was too much for her and her mind blocked it out as she left.  <br>\r\n<br>\r\nAsriel laughed and said \"Stupid bitch! now theirs no one to save you! he said to Chara. </span></div></div>",
            "created":1585285200,
            "id":2808295,
            "title":"Toriel soon came home early, and was shocked at..."
        },
        "15121311":{
            "author_id":"single22",
            "author_name":"Singed212",
            "choices":[
                "Wanted Chara to eat her monster parents, so they won't get in the way.",
                "No longer found pleasure in Chara, and decided to put an end her miserable life.",
                "Decided to shove big objects up her ass as torment."
            ],
            "content":"<div class=\"\"><div> <span>\"Come on, Chara. Let's take you somewhere more comfortable...\" Asriel smiled, practically dragging the cum-covered slut of a newborn into his room, where he tossed her onto the bed, ass already displayed for him. He locked the door, taking off all his clothes and allowing his meat to extend to it's full potential, reaching a size even higher than he was.<br>\r\nChara just drooled at the sight of it, wishing her body was large enough to satisfy such a monumental dick. \"Oh, fuck... Big bro, your dick is so big and juicy! Shove it in my tight newborn pussy right now!\"<br>\r\n\"That's the idea... You'd better get used to this, because I'm not gonna stop until you're all fucked out.\" Asriel smiled, resuming his intense, harsh fucking of Chara's ass.<br>\r\n<br>\r\nHours passed and Asriel just kept plowing his sister, never growing tired of her panting and screams, just sending in buckets of cum inside of her. While this happened, Chara inevitably became absolutely massive, becoming a balloon filled with cum. She sloshed and jiggled around as Asriel kept thrusting his meat inside of her, in and out, in and out, and each one making Chara that much larger, and that much hornier.<br>\r\n<br>\r\nHowever, Asriel...</span></div></div>",
            "created":1585285200,
            "id":2808626,
            "title":"Asriel takes Chara to bed to give her the fucki..."
        },
        "151213112":{
            "author_id":"deadman123",
            "author_name":"tincan",
            "choices":[
                "Chara died....now what? ",
                "Asriel needed to be bigger if he wanted to really kill her ",
                "Asgore and Toriel come in "
            ],
            "content":"<div class=\"\"><div> <span>Asriel felt so much hate and anger take him over as he fucked his baby sister.<br>\r\nHe slammed his giant cock into her pussy and ass. she was gaping and wet and sweating from being fucked so hard. <br>\r\nChara was a moaning little whore and couldn't stop herself from cumming over and over<br>\r\n<br>\r\nAsriel soon began to really slam deep inside balls deep making Chara's belly swell up with cum.<br>\r\nSoon Chara through the cumming and moaning said \"Oh big brother please...Ohhhhh! not so hard! your killing me! <br>\r\nAsriel said \"Good I fucking hate you. I wish you where dead. you stupid little whore. no one's gonna miss you when you die! so just do me a favour and fucking die already! he said shouting in anger as he rapidly fucked her pussy. <br>\r\n<br>\r\nChara screamed as she swelled up with monster cum her belly now bigger then the bed and filling the room.<br>\r\nAsriel said \"Die Die DIE! she said plunging it in and out of her pussy till finally......</span></div></div>",
            "created":1585371600,
            "id":2808974,
            "title":"No longer found pleasure in Chara, and decided ..."
        }
    },
    "info":{
        "author_id":"single22",
        "author_name":"Singed212",
        "brief_description":"NSFW and dark stories featuring lolis of all ages",
        "created":1580751660,
        "description":"<td align=\"left\" class=\"norm\">No gore, no scat.</td>",
        "id":2211958,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1585405627/item_id/2211958.png",
        "modified":1585409220,
        "pretty_title":"NSFW Loli Stories"
    }
}