{
    "chapters":{
        "1":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "He wakes up and it's gone",
                "He finds himself in a lab",
                "He finds a strange item",
                "He is the target of some group",
                "More Options"
            ],
            "content":"<div class=\"\"><div> <span>Richard Dickson is a main in his early twenties. He was an average man, standing at six feet, with green eyes, tanned skin and short cut brown hair. He wasn't the athletic type, but he wasn't overweight either. <br>\r\n<br>\r\nHe attended university and made money on the side by signing up for some for work in the university's lab. <br>\r\n<br>\r\nHe currently had a girlfriend, who was the jealous type, she always wanted to know where he was and didn't like him talking to other women. He also had a number of exes and was despised by more than a few.<br>\r\n<br>\r\nRichard had always been curious in the unknown and was almost certain magic and aliens really existed and would sometimes go out of his way to try and prove it. He had collected a few strange items over the years.<br>\r\n<br>\r\nThe university housed a rather mischievous sorority, that loved to play pranks, especially on the guys. Richard had gone on a date with one of them once, only to discover it was a challenge and the girls had to pick the 'worst boy on campus' the girl who dated him came last at least.<br>\r\n<br>\r\nThere were also some strong activists on the university grounds, some were very anti patriarch and others were against over population. Richard tried to avoid those groups as much as possible but sometimes they didn't give him much of a choice.</span></div></div>",
            "created":1591851600,
            "id":2849440,
            "title":"Introducation"
        },
        "11":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "He finds it detached in his bed",
                "He gets a call",
                "He finds a pamphlet on the night stand",
                "His roommate freaks out too",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Richard was attending a university away from his home town, he currently lived on campus, in a dorm with someone else. He didn't always get along with his roommate and there was something off about him, though he wasn't quite sure what it was. He often had women over, a couple even belonged to those weird activist groups.<br>\r\n<br>\r\nWhat annoyed Richard the most about the women his roommate would invite over is when his girlfriend called, she would always call him instead of texting, was she'd get annoyed hearing another woman's voice in the background, especially when they said babe or some other cutesy nickname. He'd always have to explain that it was a girl his roommate brought over. She'd never quite believe him and that was starting to strain the relationship. Richard had been in relationships like that before, he wasn't sure he could go with another one.<br>\r\n<br>\r\nHe took his experimental drug he was being paid to take before bed just as the instructions had stated and he fell asleep.<br>\r\n<br>\r\nHe had a strange dream that night, it felt so real, there was a hooded figure standing over his bed. His sheets were pulled back and he was completely naked, unable to move. The hooded figure seemed to be focused on his crotch, it had reached down and grabbed his genitals and pulled it off. Richard's eyes went wide open as he saw his detached genitals being held in front of him.... then the dream was over.<br>\r\n<br>\r\n<div align=\"center\">---------------------------------------</div><br>\r\n<br>\r\nThe next morning, Richard had slept in, he still felt tired and his weird dream, or rather nightmare, was on his mind. He knew it was stupid but he reached down and touched his genitals, just to make sure they were still there. Only when he had touched his crotch, there was nothing, not even a single pubic hair.<br>\r\n<br>\r\nRichard pulled the sheets back and looked down. His skin, where his dick should've been was completely smooth. He had been castrated over night... Richard told himself it was all still a dream as he couldn't move his eyes away from what he was seeing.<br>\r\n<br>\r\nWhat was happening to him was real, the only question was, where was his penis and testicles?</span></div></div>",
            "created":1591938000,
            "id":2850046,
            "title":"He wakes up and it's gone"
        },
        "114":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "He is upset about it",
                "He's glad",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"You're dickless...\" Richard's roommate makes a comment about his state. Richard's face goes red, he had pulled back the covers too far and for some reason he was naked. The roommate seemed shocked by the discovery. Richard was still lost for words.<br>\r\n<br>\r\nHis roommate is wearing boxers and out curiosity for finding Richard without genitals, he slips a had down his pants. \"I'm dickless too!\" He exclaims.</span></div></div>",
            "created":1592283600,
            "id":2852175,
            "title":"His roommate freaks out too"
        },
        "12":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "He's doing one of his paid experiments",
                "He's been kidnapped",
                "He's been abducted by aliens",
                "Reader's Choice",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Richard finds himself unable to move yet fully aware as the drugs flow through his system. He is on a cold metal table with his arms by his side, completely naked. He's staring up at the ceiling, which has a bright light shining in his face, he can't see much other than the light.<br>\r\n<br>\r\nHe's not the only one in the room though as he hears movement around him, though no clear words. He suddenly becomes more self conscious about being naked on the table.<br>\r\n<br>\r\nHe laid there wondering how did he ended up in this position.</span></div></div>",
            "created":1592197200,
            "id":2851654,
            "title":"He finds himself in a lab"
        },
        "123":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "They leaving him as is.",
                "They make some more changes.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The white light above Richard dimmed as a figure stood over him and Richard couldn't believe what he was seeing. Standing over him was a purple skinned creature, with six eyes and a snout, it had no noticeable ears and had four skinny arms with two long fingers and a thumb. The outfit they were wearing was metallic in nature but also soft like cloth.<br>\r\n<br>\r\nIt spoke in a mix of squeals, whistles and growls, some of the pitches hurt his ears. Richard couldn't read their expressions so he didn't know what mood, if any, the creature was in.<br>\r\n<br>\r\nIt wasn't the only one in the room though, there was another one that was blue standing near his feet, this one's arms had different lengths too, the top arms longer and the bottom arms shorter. While the purple one had the same arm length. He wasn't sure what those differences meant, if it was a gender difference (if they had any) or if was a racial one. He would've been fascinated if he wasn't drugged up and strapped to a metal table.<br>\r\n<br>\r\nThe blue one had a device in its short, left arm and with its longer arms it started to touch Richard's penis and testicles. Richard tried to say something about the prodding but something on his mouth prevented him from even making a noise. It was like his lungs were deflated of air.<br>\r\n<br>\r\nHe heard a humming of a device then felt a warm string start at the bottom of his testicles and work their way up to his penis. The warm feeling suddenly became hot and a tiny bit painful before a cool and soothing mist was sprayed in the area.<br>\r\n<br>\r\nRichard's eyes went opened and he wished he could scream as the blue creature extended its long arms over Richard's face, in its hands was his genitals. The alien made some noises which repeated and the other one followed through. It hurt Richard's ears and for the first time he could understand what they were doing. They were laughing.</span></div></div>",
            "created":1592456400,
            "id":2853063,
            "title":"Abducted by Aliens"
        },
        "14":{
            "author_id":"hobbitking90",
            "author_name":"Hobbitking",
            "choices":[
                "The Soririty",
                "The anti patriarchs",
                "Those against Overpopulation",
                "A Coven",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Richard had been in the campus library all evening, his roommate had another strange girl over. He was doing some research and didn't want the distraction, he also didn't want to explain who the girl was when his girlfriend would inevitably call.<br>\r\n<br>\r\nThough had he realized it was the prank Sorority's One-Hundred Anniversary tomorrow he probably would've stayed in the room. The girls were already spreading across the campus, they were planning something big.<br>\r\n<br>\r\nNot only that but the anti patriarch society was at it again, he was abused by two of its members on his way to the library, his crime, having a dick.<br>\r\n<br>\r\nThere were also those Eco Warriors, who called themselves the Children of Titan as some sort of Thanos reference. They were promoting issues with over population the most concerning part with their group was their poster of Bob Barker saying \"Right Idea, Wrong Species.\"<br>\r\n<br>\r\nHe wasn't the only one in the library either, in the corner there were a menacing looking group of girls. They looked like a study group but there was something off about them. Richard could've sworn he saw one of his exes with them, though when he looked back over none of them had moved and they all looked unfamiliar.<br>\r\n<br>\r\nRichard was about to have an encounter with one of these groups he would never forget.</span></div></div>",
            "created":1592197200,
            "id":2851426,
            "title":"He is the target of some group"
        }
    },
    "info":{
        "author_id":"hobbitking90",
        "author_name":"Hobbitking",
        "brief_description":"Someone has their dick removed",
        "created":1591843200,
        "description":"<td align=\"left\" class=\"norm\">The only condition to this story is a man loses his dick. Other transformations, removals, rearranging, swaps and such can occur. He can even get it back after a while and under go other changes.</td>",
        "id":2224067,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1591852500,
        "modified":1592464860,
        "pretty_title":"Stolen Jewels"
    }
}