{
    "chapters":{
        "1":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "No 1: the new beginning",
                "No 2: another beginning",
                "No 3: a new protagonist",
                "No 4: starting over",
                "No 5: okay, let's start again"
            ],
            "content":"<div class=\"\"><div> <span>If you want to follow our main protagonist Danny Bronson, press 1.<br>\r\n<br>\r\nIf you want to follow the life of metalhead Megan Bronson, press 2.<br>\r\n<br>\r\nIf you want to follow another character as the protagonist, press 3.<br>\r\n<br>\r\nIf you want to follow our other protagonist, Danny and Megan’s mum, Gabby (or one of her coworkers), press 4.<br>\r\n<br>\r\nIf you don’t really want to use one of the protagonists that I’ve put forward, it’s okay! You can use any of the background characters or even make your own- as long as they have SOME character.<br>\r\n<br>\r\nIf nothing I’ve said gets you excited there’s always the choice at the bottom do do something else so feel free to add WHATEVER you WANT TO.<br>\r\n<br>\r\nSalutations,<br>\r\nYour host,<br>\r\nPee234.</span></div></div>",
            "created":1559106000,
            "id":2665790,
            "title":"A quick intro"
        },
        "11":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Experiment on someone putside",
                "Experiment on his family",
                "Forget it, he's got school to go to",
                "An unexpected knock on the door",
                "Ignore the 'dream' for now"
            ],
            "content":"<div class=\"\"><div> <span>DANIEL!\" Danny's head shot upwards which sent a sharp pain through his skull. He looked round and saw only darkness around him. He tried to move but he could feel invisible hands grabbing his arms and legs. He writhed about, trying to break free of the cold, unrelenting force that held him. \"LOOK AT ME DANIEL!\" He turned his eyes towards the voice and saw a tall, hooded figure emerging from the blackness. \"Oh crap,\" he moaned. \"Its you again.\"<br>\r\n<br>\r\nDanny couldn't see very well in the dark but he still recognised the figure's shoulders dropping slightly. \"No <i>'hello'</i>? No <i>'nice to see you for the first time in three years?'</i> Ugh, this is why I despise you mortals.\" Danny rolled his eyes as he shook off the hands and walked over to the entity, thinking, <i>Still the same drama queen...</i> He put a comforting arm on the entity's arm and said, \"Hello. Nice to see you again for the first time in three years.\"<br>\r\n<br>\r\nThe entity dabbed his eyes dramatically with a small handkerchief he'd materialised. 'Thank you, Daniel. That means a lot.\" His demeanour took a sharp U-turn as he shot up and grabbed Danny by the shoulders in his vicelike grip. \"So,\" he enquired, \"What's going on with you?! I haven't been back to this town in years! You know how it is, all the 'trait thief' nonsense and all that.\"<br>\r\n<br>\r\n\"Well I'm 18 now, I've graduated from school. Just about passed French but got pretty good grades in everything else. I'm STILL living with my parents- I tried moving in with Megs but she and her bandmates are... HORRIBLE, to say the least.\"<br>\r\n<br>\r\n\"What about your hot Mother? How's she doing?\"<br>\r\n<br>\r\n\"First off, ew. Second, she's great; she's aged a little but still doing OK. Rest of the family's doing fine as well: Kurt's moved out, he's gone to uni full-time on some major sports scholarship. Kourtney is as annoying as ever but it's made worse that she is literally only ONE inch taller than me. Kevin is... well he's still a cockface.\"<br>\r\n<br>\r\n\"Alright, any other relationships I should know about?\" Danny blushed as the Entity exploded with laughter. \"Is it who I THINK it is?! Daniel, you sly dog! That neighbour of yours, Dana or whatever, you FINALLY got with her?! I've missed so much!\"<br>\r\n<br>\r\n\"Yeah you really have. By the way, those 'trait theft' powers that you gave me? I, kinda-sorta, LOST THEM, but before you get mad...\"<br>\r\n<br>\r\n\"Why would I get mad?! Do you REALLY think you're the only one to lose your powers?! Oh no, even I've lost them once before- the year was 1268, she was a budding Byzantine sorceress and I was just a lowly, inexperienced turd like you...\"<br>\r\n<br>\r\n\"Thanks for the story, mate. Any of that gonna get my powers back?\"<br>\r\n<br>\r\nDanny couldn't see his face but the Entity looked annoyed at his comment. \"As I was TRYING to say before I was so RUDELY interrupted,\" he continued, \"after I'd made passionate love to that treacherous witch and she'd stolen my powers, I had to go back to my own master and plead with him to get my powers restored.\"<br>\r\n<br>\r\n\"Wait, YOU can give me back my powers?! Hurry up and do it then!\"<br>\r\n<br>\r\nThe Entity wagged a bony finger in Danny's face as he replied, \"Not so fast, Daniel. It's not going to be THAT easy. You see, even after I'd successfully convinced my teacher to restore my abilities, it still cost me. Are you willing to pay a price for YOUR powers, Daniel?\" Danny hesitated, thinking solemnly for a few moments before solemnly nodding her s head. The figure grinned deviously as he outstretched an unnatural palm.<br>\r\n<br>\r\n\"OK, let me set out the terms: I get full control over you and all the changes you make, mental or physical. I don't normally like interfering with my charges but, as you may remember, sometimes you just need a little PUSH...\" Danny suddenly moaned, a wave of ecstasy rushing over him as his penis swelled under his trousers. He knew this was all in his mind but he couldn't help but feel aroused.<br>\r\n<br>\r\nThe Entity cackled maniacally before resetting Danny's libido. \"I think you get the gist,\" he chuckled. \"I also want free roam to observe and modify the people around you, ESPECIALLY your beautiful mother, at any time of my choosing.\" Danny was about to protest when he stopped himself: he figured that the figure would find a way out to do that anyway. Plus it was only fair considering that the Entity was giving up a portion of his power for a SECOND time.<br>\r\n<br>\r\n\"Deal.\" Danny took the Entity's hand begrudgingly. The entity grinned unnervingly as they shook, saying, \"Now that the pleasantries are over we can do this.\" He cleared his throat. \"DANIEL BRONSON, YOU HAVE BEEN CHOSEN, blah-blah-blah, TRAIT THIEF... I BEQUEATH MY POWER, GO HOME!\" He muttered something indecipherable and whirled his withered hands; soon a tornado was conjured from thin air and hurled Danny away, higher and higher, faster and faster...<br>\r\n<br>\r\nDanny shot up from his bed, checking for any bruises or scratches. \"Just a dream...\" he reassured himself as he punched his alarm clock. Something was definitely different about himself though, he knew it, a feeling up powerful, pent up energy laying dormant inside him. <i>Are they really back?</i> he thought giddily. <i>Only one way to find out...</i></span></div></div>",
            "created":1559106000,
            "id":2666307,
            "title":"No 1: the new beginning"
        },
        "111":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "He carries in swapping his neighbours",
                "He goes to meet one of his friends",
                "He swaps himself back wth Ms Sanchez",
                "Something else happens to Danny"
            ],
            "content":"<div class=\"\"><div> <span>Danny eagerly slid his window open and peeled his head out of the window. Danny's face quickly dropped, the disappointment at a lack of swapping victims this early in the morning clear on his face. He kicked his dresser in frustration before a sharp pain shot through his foot that made him instantly regret it. Fortunately for Danny this made him turn back to the window and he quickly spotted an attractive looking jogger going down his street.<br>\r\n<br>\r\nHe sprinted down the stairs and shut the door behind him but alas, he was too late and the jogger had turned round the corner and disappeared. Danny cursed as he looked down at himself and noticed the extra few pounds of flab that he'd gained during the past 3 years looking around his belly. He was in the middle of giving himself a mental note to exercise more when he heard gentle whistling coming from the house next door.<br>\r\n<br>\r\nHe turned to the source and grinned lustfully as he watched his hot, new neighbour, Ms Maria Sanchez, polish her silver Benz idly in her driveway. This wasn't the first time he'd stopped to take a glance at his MILF neighbour- ever since she'd moved in six months ago with her 12-year-old son, Enrique, Danny had used his room as a perfect vantage point to bask in her beauty. She had a beautiful face, sweet and elegant with the added bonus of her long, dad hair, bright pink lipstick and large dangly hoops distending from her earlobe. Danny noticed she was rocking her usual cropped white jacket with a bedazzled, red bra that barely supported her buxom 34DD rack and tight booty shorts that barely covered her firm Hispanic butt. Danny could genuinely not understand why she needed to get dressed up like this just to clean her car but hell, he wasn't complaining.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://i.pinimg.com/736x/3c/16/14/3c161496d4975689062b1b162fb848ec.jpg\" target=\"_blank\">https://i.pinimg.com/736x/3c/16/14/3c161...</a><br>\r\n<br>\r\nMs Sanchez looked up from her washing for a moment and noticed Danny, waving at him and beaming with her pearly whites. Danny waved back as he felt his power rising from his gut. A moment later and Maria's jugs melted away until they were tiny little nubs hidden underneath the tight bra. Danny meanwhile felt the familiar feeling of breasts erupting underneath his stained black tee. He massaged them indiscreetly ,enjoying the arousing sensation of his newly acquired globes, his puffy nipples going erect near instantaneously.<br>\r\n<br>\r\n\"You alright, Daniel?\" Danny had completely forgotten that Ms Sanchez had been staring back at him and he blushed before he put his hands back inside his pockets. Maria laughed heartily, her voice so happy and pure that it caused Danny to laugh with her.  She turned to leave and Danny chuckled at her obliviousness before feeling his glorious bosom once more.<br>\r\n<br>\r\n<i>'Oh yeah,'</i> he chuckled to himself, <i>'I'm BACK, baby!'</i></span></div></div>",
            "created":1559970000,
            "id":2670552,
            "title":"Experiment on someone putside"
        },
        "1111":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "He swaps a couple more neighbours ",
                "Nah, he goes somewhere else ",
                "He gets a call from his GF",
                "Follow Mr Clyde and Casey"
            ],
            "content":"<div class=\"\"><div> <span>Danny chuckled at Ms Sanchez’s obliviousness after he heard her door slam shut. He made sure to cop a quick feel of his new jugs, tweaking the now erect nipples through his top indiscreetly. Rediscovering his powers was absolutely exhilarating and he didn’t want the thrill of swapping to end just yet.<br>\r\n<br>\r\nHe looked over to an old codger that lived down the road, a nosy old git called Mr Clyde that’d always snitched on Danny when he’d been up to his usual antics with his mates before. He’d been in the middle of watering his plants when a little girl, his granddaughter Casey, skipped out of the house to play around in the front garden. Unfortunately for her, she’d immediately attracted Danny’s attention and her nonchalant giggling ended when she felt a strange pushing sensation in her groin. She moaned- both out of pain and pleasure- as the erect, 6.5’ member grew in under her pink leggings, throbbing incessantly despite its age. Danny laughed as Mr Clyde pawed at his crotch only to find the 6-year-old massaging her groin quite enthusiastically with a devious grin on her face.<br>\r\n<br>\r\nAs Mr Clyde shooed Casey back inside to address the current predicament they were in, Danny scoured his street for other worthy swap patrons. He was delightfully surprised to see that there were many other neighbours finally leaving their homes and walking about, making them prime targets for his peculiar brand of ‘fun’.</span></div></div>",
            "created":1574398800,
            "id":2750361,
            "title":"He carries in swapping his neighbours"
        },
        "1114":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Danny wants to create the perfect body.",
                "Danny's bored and swaps other people around.",
                "Danny wishes to improve his girlfriend, too."
            ],
            "content":"<div class=\"\"><div> <span>As Danny continuously lusted over his hispanic neighbor's body, the mood was completely killed when he found Mrs. Sanchez's breasts return to her, as he was frozen in place. \"Hey entity,\" Danny whispered. \"What's going on here?\" The being's voiced shushed the confused teen, making Danny's body walk away. \"Look, as your overseer for the development of your swapping powers, you must know I intend on making you into an effective god! Or goddess, rather, since you're so keen on getting a milf body again just like three years ago.\" It explained, with a chuckle.<br>\r\n<br>\r\nBlushing a little since Danny realized the entity was spot on, he figured he could swap again with Maria any time, if he wanted to again. \"Okay, but I'm still not quite sure I'm following.\" he replied. Sighing, the entity had to bluntly explain to his host, \"We've got to get you grade A parts to make you the hottest goddess of all time. Your neighbor may be pretty, but she's just one of many potential candidates for the taking.\" Nodding his head in agreement, he let his uncontrolled body walk along the sidewalk. \"Take this beauty to your right for instance.\" the entity said, forcing Danny to look in the advised direction.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"http://www.boobgoddess.com/pics5/cosmid_vallory_shower01.jpg\" target=\"_blank\">http://www.boobgoddess.com/pics5/cosmid_...</a><br>\r\n<br>\r\nA frustrated woman trying to fix a water leak along the side of her house was getting covered. Her thin clothes (what little she wore) became transparent, though she did try to cover up her nips and crotch. Kicking excess water off her small feet in flip flops, she seemed to be having a bad time. \"A perfect place to start; she's much better looking than your neighbor.\" The entity recommended, as Danny swapped his body with the woman's just to try it out. Finding himself with the woman's wet mature body felt both amazing and obnoxious. Now, it was Danny who's clothes showed off his intimate parts to the world, and he shivered from the cold. \"Probably should've thought that one out better.\" He quipped, wringing out his new long hair, and enjoying his new body's foreign accent. \"But this bod's a keeper!\" The entity exclaimed. \"Now who's next?\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1569042000,
            "id":2721809,
            "title":"Something else happens to Danny"
        },
        "114":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Danny tells Dana everything ",
                "Danny lies effortlessly",
                "The Entiry’s already decided",
                "Reader’s choice"
            ],
            "content":"<div class=\"\"><div> <span><b><i>KNOCK! KNOCK! KNOCK!</i></b><br>\r\n<br>\r\nDanny yelped nervously as he fell out of his bed and rolled onto the floor below. “GIVE ME A MINUTE!” he yelled to the person outside as he frantically scurried off his backside and raced over to him chuck some clothes on. He rapidly rifled through the repugnant heaps of clothes on the floor, searching for any items of clothing that only smelt <i>’a bit’</i> off. He eventually decided to go with his usual getup: standard black T-Shirt with ‘NIKE’ emblazoned on the front, casual blue jeans and his usual beaten up black Air Forces.<br>\r\n<br>\r\n“Come on in!” Danny was expecting either his Mum coming in to get him to do some chores or his half-sister, Kourtney, startling him on purpose just to screw with him. He was pleasantly surprised when his ‘oh-my-gosh-I-can’t-believe-she’s-my’ girlfriend’s cute face peep round his open door.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://bglh-marketplace.com/wp-content/uploads/2017/12/291821_4626688472599_2129133232_n_1.jpg\" target=\"_blank\">https://bglh-marketplace.com/wp-content/...</a><br>\r\n<br>\r\n “Wow, Dawn! Why are you here? I mean, I’m GLAD you’re here, and you’re looking particularly pretty today if I must say, but what brings you here?! I thought you hated my house!”<br>\r\n<br>\r\n“I never said I hated your house,” she spoke in her soft Australian accent, “I said I hated your ROOM! Seriously, have you never considered using AIR FRESHENER before?!” Danny laughed as he beckoned her to come inside- Dana was the only person who could insult him AND make him feel good at the same time. She plugged her nose as she stepped through the minefield of dirty underwear, used socks and mysterious puddles that had never completely dried up. “Daniel Frederick Bronson, you are the only person on this entire EARTH who is completely comfortable living in a pigsty like this.”<br>\r\n<br>\r\n“Aw, I thought you LOVED my mess! You know I’m the perfect yin to your yang, the mess to your cleanliness, the slacker to your overachiever, the penis to your va-“ She pressed a dainty ebony finger onto his lips as she shuffled closer to his chest, his arm wrapping around her shoulder as they nuzzled each other tenderly. “The only thing WORSE than the mess you make,” Dana giggled, “is your BREATH.” Danny grinned as his hand caressed her smooth, black locks, just soaking up every moment he spent with the beautiful girl who he was proud to call his girlfriend. <br>\r\n<br>\r\nHe was ready and willing to just rest his head on Dana’s and take a quick nap when he heard a slow clapping coming from the other side of the room. He looked up to see an Asian woman sitting on the cabinet opposite him. The woman was completely unfamiliar to Danny with her straight auburn hair, cute, petite face and curvy body that would’ve made Danny drool if he wasn’t already taken. She was decked out in what looked like casual influencer attire with black, 3-inch stilettos, tight tangerine jumper completed with a pair of old-reliable, faded jeans.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://i.redd.it/cyq2aqcoj3401.png\" target=\"_blank\">https://i.redd.it/cyq2aqcoj3401.png</a><br>\r\n<br>\r\nAlthough the form may have been different, the cold, emotionless black pupils gave the away the Entity’s true identity. “Congratulations Daniel, you FINALLY snagged up the girl,” he cackled, “Good for you!” Danny cursed silently as he quietly repositioned Dana’s head so she wouldn’t wake up. <i>’Ugh, I thought you’d left...’</i> Danny hissed in a whispered voice. The Entity grinnned as he strutted up to Danny’s face, squeezing his cheeks affectionately as he said, “And lose my favourite plaything? No, NEVER!” The Entity noticed Dana’s head resting peacefully on Danny’s lap. “And you finally bagged the girl! Congratulations are in order, Daniel! Maybe she’d appreciate it if I gave you a little boost, huh?”<br>\r\n<br>\r\nDanny winced, his lips squeezing together as if he was eating a sour lemon, as he felt something shifting underneath his dirty Y-fronts. He couldn’t help but moan sensually as he felt an additional length of about 2 inches being added onto his now throbbing peace of manmeat. Danny groaned as he massaged his new equipment tenderly, careful not to wake up Dana.<br>\r\n<br>\r\n“You’re welcome, Daniel. Now, for the real reason I’m still here: over the past <b>THREE YEARS</b> I’ve been stuck in the Limbo dimension with nothing to do but conjure beautiful women to pleasure me and deal with all the other trait-swapping imbeciles I’m forced to oversee.”<br>\r\n<br>\r\n“Wait, there are <i>OTHERS?!</i>” Danny interrupted.<br>\r\n<br>\r\n“Yes, <i>OBVIOUSLY</i> there are others,” the Entity continued in his sweet, melodic voice, “How else am I supposed to afford the ladies? But that’s not the point; I’m tired of hanging back and watching you have all the fun, I want to have some fun too! That’s why, from now on, I’m officially retiring from my duties as a trait theif! Instead, I’m going to take a more ‘hands-on’ approach and train you up to become my replacement! Isn’t that fun?!”<br>\r\n<br>\r\nDanny’s eyes bulged widely. <i>”Great...”</i> Danny murmured.<br>\r\n<br>\r\n“The only problem is that pretty little thing that’s sitting right next to you? Are you going to tell her about me or are we going to have to lie? Ooh, please say lie! I’ve been practicing for decades, look: <i>’No, I did NOT steal that woman’s virginity, officer, it was purely an accident...’”</i><br>\r\n<br>\r\nThough the Entity was utterly intolerable, he did present a good question: should Danny tell Dana about his powers or not?<br>\r\n<br>\r\nThe Entity yawned sarcastically. “You’re boring me, Danno. You know what? Time’s up.” He- (wait, she?)- waved her hand in front of Dana’s face, sending a swirl of golden dust dancing across her cheeks. Danny panicked as he heard a low moan eliciting from her lips as she stirred. Er...<br>\r\n</span></div></div>",
            "created":1563166800,
            "id":2687311,
            "title":"An unexpected knock on the door"
        },
        "12":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Experiment on her mates first",
                "Just swap some people in the street",
                "Megan calls someone over",
                "What's the rush! She goes back to sleep.",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"MEGAN BRANSON!\" A groggy looking young woman groaned in the darkness, not even bothering to reply. \"MEGAN BRANSON!!!\"<br>\r\n<br>\r\n\"Ugh, its YOU again,\" she groaned, recovering from yet another brutal hangover she'd gotten from a late night booze binge with her band mates. \"...And why've you come back here? You've already taken my powers back. I was fine being without your nagging little voice pestering me everywhere I went...\"<br>\r\n<br>\r\nThe hooded figure rolled his eyes as he muttered, \"Some people never change...\" He muttered something in a strange language and twirled his hands dramatically. Megan laughed with ecstasy as she felt her hangover dissipate, allowing her to go back to being the sarcastic little bastard she was. \"Finally, you're actually <i>USEFUL</i> for once.\"<br>\r\n<br>\r\n\"SO...\"  the man in the darkness started, \"WHAT'S GOING ON WITH YOU? ANYTHING HAPPENED HERE IN MY ABSENCE?\"<br>\r\n<br>\r\n\"You know, I was gonna ask you the SAME thing!,\" Megan replied, \"You thought about ditching the cloak in the past three years? I mean, I ain't trying to be rude but it's less of an intimidating wardrobe feature and more a guy who still plays Dungeons and Dragons in his parent's basement. No offence.\"<br>\r\n<br>\r\nThe Entity grumbled, asking himself why he'd chosen this arrogant mortal to be a trait thief in the first place. \"YOU KNOW WHAT- IT DOES'NT EVEN MATTER. I'M GIVING YOUR ABILITIES BACK TO YOU, ungrateful little scum...\"<br>\r\n<br>\r\nMegan snorted. \"Did Mommy say you weren't allowed to play your widdle games in her basement anymore? What, you bored or something? Or do you admit that you MISSED widdle ol' me?\"<br>\r\n<br>\r\n\"NOT IN THE SLIGHTEST. NOW SHUT UP. CONGRATULATIONS, YOU'VE BEEN CHOSEN...blah,blah,blah...TRAIT THIEF...blah,blah,blah...SEE YOU SOON!\"<br>\r\n<br>\r\n\"Aw! You REALLY must've missed me- WAAUUGGHH!\" She was stopped mid-sentence by a tornado whisking her upwards into the air. The hooded figure followed her ascent then sighed and snapped their bony fingers, conjuring up a comfortable reclining chair and a cocktail drink. A trio of pretty Thai masseuses ran out from the darkness and started massaging him from head to toe. He slipped into the beach chair, a sly smile stretching across his face. \"I HAVE TO ADMIT, I <b>DID</b> ENJOY HER COMPANY...\" He declined his seat, allowing the masseuses to do their work while continuing to sip his little cocktail.<br>\r\n<br>\r\nHUH!\" Megan screamed as she bolted up in her bed. She checked herself frantically, making sure she was still in one piece and then sighing happily once she'd confirmed. Megan couldn't help but crack a sly smirk: she had to admit, life without the Entity and her powers the past few years had been boring. Not that she would admit that to him, of course.<br>\r\n<br>\r\n\"Now,\" she giggled deviously, \"Who's first?\"</span></div></div>",
            "created":1559192400,
            "id":2666920,
            "title":"No 2: another beginning"
        },
        "121":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "She swaps everything back.",
                "She keeps swapping things around.",
                "Some time later.",
                "Megan goes back to sleep for now."
            ],
            "content":"<div class=\"\"><div> <span>Glancing over to the unconscious bodies of her two bandmates, Lindsay and Kelly, Megan decided they were as good a targets as any to test her powers on, just to see if it felt as good as she remembered. Kelly was the first, and since they were all staying over at Megan's house while her mother and aunt stayed at a friend's house for a day. The rest of Megan's family however, her two brothers and her sister, were all in their rooms, fast asleep. Which was ideal.<br>\r\n<br>\r\nKelly, who slept in her trademark black bobble hat was half uncovered by a sheet as she laid on the spare mattress normally kept under Megan's bed. She was naked except for her underneath vest and her skull-motif panties. \"Let's see how you look with a dick Kelly.\" Megan amused herself, thinking of her brother Danny. Instantly, the fabric of Kelly's panties started to bulge outward as Danny's sizeable cock and his balls pushed out of Kelly's groin, sealing her vagina shut. Kelly fidgeted a little, but remained sleeping, even as her new cock hardened into a full blown erection.<br>\r\n<br>\r\n\"Hmm, didn't know he'd got that big.\" Megan muttered to herself, referring to the size of her brother's junk. But she knew that Danny wasn't as big as Kurt was, and that was when she turned her attention to Lindsay, who unfortunately was laying on her stomach. However, Megan smiled, because she knew Lindsay was a heavy sleeper, and she was right next to her, sharing the same bed. She rolled Lindsay over, so she could see the change happen again, then she 'borrowed' Kurt's junk too. Lindsay's dark blue panties were stretched as a large penis and the balls to accompany it sprouted between her legs. She took popped a boner, and she had over an inch on Kelly, easy.<br>\r\n<br>\r\n\"Now that's more like it.\" Megan giggled quietly, watching the head of her step-brother's cock push up past the waistband of Lindsay's underwear.<br>\r\n<br>\r\n\"And lets see what your boobs feel like.\" Megan mumbled, as she swapped her own chest with Lindsay's. She looked down at Lindsay as her ample DD-cup tits deflated in her bra, morphing into Megan's small B-cups. And Megan got even more turned on as her friend's breasts manifested on her chest... causing her own bra to snap in back. She took off her ruined garment and chuckled, groping and squeezing the soft 'pillows' she now possessed. \"Hmm, pretty nice, a little heavy though.\" She commented.<br>\r\n<br>\r\nKelly suddenly stirred again, reaching down to casually rub her hard-on, before drifting back on to sleep.<br>\r\n<br>\r\nMegan just grinned to herself. She didn't know how she had done without her powers.<br>\r\n</span></div></div>",
            "created":1564117200,
            "id":2692805,
            "title":"Experiment on her mates first"
        },
        "1214":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Megan reverses her friends' swaps.",
                "A short time later, at breakfast.",
                "Megan's siblings are also stirring.",
                "Megan amuses herself further."
            ],
            "content":"<div class=\"\"><div> <span>Laying back in bed next to Lindsay, Megan couldn't help but grin to herself as she felt her large tits jiggle on her chest. She tweaked her sensitive nipples and then squeezed her \"borrowed\" breasts together, then closed her eyes again. As she thought of all the fun she'd be having from now on now that she had her powers back, she fell asleep contented. And also amused, knowing that her brothers both had her friends' pussies between their legs now.<br>\r\n<br>\r\nMegan awoke when she felt Lindsay stirring next to her, and for a moment she forgot about the swaps she had done. \"Hey, how about letting me borrow your bra? mine snapped.\" Megan smirked, asking Lindsay, whose much smaller boobs were swimming her brassiere.<br>\r\n<br>\r\n\"I'm not surprised, it was way too small, idiot!\" Lindsay responded, yawning. She then removed and threw Megan her bra, going without one herself for now. Lindsay then stood up and stretched, her shapely ass on view for Megan to see. Turning around, Megan almost bust out laughing at the sight of Kurt's large package trying to escape her friend's panties. Talk about a case of 'morning wood'. \"Ugh, I'm gonna get rid of this boner.\" Lindsay said nonchalantly, scratching her cock through her navy panties.<br>\r\n<br>\r\nOnce Lindsay had left the room for now, Megan put on her friend's bra, securing her DD's in place, then she looked over to a still sleeping Kelly on the floor, her mouth open and snoring. Danny's penis was currently flaccid between Kelly's Asian legs, but she knew that wouldn't last. There was still a sizeable bulge in her underwear. \"Hey, wake up!\" Megan shouted, throwing a sock at Kelly.<br>\r\n<br>\r\n\"Uh... fuck off Meg!\" Kelly groaned, turning onto her side.<br>\r\n<br>\r\n\"You fuck off! We're in my house, now get your lazy ass up.\" Megan told her, smirking as she crawled across the bed.<br>\r\n<br>\r\nKelly groaned louder. \"Fuck's sake girl, fine!\" She said, stretching and yawning before sitting up. \"Man, I have to pee!\" She said, getting up to go to the bathroom.<br>\r\n<br>\r\n\"You'll have to wait, Lindsay is in the bathroom jerking off.\" Megan grinned, laying back again.<br>\r\n<br>\r\n\"As always!\" Kelly rolled her eyes. \"HEY SKANK... HURRY UP IN THE BATHROOM!\" She shouted loudly, as she began to get dressed, ready to start the day. Megan did the same, and she enjoyed the way her punk-motif shirt pulled tight across her new tits.<br>\r\n<br>\r\nIt was going to be a good day.<br>\r\n</span></div></div>",
            "created":1564203600,
            "id":2692987,
            "title":"Megan goes back to sleep for now."
        },
        "122":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Mess with her family next.",
                "Give her mates a call.",
                "Go out for a walk...and for some fun.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>Perhaps inevitably it was going to be the random passersby in the street that would be the first targets for Megan and her renewed powers. After all she had been without for a while and she wanted to break them in again. Peering out of the window, she smirked upon seeing a few people. A parcelman delivering something to a house across the street got her attention first. The middle-aged blonde woman who had answered the door in her bathrobe was chatting to the delivery guy. She probably looked better later in the day, but first thing in the morning... not so much. Megan knew the woman's name, Michaela, she was split from her husband and probably fancied the mailman or something, since she talked to him a lot.<br>\r\n<br>\r\n\"If you want what's in his pants so badly, here...\" Megan smirked, swapping the pair. One of the woman's hands left the box she was holding and went down to her bathrobe, making sure her erection didn't appear through the folds since she wasn't wearing any panties. The late 20's parcelman had promptly 'delivered' another package to the woman, his own, and was now the owner of her mature pussy lips. And they continued chatting, Megan just snickered and looked elsewhere in the street.<br>\r\n<br>\r\nA young mother walking her two young children to school was next. She was a brunette, about mid 30's and she had a 10-year old son and a 7-year old daughter in tow as she walked down the street. She wasn't in the best shape and carried around a little excess weight around the hips and waist, but she wasn't too bad. Which was good for the young boy, whose head was soon swapped onto his mother's body. He was now the tallest of the three at 5'6\", and he was wearing his mother's former white sweater, her jeans and her tennis shoes, not to mention her bra and panties. <i>No need for thanks kid.</i> Megan again thought, before also deciding to target the boy's sister too.<br>\r\n<br>\r\n<i>\"Have your brother's boobs.\"</i> Megan grinned, swapping the boy's new C-cup breasts onto his little sister... and stretching out her little dress. The boy was now flat chested again, but would be developing some new boobs in a few years for sure.<br>\r\n<br>\r\nAs the family disappeared from view, Megan searched the streets for more 'victims', and soon found a couple in the form of two unrelated strangers. A Latina high school girl suddenly lost the long dark ponytail she was sporting on her head and gained a middle-aged white man's short, chesnut-brown haircut. The guy on the other hand looked even weirer than the girl with her long ponytailed hair. \"Ahh, I can do better than that.\" Megan told herself, also exchanging the girl's juicy ass with the man's flatter, older one. The man kept walking as a shapely teenage Latina ass and hips stretched his corderoy pants to the point of splitting. On the flipside, the girl had to grab her own jeans to stop them from falling down off her narrow hips and flat butt.<br>\r\n<br>\r\n\"Oh yes, I'm back bitches!\" Megan once again grinned, before deciding her next move.<br>\r\n</span></div></div>",
            "created":1559365200,
            "id":2667455,
            "title":"Just swap some people in the street"
        },
        "1222":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "More swaps en-route.",
                "She ends up getting detoured.",
                "A short while later.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>Getting out her phone to call her two bandmates and friends, Lindsay and Kelly, Megan was all smiles. Kelly was the first one she called, and it took a while for the girl to answer her phone, as was usual. While she was waiting, Megan pointed at a passing black girl in her late teens, swapping her ebony ass and hips over to a skinny middle-aged guy with a beard and mustache. The white guy's grubby jeans stretched drastically as his 'ghetto' ass and wide hips took up residence in them, while the teenager's shorts became loose fitting around her now flat, male butt and narrow hips. Megan chuckled to herself as the two walked on, unaware.<br>\r\n<br>\r\n\"Hello?\" Kelly eventually answered. \"What's up Megs?\" Kelly said, calling Megan by the name she always did.<br>\r\n<br>\r\n\"Can you come and meet me, I've got something extra awesome to share with you?\" Megan said over the phone, grinning and rubbing her snatch through her tight leggings and watching more people pass her by in the street.<br>\r\n<br>\r\n\"What? Now?\" Kelly asked. \"My mom has me kinda doing something.\" She grumbled.<br>\r\n<br>\r\n\"Trust me, this is better!\" Megan promised her. \"This will take priority.\" Megan said, pointing at another couple of passersby. This time it was a 12-year old girl and who looked to be her uncle in his early to mid 20's. <i>Back to puberty for you dude.</i> Megan smirked, as the man's head was sucked down into his body, and seconds later it popped up on his neice's young body... and vice-versa. And this time the man would be having periods as he went through puberty, which amused Megan no end. She felt like she'd done the girl a favor, as it looked down her new adult male body was quite athletic and she was sporting a decent sized package in her jeans.<br>\r\n<br>\r\n\"Fine, where do you want to meet up?\" Kelly sighed, hearing Megan chuckle over the phone. Curiosity had got the better of Kelly.<br>\r\n<br>\r\n\"Outside the park, and bring Lindsay with you if you can. She'll want to see this too.\" Megan said, before hanging up.<br>\r\n<br>\r\nWith that done, Megan set off towards the park to meet up with her friends.<br>\r\n</span></div></div>",
            "created":1559365200,
            "id":2667839,
            "title":"Give her mates a call."
        },
        "12222":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "She swaps yet more people.",
                "Meeting up with Lindsay and Kelly.",
                "Megan's phone starts ringing.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>Half way to the park, Megan heard some raised voices in a street that wasn't in the direction she was heading. But being curious (some would say nosey), she took a quick detour and found out where the voices were coming from. A family of three, standing by their car arguing about where to go for their day out. The parents were in their late 30's and they had a 13-year old son just listening to his parents have at each other. \"Really? Arguing over some stupid shit?\" Megan mumbled, rolling her eyes, before a wicked grin appeared on her face.<br>\r\n<br>\r\n\"Maybe if you had something common with your husband.\" Megan smirked, swapping the mother's vagina for her son's puberty-stricken cock. The bulge that formed in her jeans wasn't that big, but from her reaction Megan could tell that she had instantly popped a boner. And Megan saw the woman staring at the ass of a teenage girl who passed by, before returning to arguing with her husband.<br>\r\n<br>\r\nThe son meanwhile, now with his mother's mature snatch sat between his skinny legs, wasn't feeling as horny as he had been before.<br>\r\n<br>\r\n\"And you should be able to understand your wife more.\" Megan continued, this time targeting the father, who was a tall man, about 6'2\" and had an average build. Megan swapped him with a mid 20's brunette woman across the street, a chubby-ish woman who was nonetheless pretty. The woman's round, jiggly D-cup breasts shriveled under her top, replaced by the father's hairy, flat chest. The dad meanwhile had his button-down shirt push outward as he gained his new tits, which were bigger than his wife's C-cups.<br>\r\n<br>\r\n\"Hmm, that gives him an advantage over her.\" Megan reasoned, now that the husband had bigger boobs than his wife and a bigger dick. \"Easily remedied.\" She grinned, clicking her fingers again. This time the dad's pants lost some of the definition in front as his junk regressed back to puberty, and the mom's jeans had the bulge in them swell noticeably larger as she acquired her husband's larger cock and nustack.<br>\r\n<br>\r\n\"There we go. Now run along before your son starts his period.\" Megan laughed to herself, before getting back on track to the park.<br>\r\n<br>\r\nShe was having way too much fun with her new power. And she had only just started.<br>\r\n</span></div></div>",
            "created":1559451600,
            "id":2668388,
            "title":"She ends up getting detoured."
        },
        "1223":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Megan walks onwards and carries on making swaps",
                "Someone calls her",
                "Megan feels like someone is watching her",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Megan slid into the bathroom in her woollen socks, cranking up the radio she'd put in front of the sink and singing it along as it blared out an incomprehensible puck rock song that Megan banged her head along to. She picked up a small brush and smoothed out the top of her black &amp; purple fauxhawk before she raised it up to her lips and yelled along to the track.<br>\r\n<br>\r\nShe heard a quiet groan as she pulled on a tight Black Flag top and draped her signature beaten-up, black leather jacket over her thin shoulders. She hopped her way down the corridor and gasped as she saw Kelly's naked body splayed wildly on top of Lindsay's sleeping form (also naked). <i>'Oh my God, I knew it...'</i> Megan gasped, <i>'She FINALLY did it!'</i> Megan had always known that Kelly had a crush on her fellow bandmate but she'd been sworn to secrecy after a tense altercation with Kelly a couple years back.<br>\r\n<br>\r\nMegan grinned profusely as she closed the door and slipped on a pair of tattered jeans and old combat boots. She bolted down the stairs and slipped out, closing the door quietly behind her. She sucked in the sweet scent of the serene summer day, listening to the shrill chirping of the birds in the treetops as she watched the people of the neighbourhood go about their daily lives.<br>\r\n<br>\r\nA plump woman who Megan recognised as Mrs Andrews was the first person to experience Megan's changes, unmoved as her impressive bust shrunk back into her pink floral blouse while she attended to her front garden. Megan chuckled as she watched a Girl Scout going door to door stumble slightly as her impressive G-cups erupted from her front. She'd been having trouble selling the cookies before but Megan reckoned that this would help her out a bit.<br>\r\n<br>\r\nA smartly dressed lady who'd been strutting down the street with a briefcase suddenly stopped and looked down at herself in shock, cupping her juicy D-cups in full view of everyone else with no regard for the consequences. Meanwhile a horny preteen boy who'd been staring at the woman began to get very flustered, pawing nervously at the small erection building in his trousers.<br>\r\n<br>\r\nA couple that had been casually making love to each other suddenly had their heads sucked into the folds of their necks only for a pair of infant children's heads to pop up a second later. The couple's bodies had stopped making out and were now chasing each other down the street, narrowly missing a pair of 7-year-olds (with suspiciously mature heads and faces) who were now hugging each other intimately.<br>\r\n<br>\r\n\"A breast swap, a body swap AND a headswap,\" Megan giggled. \"I forgot how GOOD I was at this crap!\"<br>\r\n</span></div></div>",
            "created":1559365200,
            "id":2667864,
            "title":"Go out for a walk...and for some fun."
        },
        "124":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Call Hannah back.",
                "Hang with Lindsay and Kelly again.",
                "Swap professions with her mother and go to work at TG.",
                "Just start her day normally for now."
            ],
            "content":"<div class=\"\"><div> <span>Swapping power or not, Megan was tired. The Entity had cured her of her hangover but not her laziness, and she just turned back over and slumped her face back down in her pillow, going back to sleep. Perhaps inevitably, a really erotic dream followed, in which Megan and her two band mates Lindsay and Kelly were wandering along a beach and people around her were randomly exchanging traits as she passed. In the dream, it was as if she wasn't in control, but the grin on her face was proof she probably was.<br>\r\n<br>\r\n\"Megan. Megan... MEGAN...!!!\" Suddenly she flipped herself over in bed and lifted her head as her mum Gabrielle shouted her awake. \"Jeez, sometimes it's like trying to wake the dead, getting you up.\" Gabby shook her head in annoyance.<br>\r\n<br>\r\n\"Ugh... what do you want mum?\" Megan moaned.<br>\r\n<br>\r\n\"I'm going to work in a bit honey, Diann is picking me up. I just wanted to make sure you're up.\" Gabby said, before turning around just before leaving her daughter's room. \"Oh, and Hannah called the house, since you weren't answering your phone, lazy bones!\" She chuckled, closing the door behind her.<br>\r\n<br>\r\nMegan groaned to herself, yawning and stretching in bed. Then she reached over and grabbed her phone. <i>Four missed calls...</i> \"Fuck!\" Megan grumbled to herself, though she had enjoyed her sleep, and the dream she'd had. It had put her in the mood to have a little fun.<br>\r\n<br>\r\nThe question was, what did she want to do with herself today?<br>\r\n</span></div></div>",
            "created":1559710800,
            "id":2669219,
            "title":"What's the rush! She goes back to sleep."
        },
        "1241":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "“...let’s go and help those ancient bastards.”",
                "“...let’s do something else.”",
                "...no. We’ve gotta have a talk.”",
                "Someone interrupts the conversation.",
                "Something’s caught her attention outside..."
            ],
            "content":"<div class=\"\"><div> <span>Megan groaned as she hoisted her legs over the side of her bed. <i>Ughh...</i> she thought as she unlocked her phone and scrolled through the multitude of <i>’I miss you’</i> texts that Hannah had sent during her late night booze binge. She’d known from the moment she’d decided to settle down and date a so-called <i>normal</i> chick things would go to crap. She yawned loudly as she dialled Hannah’s cell, sighing as the call connected.<br>\r\n<br>\r\n“Hey.”<br>\r\n<br>\r\n“Hiya, babe!” Megan slapped her forehead in exasperation- this girl always seemed to be a pent up ball of energy that neither needed to sleep nor could tell when someone wasn’t in the mood to talk. “What’s cooking good-looking? No, that’s corny. What’s shaking bacon? Nope, not good enough, forget that... Oh, how you d-...”<br>\r\n<br>\r\n“HANNAH! Hannah! Chill, ok? Calm it down before you get a nervous breakdown! Geez! You don’t always need to introduce yourself like that. What’d you want anyway?”<br>\r\n<br>\r\n“Oh, nothing much. Just wanted to say hi to the cutest girl in the world.” Megan mimed a gagging expression as Hannah carried on. “Just wanted to call and ask if you’d done anything for me, you know, considering the date and all...” Hannah squealed excitedly from her end of the line. Megan meanwhile was struggling to piece together what Hannah was talking about.<br>\r\n<br>\r\n“Oh yeah...  Today... Today is your birth... Gradu... Holiday?”<br>\r\n<br>\r\n“No, silly! It’s our three month anniversary!” <i>I hadn’t even realised I’d survived this for so long...Why’d I agreed to go out with her again?</i> she asked herself. <br>\r\n<br>\r\n“...Anniversary! That was my next guess!” Megan sighed- the timing may have been unfortunate but the twilight period on this relationship had passed and she wasn’t really in the mood to lead the poor girl along. “Hannah, I’m gonna be honest now, I completely forgot about our anniversary. I also think we need to ya be a serious talk about...”<br>\r\n<br>\r\n“Don’t worry, honeybun! I don’t really mind that you forgot- even I forgot until I checked my countdown timer detailing the <i>exact amount of seconds, minutes and hours it’s been since we got together....</i> But yeah, don’t fret! I was thinking about visiting my grandma’s retirement home to commemorate the occasion. What better way to strengthen our relationship than by learning from those that have kept theirs for decades!”<br>\r\n<br>\r\n“<i>Yay...</i>” Megan put Hannah on mute for a moment as she harrumphed loudly and chucked one of her pillows at her wall. She composed herself quickly, unmuted the call and said calmly, “You know what...”</span></div></div>",
            "created":1582261200,
            "id":2790574,
            "title":"Call Hannah back."
        },
        "13":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Someone else in Danny's family",
                "One of Danny/ Meg's friends",
                "Other characters",
                "A completely new protagonist",
                "Some other options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><b>SUPER SMASH BROS:</b><br>\r\n<i>\"CHOOSE YOUR CHARACTER!!!\"</i></span></div></span></div>",
            "created":1559106000,
            "id":2666365,
            "title":"No 3: a new protagonist"
        },
        "131":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Kevin, Danny's stepfather",
                "Kourtney, Danny's little sister",
                "Kurt, Danny's older brother",
                "Some other family members"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who's your choice?</span></div></span></div>",
            "created":1559106000,
            "id":2666367,
            "title":"Someone else in Danny's family"
        },
        "1314":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Yes",
                "Yes?",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about Megan and Dan’s Aunt Susan?</span></div></span></div>",
            "created":1575176400,
            "id":2754376,
            "title":"Some other family members"
        },
        "13141":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Susan swaps with Danny without him knowing.",
                "She confides in Danny about her power.",
                "She peers out the window into the street.",
                "She decides to confide in her neice Kourtney instead.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>\"Danny, can you do me a favor and move the rest of Kurt's music collection out of my room? He still hasn't called for them yet, and well... I really hate the music he's into, I want to only have my own CDs in my room.\" Susan said to her nephew with a smile and a wink. Danny returned her gaze and smiled, he thought his aunt was always bubbly and polite, but today she seemed positively excitable for some reason. Not to mention the fact she was looking hot, dressed as she was in her favorite thigh-length red skirt, black PVC belt, white blouse and a pair of 4-inch heel white pumps that boosted her height to the same as Danny's more or less.<br>\r\n<br>\r\n\"Huh, sure. I can throw them in the bin if you like, they're all crap.\" Danny chuckled, as he walked in front of her bedroom and looked around. He didn't get to see the inside of his aunt's room very much, not like he had when it belonged to Kurt. She had really decorated in a feminine manner, some of her clothes were laid on the bed along with a pair of her running shoes, and one of her party dresses was hung on the outside of her wardrobe. And in the middle of the room, in a small box, Susan had shoved the remainer of Kurt's CDs.<br>\r\n<br>\r\nBut the CDs were an excuse for Susan to get her 18-year old nephew into her room. The reason for her added excitement today was the fact that some weird old gypsy lady had gifted her with a quite extraordinary power, to switch people's body parts around. Whether it be for vengeance, or just for fun, it didn't matter. And now Susan was eager to initially try out her new power on her family members. She saw no harm, since she could also make it so the people she swapped with be unaware of any physical change to their bodies.<br>\r\n<br>\r\nBut she also wanted to bring someone in and confide in them, telling them about her new power. She just didn't know whether it should be Danny or not. Maybe Kourtney would be a better choice, since she got along really well with her.<br>\r\n</span></div></div>",
            "created":1575262800,
            "id":2754532,
            "title":"Yes"
        },
        "132":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Dawn, Danny's girlfriend",
                "Lindsay or Kelly, Megan's besties",
                "Gazza or Sherril, Danny's best mates",
                "Other acquaintances"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><i>Choose wisely, my friend.</i></span></div></span></div>",
            "created":1559106000,
            "id":2666370,
            "title":"One of Danny/ Meg's friends"
        },
        "1323":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Garry",
                "Sherrill "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Garry or Sherrill?</span></div></span></div>",
            "created":1569214800,
            "id":2722595,
            "title":"Gazza or Sherril, Danny's best mates"
        },
        "133":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Someone from Kourtney's school",
                "Someone from Danny's school",
                "Someone unrelated to the Bronson-Carters",
                "😑. I have no words."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><b>David Joseph Schwartz:</b><br>\r\n<i>Action cures fear. Indecision, postponement, on the other hand, fertilize fear.</i></span></div></span></div>",
            "created":1559106000,
            "id":2666372,
            "title":"Other characters"
        },
        "1333":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Jenny Thompson, mother of Rick (Danny's former best friend)",
                "The Clarks, parents of Dawn, Danny's girlfriend",
                "Reggie Dickson, father of Kay and Kellie Dickson",
                "Other unrelated characters"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, I'm <b>PRETTY SURE</b> I've sorted out what categories all the possible protagonists could be in. Alrighty, let's try this:</span></div></span></div>",
            "created":1559106000,
            "id":2666373,
            "title":"Someone unrelated to the Bronson-Carters"
        },
        "13333":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "A remote",
                "A ritualistic knife",
                "More choices ",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span><b>DING DONG!</b><br>\r\n<br>\r\n“Reggie, you fat slob, go and get the door!” Reggie groaned as he slid deeper into the comfortable brown leather of the sofa seat. Moving into his ex-wife’s house with her new boyfriend probably wasn’t the best decision he’d ever made (it certainly wasn’t the worst) but he was broke and desperate. <br>\r\n<br>\r\n<i>I won’t be in just a couple more seconds...</i> he thought as he stared intensely at the TV screen. He was watching the winning lottery numbers come up on the screen and, for some miraculous reason, he’d already gotten four out of the six numbers needed for the mega-jackpot. “C’mon, C’mon...” he pleaded silently as the number ‘4’ popped up. “Yes! One more!”<br>\r\n<br>\r\n“Reggie, get your fat arse OFF my sofa and answer the BLOODY DOOR! ,” he heard Diann’s new boytoy, Sam, holler from the kitchen. Reggie rolled his eyes angrily: he couldn’t seem to comprehend what Diann saw in that dipstick- sure, he may have been younger, fitter and generally an all-round better guy but what did Sam bring that Reggie didn’t?<br>\r\n<br>\r\nReggie ignored him as he waited for the hot new ball-picker (sorry if it sounds dirty, I don’t know the proper word for that job) reached inside and rummaged through. <i>’25, 25, 25...’</i> he whispered. <br>\r\n<br>\r\n<b>”26!”</b> Reggie swore vehemently as Diann came down the stairs in nothing but a tight yellow top and skimpy booty shorts, the kinda clothes that made him regret divorcing her. He watched sadly as Sam picked her up and cradled her in his muscular arms as they began to make out right in front of him in the living room. <b>DING DONG!</b><br>\r\n<br>\r\n“I’ll get it...” Reggie grumbled as he waddled last the two lovebirds and unlocked the front door. He sighed as he looked outside to see no one there- just another prankster. He was about to slam the door shut when he saw a small package sitting idly on the welcome mat. He picked it up and scanned it quickly: there was a note on the side and it just said, <i>’OPEN ME’</i>. Reggie swivelled his head and tore open the wrapping to expose a box inside.<br>\r\n<br>\r\nHe groaned. He would’ve left the package sitting there, however, his curiosity took over and took off the lid, revealing...</span></div></div>",
            "created":1563339600,
            "id":2688571,
            "title":"Reggie Dickson, father of Kay and Kellie Dickson"
        },
        "133334":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "...sent to a trait-swapping game show",
                "...sent to an alternate reality",
                "...sent onto someone else’s body",
                "...somewhere COMPLETELY different"
            ],
            "content":"<div class=\"\"><div> <span>Reggie has no time to process what was inside the box as his head was suddenly grabbed by an invisible force. He squirmed and screamed but mouth was muffled by whatever held him. There was a loud <i><b>POP!</b></i> as Reggie’s cranium was sucked inside and...</span></div></div>",
            "created":1563339600,
            "id":2688574,
            "title":"Something else happens"
        },
        "1333343":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "a smartly dressed businessman",
                "a busty trophy wife",
                "a bride on her big day",
                "someone/thing else’s body"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>...he ended up on the body of...</span></div></span></div>",
            "created":1563512400,
            "id":2689440,
            "title":"...sent onto someone else’s body"
        },
        "14":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "A normal day (so far)...",
                "A different beginning...",
                "Reader’s choice",
                "Let’s go for a different character",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span><i>TRANSFORMING GENETICS:</i><br>\r\n<br>\r\nTransforming Genetics is a private company that is housed somewhere deep in the English Countryside. While they claim to be a cosmetic company, there have been many rumours- not all of them false- about experiments and inventions that are far from... ‘standard’ protocol. There’s known to have been many occult and supernatural goings on there as well but only staff working there really know what’s going on.<br>\r\n<br>\r\nThis is where our 3rd main protagonist, Gabrielle ‘Gabby’ Carter works as supervisor. Let’s dive straight in...</span></div></div>",
            "created":1563339600,
            "id":2688546,
            "title":"No 4: starting over"
        },
        "141":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "He gets started on swapping over some coworkers ",
                "He goes to the bathroom to ‘experiment’",
                "He hastily leaves the office and goes to the streets",
                "Reader’s choice"
            ],
            "content":"<div class=\"\"><div> <span>Gabby sighed as yet another call came in on her line. “Hiya! I’m Gabby from <i>Transforming Genetics</i>, the world’s leading company for genetic engineering and research! No, sir, this is not the call service for <i>Meats ‘N’ Treats</i>. No, I can’t order you five triple-quarter-pounders. No, I can’t patch you into my manager, I don’t WORK there! Well I hope you choke on that dia-burger, you cocksucking, turd eating little sh...”<br>\r\n<br>\r\nShe trailed off as her supervisor Rebecca strode past her, flashing her an exuberant smile to emphasise her productivity. She whispered through gritted teeth, “Listen here, you stupid assho...” Gabby rolled her eyes as the line went dead. From the cubicle beside her she heard a slight giggle before her friend, Diann, called out, “Another customer cut off?” Gabby sighed as she facepalmed- her clueless supervisor might not have caught on to her lack of customers but her abrasive tone to potential clients would DEFINITELY come up in the quarterly report.<br>\r\n<br>\r\nTruth is, Gabby was BORED. Bored out of her skull, out of her mind , whatever. All she knew was that she’d been doing the same, mindless, mind-numbing task of taking phone calls for God knows how many years and she was still nowhere near her retirement. The only consolation was that she actually got on well with most of her coworkers and they’d actually built strong friendships outside of the work walls. However, that was outside so before she could do anything interesting, Gabby had to endure the painstakingly boring daily slog.<br>\r\n<br>\r\nGabby’s mind took her back to that time a couple years ago when her daily routine had been shaken up completely and she’d been given a chance to shake things up a bit in her mundane life. <i>’Those days are past though,’</i> she thought to herself, going back to the quick sketch she’d made of a lanky figure in a dark cloak that obscured their eyes and limbs completely.<br>\r\n<br>\r\n“Please, I can’t be THAT ugly!” Gabby nearly jumped out of her swivel chair in shock as the looming presence of the Entity stood ominously behind her. Gabby recovered quickly, picking herself up and righting her chair before calmly smiling at all the confused faces looking over to her. <i>”You don’t even understand how happy I am that you’re back,”</i> she whispered as she picked up the phone and pretended to be on call. <i>”What happened to the little girl act?”</i><br>\r\n<br>\r\n“Turns out people aren’t as scared of little pigtailed girls as my masseuse Yolenka told me. Here’s a tip: don’t try and threaten to permanently inflate someone’s balls in a squeaky, prepubescent girl’s voice- it doesn’t exactly inspire fear into the person you’re dealing with. That’s why I decided to come with the OG Trait-Thief threads; people have to take me seriously now!”<br>\r\n<br>\r\n“Yeah, sure, whatever.  Can I get my powers back?”<br>\r\n<br>\r\n“No proper introduction? No witty retort about my ‘threads’, no nicknames like <i>Creepy Cloak Guy</i>, no mention of my sudden appearance inside of your office out of the blue after 3 years?”<br>\r\n<br>\r\n“Nope, just want the abilities. Imbue me with power, O’ great and powerful one.”<br>\r\n<br>\r\n“Wow: you really ARE desperate to get your powers back. Well I’m sorry to say that due to my <i>’careless empowerment and reckless endangerment’</i>, I’ve been exiled from my position as a Thief and so I cannot give you powers,” Gabby’s face dropped, “in the conventional way.” Although she couldn’t actually see his face underneath the dark hood, she could sense that a devious smile had stretched across his face.<br>\r\n<br>\r\nHe reached into the recesses of his coat with a bony finger, rummaging around for a second before pulling out a beautiful, intricate orange gem that gleamed seductively against the bland demeanour of the office. <i>’Woah,’</i> Gabby marvelled. “This, Gabrielle, is the coveted Blood Diamond of the ancient Middle East, the very same one used by Ibrahim the Valiant to expel the wicked Queen Nahira from the Sheban throne.”<br>\r\n<br>\r\n“I remember hearing that from somewhere... Wasn’t the stone used to create a portal though? How’re you going to use it to get me powers?”<br>\r\n<br>\r\nThe Entity grinned. “Ibrahim was no magician, he was a simple, brutish soldier whose narrow mindedness led to him using his the stone in its least capacity. In my hands, I mean ‘ours’, we can really become a force to reckon with. What say you? Do you accept my proposition?” He held the gem over her head, magicking up a golden chain so he could drape it around her slender neck.<br>\r\n<br>\r\n“I do.” She stayed still as the Entity put it round her neck before tucking it between her breasts for safekeeping. “So how does this wo-“ Gabby’s sentence was interrupted as a sudden flood of power and energy entered her,  infiltrating every facial orifice and lighting them up in an orange glow. Just as suddenly as it started, the feeling ended and everything was back to normal albeit Gabby’s bun looked a bit messier than normal.<br>\r\n<br>\r\n<i>’Woah.’</i> She stared at her dainty, nail polished fingers, turning them over as she felt the dormant energy stormed into her fingertips. “I can’t believe it, I feel so... so... POWERFUL!” Her eyes flickered around before locking onto Rebecca, her increasingly annoying supervisor that refused to leave anyone to their own devices. She made short work of changing her around, donating her modest C- cups and toned stomach to Richie in return for his hairy chest and beer belly before taking the definition from her backside and giving over to ever-awkward Tim who was now packing a moderately sized rump for a woman in her mid 40s. As a final touch, Gabby exchanged her personality with Ricardo, watching as she began to slouch and drag her feet round, her passion for looking into other people’s business instantly fleeting.<br>\r\n<br>\r\n“Did you see that... Entity?” Gabby spun around. The Entity was nowhere to be found. She shrugged- if he was gone that just meant she had more freedom to do whate- <b><i>”Yes, Gabrielle, I DID see that and I’ve go to say, I’m impressed.”</i></b> Gabby gulped- for a second, she’d been unable to control her mouth and although the voice that escaped was hers, it definitely wasn’t her saying it. <i>’How are you...’</i><br>\r\n<br>\r\n“In your head? Simple: when you consented to me giving you the necklace, you also consented for me to inhabit your body and co-exist with you for the foreseeable future- haven’t you ever heard the phrase, <i>’read the fine print’</i>?” The Entity giggled in Gabby’s feminine voice, spinning around in the swivel chair like an overexcited child. “Your eagerness to escape the, how’d you describe it, ‘daily slog’ made you more than willing to agree to be my new body mate while I hide out from the rest of the Trait Thieves.”<br>\r\n<br>\r\nGabby tried to cry out and rip off the necklace but for some reason couldn’t even muster up the willpower to do so. She internally writhed around but it was to no avail- the Entity was firmly in control and free to do as he pleased. “Now,” he said with a mischievous grin plastered onto Gabby’s face, “it’s time to cause some havoc.”</span></div></div>",
            "created":1571893200,
            "id":2737682,
            "title":"A normal day (so far)..."
        },
        "1411":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "He swaps more of Gabby's colleagues.",
                "The Entity experiments a little.",
                "He leaves the office and heads into the street.",
                "Gabby's phone starts ringing.",
                "The Entity gives Gabby back control... for now."
            ],
            "content":"<div class=\"\"><div> <span>Standing up in the modest heels Gabby had chosen to wear that day, the Entity looked down at his new body and smirked, dusting off his knee-length skirt and admiring himself. He gave his tits a squeeze, all the while Gabby was aware of everything. She tried screaming inside her own head, to no avail. The Entiry was in control now, not just of her body, but of the manipulation of all flesh in her work place and beyond. He was perhaps the most mischievous/wicked of the Trait Thieves.<br>\r\n<br>\r\nEyeing two more of Gabby's co-workers, the Entity strolled over to them, identifying them (thanks to Gabby's memories and such) as Trent Lockheed, the company founder's sexist son, and physicist Emily Thompson. Trent, being his usual self was trying to force himself onto Emmy. Frankly, the Entity couldn't care less about the employees' feelings towards one another, but this scene was too delicious. He stood his new body close enough to hear the discussion the two were having.<br>\r\n<br>\r\n\"Come on, just one drink after work Emily. You won't regret it.\" Trent grinned, showing off his ego as he sat on the end of a desk. He was dressed in his newest grey designer suit, but minus a tie, which he never wore. The thing was, Trent was handsome, but he knew it too, plus Emily wasn't into him that much and this annoyed him. He had tried chatting up Riley, the front desk receptionist several times, and although she was eager, he always cancelled their dates at the last minute, knowing he could do better.<br>\r\n<br>\r\n\"I think I will Trent, I've heard of your last several dates. None of them ended well for the woman.\" Emily rolled her eyes, telling him straight.<br>\r\n<br>\r\n\"Ever think how ironic the name of your company is Gabby? The '<i>Transformation Group</i>'?\" The Entity teased the owner of his shared body, as he remained in control. He enjoyed hearing her voice leaving his lips as he spoke. Meanwhile, Trent and Emily continued to converse/argue.<br>\r\n<br>\r\nA minute or so later, Trent said something that precipitated a response from the Entity. \"Come on, you know want to get your hands on this?\" He winked, cupping his impressive package as he stood up.<br>\r\n<br>\r\n\"No I don't.\" Emily snapped. \"Why would I want to touch the thing that you think with? It might cause brain damage.\" She joked.<br>\r\n<br>\r\n\"As insults go, I've heard better sweetheart.\" Trent said condescendingly.<br>\r\n<br>\r\n\"Maybe Emily should be able to touch his penis whenever she wants, right Gabby?\" The Entity said, turning to focus on the two employees. In no time, the evident bulge in the front of Trent's pants disappeared as his cock shrank away, along with his nutsack. As his equipment reformed into Emily's blonde snatch, he kept hitting on her, trying to 'break down the wall'. Emily, holding a clipboard in her hands, kept jotting something down even as her black skirt began distoring in front. As Trent's 8-inch cock spilled out into her panties... it stretched the fabric, and the bulge in her skirt only grew bigger as her ovaries dropped down into her new sack and formed into Trent's former balls, churning with semen.<br>\r\n<br>\r\n\"Don't tell me you wouldn't want me sucking that big dick of yours?\" Trent smirked, eyeing the bulge in his co-worker's skirt.<br>\r\n<br>\r\n\"Trent, go away!\" Emmy sighed, having had enough. \"Go buy a dildo or something. Oh that's right... you ARE a dildo!\" She feigned a smirk, before walking off to head into the ladies toilets. <br>\r\n<br>\r\n\"Seems he's just as irritating without Trent junior in his pants.\" The Entity giggled in Gabby's voice.<br>\r\n<br>\r\nThen he looked elsewhere.<br>\r\n</span></div></div>",
            "created":1571979600,
            "id":2738231,
            "title":"He gets started on swapping over some coworkers "
        },
        "144":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Male character, please",
                "Female character, please",
                "Other (custom TG worker from the reader)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Male or Female?</span></div></span></div>",
            "created":1574226000,
            "id":2749502,
            "title":"Let’s go for a different character"
        },
        "1441":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Reginald",
                "Magnus",
                "Trent",
                "<NEXT>"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Couple Male characters to start off with.</span></div></span></div>",
            "created":1574226000,
            "id":2749503,
            "title":"Male character, please"
        },
        "14414":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Ricardo",
                "Jake",
                "Richie",
                "<PAGE-3>"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Next selection.</span></div></span></div>",
            "created":1574226000,
            "id":2749504,
            "title":"<NEXT>"
        },
        "144144":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Tim ",
                "Aamil ",
                "Carson"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Final selection.</span></div></span></div>",
            "created":1574226000,
            "id":2749505,
            "title":"<PAGE-3>"
        },
        "1442":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Sharon",
                "Riley",
                "Jenny",
                "(<NEXT>)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Female selection begins here 👇😄</span></div></span></div>",
            "created":1574226000,
            "id":2749506,
            "title":"Female character, please"
        },
        "14422":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "...noticed a female delivery driver.",
                "...saw two of her other co-workers.",
                "...got to working at her desk.",
                "...was approached by someone else.",
                "Something Else."
            ],
            "content":"<div class=\"\"><div> <span>When Riley walked into work at the Transformation Group HQ on Monday morning, she was acting a little different than she normally would. Her classy black heels clicked on the hard floor of the lobby as she approached her work station, the front desk. She briefly adjusted her long ponytail and then gave her navy skirt suit a quick dust off, before sitting down and preparing her work for the day. Her mind though, wasn't on the job, because of the accident that had happened on Friday the main genetics laboratory. The head scientist, Reginald Lockheed, had tripped while holding an experimental syrum and the hyperdermic needle had flown straight towards Riley and stuck in her chest... emptying it's contents into her body. She had fainted of course, but soon recovered and even finished her shift that day before going home to enjoy her weekend. And it was during that weekend, she discovered the extraordinary power that the syrum had given her. The ability to exchange people's physical traits and also alter reality while doing so.<br>\r\n<br>\r\nRiley smirked as she remembered her visit to her ex-boyfriend Finn yesterday. She had parked outside his mother's house while he was visiting her, and as soon as they had emerged, Riley had swapped his mother's sagging breasts onto his chest... causing his t-shirt to stretch. And if that wasn't enough, she also swapped his dick to his little sister Michaela, 15, gifting her with a virile 6-incher. That had been the highlight of Riley's weekend.<br>\r\n<br>\r\n\"Hi Riley, you feeling okay?\" A voice suddenly snapped her out of her trance.<br>\r\n<br>\r\nRiley looked up, seeing her boss Sharon standing there, dressed in her usual slutty clothes and trying to look younger than her 45 years. \"Oh, hi Ms McGee, I'm fine, thank you.\" Riley smiled, glancing up at the impressive (but fake) H-cup bust distending her boss's skimpy blouse. \"You look nice today, very youthful.\" She continued, knowing a bit of flattery would get her everywhere with Sharon.<br>\r\n<br>\r\n\"Why thank you Riley, I appreciate that.\" Sharon smiled, unfolding her arms. \"I must say after last week's incident, I wasn't sure you'd be into work today. If you start feeling ill or anything please let someone know. That syrum was untested and it's effect on people is unknown. So I want to you to also report any undue side effects of the injection, okay?\" She said to Riley.<br>\r\n<br>\r\n<i>Yeah right!</i> Riley thought, while nodding and smiling obediently. \"Of course Ms McGee. I will.\" <br>\r\n<br>\r\n\"Good girl.\" Sharon nodded, before clicking off in her \"fuck me\" pumps. Sharon felt nothing as her sugically-enhanced butt suddenly deflated into a more flatter, masculine shape, making her short skirt sag in the back. While nearby, the apprentice (and gay) janitor Carson Wright, aged 20, had his overalls balloon out as he gained a very feminine (and very pumped up) backside, courtesy of Sharon.<br>\r\n<br>\r\n\"That butt looked horrid on you anyway.\" Riley giggled to herself. \"Money doesn't buy perfection.\"<br>\r\n<br>\r\nThen, Riley...<br>\r\n</span></div></div>",
            "created":1574830800,
            "id":2752582,
            "title":"Riley"
        },
        "14424":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Rebecca ",
                "Rosa",
                "Rachel",
                "Last stage (hopefully)"
            ],
            "content":"<div class=\"\"><div> <span>Sorry about these choice pages. Trust me, they hurt me to write as much as they hurt for you to read and for that I’m sorry you have to endure this. 😩<br>\r\n<br>\r\nHas anyone else noticed that I’ve started so many of these names with an ‘R’? I actually just noticed it right now! Ha, bonkers. 😄</span></div></div>",
            "created":1574226000,
            "id":2749511,
            "title":"(<NEXT>)"
        },
        "144244":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Nabila ",
                "Emmy",
                "Jes "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>FiNaL sTaGe Of ThE sElEcTiOn PrOcCeSs.</span></div></span></div>",
            "created":1574226000,
            "id":2749512,
            "title":"Last stage (hopefully)"
        },
        "15":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Literal Trait Thieves (Again)",
                "Being of Chaos",
                "Swapping Season",
                "Trait Theft Tropical",
                "Another set of options"
            ],
            "content":"<div class=\"\"><div> <span>How about a group of criminals, either on the run or just trying to make a big score, turn up to a rich socialites' event? <i><b>(I know I've already done this before but I liked the premise so much I couldn't get rid of it! Sorry!)</b></i><br>\r\n<br>\r\nOr there's a mysterious, all-powerful being that wants nothing but to spread mischief in Danny's sleepy town?<br>\r\n<br>\r\nHow about a supernatural artifact that causes random and uncontrollable swaps and morphs?<br>\r\n<br>\r\nWhat do you think about a trait-swapping vacation? It can be about any of the families I've made or even families of your own making!<br>\r\n<br>\r\nOr how about you make your own choice? </span></div></div>",
            "created":1559106000,
            "id":2666362,
            "title":"No 5: okay, let's start again"
        },
        "151":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "If it ain't broke, don't fix it",
                "Yeah, let's get a fresh start",
                "How about a different scenario?",
                "Let's go with another criminal/ other criminals"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do you want to stick with the original characters or go with a new heist team?</span></div></span></div>",
            "created":1559106000,
            "id":2666363,
            "title":"Literal Trait Thieves (Again)"
        },
        "1512":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "...ran away, forcing Samantha to give chase",
                "...accepted the handshake reluctantly",
                "...stared at Samantha blankly",
                "...fainted onto the floor"
            ],
            "content":"<div class=\"\"><div> <span>Alex held her head in her hands as she was bombarded by a series of complaints by, yet another, customer who believed he was entitled to more rights than everyone else. She sighed as she looked back on her life, wondering how it had gone <i>SO</i> wrong that she was slinging meals to random idiots in a second-tier fast food place called <i>'Meats 'N' Treats'</i>.<br>\r\n<br>\r\n\"...I'm very sorry, sir,\" she repeated in a bored, monotone voice, \"I cannot, as I've told you <i>MULTIPLE</i> times now, sell you a salad here at Meats 'N' Treats. Why? Because we don't HAVE salad. Because 'meat' is LITERALLY in the frickin' name! Fine, complain to my manager! See if I care!\" The man continued to hurl a tirade of insults and threats but Alex wasn't paying attention. Instead she was focused on an appealing looking woman who'd just stepped inside the store.<br>\r\n<br>\r\nAlex scanned the lady quickly, noting her smooth, tanned skin and luscious raven hair cut down to her shoulderblades that partially covered 2 golden hoops. She was wearing a revealing green top and tight blue jeans, the rims of her juicy E-cup globes threatening to spill out completely while her voluptuous Latina backside swayed evocatively. Alex smiled playfully as the two women shared a quick glance, allowing Alex to get a quick glimpse of the lady's brilliant amber eyes.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR9GwzmC3P-d0W-1d5mPfzysCe9zn0Im3hCmMzB9LlU2W4yX4Zm\" target=\"_blank\">https://encrypted-tbn0.gstatic.com/image...</a><br>\r\n<br>\r\nThe woman sashayed her way up to the counter and tapped the man on the shoulder, saying calmly in her melodic voice, \"Sir, with no disrespect, can you please get the HELL out of here and go and be a PRICK somewhere else?\" The man turned around and looked down towards the woman (he had to, she was only 5'3\") with disdain, scoffing at the cheek of young people these days.<br>\r\n<br>\r\nAlex watched the petite woman sigh and roll her eyes before she clicked her fingers and, much to Alex's disbelief, the man's gruff face disappeared as his head was suddenly sucked back into his torso, leaving him tottering and stumbling around blindly. The woman laughed as she saw Alex's open maw and snapped her fingers for a second time. However, instead of the man's head returning to its place, a teenage girl's cute head came up with a squeaky pop. The girl, unaware of how she'd left her family, apologised briefly before heading back to her table, unintentionally bumping past a man with an awkward, teenage girl's body going into the bathrooms.<br>\r\n<br>\r\nThe woman stretched out a slender palm and said cheerily, \"Hi there. I'm Samantha, Samantha Shaw. I think you remember my half-sister, Savannah.\" Alex looked down first at Samantha's outstretched hand then up at her face before she...</span></div></div>",
            "created":1559451600,
            "id":2668437,
            "title":"Yeah, let's get a fresh start"
        },
        "15122":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Alex quits her job.",
                "Samantha explains the 'proposition'.",
                "Alex's boss has something to say.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>\"Oh my g... yeah, I remember her, all too well.\" A shocked Alex said, nervously shaking Samantha's manicured hand. \"But... her sister? And... wow, I've not seen anything like that done for a while. Well, since I was last with your sister.\" Alex muttered. \"And what you just did to that asshole! Nice!\"<br>\r\n<br>\r\n\"Well, he thoroughly deserved it right?\" Samantha grinned. \"And as for the girl, well... sacrifices have to be made, and I'm sure her new physical strength and other manly attributes will come in handy am I right?\" \"And Savannah is my half-sister, not my full one.\" Samantha corrected Alex.<br>\r\n<br>\r\n\"Oh, sorry.\" Alex mumbled, as they stopped shaking hands and Samantha parked her voluptuous backside on a stool nearby. <br>\r\n<br>\r\n\"Anyway, as to why I'm here. After I learned about you, I sought you out, and... you can do much better than this dump, you know that right?\" She grinned, as she watched Alex staring over at the teenage girl and her family, totally oblivious to what had happened, as was everyone else. \"I have a proposition for you my dear. One that I think you will very much enjoy.\"<br>\r\n<br>\r\nAs Samantha talked, Alex's mind went back to the socialite party and all the kinky shit that had gone off there. Her 'unique' and kinky fun with Connor, and then of course how Savannah had in the end stripped Alex of her swapping power before they parted company. She had never forgiven her for that. But then again, she had never seen her since either. Alex had been glad she had been returned to normal before she left the party.<br>\r\n<br>\r\n\"Oh, I almost forgot, you're going to need this.\" Samantha chuckled, clicking her fingers and instantly imbuing Alex with the same kind of power she'd had back then. She felt it momentarily rush through her.<br>\r\n<br>\r\nAlex smiled, holding her hands out in front of her, then looked back at Samantha. \"Okay, what's the proposition?\" She grinned.<br>\r\n<br>\r\n\"In short, Sticking it to some more rich bastards and those who suck up to them and serve them.\" Samantha stated, even as a que began to form at the counter. Alex's co-workers were beginning to struggle a little without her helping.<br>\r\n</span></div></div>",
            "created":1559538000,
            "id":2668666,
            "title":"...accepted the handshake reluctantly"
        },
        "151222":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Samantha and Alex are finding the next member",
                "Fast forward to the break-in",
                "Follow Kirkland's new life",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Alex scratched her head nervously as the horde of aggravated customers lining up swelled by the second. \"Ugh...\" she mumbled as torrents of aggressive complaints were hurled at her, her own coworkers giving her angry glares as she halted the whole chain of delivery.<br>\r\n<br>\r\n<i>\"Let's talk about this somewhere else. Meet me outside in five,\"</i> Alex whispered quietly into Samantha's ear. Samantha rolled her eyes sarcastically before she turned round and pushed her way through the crowd, her juicy ass swaying rhythmically in her tight blue jeans. Alex licked her lips lustfully as she pulled off her greasy apron and pulled out the elastic band that had been holding her long, black hair with auburn tips into a tight bun. <br>\r\n<br>\r\n\"Excuse me, Miss Beckett...\" Alex groaned as her douchebag of a boss, Ronnie Kirkland, walked behind her on the counter with a clipboard and pen in his hands. He scanned her head to toe with a lustful she before squeaking in his nasally voice, \"Oh, dearie me! I know it might be hard for a <i>BEE</i>-autiful babe like yourself to understand what I'm saying so I'm gonna put this in SIMPLE terms: APRONS keep us SAFE from spills. HAIRBANDS keep your jam OUT OF the food? Capeesh? Or do I need to say it again?\"<br>\r\n<br>\r\nAlex grumbled as Ronnie chuckled arrogantly, his snorting laughter making her blood boil with rage. She gritted her teeth angrily, reliving every goddamned moment she'd spent listening to this acne-ridden sexist over the past three years in her mind. \"Hey, Ronnie,\" Alex grinned as she focused on her manager and a nearby overweight woman who was busy gobbling her meal down. \"I quit, cockface.\" Ronnie gasped as he felt his neck muscles beginning to tremble, screaming as his head was pulled back down into his torso. He popped up a moment later, disoriented at the sudden movement. He tried to move his arm but found that he had no control of it. He tried to scream but found his mouth plugged by a greasy burger placed there by his new body mate.<br>\r\n<br>\r\nAlex observed the predicament she'd just caused, chuckling as she looked upon Ronnie's spotty face sandwiched between the tubby woman's head and left shoulder. She passed in front of the two and blew Ronnie a quick kiss, laughing because she'd left him with his awareness- his scared eyes pleading for mercy. <i>'Sorry, Ron,'</i> Alex laughed mentally, <i>'But I'm not gonna help you out. Enjoy your new life!</i><br>\r\n<br>\r\nAlex stepped through the sliding glass doors and brushed down her top as she spotted Samantha sitting idly on one of the food court tables beside the store. She sat down as inconspicuously as she could while Samantha opened with, \"Took a while to get here, Beckett. Have some fun back there?\" Alex smiled playfully before she changed the subject: \"Okay, what is this scheme you're planning and why do you need ME to do it?\"<br>\r\n<br>\r\n\"Well as I said, you can do so much better than this dump. That's precisely why I need you and your... <i>'special'</i> abilities to pull this thing off. You in?\"<br>\r\n<br>\r\nAlex looked around. She had to admit her current life was pretty good: she had her own apartment, the charm to get any job she wanted and a quiet, simple life. A quiet, simple, BORING life that involved going to work 9 to 5 everyday doing the same crappy job serving crazed nutjobs that screamed at her all day. She couldn't deny that joining that stupid heist was the most thrilling thing she'd ever done and some part of her still craved that adrenaline rush.<br>\r\n<br>\r\n\"Yeah, why not?\" Alex said as she tried to disguise her obvious excitement.<br>\r\n<br>\r\n\"Good. Now do you remember your old friend, Lord Basilton, the host of the gala you were working at last time? Well after he accidentally stumbled onto your buddies' plot to rob all of the guests he was given a knighthood by our dear old Queen. These days he's hanging around with bigger fish, world-renowned socialites, rich business moguls, even a couple royals have been spotted with him.\"<br>\r\n<br>\r\n\"Anyways, he's throwing a massive charity event at his one of his offshore properties. You know how it is with these celebrities; charity events are perfect opportunities to flaunt their 'limitless' generosity so you know that they're gonna be hauling TONS of cash with them.\"<br>\r\n<br>\r\n\"And the problem is...\"<br>\r\n<br>\r\n\"The problem is that I don't know where the hell this 'offshore property', or if this thing is being held overseas. From what I know the place is swamped by armoured goons- Sir Basildon has taken more precautions to keep out unwanted visitors. To find out where the place is and work out how to get past security we need to find someone who has the answers, preferably someone that has a grudge against him after...\"<br>\r\n<br>\r\n\"No, no, no! You don't mean...\"<br>\r\n<br>\r\n\"Yep. I know you won't like it but right now Santoro is the only one of Basildon's associates who might be willing to give us the information we want. We know he was making some shady business deals with Hector before he flipped on him to the Feds. All the information I've heard about the gala says that it's happening in a about a month's time and Santoro's gonna be moved to a secure place in the States in two weeks. Look, I don't like this either, but if we don't find out where it is soon there'll have been no point in quitting your day job.\"<br>\r\n<br>\r\nAlex groaned. The last time she'd seen Hector was when he'd pushed the barrel of his pistol onto the butt of her chin. She could see that Samantha's plan of working with Hector made logical sense but she couldn't help but feel resentment when his annoying, beautiful face popped into her mind. \"Fine,\" she grumbled as she finally relented, \"But don't expect me to forgive me him.\"<br>\r\n<br>\r\n\"Never did,\" Samantha laughed, \"There's one snag though: Santoro is currently serving a life sentence in Wentworth Penn, the most secure prison this side of Alcatraz. You ready to go undercover, Beckett?\"<br>\r\n<br>\r\n\"<i>Ready?</i> I was <i>BORN</i> ready, Shaw.\"<br>\r\n<br>\r\n\"Good. Just need to pickup a couple more people then we're back in business, baby!\"</span></div></div>",
            "created":1559624400,
            "id":2669050,
            "title":"Samantha explains the 'proposition'."
        },
        "1512221":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Henry is successfully contacted.",
                "A couple of days later, in a California bar.",
                "Alex uses random people to practise her power more.",
                "Meanwhile, in Wentworth Penitentiary."
            ],
            "content":"<div class=\"\"><div> <span>\"I think I know someone who could be a great help with our planning.\" Alex smiled, peaking Samantha's curiosity.<br>\r\n<br>\r\n\"And who might that be?\" Samantha inquired, responding to Alex's comment.<br>\r\n<br>\r\n\"His name is Moses King, he's pretty laid back nowadays, but he's served a good few years behind bars in his time. He's 40 years old now, but he's the best safe cracker I know.\" Alex explained. Moses was Jamaican-born, and he had spent his teenage years in London before moving out to the States where he eventually became a citizen. He still maintained his decent physique, despite his age, and he still had his dreadlocks. \"He might also have some information on Wentworth that could help, he was once incarcerated there I think.\"<br>\r\n<br>\r\n\"Sounds good. And I can give Henry a call.\" Samantha smirked.<br>\r\n<br>\r\n\"Henry?\" Alex muttered.<br>\r\n<br>\r\n\"He's a computer hacker, very talented for his age. He's from Los Angeles, originally, 22 years old. He looks like your typical nerd, but don't like that fool you. He's a criminal genius and can get into any computer system out there.\" Samantha smirked.<br>\r\n<br>\r\n\"Sounds just what we need.\" Alex nodded.<br>\r\n<br>\r\nSamantha got her phone out and looked up Henry's number, giving him a call. But Alex knew that Moses never kept a mobile phone on him, since he was sure they could be used to track anyone on the planet. He was paranoid like that. But perhaps there was good reason to be. They would have to visit his place in person. She knew he lived in California somewhere, but exactly where she didn't know. Henry might be able to help them track him down, if Samantha got hold of him.<br>\r\n<br>\r\nAlex sat back and smiled, looking forward to robbing some rich fucks and their suck-ups. <br>\r\n<br>\r\nAnd the fact that she and Samantha both had a swapping power, would make the whole thing that much sweeter... and rewarding.<br>\r\n</span></div></div>",
            "created":1559624400,
            "id":2669066,
            "title":"Samantha and Alex are finding the next members"
        },
        "15122212":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Cut to Alex's search for Moses",
                "A couple hours later, the two are a bit tipsy",
                "Move to Wentworth Penitentiary",
                "Something unexpected happens"
            ],
            "content":"<div class=\"\"><div> <span>Samantha pushed past some bead curtains and walked into the musty bar, coughing as the stench of sweat, liquor and cigar smoke entered her lungs. The place was rickety and looked like it was about to fall apart, still not as bad as some of the hellholes she'd worked at before she reminded herself. She walked up to the bar to see a muscular man wearing a tight brown T-shirt with a towel draped over his shoulders wiping a glass.<br>\r\n<br>\r\n\"'Scuse me, I'm looking for someone. His name's Henry, Henry Chen. Seen him around anywhere?\" The man grunted before spitting downwards, narrowly missing Samantha's manicured digits. Samantha had half a mind to pull him over the counter there and then and beat his face in but she composed herself and said, \"Okay, I'm going to PRETEND you didn't just do that. Now you've got two choices before I lose my temper: either tell me where he is- 'cos I KNOW that YOU know that I know that you know- or I force you to comply. I'll give you three seconds.\"<br>\r\n<br>\r\nThe man sniggered as he crossed his arms and glared at Samantha's deadpan poker face. \"One... Two...\" Samantha grinned as she stared into the man's pale green eyes: she kinda hoped he wouldn't cooperate just so she would have an excuse to practice her powers. A second later and the man's resolve broke and he squeaked that Henry was in one of the back room's, cowering as Samantha strutted past him. Meanwhile a hooker that had just been harassed by two shady guys suddenly gained some courage, pushing them out of the way before flipping a deuce at the douchebags. Samantha was proud of her act of charity but one thing was missing- a moderate sized bulge grew underneath the woman's skimpy skirt as she gained the burly bartender's sweaty junk.<br>\r\n<br>\r\nSamantha made her way quietly past the people in the club, passing through a horde of rowdy people pissing about inside. A young couple that had been making out on one of the wall's in front  of Samantha had their chests swapped, the flat lady now fondling her boyfriend's juicy breasts under his tank top. Two women that had been dancing erotically for a pair of male twins had their lives swapped with the men, the women now laughing and hollering as the men tried to dance sexily for them in their pinstriped suits and slicked back hair.<br>\r\n<br>\r\nSamantha stopped as she spotted a lonesome person mashing away on a keyboard on an isolated table. The man, who she recognised as Henry, was quite scrawny, his muscles basically nonexistent on his slight 5'8\" frame. He had messy, uncombed black hair, dorky glasses and almond-shaped eyes to go with his pale, Oriental skin. Samantha noticed he was in his typical nerdy getup, an immaculate tie and suit combo complete with braces and a nerdy <i>The Witcher</i> tee. <br>\r\n<br>\r\nSamantha silently slid into the seat opposite him and whispered, \"Henry!\" Henry jumped, narrowly saving his laptop from falling onto the ground and smashing into smithereens. \"What the HELL are you doing here Samantha?! I thought I made it VERY clear that I didn't want any part in one of your stupid schemes again! My parents kicked me out of the basement after the police raided my home at 4AM in the morning!\"<br>\r\n<br>\r\n\"Okay Henry, you and I both know that hacking into the Ministry of Defence's computer and exposing her nudes was not <i>'dangerous to the security of the public'</i>, it was just plain HILARIOUS! Anyways, you've never been afraid of repurcussions before!\"<br>\r\n<br>\r\n\"That's because the worst thing we were doing back then was leaking the news that our headteacher was banging his secretary behind his wife's back! It's different now, Samantha; we're ADULTS now, regular old citizens that have jobs, responsibilities. We're not kids anymore. Sorry, it's too risky- my parents have only just let me move back in and I haven't even earnt my other PC back yet.\"<br>\r\n<br>\r\nSamantha contemplated Henry's statement before replying, \"What if I told you that you could not only get another, brand-new PC with the money we make but you can also buy your own place, far away from your parents?\"<br>\r\n<br>\r\nThe tips of Henry's lips raised slightly, his nervous frown changing instantly to an excited grin. \"When do we start?\" They both laughed as Henry ordered some celebratory whiskey shots, the both of them sharing a toast at the expense of Henry's overbearing parents.</span></div></div>",
            "created":1559710800,
            "id":2669426,
            "title":"A couple of days later, in a California bar."
        },
        "151222121":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "24 hours later, they all meet up in California.",
                "Back with Samantha and Henry.",
                "Meanwhile, in Wentworth Penitentiary.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>While Samantha was in California, Alex had finally managed to track down Moses, living in the Nevada desert, not far from the town of Hamilton. Stepping off the bus, Alex smirked to herself. A particular annoying child, about 8 years old now had his head on his mother's chubby mature body in one of the front seats. \"I hate noisy brats.\" Alex chuntered to herself, taking in a breath of desert air. She was dressed for the occasion, her long dark hair tied up in a ponytail, and she wore a checkered crop top that tied in the front, a sleevless denim jacket, a thigh-length, imitation snake-skin skirt and a pair of women's hiking boots. The last thing she wanted was a snake bite.<br>\r\n<br>\r\n\"God what a forsaken shithole!\" Alex mumbled. \"You'd better be here Moses.\" She then set off walking, taking her map out for a moment before doing so. She walked for a couple of miles across the barren territory, and as she did so, she understood why Moses had chosen this place to escape from the world, from the authorities. Nobody in their right mind would come here.<br>\r\n<br>\r\nEventually she saw a solitary building in the distance, a run-down house that looked like it had survived a couple of tornadoes. As she approached she tripped a wire, and she instinctively knew Moses had set up an alert system. \"What do you want out here Alex??\" Moses' familiar, gruff voice, tinged with a slight Kingston accent, called out from the house as he walked out onto the porch, pistol in hand. He obviously recognized her immediately, he had an excellent memory. Moses still sported his trademark dreadlocks, he hadn't shaved for quite some time and probably hadn't bathed either for a while.<br>\r\n<br>\r\n\"Paranoid as ever, huh Moses?\" Alex smiled, shaking her head as she shouted her reply.<br>\r\n<br>\r\nMoses shrugged, slipping his pistol into his jeans. \"It's how I've stayed alive this long girl, you know that.\" He said, gesturing her closer. \"Well, well, you've only got prettier I see, and what do you want with me?\" He inquired. He had an idea it was something 'nefarious'.<br>\r\n<br>\r\n\"A job, of course. I mean, unless you're retired permanently?\" Alex said, wiping her brow.<br>\r\n<br>\r\n\"Depends what this job is.\" Moses said, scratching his unkempt beard. He then gestured into his current home. \"Come on in, we can talk inside, get out of the heat.\" He calmly said. \"I'll get you a beer.\"<br>\r\n<br>\r\n\"Sounds good!\" Alex nodded, following him inside.<br>\r\n<br>\r\nOnce inside, Alex explained all about what she and Samantha had planned, but she decided to leave telling him about her power for now. She'd leave that to Samantha to reveal when they were all together. Moses listened, pondered whether to accept the job, then agreed. The main reason being he didn't want to spend any more years out in the desert, not when he could make a ton of cash and live somewhere much better. \"Alright, when do we start?\" Moses grinned, rubbing his hands, then taking another swig of his beer.<br>\r\n<br>\r\n\"That's up to Samantha, she's the boss.\" Alex answered. \"But it won't be until we get Hector Santoro out of prison.\" She added.<br>\r\n<br>\r\nMoses nodded, relaxing in his worn chair. \"That'll be something to see.\" He mumbled, letting his imagination run wild.<br>\r\n</span></div></div>",
            "created":1559710800,
            "id":2669436,
            "title":"Cut to Alex's search for Moses"
        },
        "1512221212":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Alex shows Moses a couple tricks",
                "They all meet a couple hours later",
                "Meanwhile in Wentworth...",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Samantha giggled uncontrollably as she and Henry stumbled around on the stage singing, no, more like screeching <i>'Don't Stop Believing'</i> with terrible, drunken confidence. She didn't have the lowest tolerance to alcohol but after half-a-dozen shots she was already too buzzed to think clearly.<br>\r\n<br>\r\nAs their song started to fade, Samantha watched as Henry beckoned for a beautiful ebony skinned woman sitting in the front of the onlooking crowd. The woman got on the stage nervously before Henry locked lips with her passionately, her expression changing from shock to lustful curiosity. As Samantha looked on an idea popped into her mind and she laughed giddily as Henry's cock deflated under his black slacks, only to reappear inside the panties of the dark woman.<br>\r\n<br>\r\n\"C'mon, Henry. We, we gotta, we gotta go,\" she slurred as she pried Henry off the woman just as he'd started massaging his former penis in his drunken haze. Henry protested as he tried to break Samantha off and get back to his kiss but Samantha was still stronger than him in her drunken disposition. She dragged them both outside as she stood by the side of the road and tried to hail a cab.<br>\r\n<br>\r\n\"W-Why'd you, do, do that?\" Henry enquired as a black Mercerdes pulled up to the roadside. The both awkwardly bundled themselves in as the car started, Samantha mumbling, \"You are too, too drunk to get laid tonight, pussyboy. Plus both of us have to, have to, meet some people in the morning. It's about the heist!\" <br>\r\n<br>\r\nBoth of them giggled drunkenly in the cab-driver's rear mirror. He just hoped that neither of them were gonna hurl in his new car. He cursed as he readjusted his juicy E cup melons, trying to keep his unrestrained jugs from interfering with his driving. Samantha would have revelled in the swap she'd just caused between the man and a busty blonde but she was too hazed, quickly passing out in the backseat with her head on Henry's shoulder and little droplets of drool coming out of her mouth.</span></div></div>",
            "created":1559797200,
            "id":2669797,
            "title":"Back with Samantha and Henry."
        },
        "15122212123":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Alex is still chatting with Moses.",
                "The next morning, Henry and Samantha's hangovers.",
                "Skip to later, during the meet-up.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>\"Hey Santoro, I know we have an understanding, but I'm going to need you to keep your men in check while you're in here. 'Buster' Wayans was the fifth Cripps member killed this year so far, they're already plotting their revenge.\" Prison guard Malcolm Turner, 37, said as he leaned on the doorway of Hector Santoro's large, unlocked prison cell. However, these words didn't seem to have much of an effect on Santoro, who kept writing a letter to one of his colleagues outside of prison. The pen gripped tightly between Santoto's tanned, manicured fingers, he puffed away on a cigar and with each breath he took, his huge breasts heaved up and down on his chest. Even the prison guards had to admit, Santoro was the best looking gang leader they'd ever seen.<br>\r\n<br>\r\n\"Relax Mr Turner.\" Santoro said in his female, Latina voice. The man's voluptuous body was mostly hidden underneath prison threads, but his lucious tits were on prominent enough display. Of course Santoro had no memory of his former body, and remained oblivious he had been swapped at the last swanky party he attended, the one which had been heisted by that group of \"amateurs\" who were caught afterwards. \"Is my whiskey on the way Mr Turner?\" Santoto then asked, brushing his long feminine locks from his gorgeous face.<br>\r\n<br>\r\n\"Yes, a full crate, as you asked. But I need something from you, I need you to control your men more.\" The guard responded, acting very much like one of Santoro's goons rather than a member of the prison staff.<br>\r\n<br>\r\n\"I'll see what I can do. But you need to know, Jose was popular amongst my men, and that is why they've been getting revenge.\" Santoro then explained, his voice sounding even hotter in a Latina accent.<br>\r\n<br>\r\n\"Still, the Cripps are out for revenge now, so tell your people to watch their back and to keep their shivs hidden. I'm gonna have to conduct a search of all cells today, and I don't want to find anything, clear?\" Malcolm said.<br>\r\n<br>\r\n\"Of course, anything for you Mr Turner.\" Santoro chuckled, leaning back in his chair for a moment a grasping his half-smoked cigar with his slender fingers. \" Malcolm just nodded, then went back to resume his duties. He wasn't the only corrupt prison guard Santoro had in his pocket, there were several, but the warden, Charles Levins, 45, apparently couldn't be bought off. He was a commited family man and had morals, which was annoying to Santoro.<br>\r\n<br>\r\nNot that Santoro was concerned, he was comfortable enough in his 'luxury' prison cell, he had most things what he wanted, except for women, of course. It was ironic and tragic for him at the same time that he was currently wearing the porn-star kind of body he'd normally love pawing and groping. What Santoro didn't know, was that he would be soon be getting busted out of prison, to perform a big job. A 'unique' job.<br>\r\n</span></div></div>",
            "created":1559883600,
            "id":2669936,
            "title":"Meanwhile in Wentworth..."
        },
        "151222121233":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Meanwhile with Samantha and Henry",
                "Alex makes swaps to pass the time",
                "Santoro is enjoying his privileges",
                "Follow the swapped family"
            ],
            "content":"<div class=\"\"><div> <span><b>12:57PM, FOOD COURT, A PACKED MALL, CALIFORNIA</b><br>\r\n- - -- - -- -- -- -- --  - - -- --  ---- - --- -<br>\r\n<br>\r\nAlex groaned as he twirled a dark lock of hair between her slender  index finger and thumb. She and Moses had already been waiting for a solid half hour at the mall food court and the cacophony of disorderly children and ranting adults was definitely beginning to get on her nerves. She was going to turn and complain to Moses but stopped herself as she watched Moses ravenously tearing into his unfortunate burger. \"I haven't had a... meal like this in YEARS! Definitely beats, mm, scorpions and cactus,\" Moses said as he snarfed it down, droplets of spit shooting it of his mouth as he did so.\"<br>\r\n<br>\r\n\"Nice...\" Alex replied, trying to stop herself from retching as she shifted her attention to a rowdy family nearby to where she and Moses were sitting. Alex noted down each of the members of the family: a husband and wife in their mid-30s who were violently arguing with each other about the husband's roaming eyes, completely oblivious to their 6-year-old son running around and screaming like a headless chickens and his older sister who was sitting and texting dirty messages to her boyfriend.<br>\r\n<br>\r\nAlex, wanting to both practice her power and teach the family a lesson about respecting each other. A moment later and both the man's head and his daughter's were sucked back into their torsos only to reappear on the wife's and boy's bodies respectively. Both were discombobulated for a second but then quickly adjusted to their new lives: the girl's lustful conversation with her boyfriend had abruptly ended due to her immature penis not being able to gain any kind of pleasure from it. She quickly snatched her phone back from her former body and began to text her boyfriend again, the subject changing to Ninja Turtles and Transformers instead. The little boy who possessed his older sister's cute body had stopped running around and sat down on an isolated bench away from his sister. His juvenile mind was now obsessed with the image of Megan Fox from the last TMNT movie and he felt his teenage pussy getting moist at the strange, sexual thoughts popping into his head.<br>\r\n<br>\r\nAlex laughed as she looked upon the... <i>INTERESTING</i> predicament that she'd put the husband in. His balding head looked downright hilarious on his wife's voluptuous bod dressed in a tight gold frock that emphasised his wife's ample cleavage and fat ass. The worst thing Alex did apart from leaving the wife's pretty face sandwiched between her shoulder and her husband's cranium was that she'd transferred the husband's middle-aged plumbing over to their shared body, causing a very visible bulge to appear as the husband spotted a decent looking young woman passing by. Alex observed eagerly as the man's wife noticed the erection and continued to scream at him, grabbing her children and strutting off sexily, the man's portly body left behind. Alex had never liked unfaithful partners and she hoped that the swap would bring the couple closer (literally) or at least make it harder for the man's eyes to wander without his wife noticing.<br>\r\n<br>\r\n\"When were ya friends s'posed to c'mere, Alex?\" Alex was snapped out of her trance as Moses spoke to her with his deep baritone voice. \"I dunno honestly, Samantha said she'd be here at half past 11 but it's well gone past. Don't worry she'll be here soon,\" Alex replied unsure of her own words, trying to reassure herself as well as Moses.<br>\r\n<br>\r\n<i>Where the hell could she be?</i> Alex thought.<br>\r\n</span></div></div>",
            "created":1559970000,
            "id":2670549,
            "title":"Skip to later, during the meet-up."
        },
        "1512221212333":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Back at the food court",
                "Santoro's day continues.",
                "Another day later...",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span><b>WENTWORTH PENITENTIARY.</b><br>\r\n---------------------------------------------------<br>\r\n<br>\r\n\"Your daily visitor is here Santoro, wakey wakey.\" Prison guard Malcolm Turner strode into the gang leader's cell, awaking him from his slumber. Santoro brushed his long blonde hair from his face and turned over, his huge tits wobbling on his chest as he did so. With his porn star Latina body, he looked hot, but to everyone else, he was just another notorious and dangerous gang leader.<br>\r\n<br>\r\n\"I must have fallen alseep. Let her in.\" Santoro smiled, sitting up. His pussy moistened slightly as he watched a buxom ebony woman stride into his cell on a pair of stiletto heeled, strappy sandals. She also wore a form-fitting grey dress and her long black hair was secured in a ponytail. \"Very nice, but not my usual.\"<br>\r\n<br>\r\nThe woman smirked. \"Sorry sugar, Chloe is sick today, so you get me.\" The woman told Santoro. \"I'm Tonisha!\" She added, taking one of his mancured hands in one of her own.<br>\r\n<br>\r\n\"Oh, no apologies necessary gorgeous, you'll do nicely.\" Santoro winked, turning on his 'manly' charm. \"That'll be all Mr Turner, we'll let you know when you can return.\" Santoro then told the guard, who obviously would have hung around to watch if he'd been allowed.<br>\r\n<br>\r\nTonisha, the high class escort, stepped forward and produced a 12-inch strap-on from a bag she was carrying, as Santoro licked his lips. \"Hmm, you brought a bigger one than Chloe usually does.\" He chuckled in his feminine tone.<br>\r\n<br>\r\n\"I don't do anything small, sugar.\" Tonisha winked, before slipping out of her grey dress, letting it fall to the floor and reveal her heavenly body and skimpy red lace panties. She really was a hot piece of ass, and a few minutes later, Tonisha had the strap-on equipped and was pounding the gang leader hard. The other inmates in the prison were forced to once again listen as the priviledged prisoner had sex with the escort.<br>\r\n</span></div></div>",
            "created":1560056400,
            "id":2670672,
            "title":"Santoro is enjoying his privileges"
        },
        "15122212123331":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Henry and Moses practice their new powers first",
                "Skip to the break-in",
                "Samantha and Alex are conversing",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Alex groaned as she checked her phone one last time in the hole that Samantha would suddenly text her with an apology and an airtight excuse for why she was late. <i>'Yep, I'm sure she's got a good reason,'</i> Alex mumbled as she absentmindedly drummed her pert fingernails on the wooden table. Alex had been waiting for so long that even swapping the people around her was barely exciting her. She nearly didn't have to stop herself from giggling as she swapped the heads of a hot woman in a tight red dress and a portly janitor that had just come out of cleaning the toilets.<br>\r\n<br>\r\nShe was just about to take Moses and leave before she heard a commotion coming from where people were queuing to get their food. She watched as a blatantly hungover Samantha stumbled her way past the restless customers with a Chinese dude tailing her and a drunken grin plastered onto her face. Samantha practically collapsed into Alex's arms before turning around and flipping off the group of men that had quickly grown in numbers. Alex observed as the bulges in all the men's tight bottoms dwindled, their genitals transferring to a Girl Scout troop that had just been passing by. She laughed as the girl's innocent faces turned devious, the same thought of ramming their cocks into their hot troopleader's 22-year-old vagina.<br>\r\n<br>\r\nSamantha giggled deliriously as Alex set her down and put a glass of water in front of her. <i>'SHE'S the 'levelheaded', 'intellectual' mastermind you were trying to tell me about,'</i> Moses scoffed as he watched her rock around aimlessly on the bench. Alex rolled her eyes- this definitely wasn't the first impression that she'd pictured in her head. She sighed as she looked around and focused on the closest person to her, an average looking redhead, and transferred Samantha's hangover to her and watching as the woman started to wobble uncontrollably.<br>\r\n<br>\r\nSamantha on the other hand clutched her head in agony as she felt the consequences of her booze binge come back to bite her in the bum. \"Ugh, give me a second,\" Samantha groaned, taking a large gulp of water from the glass before continuing, \"Sorry about that. As you can see me and my old pal Henry were a little <i>TOO</i> eager last night. Isn't that right, H?\"<br>\r\n<br>\r\nHenry just grunted loudly, his face smushed against the table's smooth surface. \"Henry, always so enthusiastic. Anyways, you probably have a general idea of what we're about to do: get in the gala, con some rich idiots into forking over their cash and making it out safely with a couple dozen mills each. Well I'm here to say that yes, yes that IS basically the plan but it's a LOT more complicated than that.\"<br>\r\n<br>\r\n\"Speaking of complications,\" Moses grumbled, \"How the HECK are we supposed to break one of the world's most notorious prisoners out of one of the world's most secure detention centres?\" Samantha smiled as she shared a knowing glance with Alex before she pulled out a green jewel from her pocket and placing it in the middle of the four.<br>\r\n<br>\r\nMoses' eyes grew wide with awe and even Henry, who'd been practically passed out the entire team, was mesmerised by its hypnotic lustre. Henry oohed with fascination, reaching out for the emerald before Alex swatted his hand away. \"Ow!\" he yelped angrily.<br>\r\n<br>\r\nAlex took no notice of Henry and said, \"Before you guys do this, I just want you to know that your lives are gonna change from the very moment you touch it. Your mind changes, your perspective of life changes, even your whole personality shifts. Once you do this there's no going back.\"<br>\r\n<br>\r\nHenry and Moses took a long stare at Alex to see if she was joking then to Samntha, both women's faces looking stoic and serious. They shared a quick apprehensive look between the two of them before they warily placed their hands on the stone. All of a sudden it was as though they were hurling through some sort of wormhole at high speed, getting bombarded by glowing particles. There was a crescendo of noise that suddenly ended and snapped them out of their trance as a strange voice echoed through their heads. The voice eerily whispered that they now had the ability to steal people's traits, or just to exchange them between others without them knowing.<br>\r\n<br>\r\n\"Holy crap,\" Henry exclaimed as he shot up from his seat, his drunken stupor having seemingly vanished as he tried to see if anything had happened to himself on the outside. Moses meanwhile was sitting down open-mouthed, raising his hands up to his face as he felt a supernatural power coursing through him.<br>\r\n<br>\r\n\"Welcome to the club, boys,\" Samantha chuckled as she and Alex fist bumped excitedly. \"You were asking how we were going to break one of the world's most notorious prisoners out of one of the world's most secure detention centres? Well it's quite simple really, all we have to do is...\"</span></div></div>",
            "created":1560056400,
            "id":2671053,
            "title":"Back at the food court"
        },
        "151222121233311":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Moses and Henry practise a little more.",
                "Breaking out Hector Santoro.",
                "Samantha has a specific plan of action.",
                "Alex has a suggestion."
            ],
            "content":"<div class=\"\"><div> <span>Henry's ebony pussy moistened as the knowledge of his new powers coarsed through him, he of course remained oblivious to the fact that Samantha had robbed him of his dick during their drunken escapades. \"I can't believe this!\" He blurted out in his nasally voice, as he looked around for someone to test his power on. A family enjoying their meals became his victims. A Latina woman, her husband and their two teenage children.<br>\r\n<br>\r\n\"Why don't you try head swapping first? It's one of the easier swaps to make if you're new at it.\" Alex advised, winking at Henry.<br>\r\n<br>\r\n\"Er... okay then.\" Henry said, trying to focus. It didn't take much concentration, and he and Moses both gasped when the chubby Latina woman's head sucked down into her body, and her 13-year old son's did the same. Seconds later they emerged atop each other's bodies, and as a result of the swap the mother's new puberty-stricken cock hardened into an erection. It was still only 4 inches long though and caused a slight bulge in her shorts. As the mother berated her 15-year old daughter on her eating habits in Spanish, Henry smirked.<br>\r\n<br>\r\n\"Moses, why don't you handle the next one?\" Samantha suggested with a proud grin, as she gestured to the father and daughter.<br>\r\n<br>\r\n\"Raatid!\" Moses nodded in his Jamacian accent.<br>\r\n<br>\r\nThe daughter was a little on the chubby side, like her mother, but she was still quite pretty. Moses focused on the girl's lower half and tried swapping her legs with her father's. In an instant, the girl's smooth, if slightly chubby teenage legs began swelling with more muscle, they stretched out in length and hair grew on them.... causing them to push further away from her under the table. The clothes failed to make the swap, and the girl's ballet flats split apart as her feet grew into her dad's. The girl's shorts also split at the seams as her bulkier legs grew in. The father had the opposite problem, his legs shrinking in length and size under his corderoy pants and his feet shrinking in his shoes and socks.<br>\r\n<br>\r\nThe girl, who retained her own vagina, hips and ass, looked extremely out of proportion because of her new men's legs and feet, and she looked under the table at  her destroyed footwear before complaining to her headswapped mother in Spanish.<br>\r\n<br>\r\n\"That's not bad, well done.\" Alex congratulated Moses with a smirk.<br>\r\n<br>\r\n\"Yeah, good job!\" Samantha weighed in with her own compliment.<br>\r\n<br>\r\nMoses was sporting a decent hard-on of his own and Henry was rubbing his pussy through his pants under the table as they continued observing the swapped up family. Samantha and Alex meanwhile were mainly observing the group of Girl Scouts, all of whom had popped boners in their panties and were hungrily eyeing up their troopleader. They both gave it a day before one of them was balls deep in her. <br>\r\n<br>\r\n\"So, you think our two proteges here are ready to help us bust out Santoro?\" Alex asked Samantha quietly.<br>\r\n<br>\r\n\"Oh I think so. Once you use the power, it's second nature.\" Samantha smirked, nodding her head.<br>\r\n<br>\r\nAlex and Moses sat like two excited schoolboys who had just received a top grade off their teacher. And both of them were eager to swap more people. But they also knew Samantha and Alex had a plan in motion, and they were now a part of it.<br>\r\n</span></div></div>",
            "created":1560142800,
            "id":2671226,
            "title":"Henry and Moses practice their new powers first"
        },
        "1512221212333113":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "...find a way past the goons",
                "...steal some uniforms",
                "...gloat to Henry",
                "Santoro meanwhile..."
            ],
            "content":"<div class=\"\"><div> <span><b>2 DAYS LATER, 23:42PM, OUTSIDE WENTWORTH PENITENTIARY</b><br>\r\n- - - - - - - -- - -- - - -- -  - - -- - - -- -- --<br>\r\n<br>\r\nThe wind whipped violently through the air as torrents of unrelenting rain pounded onto the roof of the menacing looking prison with its solid concrete walls and imposing barbed wire stretched across its perimeter. The guards were standing stiffly to attention, their eagle eyes ready to spot any intruders trying to sneak their way inside. If the seemingly impenetrable defences didn't seem like they were enough there were a couple of armoured goons with their rabid looking canines on leashes. The mutts growled in unison, all of them ready to take a chunk on whoever their handlers allows d them to.<br>\r\n<br>\r\nThere was an almighty crash that lit up the air over a creaky, near delapadated caravan as it trundled slowly towards the gate. Inside there were loud whispers amongst the two women and one man that were sitting in the back while a bulky, dreadlocked figure sat in the front and listened intently. \"...Okay, I'll explain it to you <i>ONE</i> more time,\" Samantha said for the third time as she stopped herself from getting up and strangling Henry.<br>\r\n<br>\r\n\"It's simple: first we've got the gate checks. These are just your standard checks to make sure you've got the proper identification to get into the facility. The only thing is that once they've checked the driver they're gonna check the inside for any unwanted passengers. We can easily take one of those bastards by the fence to get the ID but after that we've got no idea what comes next. That's why we need YOU, Henry, to hack into the security systems and tell us where to go and where all the alarms are while we find where Santoro's hiding.\"<br>\r\n<br>\r\n\"Wait-wait-WAIT! You're <i>SIDELINING</i> me?!\" Henry protested. \"You, Alex and Mr <i>'I-bathe-twice-a-year'</i> are going to break into a federal prison, go undercover as criminals and bust out a convict WITHOUT ME?! C'mon Sam, you KNOW that <i>'real-life Prison Break'</i> was on my bucket list!\"<br>\r\n<br>\r\n\"I heard dat, bombaclat,\" Moses grumbled in his light Kingston accent. Alex had quickly grown tired of Henry's childishness and grabbed him by his collar, pulling him closer so she was staring through his almond eyes and into his soul. \"I'm gonna be completely honest with you right now, Chen, the only reason I'm BARELY tolerating you is because Samantha personally recommended you for this job. If it was up to me, I would've kicked your sorry ass out back in California. Now suck it up and stop whinging.\"<br>\r\n<br>\r\nAlex let go of Henry's collar and he scrambled away as Alex went to the other side of the caravan. Samantha followed her, tapping her shoulder as she whispered, <i>'Damn, where the bell did THAT come from?!'</i> Alex turned and stared stoically at Sam as she said deadpan, \"Last time I tried this stunt it blew up in my face. I kept none of the money, all my friends got caught and I nearly got nicked myself. The only reason I agreed to do this was because I wanted- no, NEEDED to get a second shot at doing this thing right. I'm not gonna let an overgrown man-child like Henry be the reason that my new friends get caught. Not a chance.\"<br>\r\n<br>\r\nAlex brushed past Samantha on her way to checking if she'd prepared everything required for the heist. Samantha sighed forlornly as she thought to herself, <i>Why do all the good ones have to come with baggage?..</i> Meanwhile, Moses had gotten closer to the checkpoint and an armoured man came to ask for identification. A second later and Moses pulled out a small keycard from his pocket and had it scanned swiftly before he was ushered inside. Moses chuckled as he drove past, taking a quick glance at the man whose ID he'd stolen and pitying the shouting he'd get later on by his boss for losing it.<br>\r\n<br>\r\n\"Alreet, ladies and gents, we've arrived. Time 'ta go!\" Alex, Samantha and Moses all hopped out while Henry disgruntledly booted up his laptop and computing software. Taking a quick moment to remind themselves they were actually breaking into a secure jail facility, Alex, Samantha and Moses decided to...</span></div></div>",
            "created":1560229200,
            "id":2672104,
            "title":"Samantha has a specific plan of action."
        },
        "15122212123331134":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Back with Samantha and the others.",
                "Santoro summons his boys.",
                "In Warden Levin's office.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>As a junior prison guard made his way along the gangwalk, the railings shaking, he swallowed hard. He hated having to pass a message onto Santoro. The guy always intimidated him, even scared him, even though he had the kind of appearance usually associated with female porn stars. Whatever 'condition' the gang leader had that made him to be born that way, this prison guard, and any of the others for that matter, weren't going to make light of it in any way. As he got closer to Hector's cell, the guard heard feminine grunts and panting. \"Great, he's got one of his sluts in with him again.\" The 25-year old guard grumbled. \"The fucker has a sex drive that would put a teenage girl to shame.\"<br>\r\n<br>\r\nSure enough, when the guard reached the cell, Santoro's usual 'escort' Chloe had her gorgeous made-up face between his legs, licking at and sucking his pussy. Santoro moaned and writhed as he was eaten out by the woman, but then scowled a little when he saw he had an audience. \"What is it kid?\" He barked in his feminine tone, as Chloe kept up her oral onslaught on his cunt.<br>\r\n<br>\r\n\"Uh... M-Mr Turner says your friend will have to leave Mr. Santoro. The Warden Levins will be inspecting the cellblocks when his family has left.\" The guard muttered, clearly nervous.<br>\r\n<br>\r\n\"Ahh, our dear... conscience driven... Warden,\" Santoro chuckled menacingly, in between moans. He refuses to get with the times. Morality...hmmmph.... is a thing of the... past. Money is now... the universal... uggghhh.... language!\" He went on, as he approached orgasm. Chloe was an exceptional escort, and her oral skills were second to none. But there were many reasons why she was Santoro's favorite girl. Chloe was a blonde with natural DD-cup breasts, shoulder length hair, a slim figure and also a bit of a temper when angered.<br>\r\n<br>\r\n\"B-b-but Mr. Turner wanted me to... \"The guard stuttered.<br>\r\n<br>\r\n\"GET LOST KID! Unless you want my boys to pay a visit to your family.\" Santoro shouted angrily. Then seconds later his voluptuous body was wracked by one of the best orgasms he'd ever had. Chloe pulled her face away from his crotch and smirked as he came.<br>\r\n<br>\r\n\"Well, I think I'm done here anyay. See you later sweetie.\" Chloe said as she put her low-cut white top, red thong panties and short black skirt back on. She then gave a little wave to Santoro and blew him a kiss, before slipping her feet into her stiletto pumps, grabbing the used dildo off Santoro's bunk and clicking out of the cell. The guard walked with her to see her off the prison grounds, sporting a boner as he stared at Chloe's ass.<br>\r\n<br>\r\nAs he laid there recovering from his high, Santoro had a weird feeling that something was going to hapen today. He just didn't know quite what.<br>\r\n</span></div></div>",
            "created":1560315600,
            "id":2672244,
            "title":"Santoro meanwhile..."
        },
        "151222121233311341":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Sam and Alex are walking through the jail",
                "Moses tries to pick up info from the warden",
                "Henry's sulking inside the van",
                "Something isn't going to plan..."
            ],
            "content":"<div class=\"\"><div> <span>Alex, Moses and Samantha quickly jumped behind some conveniently placed shrubbery just as one of the armoured goons strolled past with his gun poised steadily on his hip. <i>'Damn, you didn't tell me dat this place were crowded with guns!'</i> Moses hissed angrily as he tried to squash his bulky frame between the two girls.<br>\r\n<br>\r\n<i>'Gimme a second!'</i> Samantha hissed back as she cupped a hand around her earpiece, <i>'Henry? HENRY?!'</i> There was a loud clattering from Henry's side. Samantha could hear the loud ruckus of Henry getting up from his shock and composing himself. Henry cleared his throats before he replied, \"Yep! This is <i>EagleEye</i>, reporting from the Rooster. What's the sitch?\"<br>\r\n<br>\r\nSamantha shared an apologetic glance with Alex and Moses before she turned around and angrily whispered, <i>'You know the 'sitch', Hen, we're trying to infiltrate a mother f-ing prison! And we're you just WANKING OFF right now?!'</i> Henry mumbled something incoherent as Samantha rolled her eyes in disdain. <i>'I told you this how many times, we need to be serious! If one of us get caught, ALL of us could get caught! How the hell can you be jerking off at a time like this?!'</i><br>\r\n<br>\r\n\"First of all,\" Henry explained, \"Pornhub helps me concentrate. Second, shouldn't we get back to busting Santoro out now, right? Yeah, okay.\" Sam heard the clickety-clacking of Henry's nimble fingers racing across the keyboard. \"Alright, we've made it past the first checkpoint. Unfortunately we now have to get past another checkpoint, armoured personnel, a locked door and another prison wing before you can even SEE Santoro.\"<br>\r\n<br>\r\n<i>Great...</i> Sam grumbled as she relayed the information back to her comrades. Alex shook her head as she said, \"Nope, no way we're getting inside. Are we sure there's no other way to find out about the gala's location from anyone else than Santoro?\"<br>\r\n<br>\r\n\"Yep, still sure after the FIFTIETH time I've said it. C'mon, there's gotta be a way in...\" A devious grin spread across her face as she watched as a group of nuns walked out of the prison gates after being scanned and sighed out. She stood up and gestured for Alex and Moses to follow her as she crept behind the convent caravan waiting outside for the ladies. She peered in and, only seeing three women inside, snuck inside with the others and silently put a hand on the lead nun's mouth. \"Sorry sister,\" Samantha laughed, \"I just need to borrow your LIFE for a second...\"<br>\r\n<br>\r\n-- --- - -- --  --- - - -- --- -- - -- ----<br>\r\n<br>\r\nWarden Jones always enjoyed when the sisters at the convent came to provide therapy for the prisoners. They were all a good escape from the testosterone pumped prison halls he patrolled everyday, especially the cute, young nun that had just joined, Sister Ethel.<br>\r\n<br>\r\nHe'd just been in the middle of asking how a girl like that could swear off relationships when he saw three cloaked figures coming back towards the prison gates. \"Oh hello there,\" he said as he looked Alex straight in the eyes as she blushed playfully. He stepped straight past Alex and saddled right up next to an uncomfortable looking Moses.<br>\r\n<br>\r\nAlex feigned being hurt and Samantha giggled as the warden stroked Moses' burly arm and said, \"So, Sister Ethel, why are you back so soon? I thought you had urgent business to attend to at the convent?\" Moses stammered something <br>\r\ninaudible before Sam interjected and said, \"Well my dear <i>'sister'</i> Ethel here, she's only just joined us at the convent as you know and she'd like a quick tour of the facility. Just to, you know, find out where she can really <i>FEEL THE SPIRIT</i>.\"<br>\r\n<br>\r\nMoses gave Sam a sharp glance as Warden Jones slipped his arm through Moses' and replied, \"I would <i>LOVE</i> to do that: I'm always ready to help someone from one of the strong pillars in the community.\" He got close to Moses' ear and whispered, \"Especially one as beautiful as you.\"<br>\r\n<br>\r\nMoses sent a look that said <i>help me</i> as the warden dragged him off. \"Have fun!\" Alex chortled as she watched on giddily. She was just about to follow Samantha inside when she suddenly felt an urge to do a couple of swaps first. She targeted the nuns once again and, focusing on a couple of gun-toting lunkheads, gave a couple nuns an 'extra present' for their generosity. While she couldn't see most of the results due to the long, flowing cloaks that the nuns possessed, she could see a large bulge erupting from a plump nurse's crotch region. One look at the nurse's face and Alex could tell that she, and many of the other sisters, would be breaking their vows of celibacy in a short while.<br>\r\n<br>\r\n\"Hurry up!\" Alex turned on her heels with an extra spring in her step, hoisting her black gown up as she and Sam turned a corner away from Moses and his terror tour.</span></div></div>",
            "created":1560402000,
            "id":2672912,
            "title":"Back with Samantha and the others."
        },
        "1512221212333113413":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Moses gets some info.",
                "Sam and Alex continue strolling'.",
                "Henry has another idea.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>With Sam having found an alternate plan to access the prison, Henry found himself with little to do inside the van. He was, truth be told, annoyed that Sam and Alex would bring him along if they weren't going to utilize his skills to their fullest. Sighing and grumbling to himself in his nasally voice, Henry's face soon contorted into a wicked grin as he looked over at the porn playing on a separate CCTV camera. He knew how much all the inmates of this prison would kill to have that feed in their cells. Henry's hand found it's way inside his pants and into his briefs, locating and slightly spreading the folds of his ebony pussy.<br>\r\n<br>\r\nNow, Henry was still unaware that a drunken Samantha had robbed him of his cock several days ago when they had that 'adventurous night' together. But it certainly hadn't robbed him of any of his perviness. If anything, he was even hornier now, the black woman he had been swapped with had a very high libido. 'Had' being the operative word of course. But then again she would still be able to pop a pale boner whenever she got aroused.<br>\r\n<br>\r\nHalf way through fingering himself while watching his porn, Sam's voice crackled over his earpiece. \"Henry, where abouts are we? How close to Santoro's cell?\" She asked him.<br>\r\n<br>\r\n\"How the hell should I know?\" Henry grunted back, clearly irritated at being 'interrupted'. \"He could be in any cell. Depends where the Warden wanted him.\"<br>\r\n<br>\r\n\"Are you really masturbating!?\" Alex asked Henry, her voice showing disbelief.<br>\r\n<br>\r\n\"What? Right now... no, course not. This is some serious shit we're into here.\" Henry lied, badly, causing Sam and Alex to look at each other in annoyance. And they also couldn't help but smirk at the sight of each other wearing a nun's outfit.<br>\r\n<br>\r\n\"You are, aren't you you dirty little shit!\" Alex responded to Henry.<br>\r\n<br>\r\nHenry changed the subject as he kept two of his fingers buried into his snatch. \"Hey here's a plan, get 'Sister Ethel' to 'pump' the Warden for information that may be able to help us out as to Santoro's location, hmm?\" He snapped acerbically, so that Moses heard him.<br>\r\n<br>\r\nSam and Alex both smirked and chuckled. \"That's not a bad idea, right 'Ethel'?\" She said, so that Moses would hear her over his earpiece. Luckily Moses couldn't very well reply, being in the Warden's company, otherwise he would have told his partners in crime EXACTLY what he thought of that plan. That said, Moses got the message that any information he could get out of the Warden would be greatly helpful to them.<br>\r\n<br>\r\n\"Moses, see if you can get any info from our Warden friend, and Henry... STOP fingering yourself... NOW!\" Samantha said, before she and Alex continued walking through the prison, living the two nuns' lives.<br>\r\n<br>\r\n\"Ugh...\" Henry grumbled, withdrawing his fingers from his pussy and drying them.<br>\r\n</span></div></div>",
            "created":1560488400,
            "id":2673030,
            "title":"Henry's sulking inside the van"
        },
        "15122212123331134131":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Alex and Sam are up to their shenanigans",
                "Henry spots something concerning on his display",
                "Moses takes one for the team",
                "Something is happening outside the gates"
            ],
            "content":"<div class=\"\"><div> <span>\"So...\" Moses said awkwardly as he walked briskly through the halls with Warden Jones gripping his arm a bit too tightly to be regarded as just friendly. \"What exactly do you do here, Mr...\"<br>\r\n<br>\r\n\"Jeff, Sister Ethel. Please, Mr Jones is my father. I'm sure we can have a much more <i>personal</i> relationship than that. And as for my job, you know how it is: corralling these varmints- I mean, prisoners- making sure that they are calm and unable to cause damage to themselves or others around them. You know, one time...\"<br>\r\n<br>\r\nMoses groaned mentally as the warden continued to ramble on about his previous experiences inside the prison walls. <i>'No wonder you're a prison guard,'</i> he mumbled, <i>'No sane person would listen to your crap all day if they weren't locked up.'</i> Moses nodded innocently as Jeff continued, his gaze shifting to focus on the onlooking prisoners that were clutching the bars of their cells, whooping and hollering as he passed, all of them unaware that the cute nun they thought they were seeing was actually a middle-aged, big Jamaican man.<br>\r\n<br>\r\nMoses spotted a petite, female guard patrolling the corridor and, as an act of charity, decided he should 'help' the poor lady before one of the bigger felons tried to pick on her. He giggled as the lady shot up in height, going from a meagre 5'2\" to an intimidating 6'3\", stretching out the conservative black slacks and grey shirt she'd been wearing. A second swap was made and her clothes COMPLETELY gave away as her muscles swelled, her defined biceps tearing off her sleeves and her bulky new quads ripped what was left of her slacks to shred.<br>\r\n<br>\r\n<i>'Nearly done,'</i> he chuckled as the woman's wavy blonde locks were sucked back into her scalp only to be replaced a second later by a crude, DIY military buzzcut. Not only was the hair on the top of her head changed; no, at the same time little dots of stubble began to grow around her lips and mouth until she'd developed a fully grown beard that even a seasoned lumberjack would be proud of. Although Moses couldn't see it he guessed that the woman's pubic bush would have also swapped and he could only imagine the carpet burn that the woman's partner (if she had one) would feel.<br>\r\n<br>\r\nA slight giggle escaped his lips when he walked past his unfortunate swapping victims: a hulking bruised that had been giving Moses the stink eye as soon as he came in was looking a LOT less intimidating now with his miniature stature and orange jumpsuit that was obviously meant for someone bigger. A man- who Moses suspected had built up his profile as a 'tough guy' due to his nasty sneer and confrontational stance- now looked plain silly as he tried to keep up how tough act despite his long, blowdryed mane and hairless body devoid of any muscle.<br>\r\n<br>\r\nMoses glanced at yet another unlucky soul, a scrawny looking man who's eyes fluttered nervously around, not trying to make eye contact with anyone in fear of getting on the wrong side of someone. <i>Someone needs some confidence,</i> Moses thought as he targeted the prisoner and the buff female guard. The Amazonian guard groaned suddenly as she felt something large growing through her virgin vagina lips and brushing past her hairy pubic bush. The impressive 7-inch boner was evident underneath the woman's red knickers and destroyed slacks and Moses could tell that the woman was silently cursing herself at getting an erection on the job.<br>\r\n<br>\r\n\"...some bad people over in the secure wing.\" Moses' curiosity was piqued as he turned back towards Warden Jones and asked, \"What do you mean by 'bad people'? Who's inside there?\"<br>\r\n<br>\r\n\"Oh, they aren't just your run-of-the-mill criminals, all the people locked up in the secure wing are not only threats to the outside world but to all the other prisoners in here. We're talking about the WORST of the WORST.\"<br>\r\n<br>\r\nMoses didn't have to pretend he was intrigued as he replied, \"Oh yeah, they have to be pretty bad to get there. I heard that one of the inmates locked up there, Hector Santoro, was a former mafia boss, ruthless and cunning. Oh please, give me a couple of minutes with him, I've always wanted to, erm... help the criminally insane! Yep, that's why I got into this biz!\"<br>\r\n<br>\r\n\"Sorry, I can't let you do that, Sister. I would LOVE to see your work in action, BUT, strict Wentworth policy states that I can't allow visitors anywhere near the private sectors of the penitentiary. Sorry Ethel, my hands are tied.\"<br>\r\n<br>\r\nMoses cursed silently before he placed one of his beefy hands on the warden's cheeks, holding down his urge to hurl as he forced himself to sultrily whisper, \"C'mon Jeff, just let me have a quick chat with Hector. I'll say that I forced you to do it and you'll get off Scott free. And you have NO IDEA how much I would owe you...\"<br>\r\n<br>\r\nMoses watched the Warden's face apprehensively, observing as the warden's face going from shock at Moses' blatant sexual advances to fear at losing his job to an unnerving lustful expression that made Moses shiver slightly. \"Well,\" he said as if he was considering his options, \"I guess a couple of minutes can't hurt anyone.\" Moses was about to fistpump in triumph before Warden Jones continued, \"But I need something in return.\"<br>\r\n<br>\r\nMoses only had a moment to mutter a quick, <i>Crap,</i> before he felt Warden Jones' arm start to roam his back, sliding down until he reached Moses' backside and squeezed it in rapid succession. <i>Think about the money, think about the money,</i> he told himself as he felt the Warden drag him away from the leering crowd and closer to an unoccupied cell.</span></div></div>",
            "created":1560574800,
            "id":2673884,
            "title":"Moses gets some info."
        },
        "151222121233311341311":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Finally, they find Santoro's cell.",
                "Meanwhile, outside the prison gates.",
                "Moses is in a predicament.",
                "The warden's family leaves the prison."
            ],
            "content":"<div class=\"\"><div> <span>\"So, where's Santoro's cell?\" Alex asked as she tried to adjust to walking in her Nun's gown, the sensible flat shoes she had on underneath it did provide her some comfort though. Samantha though looked uncomfortable in such a 'conservative' get-up.<br>\r\n<br>\r\n\"No idea. Guess we just keep searching until we find it. We've got the perfect disguises, so no real rush yet.\" Samantha replied as the two of them walked past lots and lots of prison cells, with some very unsavory characters in them. Bald heads and tattoos seemed to be a thing, she noticed, as did Alex. But neither of them were intimidated by the wolf whistles, cat calls and sometimes outright threats directed at them.<br>\r\n<br>\r\n\"Henry!?\" Alex whispered, hoping to hear a reply in her earpiece. She heard nothing but static.<br>\r\n<br>\r\n\"Pussy-boy is probably still fingering himself to his porn.\" Samantha grumbled.<br>\r\n<br>\r\nAlex gave her a funny look. \"Why exactly did you bring him again?\" She asked, referring to Henry's uselessness... so far.<br>\r\n<br>\r\nSam shrugged at first, but then looked back at Alex. \"His skills will come in handy on the job, even if he's been of limited health here.\" She said. Then she looked up, noticing a female prison guard approaching them. She wasn't particularly attractive and had her shoulder length brown hair secured in a neat bun, she was also a tiny bit of the chubby side and was no more than 5'5\". Sam and Alex had both noticed, but not been surprised by the lack of women in the prison. After all, it was a high secure penitentiary for some of the worst scum in the States. <i>Hmm, got to work with what you got.</i> Sam thought, smirking a little as she swapped the guard with one of the hardened cons in his cell. The Latino inmate, about 30-ish, slim but muscular... continued standing at his cell door as the guard's Caucasian C-cup tits sprouted on his chest... stretching his prison vest. His large puffy nipples were very evident in the cold cell.<br>\r\n<br>\r\n\"Nice one!\" Alex chuckled quietly, noticing the prison guard's deflated uniform shirt as they passed by.<br>\r\n<br>\r\n\"Yeah, give the guy something to play with while he's locked away.\" Sam chuckled back.<br>\r\n</span></div></div>",
            "created":1560661200,
            "id":2674108,
            "title":"Alex and Sam are up to their shenanigans"
        },
        "1512221212333113413112":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Sam and Alex finally find the secure wing",
                "Moses is taking one for the team",
                "Henry is thrown inside a cell",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>\"Ugh,\" Henry groaned, both out of arousal and boredom as he stuck his pale fingers inside his rosewood coloured vagina. His eyes were fully locked on the screen on a pretty standard video of two women making out, one of the duo possessing what looked like a mighty 6-inch strap between her smooth thighs. <i>I wish I could get myself a good cockgirl,</i> he thought as he looked to a guard outside and smiled mischievously.<br>\r\n<br>\r\nNow inside the porno the strap on suddenly disappeared, vanishing before being replaced by a hefty tanned penis that bulged angrily on the lady's petite frame. The woman, of course, was unfazed and continued to plough her thick womanmeat into her partner whose eyes had rolled back into her head with ecstasy. Henry could feel himself close to orgasming when he heard angry yelling coming from outside.<br>\r\n<br>\r\nHe slowly shifted away from his laptop and scurried up to the window. Outside he could see the forms of 3 armoured goons shifting around awkwardly as a 20-something-year-old beautiful blonde bombshell angrily lectured them about something. Henry couldn't help but admire her plump crimson lips, her unmissable bust and slim curves that perfectly complimented her tight black skirt.<br>\r\n<br>\r\n\"...how was I supposed to know that you was reversing ya jeep next to my car, nimrod?\" Henry laughed as he heard the pretty woman arguing with a thick, Boston accent that seemed to annoy the guards that were standing there. As the conflict intensified, Henry could feel his eyes getting drowsy and his limbs getting heavier. The woman's voice, which had seemed far away and distant through the glass window, began to get clearer and clearer, so clear in fact that it was like he was speaking the words himself.<br>\r\n<br>\r\nHenry had closed his eyes for a second staring out the window but now found himself face to face with one of the bulky helmets of the goons, so close that he could see the pretty woman's face staring at him in the man's reflective blue visor. Wait, what the... Henry glanced down and squealed as he looked down upon his supple form, grabbing his plump DDs with mixed emotions of shock and curiosity. <i>'Holy crap, I'm a chick!,'</i> he whispered as he studied his new form with awe, not listening to the goon continuing to talk.<br>\r\n<br>\r\n\"...ignoring me? Alright, that's it: you're comin' with me, lady.\" Henry's time exploring his new body was cut short as he felt the guard's beefy arm clutch his petite wrist. Without even thinking his body immediately reacted, flipping the goon over his shoulder before pressing one of his stiletto heels against the guard's throats. CLICK! Henry slowly raised his chin as he saw the two other guards train their rifles square in the middle of his forehead. \"Oops,\" Henry giggled nervously as the guards pulled him up and slapped a pair of handcuffs on his wrists.<br>\r\n<br>\r\n\"Look, I'm REAL sorry that I flipped your friend! Now I don't think that being hasty and arresting me is the best option here, wouldn't you agree,\" he pleaded as the guards dragged him closer to the entrance of the penitentiary. <i>'Damn, Sam's gonna KILL ME,'</i> he muttered with the woman's pretty voice.</span></div></div>",
            "created":1560747600,
            "id":2674877,
            "title":"Meanwhile, outside the prison gates."
        },
        "15122212123331134131122":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Sam and Alex locate Santoro's cell.",
                "Back with Moses and Warden Perv.",
                "Back in Henry's van... with his porn.",
                "Reader's choice."
            ],
            "content":"<div class=\"\"><div> <span>As Henry was getting himself arrested in the high class escort's slutty body, back in the Warden's room, poor Moses was busy taking one in the team. More precisely, taking one straight in the ass. He just couldn't believe this warden couldn't see anything wrong with \"Sister Ethel\" being a middle-aged, muscular black man. Moses gritted his teeth and closed his eyes as he felt the warden lift his Nun's gown, revealing his hairy backside and legs.<br>\r\n<br>\r\n\"I must say Sister Ethel, I've had my eye on you for some time, you're so cute!\" The warden flirted, sounding like quite the sexual pervert. Moses just agreed with whatever he said, unable to use his powers due to lack of concentration and the fact that he and the warden were the only people in the room.<br>\r\n<br>\r\n\"But you're a married man Warden.\" Moses replied, playing along.<br>\r\n<br>\r\nThe warden just laughed. \"My wife hasn't understood me for years, and neither have my kids.\" He said to Moses, as he slapped both his hairy hands on his manly thighs and lined himself up. The Warden's pants were unzipped and his dick hanging out, fully erect. Moses braced himself and closed his eyes again as he felt the man's cock enter his sphincter. <i>Fuck you for this Alex.</i> Moses grumbled to himself, recoiling a little from the penetration. He was starting to wonder whether all this was actually worth it, swapping power or not.<br>\r\n<br>\r\n<div align=\"center\">**********</div><br>\r\nMeanwhile, Henry was being led to other prison guards for processing, stumbling along in his stiletto pumps, blonde hair falling in his pretty new face and quite unable to take his eyes off the amazing DD-cup tits jiggling away on his feminine chest. He had to admit, this chick's body was smoking hot! He had gathered from the way she was dressed that she was a hooker or some sort, maybe a high class one. And he was intelligent enough to realize she had probably just been fucking one of the inmates, maybe even Santoro himself.<br>\r\n<br>\r\n\"Booking this woman for assault and verbal abuse Hank.\" One of the armed guards said, as another put Chloe's... now Henry's bag on the table. He arched an eyebrow when he produced a still wet dildo from it.<br>\r\n<br>\r\n\"You done fucked up Todd. That's Santoro's favorite girl. She's just left the place.\" The processing guard shook his head, smirking. \"If she's bruised in any way, Santoro is gonna have you fucked up good.\"<br>\r\n<br>\r\n\"Shit!\" The guard, Todd grumbled, looking back at Henry. \"Well, she still assaulted a prison guard, so I'm filing charges.\"<br>\r\n<br>\r\n\"Suit yourself!\" Hank mumbled, getting the paperwork ready.<br>\r\n<br>\r\nHenry just rolled his eyes and sighed, as he looked down at the handcuffs securing his dainty wrists together. He this chick was now in his body back in the van with all his equipment... and his porn. But he was more afraid of what Sam and Alex would do to him when they found out he'd been arrested.<br>\r\n</span></div></div>",
            "created":1560747600,
            "id":2674885,
            "title":"Moses is taking one for the team"
        },
        "151222121233311341311221":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Sam and Alex try explaining the situation",
                "Henry is taken to the women's ward",
                "Moses is finishing off with the Warden",
                "Follow Chloe's new life "
            ],
            "content":"<div class=\"\"><div> <span>Alex and Samantha moved briskly through the quiet prison halls without making a sound, no small feat considering the billowing nun gowns that they had draped over their shoulders. Although Wentworth was supposedly a maximum security prison the duo faced barely any obstacles in their search for Santoro's cell apart from the occasional nosy guard.<br>\r\n<br>\r\n<i>'So,'</i> Alex wheezed as the pair ducked behind one of the concrete walls just as a beefy female guard started pacing up and down in front of a set of heavy, reinforced steel doors. <i>'W-What's the?.. What's the plan here?'</i> Alex could feel the fatigue of running around taking a toll on her body; she knew that she would be out of shape after her three year tenure at <i>Meats 'N' Treats</i> but she didn't know she'd be THIS bad. <br>\r\n<br>\r\nSamantha held up a single finger as she pressed her other hand onto the earpiece hidden underneath her black shawl. <i>'Henry! HENRY?!'</i> she hissed.<br>\r\n<br>\r\n- - -----  - - --  --- - -- --- - - --- ---<br>\r\n<br>\r\nChloe gasped as her eyes flicked open and she found herself collapsed in a heap on the caravan's sticky, carpeted floor. \"Ew...\" she moaned before she slapped her mouth shut in shock, a strange voice with a hint Chinese accent emanating from her lips. She shot up and, even before taking in her surroundings, ran into the bathroom. A bloodcurdling scream followed a second later.<br>\r\n<br>\r\nChloe started hyperventilating as she pawed at her flat chest, flaky skin and messy black hair as she stared into the grime covered mirror opposite her. \"Ew, I'm, like, so UGLY!\" she cried. Not only had she lost her stunningly good looks, she'd also lost any chance of continuing her well paying job as an escort. <i>Or maybe not,</i> she thought as she lifted up the hem of Henry's boxers and peeked inside. <i>A little on the small side but I can work with this...</i><br>\r\n<br>\r\nChloe took one last glimpse outside to see her hot pink convertible being towed away by a couple of those gun-toting numbskulls. She silently cursed before she looked through the grubby van, both dejected and elated as she saw a greasy key left inside the ignition. \"Ugh, the things I do for money,\" she said as she hopped into the driver's seat, unaware that she'd both carried away hundreds of dollars' worth of computing equipment and also our heist team's hopes of having a smooth escape from the penitentiary.<br>\r\n<br>\r\n- --- - ---  --- -  - -- - -- --- ---<br>\r\n<br>\r\n<i>'...HENRY?! Pick up, you horny bastard!'</i> Sam swore under her breath as she gave up trying to contact Henry. She took one last glacé at the guard in front of the heavy duty doors and grinned as an idea popped into her head. She then frantically slipped off the nun gown, handing it to Alex and stating, \"As soon as I do this, be ready to tie me up. Got it?\" <br>\r\n<br>\r\nBefore Alex could protest, Sam peeked her head out once more, willing a swap between the beefy guard and herself. A moment later and there was a loud <i>POP!</i> as Samantha's head was sucked into the folds her neck and out popped a chubby little head that looked shaken from its journey. Alex capitalised on the guard's disorientation and expertly wrapped the shawl around Sam's former wrists and ankles, tearing off a portion to stuff it into the guard's fat gob.<br>\r\n<br>\r\nAlex pushed the guard inside an isolated cell and pulled the door shut before running swiftly up to Sam who was definitely less than impressed by her new bod. \"Looks like you've gained a few pounds since I last saw you,\" Alex giggled, taking off her own cloak as Samantha rolled her eyes and placed her chunky palm onto the door's scanners. There was a soft whooshing sound as the doors slid open- Sam and Alex looked on with a sense of pride as they saw the line of cells on either side with only tinny red lights to illuminate the path forwards.<br>\r\n<br>\r\nThey ambled forwards, checking the identification numbers on the doors of each cell in order to locate Santoro's cubicle. Alex had just passed yet another wrong cell when she felt a tight, vice-like grip clamping down on her arm. She yelled timidly, struggling wildly as the eerie face of a tattooed man came out of the shadows. \"You're a pretty little one, aren't you?\" the man's hoarse voice cackled just as Sam ran over and tried to wrench the man's arm off.<br>\r\n<br>\r\nA few more seconds of terror and Alex finally escaped the clutches of the inmate known only as <i>'The Snake'</i>. \"Are you okay?\" Samantha asked but Alex wasn't listening; normally she would've turned and tried to punch this pervert in the face (which probably wouldn't have ended up well, to be honest) but instead a strange calm washed over her. \"<i>'Snake'</i>, is it?\" she addressed the prisoner, \"Well Mr Snake, I didn't really APPRECIATE you grabbing me like that. So let's see how you do without YOUR snake.\"<br>\r\n<br>\r\nShe snapped her fingers and winced slightly as she felt a massive 8-inch-cobra slither out into her tight black knickers. In order to keep her new equipment from suffocating she also swapped over her underwear, giving the man her uncomfortably large bra and pants and in return recieving his comfortable white Y-fronts. \"Mhmm,\" she mumbled with delight as she massaged her new member, much to the shock and dismay of its previous owner.<br>\r\n<br>\r\n\"Now, Mr Snake, you've seen from that little demonstration that I possess a LOT of power, power I can use to not only HUMILIATE you but also make you lose all that precious 'street cred' that I know you've built up during your stay here. So if I even HEAR that you've tried to touch another woman inappropriately, I will stomp back in here and make sure that the rest of your sentence is a LIVING HELL. Understand?\" The man formerly known as 'Snake' nodded eagerly. \"Now where is Hector Santoro?\" The man pointed down the hall nervously as Alex arrogantly flipped her hair and strutted off.<br>\r\n<br>\r\n\"Dang, that was AWESOME! The way you handled him I'd be surprised if he ever even LOOKED at another lady again! You seemed like you were having fun,\" Samantha laughed as they reached the final cell door. Alex couldn't help but crack a smile as she coyly replied, \"Yeah, now I know why they called this guy <i>'The SNAKE'</i>!\" Sam once again pressed her chubby palm on the scanner and both of them heard a loud click as the door swung inwards.<br>\r\n<br>\r\nInside sat Hector Santoro, the world-renowned mob boss known for his temper and ruthlessness, sitting cross legged on the floor with a mug of tea held in his delicate digits. The stories that Samantha had heard were true: Santoro was unarguably drop-dead gorgeous. He had luscious dark auburn hair that flowed elegantly down her shoulders and back. He had a beautiful face with mesmerising silver eyes that seemed to both make your heart flutter and menace you at the same time. He had perfectly, moisturised, tanned skin (probably paler than usual due to his lack of sunlight over the past few years) that seemed to radiate with an unearthly glow. <br>\r\n<br>\r\nSantoro had his full lips pulled into an expression that seemed to be unsure of what it was supposed to connote, either happiness at the presence or the girls or anger at being disturbed. Two large, golden hoops hung from his earlobes, swinging around silently as Hector craned his head to try and size up Sam and Alex. \"So,\" he spoke in a sensuous voice that you wouldn't have related to a man who'd ordered dozens of deaths beforehand, \"What are two pretty ladies like you here for?\"<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://nowheaties.files.wordpress.com/2010/11/desiree-jpg.jpeg?w=500&amp;h=800\" target=\"_blank\">https://nowheaties.files.wordpress.com/2...</a></span></div></div>",
            "created":1560834000,
            "id":2675417,
            "title":"Sam and Alex locate Santoro's cell."
        },
        "1512221212333113413112213":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Moses has noticed Henry's plight.",
                "Santoro is on board.",
                "Alex reclaims her pussy from 'The Snake'.",
                "A short time later."
            ],
            "content":"<div class=\"\"><div> <span>It was an experience Moses had never wanted to feel, as the warden ejaculated into his butt. Moses just kept his eyes closed and thought of more pleasnt things, he just wanted out of Sister Ethel's life ASAP, it was too much. \"Oh my dear... that felt very good, thank you.\" The sleazy warden chuckled as he pulled out of Moses and cleaned himself up. Moses stood up straight, wincing a little and also hurrying to wipe a few things clean. He was sure a Nun's life was usually so much more tame, but not with Alex and Samantha around.<br>\r\n<br>\r\nA few minutes later, the Warden was making more small talk when there was a knock on the office door. In walked senior guard Malcolm Turner. \"Excuse me Warden, but your family have returned.\" He mumbled.<br>\r\n<br>\r\n\"Oh fuck!\" Warden Jones grumbled, glancing over to Moses. \"I do apologize Sister, but it looks like our time together will have to be cut short.\" He said.<br>\r\n<br>\r\n<i>Shame they didn't return earlier. Before you fucked my ass man.</i> Moses thought, as he perspired under his Nun's gown.<br>\r\n<br>\r\nAs the Warden showed \"Sister Ethel\" to the door, he was suddenly startled by the sooner arrival of his wife Helen and his two children Kate, 12, and Robert, 10. The warden's wife looked at Moses for a moment, as if in disdain, but then she nodded, but only because she actually saw a religious figure standing there. \"Plans have changed my dear.\" Helen explained to her husband, stepping forward and kissing him on the cheek. \"We can stay here a while longer.\" She obviously knew her husband was being unfaithful, but then again.. so was she. One of the other prison guards, a handsome 6'4\" beefcake called Samuel, had been making a woman out of her now and then.<br>\r\n<br>\r\nMoses took his leave, but not before getting a little payback on the warden for having violated him. Seeing the two children stood to one side, behaving themselves, Moses swapped the warden's dick over to his daughter. The 12-year old girl's grey knee-length skirt stretched out in front as her father's sizeable schlong surged from her crotch, with the hairy nutsack following and making her wince even more. There was only so much room in her cotton knickers.<br>\r\n<br>\r\n\"Let's see you fuck anymore Nuns you bumbaclot!\" Moses smirked, mumbling to himself in his Jamaican accent. Not wanting to leave the younger brother out of the 'fun' too, Moses swapped the lad with his mother. The boy's legs began stretching up in length, his feet grew slightly into his mother's, his ass inflated and ripped his jeans and his pre-pubescent dick and balls morphed into his mother's mature, sexually active snatch.<br>\r\n<br>\r\n\"Oh, for heaven's sake Robert. How many more pairs of jeans are you going to ruin?\" Helen turned, her smaller feet maneuvering in her too large flats and her skirt dropping down to her ankles, unable to be held up by her narrow, boyish hips and flat butt. Even her knickers were too large for her now ,but they didn't fall down because they got snagged on her soft, 10-year old penis.<br>\r\n<br>\r\n\"I would say you both need some new clothes my dear.\" The warden chimed up, noticing his wife's wardrobe malfunction but of course unaware of any swaps 'Sister Ethel' had made. As he said this, he scratched the 12-year old pussy he now possessed through his trousers and briefs.<br>\r\n<br>\r\nMoses chuckled, and took his leave, feeling his cock swell with excitement.<br>\r\n<br>\r\nMeanwhile, back in Santoro's cell, Sam and Alex had explained everything to the criminal gang leader, hoping to get him onboard. Once he had been told and became aware of the swaps to Sam and Alex, the Latino criminal eyed the hug bulge in Alex's Nun's gown... and smirked.<br>\r\n</span></div></div>",
            "created":1560920400,
            "id":2675604,
            "title":"Moses is finishing off with the Warden"
        },
        "15122212123331134131122132":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Santoro's experimenting with his new powers",
                "Moses goes to find Henry",
                "Sam and Alex watch the aftermath of Hector's swaps",
                "Someone else arrives at the prison..."
            ],
            "content":"<div class=\"\"><div> <span>Samantha was starting to get restless, tapping her boot onto the cold concrete surface of the cell as Santoro sucked in a puff of another one of his seemingly endless supply of expensive cigars. \"So,\" he exhaled, breathing out a small ring of smoke, \"You want MY help to get inside some prestigious gala so YOU can steal some money from a couple of overprivileged bastards? Sorry, no thanks.\"<br>\r\n<br>\r\nAlex moved like a blur, ripping the cigar out of Santoro's delicate fingers and crushing it under the sole of her shoe. She'd picked up a knife from one of the discarded plates strewn across the cubicle and pressed it menacingly against Hector's throat. \"Don't give us that bullsh*t. You obviously would rather spend your time on the outside, that's why you've fixed up your place like this. I don't really think you want to spend ANOTHER three years rotting in this crap hole.\" Samantha couldn't help but feel both terrified and dumbstruck. On one hand she couldn't let Alex ruin this job after so much time spent planning it but on the other hand, seeing Alex go unhinged like this was weirdly turning her on.<br>\r\n<br>\r\nSantoro laughed despite the sharpened shiv pressed against his jugular. \"Please, if you could kill me you would've.\" Alex held her position for a couple more seconds before releasing Santoro reluctantly, the knife still gripped tightly in her palm. \"I have to admit, feisty <i>puttanas</i> like you have the uncanny ability to get me REAL horny. See that murderous gleam in your eyes: yeah, I can tell you wanna kill me. What is it? Did I threaten you? An uncle? A niece or nephew, huh?\" Alex scowled as Santoro sized her up. \"<i>Oh</i>, I must've done something bad to YOU! If it makes any consolation, <i>mio bambina</i>, I haven't done anything close to murderous in about... two or so years. Can't say I'm sorry though- if I did something, there was probably a valid reason.\"<br>\r\n<br>\r\nSam watched as Alex tended and gritted her teeth. She could tell that she had to step in before this argument escalated. \"Whatever happened in the past can be discussed another time; for now we just need information on your old friend, Lord Basildon, and possible places he could host an event like the one we're looking for.\" Sam could tell that mentioning Basildon attracted Santoro's attention, his silvery eyes clouding over and his pretty face darkening in the dim artificial light. \"Wait, that lying, backstabbing <i>maiale</i> is gonna be there?!\" Sam and Alex shared a quick glance as Santoro began pacing up and down his cell (probably imagining torturing that traitor in 1000 different ways).<br>\r\n<br>\r\n\"Alright, I'll help you...\" Sam and Alex fist bumped triumphantly. \"But...\" Alex sighed frustratedly. <i>There's ALWAYS a 'but' isn't there,</i> she grumbled. \"IF I help you, and that's a big if, there's gotta be some ground rules: first off, if I help you, you take me with you.\" Alex began to protest when Samantha held a stubby finger to her lips and motioned for Santoro to continue. \"Second, I get a 25% cut of all the profits we make during this heist, whether that's cash, jewels or assets.\"<br>\r\n<br>\r\nSamantha obviously wasn't completely in agreement with this arrangement but time was running out: they had to get the location quickly before they could plan a way in. \"What's next?\" Santoro stroked his smooth chin as he pondered what else he wanted. As he looked at Samantha he could see the shimmer of something green peeking out through the unbuttoned collar of her guard's polo uniform. \"I want whatever the hell that is!\" He reached for the stone but found it difficult to overpower its owner in his petite body.<br>\r\n<br>\r\n\"Uh-uh, no way Jose. This necklace is not up for grabs. It NEVER leaves my possession.\" Hector guffawed as he said, \"Please, what could be so important about a lame trinket like that?!\" He moved rapidly and snatched the stone before anyone could react. Suddenly, a wave of knowledge passed over him, imbuing him with the same abilities and trait-thieving powers of all our other criminal protagonists. Samantha angrily snatched back the necklace, clipping it around her chubby neck and hiding it under her shirt again.<br>\r\n<br>\r\nMeanwhile Hector was staring at his hands with amazement, feeling the strange power coursing through his veins as he chuckled giddily. \"What the hell was THAT?!\" he laughed as Alex also shot Samantha a questioning look. \"That,\" she explained, \"was a fragment of a very powerful stone that was gifted to me by my half-sister, a woman you may remember as Savannah Shaw.\"<br>\r\n<br>\r\n\"By touching it, you've acquired extraordinary powers to steal and swap traits but you probably knew that. Now, about the location...\" Santoro was too excited to listen as Samantha kept on droning about that stuffy gala. He flew out of the room and out into the corridor, leaving a cacophony of frightened screams in his wake. Alex and Sam followed him out a few moments after but he was already gone. They walked out and heard another bloodcurdling scream coming from a cell nearby.<br>\r\n<br>\r\nAlex and Sam couldn't stifle thejr laughter as they looked at the source of the scream. The man had an average build with one of those <i>'you-don't-wanna-ask-me-where-I-got-this'</i> scars that made a zigzag pattern on his face. \"Damn, he works fast,\" Alex remarked as she saw the man trembling on the floor holding his crotch. His coveted maple coloured sausage was now nowhere to be found and, for some strange reason, neither of them could sense ANY genitalia in its place at all.<br>\r\n<br>\r\n\"It looks like he's LITERALLY stealing traits! (see what I did there?)\" Sam said as she turned on the emasculated prisoner. \"We need to stop him before he completely blows our cover.\" The girls turned and walked towards the heavy doors leading to the outside prison. Samantha began to push the doors shut but then couldn't help herself from making one more swap. The genitalless man's sobs grew louder as he felt his muscles melting away and being replaced by rolls of fat. Sam meanwhile admired her new bod; though it was not nearly as attractive as her old body, she'd gained a couple inches that now boosted her to a modest 5'5\" and also gained a little muscle mass in the process. \"Let's go catch that criminal.\"</span></div></div>",
            "created":1561006800,
            "id":2676425,
            "title":"Santoro is on board... kinda."
        },
        "151222121233311341311221322":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Sam and Alex pursue Santoro.",
                "Moses and Henry exit the prison.",
                "The foursome meet up.",
                "Elsewhere in the prison."
            ],
            "content":"<div class=\"\"><div> <span>While Santoro was 'acquiring' his new powers and being pursued by an increasingly irritated Sam and Alex, Moses had discovered what had happened to Henry, and he was not impressed. \"How the fuck did he get himself into this situation? And in that body?\" Moses grumbled to himself, noticing the guards leading a stumbling Henry away in the high class escort's heels. He was sure it was Henry, just because of the way the 'woman' was complaining and protesting. Inhibited by his clumsy Nun's attire, Moses knew helping Henry would not be the easiest thing. The main reason though, there were only male guards in the vicinity. Moses knew swapping them out with each other would do nothing.<br>\r\n<br>\r\nWhen the group of guards, with Henry in amongst them, stopped off to get a prison jumpsuit in Chloe's/Henry's size, Moses decided he'd better make his move. Luckily, he was still 'Sister Ethel' as far as anyone else knew, so he did have one advantage. If the pervy warden found him attractive, then maybe the guards did too. Sighing, and wincing as his asshole still tingled a little from the seeing to the warden had given him, Moses moved his muscular Jamaican form forward.<br>\r\n<br>\r\n\"Hiya boys.\" Moses announced his presence, waving at the guards and feeling quite ridiculous.<br>\r\n<br>\r\nAll the guards turned to face him and smiled. Henry smiled when he saw Moses, but kept quiet. The guard called Todd was the one to speak up first. \"Hey Sister. What can we do for you?\" He replied, giving Moses the quick once over and imagining what was underneath the religious gown. <br>\r\n<br>\r\n\"I was wondering, can I have a private word?\" Moses spoke quietly, trying his best to flirt with Todd.<br>\r\n<br>\r\nTodd nodded. \"Sure Sister. Hang tight guys, be right back.\" He said, before walking away arm in muscular arm with Moses to a nearby private security room. Once the door was shut, Moses headbutted the guard and knocked him out cold. \"Ouch!\" Moses grimaced, holding his forehead. He then swapped lives with the prison guard and became 'Todd Holloway'. Moses then stripped out of the Nun's clothes he was wearing, which was a relief, and got dressed in the guard's uniform. Fortunately, Todd was a similar build to Moses and the clothes were a good fit.<br>\r\n<br>\r\n\"Sorry, Sister, but this is your new life.\" Moses snickered, glancing down at the unconscious, naked prison guard as he dropped the Nun's clothes on top of him. He then checked his uniform and left the room, heading back to the other two guards, who were still watching Henry. They of course saw nothing out of the ordinary, despite the fact that their colleague 'Todd' was now a black man.<br>\r\n<br>\r\n\"That was quick, she just suck you off?\" One of the guards joked.<br>\r\n<br>\r\n\"Very funny dipshit.\" Moses responded. \"Why don't you go back to the front gate? We'll take care of our girl here.\" Moses told the guard, while gesturing to his other colleague.<br>\r\n<br>\r\nThe guard yawned, then nodded. \"Fine by me. But if you're gonna have fun with her, let me know.\" He winked, before slapping Henry's sexy ass in passing.<br>\r\n<br>\r\nMoses had control of the situation now, there was just him and one other guard with Henry, and as soon as they were in an appropriate area of the prison, Moses resorted to the good old fashioned way of dealing with someone. He hit the guard over the head with his nightstick and knocked him out. <br>\r\n<br>\r\n\"About time. Jesus frickin' Christ!\" Henry whined in his female voice.<br>\r\n<br>\r\n\"I don't even want to know how you ended up in that ho's body.\" Moses shook his head, annoyed by Henry's predicament. Sam's probably gonna fuck you up good when I tell her about this.\" He said.<br>\r\n<br>\r\n\"Then don't tell her!\" Henry sighed, trying to walk in his stiletto heels still. He then frowned and looked down at his female form. He was pretty sure Sam would be able to tell that he'd fucked up a bit.<br>\r\n<br>\r\n\"What about the van?\" Moses asked, pretty much knowing what the reply might be as he admired Henry's new slutty body.<br>\r\n<br>\r\n\"Probably gone. If the guards don't have it, I bet this bitch has stolen it or something.\" Henry shrugged his slender shoulders. \"Like I said, it doesn't matter. Let's just find the others and get the fuck outta here.\" He grumbled further, as his heels echoed in the prison hall.<br>\r\n</span></div></div>",
            "created":1561093200,
            "id":2676574,
            "title":"Moses goes to find Henry"
        },
        "1512221212333113413112213221":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Moses and Henry run into some trouble",
                "Santoro's swapping spree",
                "Alex and Sam split up to find Hector",
                "Follow one of the swapped people"
            ],
            "content":"<div class=\"\"><div> <span>\"So,\" Alex casually said as she stared at the pulsing green light of the necklace underneath Sam's shirt, \"When were you going to mention that you were carrying a portable power battery sound your neck?\" Samantha sighed frustratedly as she pushed herself and Alex into a nearby cell. \"What was that for?!\" She found out a second later as a high-pitched scream erupted from the visiting area further on. They both peeked out and sniggered as they observed the situation<br>\r\n<br>\r\nThere was utter pandemonium. Prisoners, guards and unlucky visitors alike found themselves changed by th renegade rouge Hector Santoro himself. They watched as a portly guard tried to shout everyone into order: this was made substantially harder by the fact he had the cute vocals of a 6-year-old girl along with her fluffy pink tutu and stubby, little legs. The girl on the other hand couldn't help but brag about her new equipment to her horrified daddy with the guard's booming voice, a toothy smile stretching across her face as her new hormones caused her new 'wee-wee stick' to get erect.<br>\r\n<br>\r\nAn inmate that had been on the phone to his busty Latino girlfriend suddenly gasped as her ponytailed head disappeared into the folds of her neck. A moment later, a disheveled, bearded head appeared in its place with missing teeth and what looked like a giant, brown wart on the edge of its nose. The girlfriend continued flirting nonetheless, getting slightly offended as her lover began pointing out her 'facial issues'.<br>\r\n<br>\r\nA guard that had been watching the scene with curiosity started to feel his own change coming. He looked down and saw his whole torso had begun to morph and change. He squeaked as he felt two engorged mounds erupt from his chest and immediately culled them with surprise. He wasn't actually too unhappy with his swap but a second later he felt the bottom of his prison polo stretch too as his brand new belly bump grew in. He looked outside the glass to an equally shocked lady on the outside who was looking at the man's new form with shock and jealousy at the same time.<br>\r\n<br>\r\nAn attractive looking lawyer that had been negotiating a deal with her beefy bodied client suddenly stopped speaking and stared into the air. <i>'She'</i> snapped back to reality a second later and looked at herself with awe, rubbing her dainty fingers all over her navy-blue pantsuit as if she was unused to having her own body. \"What the... Randy, did we just...\" the inmate said as 'his' posture shifted and his legs crossed over effeminately.<br>\r\n<br>\r\n\"Holy sh*t, Mary! I'm in YOUR smoking bod!\" Randy Jenkins, a notorious misogynist and sexual harasser, now found himself in his sexy lawyer's, Miss Mary Dean, middle aged MILF body. He cupped his ample D-cups with his manicured hands and juggled them around much to the contempt of Mary herself. She slapped his hand away and they began to start arguing angrily while Samantha chuckled inthe background.<br>\r\n<br>\r\n\"I guess he's already grasped the basics,\" she laughed before she saw Alex's scowling face looking back at her. \"What?! You gotta admit, it's pretty impressive for a rookie.\" Alex shook her head frustratedly as she turned away- Sam might not have cared about Santoro's past but Alex certainly wasn't going to forget about their confrontation from the last time they saw one another any time soon. \"Let's just catch him and get gat we came for,\" she replied sternly. She straightened out her black dress and readjusted her hefty snake. Even though the new set of genitals felt slightly uncomfortable in the delicate panties that Alex had decided to wear, she couldn't help but feel hard as she watched the chaos unfolding. <i>Curse you Santoro, you sexy, murderous genius!'</i> she whispered under her breath.</span></div></div>",
            "created":1561179600,
            "id":2677309,
            "title":"Sam and Alex pursue Santoro."
        },
        "15122212123331134131122132213":{
            "author_id":"saracen1187",
            "author_name":"Triss Merigold",
            "choices":[
                "Alex finds Santoro.",
                "Sam bumps into Santoro.",
                "Moses and \"Chloe\" find Sam.",
                "Santoro's swapping spree continues."
            ],
            "content":"<div class=\"\"><div> <span>\"Yeah, he's grasped the basics, but he's making too many people aware of their swaps. Nothing good can come from this.\" Alex said, not wanting to admit to Sam how turned on she was. Though the large erect cock tenting her black dress was probably proof itself. Alex also was aware that she still had the life of the Nun she had swapped with earlier, but she was hardly dressed the part. Sam meanwhile still had the life of the beefy (and now muscular) female guard her pretty head was currently fastened to.<br>\r\n<br>\r\n\"I think that's part of the fun.\" Sam admitted, glancing over with amusement as the angry MILF lawyer tried to stop her horny client from shoving his manicured hands into his panties to finger himself. The bodyswapped mysogynist was discovering the joys of womanhood, much to his lawyer's distress. That said, she was experiencing a whole new experience of her own as a reluctant erection strained against her briefs and prison jumpsuit.<br>\r\n<br>\r\n\"Come on, we have to catch him.\" Alex said, suggesting they split up. She then swapped identies with another female prison guard who was stood watching the chaos Santoro had caused in the visitor's area. But Alex kept her own clothes, making her a very sexily dressed prison guard. Meanwhile the new 'Sister Cartwright' was wondering why she was suddenly wearing a prison uniform.<br>\r\n<br>\r\n\"Alright, I guess he should be easy to follow.\" Samantha giggled, flexing one of her biceps.<br>\r\n<br>\r\n\"You think?\" Alex scoffed.<br>\r\n<br>\r\nThe two women split up and went their own way, with Alex taking one last look into the visitor's room at the wonderful carnage Santoro had wrought. Her cock throbbed again as she admired the prison guard with the pregnant woman's torso stretching his uniform, and the Latina woman with the ugly, bearded man's head in place of her own. Good thing she wasn't aware of her change. \"Oh you're a gem Santoro.\" Alex groaned, rubbing her hard-on through her dress. She then set off walking in search of the master criminal. After all, they still had somewhere to be and rich people to fuck with.<br>\r\n<br>\r\nSamantha made her way through the prison, not finding anymore sign of Santoro's presence. She correctly assumed that he wouldn't have graced the main cell blocks again due to the presence of only guards and inmates. So she moved on.<br>\r\n<br>\r\nMeanwhile, Moses and the sexy-bodied Henry were also making their way through the prison, in search of Alex and Sam.<br>\r\n</span></div></div>",
            "created":1561266000,
            "id":2677403,
            "title":"Alex and Sam split up to find Hector"
        },
        "1513":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "That's brilliant!",
                "I like how this is going…",
                "Personally not for me…"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about instead of focusing on the criminals, we focus on the investigators trying to stop them?</span></div></span></div>",
            "created":1562475600,
            "id":2683461,
            "title":"How about a different scenario?"
        },
        "1514":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "He makes plans to escape Wentworth",
                "He uses his new abilities to punish more criminals",
                "He tries to get information about the Gallo family ",
                "A different criminal protagonist"
            ],
            "content":"<div class=\"\"><div> <span><b>7:34AM, WENTWORTH PENITENTIARY, ENGLAND</b><br>\r\n--- -- - -- -- - -- - - - -- - -- --- ----<br>\r\n<br>\r\nChristopher Gallo was sitting silently in his dank, desolate cell, staring blankly at the notches in the concrete wall. He slowly reminisced on all the events that had happened in his life, the events that had left him in the situation he was in now.<br>\r\n<br>\r\nHe'd been a gangbanger, Christopher remembered, a lowly little runt that had just started out. He was just 21 but he'd lost count of the amount of times he'd gotten into scraps and brawls (possibly due to his multiple concussions) with kids all the way back to when he was four years old. Getting into the mob wasn't necessarily hard for Christopher considering his uncle was the head honcho, the Don of the prestigious Gallo crime family. Christopher could remember himself strutting around like a peacock, gloating about all the alleged power he had by being the Boss's nephew.<br>\r\n<br>\r\n<i>Like he gave a crap about me,</i> Chris chuckled. The last time he'd seen his uncle was when his uncle had pointed the barrel of his gun to his head after a failed drug shipment, his finger placed unwavering on the trigger. Christopher could remember his fear, his voice growing hoarse as he helplessly pleaded for his uncle's mercy. He remembered looking up into his uncle's eyes and seeing nothing back, an icy, hollow stare that penetrated into Chris's soul. He had no doubt that his uncle would've killed him if the Feds hadn't arrived, watching as his uncle hopped into his blacked out Benz and skidded off, leaving him to blame for the drugs and the dead bodies that'd been left at the crime scene.<br>\r\n<br>\r\nChristopher remembered himself not resisting as the armoured personnel threw him to the fooor and cuffed him, screaming at him to remain silent and promising that he would never see anything but the inside of a cell for the rest of his life. One year, six months, three weeks and four days later in the present day, Christopher chuckled to himself, an unnerving, spine-chilling laugh so disconcerting that it woke his cell mate up from his slumber.<br>\r\n<br>\r\n\"What'cha doin' there after lights out, <i>'True-Blue'</i>,\" the man asked, referencing Chris's old nickname from his time in the Mob. Chris turned around slowly, revealing an inconspicuous necklace with a luminescent black orb that had been hidden inside of his sweaty palms. The man observed the necklace with a strange awe, marvelling at the jagged red veins that seemed to vibrate on the surface of the object, pulsing like a beating iron heart.<br>\r\n<br>\r\n\"I'm happy you're awake, Ronald. That means that this part is <i>SO</i> much easier...\" Chris laughed as he brought the orb closer to his cellmate's face. Ronald Harper had never been a good man while he was alive: he was a convicted paedophile, guilty of dozens of cases of sexual assault and abuse on not only women but also premature girls. Christopher felt that he was carrying out justice in a way as he felt Ronald's life force being sucked out of him, travelling through the locker and into himself.<br>\r\n<br>\r\nThere was a dull thud as the husk that was Ronald's body dropped from his bunk, rolling to rest at Christopher's feet. Christopher grinned maniacally as he snapped his fingers and the corpse disintegrated into a swarm of tiny ant-like creatures and scurried through the tiny crevices in the floor and walls. Ronald's life force wasn't the strongest considering he was in his mid-50s but it still gave Christopher a rush of newfound energy.<br>\r\n<br>\r\n<i>It worked,</i> he thought as he marvelled at the power of the seemingly innocuous trinket in his palm. He'd been given it from an elderly looking prisoner who claimed he was a shaman, the man emphasising with Chris's plight and promising him the artifact could help him seek vengeance on the people who'd wronged him. All Christopher had had to do was first kill the man who'd assaulted the shaman's great-granddaughter. With his task completed, Christopher Gallo was a new man, a man with a single mission to hunt and destroy the lives of those that betrayed him.</span></div></div>",
            "created":1559278800,
            "id":2667184,
            "title":"A framed man  wanting vengeance"
        },
        "153":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Collar",
                "Bracelet",
                "Remote",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What is this magical artifact?</span></div></span></div>",
            "created":1562475600,
            "id":2683459,
            "title":"Swapping Season"
        },
        "1531":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Male",
                "Female",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What gender is our protagonist?</span></div></span></div>",
            "created":1563426000,
            "id":2688985,
            "title":"Collar"
        },
        "15313":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Yes! 😄",
                "No! 😕"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More than one protagonist?</span></div></span></div>",
            "created":1571893200,
            "id":2737685,
            "title":"Other"
        },
        "155":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "YES!!!",
                "Nope.",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>A comet passes the Earth, bringing with it random changes. You can change characters in any way you wish, leaving them aware or unaware of their transformations. I normally go for the standard trait swaps but if you want to do random things like enlargement, impregnation or the like feel free!</span></div></div>",
            "created":1574226000,
            "id":2749500,
            "title":"Another set of options"
        },
        "1552":{
            "author_id":"ipee234",
            "author_name":"pee234",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright, maybe the whole idea of trait swaps isn’t for you. What about other powers?</span></div></span></div>",
            "created":1576558800,
            "id":2760928,
            "title":"Nope."
        }
    },
    "info":{
        "author_id":"ipee234",
        "author_name":"pee234",
        "brief_description":"Someone is given the power to steal or swap traits from whoever they want to- again.",
        "created":1559124420,
        "description":"<td align=\"left\" class=\"norm\"><b>big thanks to <span class=\"cred\">Saracen1187</span> for helping me to make this interactive work. 😄</b><br>\r\n<br>\r\nHi! I'm the author of this interactive, <b>pee234</b> (I know, stupid name). This is basically a follow-up to a story about someone using (mostly abusing) their power to steal traits from other people. All the events that happen here are <b>three years after(3 years after)</b> the events of my original story <i>'Trait Theft'</i>. You can find the link here: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interact/item_id/2170031-Trait-Theft/map/1\" target=\"_blank\">https://www.writing.com/main/interact/item_id/2170031-Trait-Theft/map/1</a><br>\r\n<br>\r\nYou can be very loose and I'm only adding two rules:<br>\r\n<br>\r\n•Don’t get TOO graphic<br>\r\n•Have fun!<br>\r\n<br>\r\nNow that's out of the way, let's get onto some characters:<br>\r\n<br>\r\nDaniel 'Danny' Bronson: He will be the main protagonist in the story. He's Caucasian with bright green eyes and short, messy black hair. He's 18 years old and stands at 5\"10- 5\"11-ish. He's quite clever but he gets bored easily and likes to act out a lot. He's got two best friends, Gazza, who he hangs out with in and outside of his sixth form college and has just started a relationship with his long-time crush, Dawn Clark. His favourite sibling is his older sister Megan who is also known to have a rebellious streak.<br>\r\n<br>\r\nMegan 'Megs' Bronson: Our second main protagonist is 25 years old. She has dull green eyes and is a bit of a punk, having a black fauxhawk that'd been died from its original brown colour and a lot of piercings. She inherited her height from her mother standing at a small-ish 5\"5 but did not seem to inherit her body, with small B cup boobs and a small butt. She used to go to college but dropped out to join a punk rock band called the Punkopaths as their lead singer and guitarist with her mates Lindsay and Kelly. Although she has had many boyfriends, Megan doesn't mind 'experimenting' every once in a while. Her current experiment is an innocent looking redhead called Hannah who is very kind and timid, the direct opposite of Megan.<br>\r\n<br>\r\nGabrielle 'Gabby' Bronson-Carter: Danny and Megan's 40 year old mother and the third main protagonist. She is very calm and reserved, except for when she's either scolding Danny and Megan or arguing with her ex Barry. She works as a secretary for a secret government agency devoted to creating ways to change the human anatomy- through 'exotic' means. Has best friend, Diann Dickson, who also works at TG. She stands at a petite 5\"4 but has large D cup breasts that have started to sag and a large butt. She has pale blue eyes and brunette hair that is normally kept in a bun or a ponytail and she doesn't wear a lot of makeup. She also (not so) secretly has a favourite child in Kourtney. Although she invited her younger sibling, Susan, to live with her family, she is starting to regret it as Susan is not just a bad influence but Gabby feels that her kids would rather spend time with their cool aunt than their mother.<br>\r\n<br>\r\n<b>Other characters:</b><br>\r\n<br>\r\nKevin Carter: Husband to Gabrielle Bronson-Carter, father of Kurt and Kourtney Carter and stepfather of Daniel and Megan Bronson. A decorated US Army soldier, Kevin was shipped out to see a secret British company that were working on developing better soldiers (Transformation Group). There he met Gabrielle and they bore Kurt. He shipped back out to America soon after but following a surprise ambush by a militant group, Kevin's knee was severely damaged and he had to retire from the Army. He then returned to the UK where he reunited with Danny's mum and married her. He is 6\"5 and built like a tank with giant rippling muscles. He always wears his dog tags round his neck and is always seen wearing a tank top and camouflage bottoms.Kevin has a short, blonde army crewcut and pale blue eyes. Works part time for Transforming Genetics as security. His biological children adore him but Danny and Megan are very withdrawn and hostile towards him.<br>\r\n<br>\r\nKurt Carter: Standing at 6\"2 and with an intimidating physique at 22 years of age, Kurt is basically a younger version of his father, albeit his brown hair. Although he is a swot and a know-it-all, Kurt can be very funny and approachable. He is fiercely loyal to his family and won't let people disrespect them, making him Danny's second favourite sibling. Kurt excels in sports like rugby, basketball, football(soccer) and athletics. He idolises his father and always seeks to impress him. He is hoping either to become a pro athlete or lawyer when he's older. <br>\r\n<br>\r\nKourtney Carter: Kurt's sister. Kourtney is 17 and stands at 5'11\" (she's stopped growing), with large C cup boobs and a large round ass (which she teases her 'big' sister Megan about). She has long, luscious blonde hair and piercing blue eyes, making her one of the most popular and sought after girls in her high school. She is intelligent like her brother, Kurt, making her adored by teachers and students alike. Her only downfall is that she knows this and this makes her aggravatingly arrogant and cocky. She struts around school but finds sometimes that she misses her lackeys Kay and Kellie who've gone to sixth form.<br>\r\n<br>\r\nSusan Bronson: Gabby's 24 year old sister. Susan is new to the cast, only recently moving into Kurt's vacated room a couple months prior because of a <i>'minor dispute with her landlord over a couple of unpaid bills'</i>. She's very artistic (or so she believes), a self-proclaimed 'quadruple threat' doing acting/singing/dancing/drawing. She resembles Gabby's attractiveness but younger and w/out stretch marks: 5'6\" with lush blonde hair, pale blue eyes, large D cups and a firm backside like her older sister. Gets on well with everyone, especially Kourtney who she talks to about fashion, boys and the rest.<br>\r\n<br>\r\nDawn Clark: Danny's new girlfriend. She is in the year above Danny and is built like a model, slender with large boobs and wide hips. She's black and is from Australia, giving her a cute accent that charms all the boys. She is 5\"9 with a pretty face, beautiful amber eyes and smooth black hair. Although they'd lived next to each other for over a decade, Danny had never picked up the nerve to talk to her, resolving to just admire her from a distance before she finally asked him out. She and Danny go well together, both enjoying video games and the occasional prank.<br>\r\n<br>\r\nImra Lynch: 16 year old new student at Kourtney's school. She's very similar to Kourtney in many ways: she's attractive, intelligent and very conceited. She's got luscious, shoulder length brown hair, plump D-cups and svelte curves on her 5'6\" hourglass figure. Imra could either be a friend, a rival, or even something more... ;)<br>\r\n<br>\r\nBarry Henderson: Danny and Megan's biological father. He is 6\"1 and slightly overweight. He always wears sunglasses over his green eyes and a biker's bandana over his black mop of hair and wears a leather jacket, jeans and boots to go with his biker look. He also rides around on his authentic Harley Davidson motorbike. He is the unofficial manager for Megan's band the Punkopaths and is also in his own rock band the Ruff' Riders. He can do no wrong in the eyes of Megan and Danny, which annoys their mother to no end. He is on bad relations with Gabrielle and whatever conversation they have always spirals into a heated argument.<br>\r\n<br>\r\nRick Thompson and Garry 'Gazza' Bennett: Danny's former (Rick) and current (Gazza) best mates. All were inseparable as they have been mates since they were born. Rick is white, short and quite tubby but is braver- or stupider- than anyone Danny knew, refusing to back down to anyone about anything. Gazza is the opposite; he is black, tall and lanky and did pretty well in pretty much everything. He can be quite loquacious and won't stop talking until you force him to. His only weakness is girls- he freezes up everytime one tries to speak to him. He also gets mercilessly taunted about his MILF mum's involvement in an adult movie Danny had found, Carol (or Cassie as she was called in the film) has giant, surgically enhanced breasts and buttocks which she always flaunts in tight, curve hugging dresses.<br>\r\n<br>\r\nLouise Turner: Danny's best friend (apart from Garry). Studying psychology. Louise has difficulties connecting and emphasising with other people due to her egotistical personality, coming off as arrogant and selfish sometimes. She's not really that attractive: she's 5'4\" with mousy brown hair, small A cups and dorky spectacles. Although she may struggle to realise when she's said something too overboard, she is generally tame and easygoing when amongst friends.<br>\r\n<br>\r\nJenny Thompson: single mother of Rick Thompson. Has 8 kids: Richard, 26, Layla, 24, Brittney, 20, Rick, 18, Freddie, 13, Imogen, 11, and Rose, 5, and Daniel, 3. Works at Transformation Group with Gabby and Diann as a cytologist (study of cells). Can be a very funny and sociable person but is subject to random moments of anger.<br>\r\n<br>\r\nHannah Beck: Hannah is a 20 year old student at Danny's college and also Megan's current fling. She's very cute and innocent looking: 5'3\", decent B-cups with an average figure with dorky glasses and crimson-red hair. Hannah is very kind, compassionate and timid (skills useful for her ideal job of being a vet), a direct contrast of Megan's brash, self-centered and outgoing attitude. While Megan may just see their relationship as a quick fling, Hannah believes in a long-term partnership and does everything to make Megan happy (e.g. going to Punkopath gigs, setting up equipment, scissoring, etc.).<br>\r\n<br>\r\nLindsay Garrett and Kelly Wong: Megan's best friends and band mates, they make the other 2/3 of Punkopaths. They are both the same age as Megan. Lindsay's parents are wealthy real estate agents and she lives in a large apartment that her parents paid for her and that all the girls share. Her parents don't really care what Lindsay does, as long as she enjoys herself. Kelly on the other hand, is seen as a disappointment to her parents. They were intelligent computer programmers who came from a strict Chinese background and both expected her to follow in their footsteps. Kelly wears heavy black makeup and has large, unkempt black hair. She's 5\"7 with C cup boobs and wears a black bobble hat, jumper with a skull on it and hooped black leggings leading to large brown army boots. She plays bass guitar. Lindsay is very bubbly and kind, joining the band just for a good time. She's tall at 5\"11 and has braided blonde hair. She has hypnotic hazel eyes that are hard not to lose yourself inside. She's very self conscious, wearing baggy jeans and jackets to try and cover up her DD cup boobs and big bum. She's the drummer or the band.<br>\r\n<br>\r\nKay and Kellie Dickson: twins that used to hang out with Kourtney wherever she went until they went to sixth from. They are completely identical: both are 17, both are black, both are 5\"6, both have shoulder length hair that's frizzy and brushed over one side of their face and both have the same voice. It's nearly impossible to tell them apart as they even behave identically. Although they are not as pretty as Kourtney, both attract their fair share of boys, specifically Gazza who's awkwardness around girls stopped him from asking one out.<br>\r\n<br>\r\nDiann Dickson: Kay and Kellie's mother. She's about 5'7\" and has large E cup boobs. A former cheerleader in high school, she is always trying to keep in peak physical condition with toned muscles and abs. Gabrielle Bronson-Carter's best friend and colleague at Transformation Group.<br>\r\n<br>\r\nReggie Dickson: Kay and Kellie's father. Former convict. Is 6\"2 and muscular. Shaved head and has loads of tattoos. Spends time smoking something or gambling away money. Not liked by neither Kay nor Kellie.<br>\r\n<br>\r\n<b>Transforming Genetics Characters:</b><br>\r\n<br>\r\nReginald Lockheed: founder and head scientist of secret company Transformation Group. He's bald with a grey, wispy beard. He is 6'1\" and 70 years of age, requires a cane to get around his workplace. He is of the mad variety of scientists and he has devoted his life to developing a way to get young again (possibly by stealing over's youth, perhaps?). Dislikes Ms McGee as he wants to carry on his research in secret instead of turning TG to a cosmetic company.<br>\r\n<br>\r\nMagnus Kronenburg: 26 year old genetecist at Transformation Group. 5'8\"- wears large round spectacles. Has neatly combed blonde hair and prefers to wear a tie and shirt opposed to casual clothes. A genius but is very shy, especially around Diann, who many male workers have a crush on. His only real friend is new colleague, Nabila, who he harbours some feelings for.<br>\r\n<br>\r\nTrent Lockheed: 28 years old, 6'3\", very handsome with rugged blonde hair. No genius by any standards but he can be clever at times. Very vain and pompous, only has a job because his dad owns department. Sexist and rude.<br>\r\n<br>\r\nRicardo Perez: 61 year old Mexican man working as a janitor at Transformation Group. Short at 5'5\" and is always seen with baggy blue overalls, low rimmed blue cap and a large, bushy greying moustache. He is very lazy and can normally be seen either reading a newspaper, sleeping or just walking around aimlessly.<br>\r\n<br>\r\nSharon McGee: the owner and funder of Transformation Group. Although she is 45 years of age, she likes to pretend she's younger by wearing skimpy and outgoing clothes with lots of makeup. Has had lots of cosmetic surgery, enlarging her breasts to a H cup and making her butt very large. Black haired with blue eyes. She wants Dr Lockheed to provide a way for her to become young again and also wants to make TG into a public cosmetic company.<br>\r\n<br>\r\nRiley Ripling: Front desk operator. Is only about 22. About 5'3\" with B cup boobs. Wears her brunette hair into a long ponytail and wears stylish circle-rimmed glasses. Can come across very uncaring and rude but it's because she has a very laid back and nonchalant personality. Normally when she's bored she'll whip out her phone and hop onto a dating app, surfing through the different boys (and occasionally girls) to get over her boyfriend Finn.<br>\r\n<br>\r\nJake and Jenny Duckhold: inseparable brother-sister duo. Both have red hair, green eyes and casual specs. Jake is an engineer while Jenny is an analytical chemist, allowing them to work in synch and in perfect harmony together. Jake is handsome in a geeky way and stands at 5'11\" while Jenny is quite cute standing at 5'6\" with pert C cup breasts. Both are 25 years old and are very intelligent, both graduating at 15 years old. Megan Bronson has a secret infatuation with Jake while Jenny has a not-so-secret crush on Kurt Carter.<br>\r\n<br>\r\nRebecca Gray: R&amp;D supervisor. Stands at 5'8\" normally but is elevated to 6'1\" with her signature black stilettos. Has raven black hair done in a pristine bun and dark chocolate coloured eyes. She has a long pointed nose and always wears a permanent scowl with a high pitched nasally voice. Dressed always for business. Doesn't understand the actual science but believes that when they look like they're working it normally means productivity.<br>\r\n<br>\r\nProfessor Richie Kendrick: 48 year old palaeontologist (specialises in fossils). 5’11” African American man. Although he is not at the young age that most of his colleagues are, he's very sociable and gets on with everyone. Has small square spectacles and has a shiny, bald head. Outside of work he has a family of 5 with his wife Yolanda and kids Craig, Harry and Brenda.<br>\r\n<br>\r\nTim Lao: 30 year old bioengineer. He comes from China and, while he speaks near perfect English, has a very strong Chinese accent. Measures at 6'0\" and has a bowl cut with large specs. Very smart but can be very naive as he doesn't know the local customs.<br>\r\n<br>\r\nRosalinda 'Rosa' Marchesi: 37 year old physicist that originally came from the Italian branch of Transforming Genetics. A MILF that keeps in peak physical condition despite having 2 kids with her boyfriend Fernando. Is 5'7\" with plump C-cup boobs and a toned ass but she tries to hide her assets in plain clothes and baggy labcoat. Can be controlling at times but she always realises when she's piling it on too much and stops, making her very popular with her coworkers. Has long brunette hair with blonde highlights and has stylish Armani glasses.<br>\r\n<br>\r\nRachel Cartwright: 27 years of age and has bright ginger hair and piercing green eyes. She's even shorter than Gabrielle standing at 5'2\". Is a bit of a tomboy, wears no makeup (except for special occasions) and chooses to wear baggy hoodies and jeans with beaten up trainers. Wouldn't admit it but she has a not so secret crush on Trent Lockheed, making her one of the few people that can actually stand him. Works at TG for PR and is very social and approachable.<br>\r\n<br>\r\nAamil Abdi: 29 year old engineer at Transforming Genetics, formerly from Somalia. He has milk chocolate coloured skin with dark waves in his hair. Standing at about 5’9”, Aamil can be very intimidating despite his limp physique. He can be very hot headed and confrontational, sharing a mutual dislike with Trent Lockheed. Lives with his 65 year old parents and younger sister, Azhar.<br>\r\n<br>\r\nNabila Hussain: 26 year old geneticist at TG. She’s 5’5” and slightly more voluptuous than her coworkers. She’s a Pakistani Muslim and wears a hijab everywhere she goes. Nabila has a very persistent personality, determined to make a name for herself at her new workplace. She has a good relationship with Magnus Kronenburg as they had studied together previously. She has some feelings for him but Is waiting for him to make the first move.<br>\r\n<br>\r\nEmily (Emmy) Thompson: bubbly physicist at TG. 26 year old Caucasian and 5’4 with C cup boobs. Very hyperactive and erratic, Emmy is a bright young woman that many times talks more than she really should. She speaks with a light but distinct American accent as her father’s from LA but her mother is from London. Has blue eyes and dirty blonde hair that’s either tied into a messy ponytail or left hanging loose. She’s trusting and very social and tries to be friends with everyone. <br>\r\n<br>\r\nCarson Wright: 20 year old apprentice janitor at TG. He's extremely handsome: 6\" with matted blonde hair, clear blue eyes with a chiseled frame and jaw- assets that would make any woman start drooling. However, Carson is more inclined to the male species, currently in a strained relationship with his partner, Robert.<br>\r\n<br>\r\nJes Roberts: 21 year old account manager (she works on the relations with clients) working at Transforming Genetics. She's originally from France so she has a hint of a French accent whenever she's speaking. She's lesbian and also an extreme feminist, believing that woman are not just equal but superior to men. Jes is 5'7\" with dyed black hair, peachy skin with a C-cup rack and a decent figure.<br>\r\n--- --- ---- --- - -- ----- --<br>\r\n<br>\r\nThe workers I've added to TG are not the only characters there but the main and most relevant ones. Feel free to add any additional character you feel like! Just remember to have fun! 😁</td>",
        "id":2192030,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1582281285/item_id/2192030.png",
        "modified":1582281240,
        "pretty_title":"Trait Theft 2"
    }
}