{
    "chapters":{
        "1":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Sunita: Mumbai"
            ],
            "content":"<div class=\"\"><div> <span>Ich hörte Vanessas Schreie. Sah das Feuer ihren Körper verzehren. Bildete mir ein, es selbst spüren zu können.<br>\r\n<br>\r\nBis ich hastig atmend aufschreckte. Ich erinnerte mich, dass ich in einem Hotelzimmer in Mumbai war. Ich sah eine Gestalt in meinem Zimmer erscheinen, die wie ein Geist aussah. Sie begann zu sprechen: <i>\"nicht erschrecken. Ich bin Linette.\"</i><br>\r\n<br>\r\nIch stand wortlos auf, zog mir mein dunkelblaues Kleid über, und sah in den Spiegel. Dann fragte ich: \"ist es wahr?\"<br>\r\n<br>\r\nLinette wusste, dass ich mich auf Vanessa bezog. Sie sagte: <i>\"ja. Sie hat es sich nicht nehmen lassen, noch ein paar Nods in die Hölle zu schicken. Für ihren Mut bewundere ich sie wirklich. Sie hat sogar die Tiberiumbombe überlebt und das Zeug absorbiert. Sie war wirklich legendär.\"</i><br>\r\n<br>\r\nIch fand keine Worte. Ich konnte meine Trauer kaum verbergen. Meine Tränen nicht verstecken.<br>\r\n<br>\r\nIch nahm den Revolver aus meiner Nachttischschublade. Ein Smith &amp; Wesson Model 64. Die Waffe war voll geladen.<br>\r\n<br>\r\nIch ging die Treppe nach unten und verließ das Hotel.</span></div></div>",
            "created":1590123600,
            "id":2839510,
            "title":"Sunita: Mumbai Hotelzimmer"
        },
        "11":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Sunita: Berlin Apartment"
            ],
            "content":"<div class=\"\"><div> <span>Ich lief durch die Stadt. Die Sonne brannte vom Himmel, die Straßen und Märkte waren mit Menschen vollgestopft. Das Earpiece in meinem Ohr erwachte zum Leben: <i>\"Ajay hier. Sag nichts, ich erkläre es dir. Ich arbeite nicht mehr für die Bruderschaft. Du weißt sicher, dass ich sie nach dem Ende des dritten Tiberiumkrieges verraten habe.\"</i><br>\r\n<br>\r\nIch erwiderte: \"das ist mir bekannt, ja.\"<br>\r\n<br>\r\nIch lief weiter. Ajay sagte: <i>\"der Widerstand schrumpft so schnell zusammen, dass ich mir wirklich überlege, mir nochmal selber die Hände schmutzig zu machen.\"</i><br>\r\n<br>\r\nIch seufzte: \"du hast dich also trotz deiner Vergangenheit kein bisschen geändert.\"<br>\r\n<br>\r\nIch betrat eine Nod-Abhörstation. Der Nod-Funker bekam eine Kugel aus meinem Revolver in den Kopf. Mit einem weiteren Schuss zerstörte ich das Funkgerät. <br>\r\n<br>\r\nDann machte ich mich auf den Weg zum Flughafen. Ich buchte für 1000 Credits einen Flug nach Berlin.</span></div></div>",
            "created":1590123600,
            "id":2839660,
            "title":"Sunita: Mumbai"
        },
        "111":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Sunita: Berlin Innenstadt"
            ],
            "content":"<div class=\"\"><div> <span>Ich betrat das Apartment, das nahezu vollkommen verlassen war. Es waren nur einzelne Frauen zu sehen, die ein und aus gingen. Ich fragte: \"habt ihr die Mädels eingeladen?\"<br>\r\n<br>\r\nLinette antwortete: <i>\"in gewisser Weise, ja. Das sind ehemalige Resistance-Mitglieder aus Paris, die wir quasi als Security angeheuert haben.\"</i><br>\r\n<br>\r\nIch vergewisserte mich: \"sie stehen also in keiner Verbindung zur GDI oder zu Nod?\"<br>\r\n<br>\r\nLinette bestätigte: <i>\"nein, sicher nicht. Du musst dir absolut keine Sorgen machen.\"</i><br>\r\n<br>\r\nIch sah mich um, nachdem ich mein Zimmer betreten hatte. Holzkisten standen aufgestapelt in einem separaten Raum. Ich öffnete eine davon.<br>\r\n<br>\r\nIch fragte: \"wieviel Geld ist das?\"<br>\r\n<br>\r\nLinette antwortete: <i>\"wahrscheinlich immer noch etwas mehr als 15 Milliarden. Alles von Nod abgezweigt.\"</i><br>\r\n<br>\r\nIch schloss die Kiste wieder und ging hinaus.<br>\r\n<br>\r\nEs war an der Zeit, der Bruderschaft einzuheizen.</span></div></div>",
            "created":1590296400,
            "id":2840247,
            "title":"Sunita: Berlin Apartment"
        },
        "1111":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Sunita: Passagierflugzeug, Gepäckraum"
            ],
            "content":"<div class=\"\"><div> <span>Ich lief durch Berlin. Die Bevölkerung beachtete mich kaum, obwohl ich mir darüber im Klaren war, dass einige von ihnen sicher mit Nod sympathisierten. Ich knackte ein Nod-Fahrzeug und öffnete das Handschuhfach. Bevor ich jedoch einen Blick hineinwerfen konnte, kam ein Nod auf mich zu, wahrscheinlich der Besitzer des Wagens.<br>\r\n<br>\r\nIch rollte mich im Beifahrerfußraum zusammen. Als der Nod die Tür öffnete, zielte ich auf ihn und sagte: \"keine falsche Bewegung.\"<br>\r\n<br>\r\nDer Nod hob die Hände, ich setzte mich auf den Beifahrersitz. Er sagte: \"Sunita, nicht wahr?\"<br>\r\n<br>\r\nIch ging nicht darauf ein. Stattdessen befahl ich: \"losfahren.\"<br>\r\n<br>\r\nEr folgte dem Befehl. Als wir die Autobahn erreichten, fragte er: \"und wohin?\"<br>\r\n<br>\r\nIch antwortete: \"zum Flughafen.\"<br>\r\n<br>\r\nNachdem wir den Flughafen erreicht hatten, stieg ich aus, noch immer mit der Waffe auf den Nod zielend. Ich sagte: \"du kannst meinetwegen gerne Verstärkung holen, das ist mir egal.\"<br>\r\n<br>\r\nEr griff zum Funkgerät, zögerte einen Augenblick: \"habe ich eine Garantie, dass Sie mich nicht erschießen?\"<br>\r\n<br>\r\nIch erwiderte: \"Aber sicher.\"<br>\r\n<br>\r\nAls er den Funkspruch abgesetzt hatte, sagte ich: \"zehn Sekunden.\"<br>\r\n<br>\r\nEr rannte los, ich zählte herunter. Als ich bei Null war, war er bereits außer Reichweite.<br>\r\n<br>\r\nIch hingegen versteckte mich im Gepäckraum einer Maschine, die mich aus dem Land bringen sollte.</span></div></div>",
            "created":1590296400,
            "id":2840340,
            "title":"Sunita: Berlin Innenstadt"
        }
    },
    "info":{
        "author_id":"blackie",
        "author_name":"Blackie",
        "brief_description":"Die Schlacht schien kein Ende zu nehmen. Keine der beiden Seiten wollte aufgeben.",
        "created":1590147720,
        "description":"<td align=\"left\" class=\"norm\">Vanessa hatte sich geopfert, Nod hatte ihr keine Wahl gelassen.<br>\r\n<br>\r\nAber ich werde den Kampf gegen Nod fortsetzen.<br>\r\n<br>\r\nIch bin Sunita.</td>",
        "id":2222486,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1590328080,
        "pretty_title":"Tiberian Incursion: Shattered Memories"
    }
}