{
    "chapters":{
        "1":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Final Fantasy",
                "Final Fantasy II",
                "Final Fantasy III",
                "Final Fantasy IV",
                "Another Final Fantasy"
            ],
            "content":"<div class=\"\"><div> <span>Far from being the Final part of this story, we'll have to start by selecting which of the Fantasies you want.<br>\r\n<br>\r\nThe place where it all began, Final Fantasy<br>\r\n<br>\r\nThe second iteration, Final Fantasy II<br>\r\n<br>\r\nThe third and last part of the NES, Final Fantasy III<br>\r\n<br>\r\nThe first of the SNES era, Final Fantasy IV</span></div></div>",
            "created":1535173200,
            "id":2538550,
            "title":"The Beginning"
        },
        "14":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Mysidian Revenge",
                "Dr Lugae's Experiments",
                "Changingway",
                "Troia's Domination",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>And so you have selected one of the tales of the crytals. But what story will be told?<br>\r\n<br>\r\n<b>Mysidian Revenge</b><br>\r\nThough the elders and most Mysidian have forgiven Cecil his past actions, the sentiment is not shared by all. A small group plots to enact revenge on Cecil for what he did as the leader of the Red Wings with their magic.<br>\r\n<br>\r\n<b>Dr Lugae's Experiments</b><br>\r\nDr Lugae has gotten his hands on new subjects and plans to subject them to his strange new experiment.<br>\r\n<br>\r\n<b>Changingway</b><br>\r\nNamingway was a Hummingway that could change the names of those who requested his power. With it, he could make it so that it would seem as if they had always had their newly desired name, and there was no limit to how much he could do it. But another Hummingway, known as Changingway, could change more about how a person than merely their name. Though he couldn't alter the physical form of anything, he could alter reality around his target, and none but he and his target would be any the wiser of what he had done.<br>\r\n<br>\r\n<b>Troia's Domination</b><br>\r\nTroia is a peacful matriarchal society where women lead, and even fulfill all traditionally male roles. However, there is small, secret extremist group within their society who wishes to spread take Troian society even further and spread their own ways to others, by force. One of their methods is to capture and brainwash people, both women and men, to think and act like Troian women.</span></div></div>",
            "created":1535173200,
            "id":2538625,
            "title":"Final Fantasy IV"
        },
        "15":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Final Fantasy V",
                "Final Fantasy VI",
                "Final Fantasy VII",
                "Final Fantasy VIII",
                "Another Final Fantasy"
            ],
            "content":"<div class=\"\"><div> <span>Not the first four? Well, still plenty to choose from, including one that I'm sure many of you were looking for<br>\r\n<br>\r\nIf you want to battle on a large structure meant to cross over things, there is Final Fantasy V<br>\r\n<br>\r\nFinal Fantasy III for some and the end of the SNES, Final Fantasy VI<br>\r\n<br>\r\nThe promised land for some and the beginning of the franchise on Playstation, Final Fantasy VII<br>\r\n<br>\r\nAnd it might not be a lion, but Final Fantasy VIII follows</span></div></div>",
            "created":1535173200,
            "id":2538551,
            "title":"Another Final Fantasy"
        },
        "153":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Strange Materia",
                "Mystery Creature",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>I though you might come here, so what tale is being told? Here are some ideas to start. Lets start off with two ideas with broad room to be creative<br>\r\n<br>\r\n<b>Strange Materia</b><br>\r\nCloud and the group find a new piece of Materia, never before seen. It seems to have some very strange effects.<br>\r\n<br>\r\n<b>Mystery Creature</b><br>\r\nThe group encounter a new monster they never have seen before, and it has very a mysterious and strange power.</span></div></div>",
            "created":1535173200,
            "id":2538570,
            "title":"Final Fantasy VII"
        },
        "1533":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Hojo's Abandoned Lab",
                "A New Power",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>With very open ideas to start, lets try some stories with a little more direction<br>\r\n<br>\r\n<b>Hojo's Abandoned Lab</b><br>\r\nThe group discover an old lab of Hojo's, and decide to see what they can learn or find. Much of his experiments have been left behind, deemed complete failures. But as all know, Hojo isn't always right about what he thinks might have been a failure.<br>\r\n<br>\r\n<b>A New Power</b><br>\r\nAfter being exposed to super concentrated mako energy, a specific type of materia is supercharged and granted a new power</span></div></div>",
            "created":1535173200,
            "id":2538584,
            "title":"Something else"
        },
        "15332":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Transform Materia",
                "Mystify Materia",
                "Manipulate Materia"
            ],
            "content":"<div class=\"\"><div> <span>On very rare occasions every so often, Mako energy naturally becomes condensed in certain areas, and through this natural process, its power is temporarily amplified to outstanding degrees. However, such a phenomenon normally does not last for longer than a few short seconds, and thus, it goes unknown to many. However, this one time, by complete chance, something had come into contact with this super charged energy. That thing had been a single piece of Materia. This chance occurrence in an already chance occurrence caused something to happen that had never happened before, this build up of Mako energy, rather than naturally dispersing, was absorbed into the crystallized mako energy.<br>\r\n<br>\r\nThis piece of Materia was originally nothing special. It wasn't Summon Materia, which contained powerful beings within. No, it was a common piece of Materia that could be found in many places and even sold for reasonable prices. However, this incident caused its power to be amplified exponentially, and it gained a new, more powerful ability relate to its original purpose. This piece of Materia was in fact a...</span></div></div>",
            "created":1535173200,
            "id":2538589,
            "title":"A New Power"
        },
        "153321":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Cloud",
                "One of Cloud's companions",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>A Transform Materia. Originally, this type of Materia possessed two powers, the ability to shrink and the ability to turn things into toads. Normally, because of its limited power, these abilities were only used in battle.<br>\r\n<br>\r\nBut now, with its new super charged power, it gained a new ability, true to its name. It gave the user, with physical contact, the ability to transform as they pleased, though it would require physical contact from the caster.<br>\r\n<br>\r\nAnd now, who is the one that would come to possess the newly powered Transform Materia?</span></div></div>",
            "created":1535173200,
            "id":2538591,
            "title":"Transform Materia"
        },
        "153322":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Cloud",
                "One of Cloud's companions",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>A Mystify Materia. Originally, this type of Materia possessed two powers, the ability to cause its targets to become confused or go into a berserk state. Normally, because of its limited power, these abilities were only used in battle.<br>\r\n<br>\r\nBut now, with its new super charged power, it gained a new ability that would similarly affect the mind of the target. It gained the ability to alter a persons mind, either controlled or in a completely random way, causing them to think and act in a new way, essentially giving them a new personality.<br>\r\n<br>\r\nAnd now, who is the one that would come to possess the newly powered Transform Materia?</span></div></div>",
            "created":1535173200,
            "id":2538597,
            "title":"Mystify Materia"
        },
        "153323":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Cloud",
                "One of Cloud's companions",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>A Manipulate Materia. Originally, this type of Materia possessed one limited power, the ability to manipulate weaker willed creatures, often with low success. Normally, because of its limited power, these abilities were only used in battle, as it couldn't seem to do more than getting the target to do very limited actions, like attacking or healing.<br>\r\n<br>\r\nBut now, with its new super charged power, it gained a new ability, true to its name. It gave the user to manipulate others by placing thoughts and such into their head. Though those with strong wills could resist these implanted thoughts and commands, they would be unable to differentiate them from their own thoughts.<br>\r\n<br>\r\nAnd now, who is the one that would come to possess the newly powered Transform Materia?</span></div></div>",
            "created":1535173200,
            "id":2538594,
            "title":"Manipulate Materia"
        },
        "15333":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "The Return of Miss Cloud",
                "Miss Cloud's Gold Saucer Debut",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>How about a story about Cloud. A Miss Adventure, if you will.<br>\r\n<br>\r\n<b>The Return of Miss Cloud</b><br>\r\nCloud finds himself in a situation where he once again must go undercover as a woman.<br>\r\n<br>\r\n<b>Miss Cloud's Gold Saucer Debut</b><br>\r\nWhile at the Gold Saucer, the Cloud and others are randomly selected as part of a special audience participation to join in on the newest shows in Event Square as characters in it. Unfortunately, as part the promotion, the roles have been assigned at random, and much to Cloud's dismay, he has been chosen to play the role of the leading lady.</span></div></div>",
            "created":1535173200,
            "id":2538599,
            "title":"Something else"
        },
        "154":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "A Different Magical Lamp",
                "Sorceress and Knight Reversed",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>And it looks like Eyes are on Final Fantasy VIII. So, what story will be told here?<br>\r\n<br>\r\n<b>A Different Magical Lamp</b><br>\r\nEarly in his adventure, Squall received a Lamp from Headmaster Cid that contained the GF Diabolos, that he could attempt to best to acquire his power. But what if Diabolos wasn't what was inside that Lamp?<br>\r\n<br>\r\n<b>Sorceress and Knight Reversed</b><br>\r\nWhat if Rinoa with her sorceress powers caused, either by accident or on purpose, some sort of swap between herself and Squall?</span></div></div>",
            "created":1535173200,
            "id":2538606,
            "title":"Final Fantasy VIII"
        },
        "155":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Final Fantasy IX",
                "Final Fantasy X",
                "Another Final Fantasy"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Thats VII plus one games passed over so far. But still more to choose from.<br>\r\n<br>\r\nFinal Fantasy IX, the end of the first Playstation era<br>\r\n<br>\r\nAnd the beginning of the Playstation 2, Final Fantasy X</span></div></span></div>",
            "created":1535173200,
            "id":2538552,
            "title":"Another Final Fantasy"
        },
        "1551":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Memory Trap",
                "Zidane, Ruby's New Understudy",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Perhaps Final Fantasy IX is the place to call home for you? Well then, what story awaits you from here?<br>\r\n<br>\r\n<b>Memory Trap</b><br>\r\nAs they make their way through Memoria, a trap has caused them to become trapped in a world created by their memories. Even worse, its not their own memory worlds that they each end up in.<br>\r\n<br>\r\n<b>Zidane, Ruby's New Understudy</b><br>\r\nThieves they may primarily be, Tantalus is still a theater troupe. And as a theater troupe, they do put on shows. However, their next show is in danger, as Ruby has injured herself and will be unable to perform. Unfortunately for Zidane, he is the only one with a rather, shall we say \"androgynous\" appearance to be convincing in the role, and thus, the duty to fill her spot in their next show fall to him.</span></div></div>",
            "created":1535173200,
            "id":2538626,
            "title":"Final Fantasy IX"
        },
        "1552":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Strange Machina",
                "Tidus's Dressphere Experience{",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Final Fantasy X? Well it is their story, so what is our story going to be?<br>\r\n<br>\r\n<b>Strange Machina</b><br>\r\nWhile on the journey, they discover some strange device. <br>\r\n<br>\r\n<b>Tidus's Dressphere Experience</b><br>\r\nTidus is curious about the the the Dressphere thing that Yuna and the others use to fight, and borrows it to try it out. However, we must remember, the Garment Grid was designed for the three girls of Yuna, Rikku and Payne...</span></div></div>",
            "created":1535173200,
            "id":2538728,
            "title":"Final Fantasy X"
        },
        "1553":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Final Fantasy XI",
                "Final Fantasy XII",
                "Another Final Fantasy"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Still nothing doing it for you yet? Well, we still have more<br>\r\n<br>\r\nFinal Fantasy XI, the first but not the only MMO of the franchise<br>\r\n<br>\r\nAnd Final Fantasy XII, the last of the Playstation 2 era</span></div></span></div>",
            "created":1535173200,
            "id":2538553,
            "title":"Another Final Fantasy"
        },
        "15533":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Final Fantasy XIII",
                "Final Fantasy XIV",
                "Another Final Fantasy"
            ],
            "content":"<div class=\"\"><div> <span>Still not arrived at your Final destination? Well, there is still more<br>\r\n<br>\r\nIf you're looking for, shall we say, \"lightning\" to strike, there is Final Fantasy XIII<br>\r\n<br>\r\nOr maybe you want the other MMO for a rebirthed realm, Final Fantasy XIV</span></div></div>",
            "created":1535173200,
            "id":2538554,
            "title":"Another Final Fantasy"
        },
        "155331":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Pulse Changes",
                "Paradox Ending",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>I see you weren't blinded by light to end up here. Now, what will the fate you pick here be?<br>\r\n<br>\r\n<b>Pulse Changes</b><br>\r\nWhile on Gran Pulse, the group encounter a strange new fal'Cie. Like most Gran Pulse fal'Cie, it simply performs its function autonomously without much thought and certainly no caring what is around it. This one causes changes to those exposed to its power.<br>\r\n<br>\r\n<b>Paradox Ending</b><br>\r\nSerah and Noel have messed up, and have been flung seemingly back in time to Cocoon. However, nothing is as it should be, people are acting strange and seem unaware of anything is wrong.</span></div></div>",
            "created":1535173200,
            "id":2538739,
            "title":"Final Fantasy XIII"
        },
        "155333":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Final Fantasy XV",
                "Final Fantasy Tactics",
                "Another Final Fantasy"
            ],
            "content":"<div class=\"\"><div> <span>Still looking then? Well, we're at the end of the numbers (for now), but still not the final entry<br>\r\n<br>\r\nIt might not be versing XIII, but there is still Final Fantasy XV<br>\r\n<br>\r\nOr perhaps you want a story thats a bit more strategic, and are looking for Final Fantasy Tactics</span></div></div>",
            "created":1535173200,
            "id":2538555,
            "title":"Another Final Fantasy"
        },
        "1553333":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Final Fantasy Type-0",
                "Final Fantasy Crystal Chronicles",
                "Another Final Fantasy"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Continuing on,<br>\r\n<br>\r\nMaybe you want another type of Final Fantasy, and you want Final Fantasy Type-0<br>\r\n<br>\r\nOr, since this is a chronicle of change, maybe you wish to select the other chronicles, any of the Crystal Chronicles</span></div></span></div>",
            "created":1535173200,
            "id":2538557,
            "title":"Another Final Fantasy"
        },
        "15533333":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "World Final Fantasy",
                "Dissidia Final Fantasy",
                "Another Final Fantasy"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps you want another World, and you want a World of Final Fantasy<br>\r\n<br>\r\nOr maybe, you want the clash of the gods, and want Dissidia Final Fantasy</span></div></span></div>",
            "created":1535173200,
            "id":2538558,
            "title":"Another Final Fantasy"
        },
        "155333333":{
            "author_id":"finalfan",
            "author_name":"Final Fan",
            "choices":[
                "Multiple Final Fantasy stories",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Before you continue on with choices, perhaps you like the option to craft tales using characters from multiple different Final Fantasy entries at once, not bound by limits on who can be chosen or even what the setting is is like, like with say, Dissidia. Well, here will be the option. When beginning your story, simply specify the the FF games you would like to include in that path, or just put all if you wish for no limit.<br>\r\n<br>\r\n</span></div></div>",
            "created":1535173200,
            "id":2538743,
            "title":"Another Final Fantasy"
        }
    },
    "info":{
        "author_id":"finalfan",
        "author_name":"Final Fan",
        "brief_description":"Tales of the characters of the many entries experience changes or other strange adventures",
        "created":1535179860,
        "description":"<td align=\"left\" class=\"norm\">The characters of the Final Fantasy franchise undergo changes. Physical, mental, even to reality itself, any kind really. Just keep things consistent. Also, the changes don't always need to affect everybody.<br>\r\n<br>\r\nTo start, pick a game, and come up with a storyline idea. Try to be creative, and don't make every path come to the same conclusion. Not every path needs to lead to physical changes. And some of my favorite ideas involve no physical changes.<br>\r\nAs for how things happen, it all depends on the storyline you pick.<br>\r\n<br>\r\nFeel free to use any setting of the Final Fantasy series. Any numbered game, or the many spinoffs. Each game counts the whole of their respective spin offs and sequels as well. So, under FFX, X-2 stuff also goes, VII also counts as Crisis Core, Advent Children, etc, IV also has the After Years, and you get the point.<br>\r\n<br>\r\nIn the case of FFI, you can use either the Warrior of Light version from Dissidia or the character class versions form the original game. Same goes with III in respects to the Onion Knight or Luneth and co from the DS remake. <br>\r\n<br>\r\n<br>\r\n<br>\r\nSex is allowed, but just don't make every path solely about sex<br>\r\nNo killing off characters<br>\r\nNo ending the story<br>\r\nPlease try to have good grammar and such<br>\r\nAlways use all available option spots, and don't try to force a specific path.</td>",
        "id":2167053,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1535838780,
        "pretty_title":"Final Fantasy i - Chronicles of Change"
    }
}