{
    "chapters":{
        "1":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Kings and Queens",
                "Princes and Princesses",
                "Whisked Away Visitors",
                "Random Residents",
                "Sage herself"
            ],
            "content":"<div class=\"\"><div> <span>From high above in the sky, the scene pans down to a large massive continent that seemed like an island far away but was very massive up close. This was Saga. It is a place of unlimited potential and can bring many changes to people be they from here or from some place far far away. There are five ways to interact with Saga as a whole.<br>\r\n<br>\r\n1. Being a King or Queen: Playing as the ruler of a kingdom has its perks such as free reign to explore your chosen kingdom and to attend certain royal gatherings.<br>\r\n<br>\r\n2. Being Prince or Princess: Not quite as much power as a king or queen but have more of a chance to interact with those their own age in a school setting or royal event.<br>\r\n<br>\r\n3. Whisked Away Visitors: People from the normal human world who were whisked away from their homes and families and brought to Saga for some unknown reason.<br>\r\n<br>\r\n4. Random Residents: Normal, well Saga Normal, people who live their day to day lives trying to make a living and supporting themselves or their families.<br>\r\n<br>\r\n5. Sage: Become Saga's ruler itself and change things anyway you see fit. You can become a benevolent ruler...or a power fueled dictator.<br>\r\n<br>\r\nNow...pick your poison.</span></div></div>",
            "created":1585458000,
            "id":2809922,
            "title":"Welcome to Saga"
        },
        "11":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Victoria",
                "Tsu",
                "Azure",
                "Leonidas",
                "More Kings and Queens"
            ],
            "content":"<div class=\"\"><div> <span>Becoming a royal is certainly a fun way to live in a kingdom. But which royal do you want to be?<br>\r\n<br>\r\n<b>Lady Victoria</b><br>\r\nOccupation: High Priestess and Ruler of the Holy Kingdom<br>\r\nAge: 24<br>\r\nPersonality: A young woman who, like most of the people of her kingdom, seem to worship Sage as a goddess and are willing to do anything to please her and uphold her rules.<br>\r\n<br>\r\n<br>\r\n<b>Lady Tsu</b><br>\r\nOccupation: Yokuzuna and Ruler of Sumo Kingdom<br>\r\nAge: 29<br>\r\nPersonality: Caring and usually having a large hunger but a strong body. Though her size does make it difficult getting in and out of doorways.<br>\r\n<br>\r\n<b>Azure</b><br>\r\nOccupation: Queen of Blueberry Kingdom<br>\r\nAge: 19<br>\r\nPersonality: Recently became the queen after her father grew too large to fit on the train way. She is kind and caring and polite even though she is a giant ball of juice.<br>\r\n<br>\r\n<b>Leonidas</b><br>\r\nOccupation: Tribal leader and King of Wild Kingdom<br>\r\nAge: 40<br>\r\nPersonality: A large lion anthro who commands with seriousness and a willing to protect his tribe from invaders. Loves to battle<br>\r\n<br>\r\nSo...which ruler will you be?</span></div></div>",
            "created":1585544400,
            "id":2810081,
            "title":"Kings and Queens"
        },
        "113":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "A royal tea with a few other rulers",
                "Discussion of a strange visitor",
                "Royal Meet and greet with the common berries"
            ],
            "content":"<div class=\"\"><div> <span>Another morning soon rose on the bluest kingdom in all of Saga, the Blueberry Kingdom. Here all are blueberries, man, woman and child. Only ones kept at a normal size are the servants of the nobles and the royals.<br>\r\n<br>\r\n\"We wish you a bright and blue morning, our queen.\" two maids said as a large ball of juice was shaking as a loud yawn was heard.<br>\r\n<br>\r\n\"Morning.\" she said with a happy smile as the maids slowly rolled her out of bed.<br>\r\n<br>\r\nThis big ball of juice is known as Azure, the first in her name. While she is the youngest blueberry girl to ever be crowned queen, it was under certain circumstances. The previous king, King Blubus, had grown incredibly large and completely immobile. He could not fit inside of the trains of Saga nor could he move around on his own without help. So, he decided to retire and live out his days in the groves of the kingdom. It wasn't soon after that Azure was crowned queen. Though it was a lot of responsibility to grab a handle on, but she was up to the challenge.<br>\r\n<br>\r\n\"So...what is on the agenda today?\" Azure asked one of her maids as they got her ready.</span></div></div>",
            "created":1590469200,
            "id":2841130,
            "title":"Queen of the Blueberries"
        },
        "115":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Nathaniel",
                "Aika",
                "more kings and queens"
            ],
            "content":"<div class=\"\"><div> <span>More kings and queens who rule from their ivory thrones.<br>\r\n<br>\r\n<b>Nathaniel</b><br>\r\nOccupation: King of Nerd Kingdom<br>\r\nAge: 29<br>\r\nPersonality: The young intelligent ruler of Nerd Kingdom, a kingdom the weak, smart and albeit a little dorky. However his intellect has gotten him in trouble due to how he believes he knows better than everyone, including Sage. This leads to trouble a number of times.<br>\r\n<br>\r\n<b>Aika</b><br>\r\nOccupation: Queen of Amazon Kingdom<br>\r\nAge: 31<br>\r\nPersonality: A strong confident amazon warrior who has spent her time fighting in the jungles of Amazon Kingdom. She has a strong dislike for most men but is extremely kind only to women no matter which kingdom they come from.<br>\r\n<br>\r\nmore royals to come</span></div></div>",
            "created":1585803600,
            "id":2812557,
            "title":"More Kings and Queens"
        },
        "1153":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Wolfgang",
                "Kitty",
                "Other Heads of Kingdoms"
            ],
            "content":"<div class=\"\"><div> <span>Other Members of Royalty from the various kingdoms.<br>\r\n<br>\r\nWolfgang<br>\r\nOccupation: Maestro of the Music Kingdom<br>\r\nAge: 61<br>\r\nPersonality: The creatively minded ruler of the Music Kingdom, with the sharpest sense of hearing in any of the kingdoms. He values musical creativity, but is an incredible perfectionist, and flies into a rage if a melody isn't just right.<br>\r\n<br>\r\nKitty<br>\r\nOccupation: Queen Bee of the Bimbo Kingdom<br>\r\nAge: 25<br>\r\nPersonality: Only recently named Queen, Mimi is more interested in shopping, fashion, and gossip then actually ruling her kingdom. She isn't the brightest bulb in the lightbulb box, but she is compassionate, and does at least TRY to rule when she has to.<br>\r\n<br>\r\nThere are still more Royals to meet, though.</span></div></div>",
            "created":1585890000,
            "id":2812916,
            "title":"more kings and queens"
        },
        "11533":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Lola",
                "Andromeda",
                "More Royals"
            ],
            "content":"<div class=\"\"><div> <span>Some more royals headed your way right now.<br>\r\n<br>\r\n<b>Beach Queen Lola</b><br>\r\nOccupation: Surf Champ of Seaside Kingdom<br>\r\nAge: 29<br>\r\nPersonality: A laid back who enjoys the sights of the beach more than the inland areas and a gifted surfer. She tends to be very protective of the beach and the sea in general.<br>\r\n<br>\r\n<b>Andromeda</b><br>\r\nOccupation: Queen of the Star Kingdom<br>\r\nAge: ???<br>\r\nPersonality: The ruler of a kingdom where all the stars in the sky have taken on a personification within its borders. Andromeda is a mysterious individual who has ruled since Saga's founding. She knows all of its secrets, including the origins of Sage herself.<br>\r\n<br>\r\nmore royals to come</span></div></div>",
            "created":1585890000,
            "id":2812927,
            "title":"Other Heads of Kingdoms"
        },
        "115333":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Gearga",
                "Chrono",
                "more royals"
            ],
            "content":"<div class=\"\"><div> <span>More royals coming in hot<br>\r\n<br>\r\n<b>Gearga</b><br>\r\nOccupation: Head Engineer of the Steam Kingdom<br>\r\nAge: 19<br>\r\nPersonality: Her family are well known engineers and were the ones who created Saga's train system, the only known transport between kingdoms other than walking. She takes pride in her families legacy and won't take crud from anyone who tries and shames it.<br>\r\n<br>\r\n<b>Chrono</b><br>\r\nOccupation: Keeper of the Time Kingdom<br>\r\nAge: ???<br>\r\nPersonality: The mysterious ruler of the Time Kingdom who keeps the time in check. He is even able to manipulate like by stopping it, going through it and even controlling the time of others. His motives are a mystery.<br>\r\n<br>\r\nmore royals to come.</span></div></div>",
            "created":1585976400,
            "id":2813245,
            "title":"More Royals"
        },
        "1153333":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Gabriel",
                "Raven",
                "More Royalty"
            ],
            "content":"<div class=\"\"><div> <span>Here are some more royals in Saga.<br>\r\n<br>\r\nGabriel<br>\r\nOccupation: Archangel of the Angel Kingdom<br>\r\nAge: ???<br>\r\nPersonality: The kindhearted ruler of the Angel Kingdom, devoted to protecting the people of Saga. His heart is open to all, though his fury can be righteous.<br>\r\n<br>\r\nRaven<br>\r\nOccupation: Lead Singer of Blood River<br>\r\nAge: 20<br>\r\nPersonality: The closet thing the Punk Kingdom has to a ruler, due to the kingdom's love of rebellion and going against the established order. A punk rocker through and through, Raven hates the other kingdoms, finding them restrictive, and desires freedom.<br>\r\n<br>\r\nBut there is yet more royalty to encounter within Saga.</span></div></div>",
            "created":1585976400,
            "id":2813288,
            "title":"more royals"
        },
        "11533333":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Queen Niko",
                "Caspian The Cat",
                "More Royalty"
            ],
            "content":"<div class=\"\"><div> <span>Queen Niko<br>\r\nOccupation: Queen of Ninja Kingdom<br>\r\nAge:34<br>\r\nPersonality: Rival to her opposite in the Kingdom of Thieves. Possess the honest belief that her citizen's skills are better than that of the thieves. Loving to her people; haughty to all foreigners. Mother of Shin, prince of Ninja Kingdom<br>\r\n<br>\r\nCaspian The Cat<br>\r\nOccupation: Ruler of the Thief Kingdom<br>\r\nAge:45<br>\r\nPersonality: Getting on in his age, Caspian has been looking for his next heir. Loves going 'King Incognito' among his subjects, he will playfully steal items off their personal and give it back after a conversation is done. Unless they are particularly rude, in which case he'll help himself to his new treasure.</span></div></div>",
            "created":1586062800,
            "id":2813786,
            "title":"More Royalty"
        },
        "115333333":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Clarissa",
                "Helga",
                "More Royalty"
            ],
            "content":"<div class=\"\"><div> <span>Chapter originally from Goodvibes<br>\r\n<br>\r\nClarissa Longarms<br>\r\nOccupation: Queen of The Rubber Kingdom<br>\r\nAge: 26<br>\r\nPersonality: Despite being quite young compared to her peers, Queen Clarissa is quite adept in her rulings. Surprisingly dour compared to her subjects enthusiasm, nonetheless, Clarissa is a beloved figure.<br>\r\n<br>\r\nHelga Gutenberg<br>\r\nOccupation: Queen of The Paper Kingdom<br>\r\nAge:32<br>\r\nPersonality: A Scholar, philanthropist,and a born wanderer, Helga marvels at her own surroundings. She has been known to question every new discovery that she's come across and formulates plans for her general populace.</span></div></div>",
            "created":1586062800,
            "id":2813804,
            "title":"More Royalty"
        },
        "12":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Giselle",
                "Crystal",
                "Leopold",
                "Erik",
                "More Princes and Princesses"
            ],
            "content":"<div class=\"\"><div> <span>Becoming an heir to royalty isn't too bad. Still have some privileges to use or abuse. Now which royal?<br>\r\n<br>\r\n<b>Lady Giselle</b><br>\r\nOccupation: Princess of Medieval Kingdom<br>\r\nAge: 15<br>\r\nPersonality: A young princess from a kingdom stuck in medieval times who is curious about the kingdoms as well as what lies beyond Sagas borders.<br>\r\n<br>\r\n<b>Lady Crystal</b><br>\r\nOccupation: Princess of Jewel Kingdom<br>\r\nAge: ???<br>\r\nPersonality: A young crystal like being who cares about the delicacy of her fragile body as well as the bodies of all of her fellow jewel people.<br>\r\n<br>\r\n<b>Sir Leopold</b><br>\r\nOccupation: Prince of Toy Kingdom<br>\r\nAge: ???<br>\r\nPersonality: A wooden toy soldier that sees the large world around him as one big adventure. He has a strong sense of duty and is always eager to do all he can if it means protecting the land he loves.<br>\r\n<br>\r\n<b>Sir Erik</b><br>\r\nOccupation: Prince of Elf Kingdom<br>\r\nAge: 132<br>\r\nPersonality: A teenage elf despite his number of years alive who takes his duty as prince seriously. He works hard to maintain the forests of Elf Kingdom and doesn't quite understand humans or their nature but will act against them if they try to harm the forest.<br>\r\n<br>\r\nSo...which royal?</span></div></div>",
            "created":1585630800,
            "id":2811139,
            "title":"Princes and Princesses"
        },
        "125":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Shin",
                "Viv",
                "more princes and princesses"
            ],
            "content":"<div class=\"\"><div> <span>Not satisfied with those heirs and heiresses? Have no fear? When in Saga...do as the Sagan's do.<br>\r\n<br>\r\n<b>Shin</b><br>\r\nOccupation: Prince of the Ninja Kingdom<br>\r\nAge: 17<br>\r\nPersonality: A serious and silent type who enjoys spying on the other kingdoms without them even realizing it. He and his kingdom know about the visitors from beyond Saga itself.<br>\r\n<br>\r\n<b>Viv</b><br>\r\nOccupation: Princess of Rabbit Kingdom<br>\r\nAge: 15<br>\r\nPersonality: A young rabbit girl from a kingdom of lagamorphs, the scientific name for rabbits, where time there is always so quick and vegetables have always remained the number one favorite food. She's energetic, peppy and very friendly.<br>\r\n<br>\r\nmore princes and princesses to come...</span></div></div>",
            "created":1585803600,
            "id":2812552,
            "title":"More Princes and Princesses"
        },
        "1253":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Jojo",
                "Mista",
                "more princes and princesses"
            ],
            "content":"<div class=\"\"><div> <span>More young heirs and heiresses that can be picked.<br>\r\n<br>\r\n<b>Jojo</b><br>\r\nOccupation: Princess of Clown Kingdom<br>\r\nAge: 18<br>\r\nPersonality: A silly and fun loving clown girl who comes right from the Clown Kingdom where fun and silliness happens 24/7. She has a strong friendship with Lola of the Seaside Kingdom.<br>\r\n<br>\r\n<b>Mista</b><br>\r\nOccupation: Princess of the Mermaid Kingdom<br>\r\nAge: 16<br>\r\nPersonality: A mermaid who lives in the underwater mermaid kingdom. She gets around using a wheelchair and having some water spritz on her every now and then. She wants to spread relations with those on land and those who live in the sea.<br>\r\n<br>\r\nmore heirs to come...</span></div></div>",
            "created":1585976400,
            "id":2812989,
            "title":"more princes and princesses"
        },
        "12533":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Beatrice",
                "Squeak",
                "more princes and princesses"
            ],
            "content":"<div class=\"\"><div> <span>More Royals on the way<br>\r\n<br>\r\n<b>Beatrice</b><br>\r\nOccupation: Princess of Bee Kingdom<br>\r\nAge: 16<br>\r\nPersonality: A young and caring bee girl who does everything towards the betterment of the hive and her peoples survival. Being a bee girl, she has a love of honey.<br>\r\n<br>\r\n<b>Lady Squeak</b><br>\r\nOccupation: Princess of the Rodent Kingdom<br>\r\nAge: 15<br>\r\nPersonality: A brave and fearless mouse girl who tends to risk her life despite being the size of any ordinary mouse. Loves cheese like most members of her kingdom</span></div></div>",
            "created":1590469200,
            "id":2841160,
            "title":"more princes and princesses"
        },
        "13":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "John",
                "Melody",
                "Matthew",
                "Himiko",
                "More visitors"
            ],
            "content":"<div class=\"\"><div> <span>People who come from many different times and dimensions who have ended up in Saga through unknown means. Now which of our bizarre visitors will you play as?<br>\r\n<br>\r\n<b>John</b><br>\r\nOccupation: Soldier for the US Army<br>\r\nAge: 24<br>\r\nPersonality: A strong and serious soldier who was fighting in the US Army during a blooming war. As he was about to get hit by a grenade before arriving in Saga.<br>\r\n<br>\r\n<b>Melody</b><br>\r\nOccupation: Singer for a Night Club<br>\r\nAge: 28<br>\r\nPersonality: A lounge singer at a local night club who has done some dark things to get where she is right now. She has dreams of becoming a well known singer the world over.<br>\r\n<br>\r\n<b>Matthew</b><br>\r\nOccupation: Doctor<br>\r\nAge: 34<br>\r\nPersonality: A doctor who has the goal of treating every sort of disease the world has to offer without any charge. However, that proves impossible for a world that is always desiring riches.<br>\r\n<br>\r\n<b>Himiko</b><br>\r\nOccupation: Elementary School Student<br>\r\nAge: 10<br>\r\nPersonality: A young girl with no family who is currently living in an orphanage. Could this path mean her finding a place she belongs?<br>\r\n<br>\r\nWho will you be?</span></div></div>",
            "created":1585630800,
            "id":2811215,
            "title":"Whisked Away Visitors"
        },
        "132":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She stumbles around the city completely speechless",
                "She decides to use this land to make herself a star",
                "As she looks around, someone or something runs into her"
            ],
            "content":"<div class=\"\"><div> <span>\"Great set on there, Melody. You really knocked them off their feet.\" a stage hand said as a woman with long purple hair and a sparkly purple dress passed him by.<br>\r\n<br>\r\n\"Whatever, Floyd.\" Melody said as she returned to her dressing room as she went about reapplying her make up. \"Every night is the same, nothing but stupid men who don't care about my singing but just care for my beauty.\" she sighed.<br>\r\n<br>\r\nMelody, since she was a child, music was her life to her. She's always wanted to make it big in the music industry but all her talents have amounted to is her having sex with men in exchange for singing in a seedy little night club. Sometimes she just wishes she could just leave this life behind her.<br>\r\n<br>\r\n\"Guess I better get back out there.\" she said before noticing a spot in the mirror. \"What in the...\" she said reaching out before falling right through the mirror. \"Ow...I better not have been slipped something.\"<br>\r\n<br>\r\nShe got up as she found herself in some alley before walking out into the street where she saw a number of people walking the streets. Cat like beings, plant people, blueberries, sumos, what could be thought of, it was there before her. \"I...what is this?\"</span></div></div>",
            "created":1589432400,
            "id":2835206,
            "title":"Melody"
        },
        "135":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Kevin",
                "Hana",
                "Another visitor"
            ],
            "content":"<div class=\"\"><div> <span>Ah, so we've got some more people to visit. Let's meet them.<br>\r\n<br>\r\n<b>Kevin</b><br>\r\nOccupation: Photojournalist<br>\r\nAge: 43<br>\r\nPersonality: A determined man who will always get the best scoop, though he is kind and respectful. Perhaps being transported to Saga will be the scoop of the century.<br>\r\n<br>\r\n<b>Hana</b><br>\r\nOccupation: Waitress<br>\r\nAge: 28<br>\r\nPersonality: A cheerful young woman from Japa who tries to make sure everyone is smiling, no matter what. And her desire to make others happy may come in handy when she arrives in Saga.<br>\r\n<br>\r\nSo, who will you be now?</span></div></div>",
            "created":1585803600,
            "id":2812540,
            "title":"More visitors"
        },
        "1353":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Charles and Betty",
                "Paul and Ina",
                "more visitors"
            ],
            "content":"<div class=\"\"><div> <span>None of them strike your fancy? Have a look at these visiting couples.<br>\r\n<br>\r\n<b>Charles</b><br>\r\nOccupation: Criminal, former bar owner<br>\r\nAge: 30<br>\r\nPersonality: A bartender who after losing his bar to new uprising and classy places, turned to a life of crime alongside his partner Betty and became a notorious duo. Their aim for Saga might be the same.<br>\r\n<br>\r\n<b>Betty</b><br>\r\nOccupation: Criminal, former heiress<br>\r\nAge: 29<br>\r\nPersonality: A former heiress who wanted a little excitement in her life, which she got when she met Charles in his bar one day. The two of them then teamed up and started robbing left and right. Their aim may be the same in Saga.<br>\r\n<br>\r\n<b>Paul</b><br>\r\nOccupation: High School Student<br>\r\nAge: 18<br>\r\nPersonality: A young boy and an athlete. He was about to graduate with his long time friend Ina when the two found themselves whisked away to Saga. Will they return home or make a new life with each other here.<br>\r\n<br>\r\n<b>Ina</b><br>\r\nOccupation: High School Student<br>\r\nAge: 18<br>\r\nPersonality: A sweet and kind young girl who enjoys art. She was set to graduate and tell her long time friend Paul her true feelings before the two ended up being brought to Saga.<br>\r\n<br>\r\nmore visitors to come.</span></div></div>",
            "created":1585803600,
            "id":2812543,
            "title":"Another visitor"
        },
        "13533":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Jessica",
                "Terrance",
                "Yet More Visitors"
            ],
            "content":"<div class=\"\"><div> <span>Want more? OK.<br>\r\n<br>\r\n<b>Jessica</b><br>\r\nOccupation: Unemployed at the moment<br>\r\nAge: 27<br>\r\nPersonality: A young woman with Intermittent Explosive Disorder (<a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/Intermittent_explosive_disorder\" target=\"_blank\">https://en.wikipedia.org/wiki/Intermitte...</a>), having just been fired from her third job due to her explosive temper. Some time in Saga might help to calm her down.<br>\r\n<br>\r\n<b>Terrance</b><br>\r\nOccupation: Watchmaker<br>\r\nAge: 49<br>\r\nPersonality: A kindly man from a long line of watchmakers, with a deep interest in time. So a certain kingdom within Saga might be the place for him.<br>\r\n<br>\r\nBut there are still more visitors to arrive.</span></div></div>",
            "created":1585803600,
            "id":2812546,
            "title":"more visitors"
        },
        "135331":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Standing in a flower field (Flower Kingdom)",
                "a tranquil and silent area (Patience Kingdom)",
                "A relaxing land of hot springs (Spa Kingdom)"
            ],
            "content":"<div class=\"\"><div> <span>It was late in the night as a long woman in a suit with long blond hair that was tied up in a ponytail was lumbering through the streets of some unnamed city with a bottle of alcohol as she stumbled.<br>\r\n<br>\r\nHer name was Jessica and she had just lost her most recent job due to a certain condition. She has a disorder that makes her have an very explosive temper that makes her act irrationally when provoked. In fact this problem has plagued her since she was a child. Causing unnecessary pain and broken bonds no matter where she went.<br>\r\n<br>\r\n\"Hehehe. Look at that woman. She looks like some lazy bum walking around like that.\" one guy said snickering.<br>\r\n<br>\r\n\"Yeah. She should just go and die right here in the street.\" another said as they were just plain laughing.<br>\r\n<br>\r\nJessica gritted her teeth as she held the bottle tight before tossing it right at them. But too her surprise, her entire surroundings had changed completely as the bottle shattered upon hitting the ground. \"What...what the hell?\" she slurred as she found herself...</span></div></div>",
            "created":1585890000,
            "id":2812921,
            "title":"Jessica"
        },
        "135333":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Mai",
                "Marie",
                "more visitors"
            ],
            "content":"<div class=\"\"><div> <span>More visitors have appeared<br>\r\n<br>\r\n<b>Mai</b><br>\r\nOccupation: Martial Artist<br>\r\nAge: 25<br>\r\nPersonality: A young and diligent olympic ranked martial artist who has been rising higher and higher to the top in order to become the best in the world. However, during the middle of a match, she somehow finds herself right in Saga.<br>\r\n<br>\r\n<b>Marie</b><br>\r\nOccupation: College Student<br>\r\nAge: 20<br>\r\nPersonality: A young college girl who is the top of her class. One night however when she as four friends were trying something fun, she ended up in Saga as she now looks for the friends she was with and hopes to return home.<br>\r\n<br>\r\nmore to come</span></div></div>",
            "created":1586322000,
            "id":2815350,
            "title":"Yet More Visitors"
        },
        "1353332":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Her body could stretch like rubber (Rubber Kingdom)",
                "She found she could perform magical spells (Magic Kingdom)",
                "She had the lower half of a spider (Spider Kingdom)"
            ],
            "content":"<div class=\"\"><div> <span>\"Okay...just saying this out loud guys. This seems like a really bad idea.\" Marie said as she and her friends sat around in a huge circle.<br>\r\n<br>\r\n\"Come on, it'll be fun.\" her friend Carly said. \"Me, Alice, Lina and Tori are on board. What about you?\"<br>\r\n<br>\r\n\"Well....I guess. Could use a little excitement.\" Marie said as the five of them held hands.<br>\r\n<br>\r\n\"You guys think we'll really end up in some other world?\" Lina asked. \"Like, what would that even be like and ...will something happen to us?\"<br>\r\n<br>\r\n\"Its possible. This spell was only attempted a few decades ago and no ones seen the caster since. Or so the guy who sold me the world jumping kit said.\" Tori said.<br>\r\n<br>\r\n\"Well, anything would be fun given how boring the world today seems.\" Alice said as the circle began to glow. \"Oh god, its actually working.\"<br>\r\n<br>\r\n\"Wait...something doesn't feel right.\" Marie said. \"Maybe we should...\" she said before a large flash went off right in the middle of that room.<br>\r\n<br>\r\nMarie groaned as she soon awoke. She looked around as she saw herself in a grassy field. \"My god.\" she said before looking at herself. She did a little testing of a theory and soon discovered that...</span></div></div>",
            "created":1589778000,
            "id":2837423,
            "title":"Marie"
        },
        "13533321":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She sets out to find her friends",
                "She forgets her friends and decides to stay",
                "One of her friends ends up finding her."
            ],
            "content":"<div class=\"\"><div> <span>Marie stretched out one arm before finding it continued to stretch out as if the arm and bone itself was made of rubber. She was freaked out at first but soon realized this didn't actually hurt her, in fact, it felt sort of strange and fun at the same time. She then turned her attention to the nearby town and saw others could do the same as her.<br>\r\n<br>\r\n\"Okay...this has to be the weirdest day of my life.\" Marie said as she read a guidebook. \"So this place is called the Rubber Kingdom. One of the 170 different kingdoms of Saga. Interesting. Guess when we went to perform the ritual, something went wrong and we got separated and ended up becoming like the people of the kingdoms we ended up in...if they ended up here at all.\"<br>\r\n<br>\r\nShe soon got up as she looked around. \"Doesn't look like we ended up in one place. Guess I'll have to try and find everyone. Oh but...I forgot I'm flat broke. I'll have to get a job so I can raise some money to go and find everyone.\" Marie said as she started doing just that for the rest of that month. After which...</span></div></div>",
            "created":1590382800,
            "id":2841081,
            "title":"Rubber Marie"
        },
        "1353333":{
            "author_id":"shapeshifter5",
            "author_name":"Tacocat ",
            "choices":[
                "Nora",
                "Another visitor."
            ],
            "content":"<div class=\"\"><div> <span><b>Nora</b><br>\r\nOccupation: College student<br>\r\nAge:24<br>\r\nPersonality: A somewhat dreary goth girl that tends to act distant but secretly wants companionship in the form of a girlfriend. <br>\r\n<br>\r\nThough he won’t admit it but She has quite the appetite. If it were up to her she’d just laze around all day, even if it meant letting herself go.</span></div></div>",
            "created":1589778000,
            "id":2837725,
            "title":"more visitors"
        },
        "13533331":{
            "author_id":"shapeshifter5",
            "author_name":"Tacocat ",
            "choices":[
                "Outside an “abandoned” clothing store with a help wanted sign (Horror Kingdom)",
                "In a place where everyone wore something like in her sketchbook (Punk Kingdom)",
                "In front of a girl who, despite her spider half, was kinda cute (Spider Kingdom)",
                "A dreary forest town that smelled of (sniff)...dark chocolate!? (Sweets Kingdom)",
                "A mall sized fast food joint with the greasiest food ever (Gluttony Kingdom)"
            ],
            "content":"<div class=\"\"><div> <span>Nora sat outside the in her college campus learning up against a tree drawing a sort of creepy dress in her sketchbook. As much as she wanted to be a fashion designer her piers and class professor insisted that not enough people would want her style of clothing choice to make a career out of it. They may have had a point. But that’s not the only reason she designed dresses this way.<br>\r\n<br>\r\nAll she wanted was a cute girl to sweep her off her feet and whisk her troubles away. Someone who could appreciate her sense of style and probably serve as easy eye candy in one of her dresses.<br>\r\n<br>\r\nSpeaking of candy, she grabbed another candy bar from her little pile. It was her favorite, dark chocolate. Ok yes, the “dark” in the name was a bit on the nose but in her opinion it was a much purer experience than chocolate that had milk in it.<br>\r\n<br>\r\nAs she was about to add the finishing touches on her dress design she noticed the sky has suddenly turned to night. She hadn’t been out THAT long had she? After waking around for a bit it started to dawn on her that she didn’t know where she was at all. Eventually she found herself...<br>\r\n<br>\r\n<b>Be sure to include a love interest character in these stories. You don’t have to add them right away but be sure to at least leave it open for one.<br>\r\nWeight gain should be the theme in the bottom two while optional in the top three.</b></span></div></div>",
            "created":1589778000,
            "id":2837767,
            "title":"Nora: goth girl, hopeless romantic and chocoholic."
        },
        "135333311":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "A arrow came flying past her head",
                "A strange ghost flew through the window",
                "some zombies arose from behind it"
            ],
            "content":"<div class=\"\"><div> <span>She stood in the middle of a town that seemed to have little to no people in it. She looked around for a bit before looked at an old clothing store with a help wanted sign in the front of it. \"How can there be a help wanted sign if this town is abandoned? Come to think of it...how did I even end up here?\" she pondered as she walked right into the store.<br>\r\n<br>\r\nShe looked around to see that the place had sort of a creepy atmosphere to it but strangely enough, most of the clothes remained in tact, albeit some of them were a bit torn in some places. \"Hmm...a little torn but nothing I can't fix.\" Nora said as she sowed up some patches of cloth to the torn clothes she saw displayed. \"There we go.\"<br>\r\n<br>\r\nAs soon as she was finished, she heard a creaking sound as she looked around cautiously. \"What is it with me? It feels like my heart just skipped a beat.' she said as she approached the counter. \"Hello? Is someone else in here?\" she said before seeing the bell. \"Ring for service?\" she read before ringing the bell as from behind the counter...</span></div></div>",
            "created":1589864400,
            "id":2838099,
            "title":"Abandoned?"
        },
        "135333312":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "I gotta get my fashion career started",
                "I need to find some romance in my life",
                "Need to know more about this place"
            ],
            "content":"<div class=\"\"><div> <span>Nora soon ended up right in the middle of a city that seemed ruined at first but was just very dark. As she walked down the street, she noticed the people there were dressed just like her. Their hair colors were either black, red or just plain white. Some of the women even had strange lipstick colors. What's more is that their choice of clothing was so similar to her own, they even wore some piercings.<br>\r\n<br>\r\n\"Incredible. This is like a dream come true. A city where everyone is just like me.\" Nora said before finding a brochure case as she found out. \"Punk Kingdom? Its not a city like me...its an entire kingdom! I must have ended up in another world like in those movies and books.\" she cheered to herself.<br>\r\n<br>\r\nAfter a little bit of geeking out, she soon calmed herself down as she started to formulate a plan. \"Okay. I'm stuck on another world with only everything I had with me when I left today. Since no one has any idea who I am, I can make a new identity for myself. Yeah. First things first though...</span></div></div>",
            "created":1589778000,
            "id":2837801,
            "title":"And Now She Feels Normal Here"
        },
        "135333313":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "\"Take you back to my place\"",
                "\"Get you to the station. You can get home by train.\"",
                "She notices the sketchbook on the ground"
            ],
            "content":"<div class=\"\"><div> <span>Nora walked through the darkness before ending up running into someone. \"Oh, are you okay?\" a voice asked.<br>\r\n<br>\r\n\"Yeah, I'm fine. Thanks for...for...\" Nora said as she looked at the girl before her. The girl wore a mix of black and red and her hair was completely red with some of it covering one of her eyes. She had bright black lips. But what attracted Nora most was that the girls lower half was that of a spiders. A large exoskeleton bottom with 8 long legs with a rose like design on the shell. But Nora somehow found her...somewhat cute.<br>\r\n<br>\r\n\"Something wrong?\" the girl asked.<br>\r\n<br>\r\n\"It's nothing. I was just...Let me just start over. I'm Nora.\" Nora said.<br>\r\n<br>\r\n\"I'm Widow.\" the spider girl said. \"Given the way you're looking at me, you aren't a usual visitor to the Spider Kingdom.\" she giggled.<br>\r\n<br>\r\n\"Spider Kingdom?\" Nora said as she noticed others who were just like Widow. \"I've...ended up in some other world.\" she muttered. \"Uh yeah. I'm not from around here at all.\"<br>\r\n<br>\r\n\"Well here. Least I can do is help you out. I'll...\" Widow said.</span></div></div>",
            "created":1589778000,
            "id":2837784,
            "title":"The girl with the Spider's Body"
        },
        "1353333133":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...Punk Kingdom.\"",
                "\"...Fashion Kingdom.\"",
                "\"...Doll Kingdom.\""
            ],
            "content":"<div class=\"\"><div> <span>Widow's eyes travelled downward, and she noticed Nora's open sketchbook on the ground. She bent her 4 front spider legs to kneel down and pick the book up.<br>\r\n<br>\r\n\"Oh, um, I like sketching clothes.\" Nora said.<br>\r\n<br>\r\n\"These designs are yours?\" Widow asked, flipping through the book.<br>\r\n<br>\r\n\"Yeah, but they're freaky designs.\" Nora admitted. \"People keep telling me to no one will want-\"<br>\r\n<br>\r\n\"These look amazing!\" Widow said. \"So dark and gothic!\"<br>\r\n<br>\r\nThat made Nora stop. Someone actually liked her designs? She felt her heart soar at that.<br>\r\n<br>\r\n\"Thanks!\" Nora said. \"You're the first person to say that!\"<br>\r\n<br>\r\n\"Really?\" Widow asked.<br>\r\n<br>\r\n\"Yeah.\" Nora said. \"People always told me that my designs are too dark, too freaky. I've been told time and time again that I should just give up on designing outfits. Heck, my mom wanted me to be teacher like her.\"<br>\r\n<br>\r\n\"That's not fair.\" Widow said. \"These are honestly some of the best I've seen.\"<br>\r\n<br>\r\n\"You have no idea how that makes me feel.\" Nora replied.<br>\r\n<br>\r\n\"You've got real talent.\" Widow said. \"You have to show these designs to the...\"</span></div></div>",
            "created":1589864400,
            "id":2838110,
            "title":"Nora's Talent"
        },
        "13533331332":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "I think I would rather design clothes privately for the Spider Kingdom",
                "I'll go but only if you become my model"
            ],
            "content":"<div class=\"\"><div> <span>\"Fashion Kingdom?\" Nora asked.<br>\r\n<br>\r\n\"Its where all the clothes of Saga are mass produced and manufactured throughout the land. Even clothes that fit my kind as well.\" Widow said. \"If you bring your designs there and the people like them, they'll mass produce them to all kingdoms and people will buy them. You'll get a portion of the gold of course. You could become a very famous designer.\" Widow said.<br>\r\n<br>\r\n\"I see. And are you certain they won't just judge me?\" Nora asked.<br>\r\n<br>\r\n\"The people of Saga rarely discriminate against one another. We're a land where almost everyone can live equally despite if they have extra limbs or eyes.\" Widow said.<br>\r\n<br>\r\n\"So...how would I get to this Fashion Kingdom anyway?\" Nora asked.<br>\r\n<br>\r\n\"The trains would be the best way. The train system of Saga is incredible. They move so fast between kingdoms. Its really the only way to get around any of the kingdoms of Saga, well besides walking. But walking is not really recommended considering the distance between many of the kingdoms.\" Widow said.<br>\r\n<br>\r\nNora thought it over for a bit before deciding</span></div></div>",
            "created":1589864400,
            "id":2838120,
            "title":"Nora, Fashionista?"
        },
        "135333313322":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...Amazon Kingdom.",
                "...Demon Kingdom.",
                "...Ghost Kingdom."
            ],
            "content":"<div class=\"\"><div> <span>\"R-really?\" Widow asked, a bit shocked.<br>\r\n<br>\r\n\"Yeah.\" Nora replied. \"You look incredible, and it would be fun to design clothes for someone with a spider body.\"<br>\r\n<br>\r\n\"Well, thank you.\" Widow said. \"I'd be glad to model for you.\"<br>\r\n-----<br>\r\nA little while later, Nora and Widow were in a train heading for the Fashion Kingdom. Nora was sitting, while Widow was standing holding one of the rails.<br>\r\n<br>\r\nNora looked around the train. Sure enough, there were all kinds of people in the train from various kingdoms. She saw a couple of people playing instruments in the back, a few girls in belly-dancer outfits dancing along to the music. Watching were a couple of tall muscular women, a few people who looked like living dolls, and a few people who were large blue balls.<br>\r\n<br>\r\n\"Saga is an unbelievable place.\" Nora said. \"So many different people around.\"<br>\r\n<br>\r\n\"We have 170 kingdoms.\" Widow said. \"All unique in their own way.\"<br>\r\n<br>\r\nNora smiled. With so many different people around, Nora knew that there had to be at least one place where she could fit in. At the very least, she could get her designs out.<br>\r\n<br>\r\nHer thoughts were interrupted by someone sitting next to her. Turning, she saw a woman from the...</span></div></div>",
            "created":1589864400,
            "id":2838123,
            "title":"Widow the Model"
        },
        "1353333133222":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "They arrive in Fashion Kingdom",
                "Train faces a minor delay",
                "As they were about to get off, Nora is suddenly taken"
            ],
            "content":"<div class=\"\"><div> <span>Nora looked over to see a woman with red skin and two horns on her head as well as a pointed tail and bat like wings sitting right next to her. She would have looked away were it not for the womans...sexy looking figure.<br>\r\n<br>\r\n\"My...you seem like a cute one. What say you and I get a cabin to ourselves?\" she asked Nora as she stroked a finger under Nora's chin.<br>\r\n<br>\r\n\"I...uh...uh...uh...\" Nora started before Widow pulled her to her side.<br>\r\n<br>\r\n\"I'm sorry but she's taken.\" Widow said.<br>\r\n<br>\r\n\"Understood. Let me know when you decide to trade up.\" the demoness said as she left her number on the seat as she walked off.<br>\r\n<br>\r\n\"You really shouldn't mess with folks from the Demon Kingdom. May have been one night of pleasure but you could have ended up becoming her slave for all eternity.\" Widow said.<br>\r\n<br>\r\n\"Oh...thanks. I can't believe how sexy she was. I couldn't help but consider.\" Nora said.<br>\r\n<br>\r\n\"Trust me, appearances aren't worth a dime here. All that matters is the determination someone has.\" Widow said as the train stopped.</span></div></div>",
            "created":1589864400,
            "id":2838137,
            "title":"She-Demon"
        },
        "13533331332222":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...remain in her seat.",
                "...get out and explore the Gluttony Kingdom.",
                "...get out and explore the Lust Kingdom."
            ],
            "content":"<div class=\"\"><div> <span>It was right at that moment that the train's speakers came to life.<br>\r\n<br>\r\n\"Attention passengers, the train will need to make an emergency stop at Station 83. We are having difficulties with the engine, and will need to make repairs. We advise all passengers to remain in the train until further notice.\" The speaker's said.<br>\r\n<br>\r\n\"Station 83?\" Nora asked. \"Where would that be?\"<br>\r\n<br>\r\n\"Stations with numbers are stations situated near or between kingdoms. They're smaller, and only really used for emergency stops.\" Widow explained. \"83 is between the Lust and Gluttony Kingdom.\"<br>\r\n<br>\r\n\"There's a Lust and Gluttony Kingdom?\" Nora asked, a bit surprised.<br>\r\n<br>\r\n\"Yup. 7 of the kingdoms are meant to punish people related to the Seven Deadly Sins. You're lucky you didn't end up in one of them.\" Widow explained. \"Everyone in the Lust Kingdom is erotic, and everyone in the Gluttony Kingdom overeats.\"<br>\r\n<br>\r\nNora was bewildered, but at the same time rather intrigued.<br>\r\n<br>\r\n\"If you enter one of them, are you trapped there?\" Nora asked.<br>\r\n<br>\r\n\"Unless your specifically being punished, no.\" Widow answered. \"Heck, the Greed Kingdom's a bit of a tourist attraction with its casinos, and the strip clubs in the Lust Kingdom are fairly popular.\"<br>\r\n<br>\r\nSitting in her seat hearing all this, Nora decided to...</span></div></div>",
            "created":1589864400,
            "id":2838152,
            "title":"Delay"
        },
        "135333313322221":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "We'd like you to start designing right away",
                "I'm afraid we cannot accept these as official designs"
            ],
            "content":"<div class=\"\"><div> <span>While these thoughts intrigued Nora, these sounded almost too good to be true. If they really were meant to punish people, they wouldn't just invite visitors inside without a sort of cost. So it was better to just stay in the train till they arrived.<br>\r\n<br>\r\nIt didn't take long for the train to be fixed as they were back on their way. The train soon stopped as they soon found themselves in a colorful looking kingdom where everyone wore very fashionable clothes. \"Okay...where do I go from here?\" Nora asked.<br>\r\n<br>\r\n\"You'll have to see Fashionista, she's the queen of this kingdom as well as the president of all of the fashion companies here. If you want this design to become a household name...you'll have to see her.\" Widow said.<br>\r\n<br>\r\n\"Right...you'll go in there with me right?\" Nora asked.<br>\r\n<br>\r\n\"Afraid not. But I will not leave the the hall outside the door.\" Widow said. \"You can do this.\"<br>\r\n<br>\r\n\"Right...I can do this.\" Nora said.<br>\r\n<br>\r\nShe was soon sitting inside of a large room as a woman in extravagant clothing looked over the designs brought to her. \"Hmm...very interesting. Its designed to fit those who enjoy dark colors and enjoy a little bit of darkness. And its in a clothing design that could appeal to them.\" Fashionista said.<br>\r\n<br>\r\n\"So...is it good?\" Nora asked.<br>\r\n<br>\r\n\"Miss...Nora was it? Here are my thoughts...\"</span></div></div>",
            "created":1589864400,
            "id":2838240,
            "title":"Better Safe than Sorry"
        },
        "1353333133222211":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...Punk Kingdom.",
                "...Amazon Kingdom.",
                "...Demon Kin- Hey, it's the demon woman from the train!"
            ],
            "content":"<div class=\"\"><div> <span>\"Your designs are certainly... something.\" Fashionista said. \"It's dark, moody, and quite frankly, a bit scary.\"<br>\r\n<br>\r\n'Here it comes...' Nora thought glumly. 'Yet another rejection.'<br>\r\n<br>\r\n\"That's why I want to get started on turning these into real clothes as soon as possible.\" Fashionista continued.<br>\r\n<br>\r\n'Yup, just as I-' Nora started to think, before what Fashionista said fully registered.<br>\r\n<br>\r\n\"Wait, really?\" Nora asked, surprised.<br>\r\n<br>\r\n\"Yes, really.\" Fashionista said. \"Dark and moody would certainly stand out. And to be frank, your designs are incredible. You have a talent here, Nora, and I want to help make that talent shine. We'll set you up with a studio and a crew as soon as possible.\"<br>\r\n<br>\r\nNora almost cried in joy. \"Thank you so much!\" Nora said happily. \"I promise I won't let you down!\"<br>\r\n------<br>\r\n\"I'm so happy for you!\" Widow said as she and Nora left the office. \"I knew things would work out!\"<br>\r\n<br>\r\n\"I'm still a bit surprised, honestly.\" Nora said. \"But my dream is finally coming true.\"<br>\r\n<br>\r\n\"Hey, you Nora?\" A voice asked. \"I was asked to find you. I'm supposed to be one of your models now.\"<br>\r\n<br>\r\nTurning, Nora saw a woman who looked like she was from the...</span></div></div>",
            "created":1589864400,
            "id":2838288,
            "title":"A Dream Realized"
        },
        "13533331332222113":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Nora goes to meet her models",
                "Nora wants to start working immediately",
                "Before work comes pleasure. Wants to know more about Widow and Demona"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh hell no.\" Nora said as she saw the demonic woman from the train standing before her.<br>\r\n<br>\r\n\"Well well well, if it isn't the little kitten from the train ride.\" she chuckled. \"Let's get this over with. I'm Demona, your demon model.\" she said.<br>\r\n<br>\r\n\"What? No no no no.\" Widow said. \"Hard no.\"<br>\r\n<br>\r\n\"Look, I was warned about your kind. You can't just decide to...\" Nora said.<br>\r\n<br>\r\n\"Fashion Kingdom guidelines. If you are designing clothes, you have to make sure they can be made for people of all sizes and shapes. Meaning you have to make clothes that fit well for wings, tails, larger bodies, ecetera, ecetera.\" Demona said.<br>\r\n<br>\r\n\"And uh...what would happen if I were to object?\" Nora asked.<br>\r\n<br>\r\n\"You'd be judged as xenophobic and never work in any industry of fashion ever again.\" Demona said with a smile.<br>\r\n<br>\r\n\"Right...good to know. So its it just you or...\" Nora asked.<br>\r\n<br>\r\n\"No there are more models, a lot of them from different walks of life. If you want to meet them, I can take you to where they are and you get...closer.\" Demona said.</span></div></div>",
            "created":1589950800,
            "id":2838650,
            "title":"Demonic Model"
        },
        "135333313322221131":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...sketching new designs.",
                "...getting measurements.",
                "...learning even more about her models."
            ],
            "content":"<div class=\"\"><div> <span>After a short walk, the trio ended up at a two-story building. Demona opened the door, and led Nora and Widow into the building.<br>\r\n<br>\r\nInside was a large modeling studio, with a backdrop on the far wall, and a make-up area off to the side. And near that make-up studio were the rest of Nora's models. And Demona hadn't been kidding when she said \"all walks of life\".<br>\r\n<br>\r\nThere was a huge, muscular woman reading a book at one of the vanities. Next to her applying make-up was an rather fat woman with black hair. And next to that woman was a tan girl with green hair and a green fish tail lounging in what looked like a mobile water tank. And finally, there was a woman who was already in punk clothing and dyed purple hair browsing a cell phone.<br>\r\n<br>\r\n\"Hey girls!\" Demona yelled, getting the other model's attention. \"Nora's here! Introduce yourselves.\"<br>\r\n<br>\r\nNora walked up to the other models, who all stared at her.<br>\r\n<br>\r\n\"It's nice to meet you.\" The muscular woman said. \"I'm Cara. I come from the Amazon Kingdom.\"<br>\r\n<br>\r\n\"Name's Jin.\" The rather fat woman said. \"I come from the Sumo Kingdom, but you probably already guessed that.\" She gave her stomach a hearty smack on saying that.<br>\r\n<br>\r\n\"I am Marissa.\" The mermaid said. \"As you can gather, I hail from the Mermaid Kingdom.\"<br>\r\n<br>\r\n\"...Selene.\" The punk woman said, not even looking up from her phone. \"Punk Kingdom.\"<br>\r\n<br>\r\n\"It's nice to meet all of you.\" Nora said. \"I'm surprised Fashionista got you all set up so fast.\"<br>\r\n<br>\r\n\"We were already in the kingdom.\" Cara explained. \"And news about new designers travels fast around here, so we were able to get ready almost immediately.\"<br>\r\n<br>\r\nNora smiled. She couldn't wait to get started. She decided to start with...</span></div></div>",
            "created":1589950800,
            "id":2838686,
            "title":"The Modeling Team"
        },
        "1353333133222211312":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Spend the evening with Widow and Selene",
                "Spend the evening with Jin and Cara",
                "Spend the evening with Marissa and Demona"
            ],
            "content":"<div class=\"\"><div> <span>Before she could get to the actual designing, she need to get the measurements of all her models. It was surprisingly easy to get measurements for Selene considering she was mostly human but dressed like a punk.<br>\r\n<br>\r\nShe then got to Widow. While checking her waist and bust were no issue, she also had to take measurements of the lower half as well considering her long legs. She also did the same with Marissa and her fishy lower half.<br>\r\n<br>\r\nShe got started with Jin next which was a bit harder since she was very large as Nora went and had to wrap the entire roll of measuring tape around Jin's large body to make a perfect circle in order to get the right diameter.<br>\r\n<br>\r\nShe then started measuring Cara which wasn't as bad as Jin, sure she was big and muscular but she was close to normal human size, but Nora found it a bit annoying that she kept flexing her muscles and snapping the tape.<br>\r\n<br>\r\nSurprisingly, Demona was the easiest to measure since there wasn't much to measure except for wingspan and tail.<br>\r\n<br>\r\nAfter measuring was done, she was spent for the day as it was close to the evening. She knew the studio had a bedroom upstairs to let her live in. But she wasn't ready for sleep yet. She wanted to know her models better.</span></div></div>",
            "created":1590037200,
            "id":2838779,
            "title":"Measuring her Models"
        },
        "13533331332222113122":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...Cara.",
                "...Jin."
            ],
            "content":"<div class=\"\"><div> <span>Nora returned to the main studio area. Most of the other models, Widow included, had turned in for the night. However, she saw that Cara and Jin hadn't. The two were at the make-up vanities, talking between each other. Nora walked up to them. The two turned to look at her, and smiled.<br>\r\n<br>\r\n\"The woman of the hour!\" Jin yelled. \"We were just talking about you.\"<br>\r\n<br>\r\n\"You were?\" Nora asked.<br>\r\n<br>\r\n\"Jin was, at least.\" Cara replied. \"She's excited to start modeling for you.\"<br>\r\n<br>\r\n\"Yeah, can't wait to get all these curves on the runway.\" Jin said, rubbing her stomach. That motion made Nora blush.<br>\r\n<br>\r\n\"I see. Well, I wanted to know you guys a little better. I'm not from Saga, so I don't know much about your kingdoms.\" Nora said.<br>\r\n\"Ah. I see.\" Cara said. \"Well, we'd be happy to help you out. I've mentioned I'm from the Amazon Kingdom. We're all women there, and everyone is tall and buff like me. Though some are taller, and some are shorter. We're mostly warriors, but I've always had an interest in fashion and modeling, so I came here.\"<br>\r\n<br>\r\n\"My home's the Sumo Kingdom.\" Jin started. \"Everyone there's fat like me, though we've got the strength to back it up. That's why I'm still up and moving despite being nearly 500 pounds. And like Cara here, I wanted to model. Though in my case, I just want to show of my beautiful fat.\"<br>\r\n<br>\r\n\"I... see.\" Nora said. The whole time, she had been starting at one of them. She did think Widow was cute, no doubt, but she also had to admit that right now she felt really attracted to...</span></div></div>",
            "created":1590037200,
            "id":2839087,
            "title":"The Amazon and the Sumo"
        },
        "135333313322221131221":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Ask Cara on a Date",
                "Keep her options open",
                "New model joins the crew"
            ],
            "content":"<div class=\"\"><div> <span>Nora wasn't sure what it was about Cara but all the muscle this woman had on her large body and rippling muscles that made her seem fragile in comparison. Nora had always wanted some cute girl to whisk her off her feet and she felt this woman might be the one. But she needed to be sure first.<br>\r\n<br>\r\nOver the course of a couple weeks, she spent time preparing the clothes for her models but spent some nights talking with Cara and learning more of the Amazon Kingdom. Apparently the kingdom wasn't just muscular women but were mostly tribal and lived in a deep dense jungle and were mostly a hunter and gatherer society. They rarely ever leave their kingdom except for their ruler for the gathering that happens in the Central Kingdom once a year and a few who just want to see beyond the jungle.<br>\r\n<br>\r\nBut more than that, she learned about the interests she had and how similar the two of them. While Cara was pretty tough, she seemed to really care about womenkind and protect them like a mother would. For Nora, this was something to consider.</span></div></div>",
            "created":1590037200,
            "id":2839374,
            "title":"Loving Musclewoman"
        },
        "135333313322221131222":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Ask Jin on a date",
                "Keeps her options open",
                "New model joins the crew"
            ],
            "content":"<div class=\"\"><div> <span>She wasn't sure what it was but there was something about Jin that made Nora feel a little attracted to her. Sure this woman was a whopping 500 pounds that seemed to make her feel small but she couldn't help feel proud about this woman having no shame in her appearance.<br>\r\n<br>\r\nShe spent the weeks working on her designs and getting a little bit closer to Jin over a few lunch breaks. She was a little astonished by how much the woman could put away and how much of it she ordered every time. She even learned a bit more about the Sumo Kingdom. Like Jin had said, the majority of the people there were as large if not larger than she was. There was even sumo tournaments that would grant the winner the chance to gain a life of luxury as an experienced sumo fighter.<br>\r\n<br>\r\nNora wasn't sure she wanted to be as big as Jin and Nora wasn't much of a fighter. But Jin was so kind and gentle and was even nice to head out to get supplies for her when she so needed it. This woman's heart was even bigger than her stomach.</span></div></div>",
            "created":1590037200,
            "id":2839373,
            "title":"More for her to Love"
        },
        "1353333133222211312221":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...her street clothes.",
                "...one of Nora's designs.",
                "...a sexy black dress."
            ],
            "content":"<div class=\"\"><div> <span>\"OK, girls, I think we're good for today. You can go rest up.\" Nora said as the last picture was taken. The models walked off the set and over to the vanities.<br>\r\n<br>\r\nIt was the end of the day, and Nora had just finished up a photoshoot for her line of clothing. As her models started changing out of her outfits and into their street clothes, Nora could help but let her stare linger on Jin.<br>\r\n<br>\r\nOver the months they'd been working, Nora felt her feelings for Jin grow along with Jin's waistline. In the time Nora knew her, Jin had put on an extra 50 pounds.<br>\r\n<br>\r\n\"So, you going to ask her out?\" Widow asked, walking up to Nora and surprising her.<br>\r\n<br>\r\n\"GAH! Don't jump me like that!\" Nora yelled.<br>\r\n<br>\r\n\"Sorry.\" Widow replied. \"Anyway, it's clear your crushing HARD on Jin. You are really bad at hiding it. If you wanna ask her out, go ahead.\"<br>\r\n<br>\r\nNora nodded, and walked up to Jin, who had just finished putting her street clothes on.<br>\r\n<br>\r\n\"Hey Jin.\" Nora said. \"Nice job on the photoshoot today. Um... I was wondering, if it's not too much trouble... you want to... um... hang out later? Just the two of us?\"<br>\r\n<br>\r\nJin stared at Nora for a moment, and smiled.<br>\r\n<br>\r\n\"I don't see why not.\" Jin answered. \"I was actually going to head out to eat later. Gotta keep my pace up if I'm gonna hit the big 600 soon. I'd love it if you joined.\"<br>\r\n<br>\r\nNora smiled and nodded, barely containing her joy. She walked off, completely giddy.<br>\r\n------<br>\r\nA few hours later, Nora was outside the studio waiting for Jin. She turned, at saw Jin walking up to hear. Jin seemed to be wearing...</span></div></div>",
            "created":1590123600,
            "id":2839571,
            "title":"A Date with the Sumo"
        },
        "13533331332222113122213":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "The two are still seeing one another",
                "The two have split off",
                "Nora's career soars to new heights"
            ],
            "content":"<div class=\"\"><div> <span>Jin had arrived to the studio wearing a long flowing black kimono and her hair done up in a bun to make herself a little more presentable.<br>\r\n<br>\r\n\"So...you like?\" Jin asked.<br>\r\n<br>\r\n\"I absolutely love it. You look so...elegant.\" Nora said.<br>\r\n<br>\r\n\"Yeah. I know how much you like black and I do have a way of dressing. This is how the people of my kingdom tend to dress most of the time. I just don't do it outside cause my kimonos are very elegant and people might mistake me as a woman of the night.\" Jin said.<br>\r\n<br>\r\n\"Well I think you look amazing.\" Nora giggled as she and Jin headed out to dinner.<br>\r\n<br>\r\nThe two of them spent the evening at a local restaurant that seemed to specialize in Japanese cuisine. While Nora stuck with a small bowl of rice, she saw Jin going to town on multiple dishes involving sushi, tempura, even sukiyaki as Nora couldn't help to look at this woman sitting before her who had absolutely no concern for her figure at the least. When Jin finished, she let out a large belch that seemed to rattle the building. She covered her mouth in embarrassment as Nora giggled a little.<br>\r\n<br>\r\n3 months later.</span></div></div>",
            "created":1590123600,
            "id":2839599,
            "title":"Sexy Sumo"
        },
        "135333313322221131222131":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...a week long vacation to the Spa Kingdom.",
                "...a week long vacation to the Food Kingdom.",
                "...a wedding ring! Nora wanted Jin to marry her!"
            ],
            "content":"<div class=\"\"><div> <span>Nora's career in Saga had been building in the 3 months she had been here. Sure, she wasn't a BIG name yet, but she was starting to see more of her outfits on the people of the various kingdoms. That always made her smile.<br>\r\n<br>\r\nBut nothing made her smile more then Jin. Ever since that night 3 months ago, she and Jin had officially become a couple. Any time Nora wasn't spending desiging was spent with her new girlfriend. Sure, Jin tended to eat three times as much as a normal person, but Nora was getting quite a lot of money through her outfits, so it wasn't that much of a problem.<br>\r\n<br>\r\nIt didn't hurt that all that eating just kept adding to Jin's frame. Within a month, Jin had broken 600 pounds, and was steadily on her way to 700. Nora loved watching Jin grow bigger and bigger. She could barely keep her hands off of Jin's huge stomach. Nora was wondering if she should start gaining too, just so Jin would also have more of her to love.<br>\r\n<br>\r\nOne thing Nora had learned while dating Jin was that the two amazingly shared a birthday. And it was coming up in a week. Jin would be 24, and Nora would be 23. Nora already had the perfect birthday present ready for Jin. Nora's present for Jin was going to be...</span></div></div>",
            "created":1590123600,
            "id":2839603,
            "title":"3 Months of Love"
        },
        "1353333133222211312221313":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Jin accepts",
                "Jin declines"
            ],
            "content":"<div class=\"\"><div> <span>\"Wow...now that is some shiny rock.\" Widow said looking at the ring Nora had.<br>\r\n<br>\r\n\"I know right. Its going to be so amazing. If she says yes, we'll have our wedding in the Sumo Kingdom and it'll be magical and...wait, can people from different kingdoms even marry one another?\" Nora said.<br>\r\n<br>\r\n\"Oh yes, its allowed. Its not too strange to have mixed kingdom marriages. In fact, the Yokozuna of Sumo Kingdom is in a relationship with a farmer from the Harvest Kingdom. And a few years back, a designer from here ran off with a mage from the Magic Kingdom and had a daughter. I think she's apprenticing in the Central Kingdom.\" Widow said.<br>\r\n<br>\r\n\"Wow...that's incredible.\" Nora said. \"Well...wish me luck.\"<br>\r\n<br>\r\n\"Just don't get your heart broken if she says no.\" Widow said.<br>\r\n<br>\r\nThat evening, the two were gathered in Nora's little loft as Jin finished off the birthday buffet she was given.<br>\r\n<br>\r\n\"Oof. I am stuffed.\" Jin said.<br>\r\n<br>\r\n\"You sure you don't have any room for dessert?\" Nora asked as she brought the cake in. Jin put a hand in before finding a small box with a ring inside.<br>\r\n<br>\r\n\"What...what is...\" Jin said not sure how to take this.<br>\r\n<br>\r\n\"So...will you do it? Marry me?\" Nora asked.</span></div></div>",
            "created":1590123600,
            "id":2839614,
            "title":"Bride to Be"
        },
        "13533331332222113122213131":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...she should work out a bit.",
                "...she'll keep gaining for Jin."
            ],
            "content":"<div class=\"\"><div> <span>Jin looked at the ring as tears began to form in her eyes.<br>\r\n<br>\r\n\"Nora... yes! Of course I'll marry you!\" Jin cried out happily.<br>\r\n<br>\r\nNora nearly cried herself as she shot up from her chair and ran around the table to hug Jin, her own body sinking slightly into Jin's enormous frame.<br>\r\n<br>\r\n\"This is the happiest day ever!\" Nora yelled. \"I promise Jin, I'll be the best wife I can be!\"<br>\r\n<br>\r\n\"Oh Nora...\" Jin moaned. She absolutely loved it when Nora grabbed her body. She soon realized that Nora was unconsciously grabbing her butt. Nora realized though.<br>\r\n<br>\r\n\"Oh, sorry.\" Nora said. \"I just asked you to marry me, and I instantly-\"<br>\r\n<br>\r\nShe was cut off with a kiss from Jin.<br>\r\n<br>\r\n\"Don't be.\" Jin said, as she kissed Nora again.<br>\r\n------<br>\r\nFor the next week, Nora and Jin planned out their wedding. It was definitely going to be held in the Sumo Kingdom, and Jin's parents would be there (they were overjoyed that their daughter was finally getting married). Widow had contacted some mages to find a way to get Nora's family into Saga to see the wedding too.<br>\r\n<br>\r\nNora had also been hard at work desiging her own wedding dress, while Jin got hers made elsewhere.<br>\r\n<br>\r\nAs Nora worked on her dress, her hand absent-mindedly went to her stomach. She was shocked when she felt more then she should have. Looking down, she saw a small pot-belly.<br>\r\n<br>\r\n\"Guess Jin's eating rubbed off on me.\" Nora said to herself. As she looked at her belly, Nora decided that...</span></div></div>",
            "created":1590123600,
            "id":2839618,
            "title":"The Happiest Day"
        },
        "135333314":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She goes tasting through the forest",
                "She tries to keep her appetite in check and explores",
                "She decides to look for work first before going tasting"
            ],
            "content":"<div class=\"\"><div> <span>She felt like she was wandering for a long while before finding herself in a dreary little forest town. \"Welcome to...Chocolate Town?\" she said reading a nearby sign. \"Weird little...ugh.\" she said feeling a nearby tree before sniffing her hand. \"Is that...chocolate?\" she said before giving it a lick. \"It is.\"<br>\r\n<br>\r\nShe then went up to the tree and peeled off some of the bark of the tree to see the inside of the tree was a much darker chocolate inside the tree. She then grabbed hold of the bark she peeled off of the tree and then bit into it. \"Wow, this tastes so much better than the candy bar.\" she giggled before looking around town. \"My god...everything is made of chocolate.\" she said as she licked her lips of the chocolate she just ate.<br>\r\n<br>\r\nShe wandered about the town and saw many of its people were all pleasantly plump as they enjoyed a number of chocolate goods like chocolate shakes and chocolate ice cream. Nora couldn't believe where she was but knew for a fact that it was no dream to her.</span></div></div>",
            "created":1589864400,
            "id":2837881,
            "title":"Chocolate Town"
        },
        "1353333142":{
            "author_id":"shapeshifter5",
            "author_name":"Tacocat ",
            "choices":[
                "The town hall. The person who ran this place could tell her how she got here",
                "An eerie mansion where a harem of cutie maids are in need of someone to serve"
            ],
            "content":"<div class=\"\"><div> <span>She couldn’t believe it! A whole town almost entirely made of chocolate! Most of it DARK chocolate! The ground she walked on was brownie! There was a milkshake river! Houses where made of chocolate chip cobblestone glued together with melted marshmallow! <br>\r\n<br>\r\nThis had to be a dream right? It was like the perfect place to live for her. Even if the town wasn’t edible the decor alone would have drawn her in. What was this place? How did she get here? Why was it so delicious!? These thoughts ran through her mind as she finished the tree bark she was gnawing on and started chewing on some of the brownie soil. “Man, this place is great! I could stay here forever!”<br>\r\n<br>\r\nAfter looking around two buildings took her interest. One of the tall buildings was a creepy looking bell tower where the words “town hall” had been displayed for all to see. <br>\r\n<br>\r\nAnother was a spooky looking mansion that loomed on the outskirts of town. The mailboxes outside the front gate read the names: Velvet, cocoa, sugar, mocha and minty.</span></div></div>",
            "created":1589864400,
            "id":2838003,
            "title":"She tries to keep her appetite in check and exp..."
        },
        "13533331422":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Nora accepts their offer",
                "Nora politely declines but hopes to know them better"
            ],
            "content":"<div class=\"\"><div> <span>\"Well, I could always learn about this place better from the residents. Plus, this doesn't seem like a bad place.\" Nora said approaching the mansion as she approached the little sound box.<br>\r\n<br>\r\n\"What is your business?\" said a sultry voice on the other side.<br>\r\n<br>\r\n\"Uh...I was wondering if I could come in and learn more about this place?\" Nora asked.<br>\r\n<br>\r\n\"Hmm...okay. Come on in.\" the voice said as the gates opened as Nora wandered inside. She was expected to find some big scary guy and his maid. But to her surprise, this was not the case.<br>\r\n<br>\r\nBehind the doors, she saw five girls in maid uniforms. Each with a different hairstyle and color and their skin was a different color for each one.<br>\r\n<br>\r\n\"Welcome to the Choco Mansion of Chocolate Town. My name is Mocha.' the one with the sultry voice said. \"These are my sister: Cocoa, Velvet, Sugar and Mint, Minty to her friends.\"<br>\r\n<br>\r\n\"Uh...hello?\" Nora said nervously, taken aback by how cute these five maids were. \"Anyway....\" Nora said as she explained her situation to the five of them.<br>\r\n<br>\r\n\"Oh...so you're a visitor to Saga. Never thought we'd see one up close.\" Minty said.<br>\r\n<br>\r\n\"A visitor? Saga?\" Nora asked.<br>\r\n<br>\r\n\"This world you are on is no longer your own. Someone from a world beyond this one...that is a visitor. Saga is a super continent made of over 170 kingdoms. You are in the chocolate section of the Sweets Kingdom.\" Velvet said.<br>\r\n<br>\r\n\"Wow...this really is another world.\" Nora said in disbelief.<br>\r\n<br>\r\n\"Hey? Why don't you stay and be our master?\" Sugar said excitedly.<br>\r\n<br>\r\n\"What? Don't you...\" Nora asked.<br>\r\n<br>\r\n\"Unfortunately our last master bought the farm a long time ago.\" Cocoa said. \"By agreeing, we'd serve you hand and foot, this would be a place to stay and you can learn to adapt to this world under our care.\"<br>\r\n<br>\r\n\"So...what do you say, little cutie?\" Mocha asked.</span></div></div>",
            "created":1589864400,
            "id":2838102,
            "title":"Choco Mansion"
        },
        "135333314221":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Cocoa and Sugar",
                "Minty and Velvet",
                "Mocha"
            ],
            "content":"<div class=\"\"><div> <span>Nora was a little taken aback by this offer that was just thrusted onto her. She was still a little freaked out by the fact she was in another world but she knew she didn't have any other choices in housing. And these maids around her were kind of cute.<br>\r\n<br>\r\n\"Well...not like I can say no to that.\" Nora said as the maids were pleased by the response.<br>\r\n<br>\r\n\"Perfect. Now...let's see about getting you into something more...appropriate.\" Sugar said as the five maids carried her off.<br>\r\n<br>\r\nNora was surprised by the treatment she was receiving. She was taken out of her clothes as she was given a soothing bath before being put into new chocolate clothes that seemed like they popped out of some German fairy tale as her hair was done up into two little buns.<br>\r\n<br>\r\n\"Now you look like a proper lady of Chocolate Town.\" Mocha said.<br>\r\n<br>\r\n\"Lady of the whole town? I don't know if...\" Nora said before Cocoa slipped a chocolate past her lips. \"Mmm. This is amazing. Well if I can get more of this gourmet chocolate.\" she giggled.<br>\r\n<br>\r\nSo started Nora's new life as a major figure within the Sweets Kingdom. After a dinner dining on chocolate inspired dishes, she spent the next day in the company of...</span></div></div>",
            "created":1590382800,
            "id":2841082,
            "title":"Nora, Lady of Chocolate Town"
        },
        "1353333142213":{
            "author_id":"shapeshifter5",
            "author_name":"Tacocat ",
            "choices":[
                "Nora meets up with the other maids. She’d like to get to know them as well.",
                "6 months later as Nora has dived head first into gluttony and greatly balloons!"
            ],
            "content":"<div class=\"\"><div> <span>The next day mocha gave her new master a tour of the mansion. Nora was still taken back at how everything was made of chocolate.<br>\r\n<br>\r\n“Gee, as great as this place is I don’t know how I’m going to live here without literally eating us out of house and home.” Mocha gave an elegant laugh at Nora’s comment. “Dearie, the master has permission to eat whatever they want in or of the mansion. Don’t worry about such things. We can repair any damage you could cause.”<br>\r\n<br>\r\nNora’s urge to eat the walls and furniture got stronger from hearing this but it still felt odd. “I don’t know. Are you sur-mmph!” Her mouth had suddenly had a piece of a table plopped into her mouth. It was delicious! Nora’s worries and restraints melted away like the chocolate in her mouth. She reached for a vase and started taking bites out of it.<br>\r\n<br>\r\nMocha was delighted to see her master cave into her cravings. It was the purpose of the mansion after all. She and the other maids took pleasure in serving someone who gave into their deepest desires.</span></div></div>",
            "created":1590469200,
            "id":2841300,
            "title":"Mocha"
        },
        "13533331422132":{
            "author_id":"shapeshifter5",
            "author_name":"Tacocat ",
            "choices":[
                "Normal but fat Nora",
                "Lazy Nora",
                "Spoiled Nora",
                "Pervy Nora"
            ],
            "content":"<div class=\"\"><div> <span>The maids had prepared the usual feast of chocolate delights for their masters growing appetite. It was a pleasure for them to to provide Nora with all the sweets they could. As expected, this had a drastic affect on her waistline as she had ballooned outward becoming the fattest girl in the sweets kingdom.<br>\r\n<br>\r\nHer face was incredibly puffy and round with bulging cheeks that gave her eyes a squinting look and a large double chin that hid her entire neck. Her breasts had greatly expanded yet remained perky despite how heavy they were. Her belly stood out four feet in front of her while the sides of her torso were so wide her arms were forced to rest at an angle. Her hips and butt often got stuck in the mansions doorways, usually giving her a chocolatey snack of splintered choco-wood after the door frames broke when she managed to get through.<br>\r\n<br>\r\n<br>\r\n<b>What effect did Nora’s new life have on her personality?</b><br>\r\n<br>\r\n<b>Normal but fat Nora</b><br>\r\nShe was no different than the day the maids met her. Yes she had expanded greatly and her appetite shot through the roof but she was still the same master they loved. Nora herself isn’t sure what to make of her larger body. Its certainly a hassle to move around now but the maids insist she never looked cuter.<br>\r\n<br>\r\n<b>Lazy Nora</b><br>\r\nWith her every want and need being taken care of by her maids Nora’s self reliance had greatly diminished, becoming incredibly lazy. She had also developed sloppier eating habits. Her face, hands and clothes were always smeared with chocolate. She looks like someone from the Porcine Kingdom had been punished in the Sloth Kingdom.<br>\r\n<br>\r\n<b>Spoiled Nora</b><br>\r\nAfter constantly being complemented on her looks and how skilled of a designer she was it was no surprise Nora’s ego grew along with the rest of her. Now she was a spoiled, selfish, bitchy brat that enjoyed nothing more than attention and being pampered. The maids think her new attitude makes her absolutely adorable. Especially when she gets all pouty when they tease her.<br>\r\n<br>\r\n<b>Pervy Nora</b><br>\r\nNora wasn’t the most flirtatious girl but after being surrounded by such cute maids who loved to hit on her she eventually loosened up towards them. Now she was no stranger to her kinky side as her designs for clothes had gotten quite skimpier. She proudly boasts her large curvaceous body now that they spend every day giving in to their sexual desires.</span></div></div>",
            "created":1590469200,
            "id":2841309,
            "title":"6 months later as Nora has dived head first int..."
        },
        "135333314221323":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "A letter from the Fashion Kingdom about your designs",
                "An invite to a special tea with other nobles of the kingdom",
                "A request for her presence by the royal family"
            ],
            "content":"<div class=\"\"><div> <span>\"More! Someone bring me some more sweet bon bons at once!\" Nora called out as she lied on the couch as Sugar came in with a box of bon bons.<br>\r\n<br>\r\n\"Your desire is our command, master.\" Sugar giggled as she fed her bon bon after bon bon. \"Is our master pleased?\"<br>\r\n<br>\r\n\"I suppose.\" Nora pouted as Sugar just giggled at the pouty face Nora made.<br>\r\n<br>\r\nSince arriving at the mansion and becoming its master, the constant hand feedings and pampering of this once self reliant girl have made her a bit spoiled and sometimes a bit greedy. She always told herself she deserved all of this in order to avoid any moral conflicts within her mind.<br>\r\n<br>\r\n\"Now where is Cocoa with my cake? I asked for it like 6 minutes ago.\" Nora demanded.<br>\r\n<br>\r\n\"It just now went into the oven. You should be having it pretty soon, my lady.\" Sugar said.<br>\r\n<br>\r\n\"Better not leave me waiting too long.\" Nora said before Velvet walked in with an envelope. \"Oh...that wouldn't happen to be for me perchance, would it?\"<br>\r\n<br>\r\n\"It is, my lady. Delivered just this morning for you. It is...\" Velvet said.</span></div></div>",
            "created":1590469200,
            "id":2841366,
            "title":"Spoiled Nora"
        },
        "1353333142213232":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...Wolfgang, Maestro of the Music Kingdom",
                "...Andromeda, Queen of the Star Kingdom",
                "...Lady Victoria, High Priestess of the Holy Kingdom"
            ],
            "content":"<div class=\"\"><div> <span>\"Ha! About time the other nobels recognized how great I am!\" Nora yelled.<br>\r\n<br>\r\n\"Of course.\" Velvet said.<br>\r\n<br>\r\n\"So, which nobels want to meet me?\" Nora asked as she took the envelope. She then quickly opened the letter and read it:<br>\r\n<br>\r\n'Ms. Nora, you have been cordially invite to attend a gathering of nobels. This is a grand opprotunity to meet some of the rulers of the kingdoms. The gathering will be one week from now, and will be held in the Central Kingdom. We hope to see you attend.'<br>\r\n<br>\r\n\"The Central Kingdom?\" Nora asked. \"That is SO FAR AWAY! Why couldn't they just bring the party here? Then I wouldn't have to go so far.\"<br>\r\n<br>\r\n\"That would have been nice.\" Sugar said. \"Perhaps we can send a letter and ask them to move the gathering here.\"<br>\r\n<br>\r\nNora sighed. \"No, it's fine.\" She said. \"Perhaps I can leave at least this time. But in the future, they had better bring the party here!\"<br>\r\n--------<br>\r\nThe next week, Nora and her 5 maids arrived in the Central Kingdom's castle.<br>\r\n<br>\r\n\"Not as nice as my home, but it's still nice.\" Nora said.<br>\r\n<br>\r\n\"Nice to meet you.\" A voice said. Turning, Nora saw...</span></div></div>",
            "created":1590469200,
            "id":2841371,
            "title":"Tea Party"
        },
        "13533331422132322":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Goes straight to the grand hall",
                "decides to secretly follow Andromeda with more questions",
                "She ends up running into someone on the way"
            ],
            "content":"<div class=\"\"><div> <span>\"My my, so you are the little visitor who's gone and made herself someone important.\" said an older woman who wore clothing that seemed out of this world as her gown seemed to show a distant galaxy.<br>\r\n<br>\r\n\"Who is she supposed to be?\" Nora asked munching on some chocolate.<br>\r\n<br>\r\n\"That is Andromeda. As it would have it, she's queen of the Star Kingdom.\" Minty said. \"She's probably the wisest person in the entire land of Saga.\"<br>\r\n<br>\r\n\"Big deal. I bet she has no idea who...\" Nora started.<br>\r\n<br>\r\n\"Nora Straits, a college student who was going into fashion design before she was whisked away to Saga and ended up in the Sweets Kingdom. She became the lady of the Chocolate Town upon the request of her maids. She also has desires of become a fashion designer but has not submitted a single design. She loves cute girls who can sweep her off her feet. Loves chocolate and has gained a bit of weight in the past six months.\" Andromeda said leaving Nora shocked. \"Well...see you inside.\" she said walking off.<br>\r\n<br>\r\n\"She...knew all that?\" Nora said surprised. \"Hmph. Beginners luck.\" she said as she followed her.</span></div></div>",
            "created":1590642000,
            "id":2842082,
            "title":"Queen of the Stars"
        },
        "135333314221324":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Mocha",
                "Velvet",
                "Cocoa"
            ],
            "content":"<div class=\"\"><div> <span>\"Oof. Ooh my. Stuck again, are we?\" Nora said before pulling herself loose before munching on a bit of wood. \"You're getting more and more sexy every day.\" she said to herself before seeing Mocha. \"Hey, Mocha. Has that new line of clothing come in yet?\"<br>\r\n<br>\r\n\"It just arrived this morning. Though I must say, your designs are becoming a bit more...risky.\" Mocha said. \"Not that I have an issue with that of course.\"<br>\r\n<br>\r\n\"What can I say? My time here has given me a lot of confidence in my sexy new figure, figured my clothing line should go about reflecting that. Just like how your clothes reflect how sexy you look.\" Nora said.<br>\r\n<br>\r\n\"Oh do go on, you wonderful master you.\" Mocha blushed as she walked off.<br>\r\n<br>\r\nNora went about trying on her new outfit and true to what Mocha had said, it did look incredibly risky and revealing as it tended to show off her fattened up body and her figure as she kept making sexy looking poses in the mirror. It was after doing this for a bit that a knock was heard at her door. \"Come in!\" she said as in walked</span></div></div>",
            "created":1591851600,
            "id":2849725,
            "title":"Bit on the Kinky Side"
        },
        "135333315":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "No matter how much she ate, she still felt hungry",
                "All the people seemed miserable and horrified",
                "The place seemed to get more depressing the more she ate"
            ],
            "content":"<div class=\"\"><div> <span>\"Whoa....\" Nora said finding herself in a bleak and grey place that lacked a lot of color. She then approached a large mall like building. \"Well...seeing as how there aren't that many other buildings around...\" she said as she headed inside.<br>\r\n<br>\r\nAll around, she found the place to be incredibly disgusting and greasy and a large number of people were shoveling food into their mouths like animals as they continuously stuffed themselves.<br>\r\n<br>\r\n\"Ugh, this place is disgusting. I must be having some kind of nightmare. I gotta stop eating candy before bed. Least I think thats what happened.\" Nora said before she saw a buffet style set up next to her. In it was a number of greasy and fattening foods such as pizza, burgers and even some fried chicken. \"What is with this place? There doesn't seem to be anyone around.\" she said before grabbing a drumstick and biting into it. \"Well...its not all bad. Guess I could go for a little buffet.\" she said as she went ahead and ate from the buffet of food set before her. However, one thing she noticed while eating...</span></div></div>",
            "created":1589864400,
            "id":2837930,
            "title":"Worst Place to End Up"
        },
        "14":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Roland",
                "Teal",
                "Sycamore",
                "Miyuki",
                "More Residents"
            ],
            "content":"<div class=\"\"><div> <span>These are the people who have lived most of their lives in the land of Saga, and are simply going about their daily business.<br>\r\n<br>\r\n<b>Roland</b><br>\r\nOccupation: Guard in the Jail Kingdom<br>\r\nAge: 52<br>\r\nPersonality: A stern man who takes his role seriously. Has never let a prisoner escape his sight.<br>\r\n<br>\r\n<b>Teal</b><br>\r\nOccupation: Fashion Designer in the Blueberry Kingdom<br>\r\nAge: 32<br>\r\nPersonality: A brilliant, if scatterbrained woman who loves to design clothing. Despite being a big ball of juice, Teal still wants to make sure everyone is fashionable.<br>\r\n<br>\r\n<b>Sycamore</b><br>\r\nOccupation: Gardener in the Flower Kingdom<br>\r\nAge: 44<br>\r\nPersonality: A truly gentle and kind man. He sees beauty in everything, and loves the serenity of nature.<br>\r\n<br>\r\n<b>Miyuki</b><br>\r\nOccupation: Cook in the Sumo Kingdom<br>\r\nAge: 28<br>\r\nPersonality: A cheerful young woman who makes sure everyone in the Sumo Kingdom is well-fed. Isn't afraid to throw her weight around.<br>\r\n<br>\r\nSo, whose life do we follow?</span></div></div>",
            "created":1585890000,
            "id":2812558,
            "title":"Random Residents"
        },
        "141":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "he is asked to transport a prisoner",
                "a jailbreak attempt happens one night",
                "he is tasked with capturing an escapee from one of the punishment kingdoms"
            ],
            "content":"<div class=\"\"><div> <span>The Jail Kingdom, While it is classified as an official kingdom, it is in actuality a gigantic jail that houses both citizens and criminals. The justice system in Saga works like this. When someone breaks the law in Saga, they're taken to the Justice Kingdom where they are judged. If the offense is minor like theft or carjacking, they are sent to a reformation kingdom based on the seven heavenly virtues. If it is one like murder, they are sent to a punishment kingdom based on the seven deadly sins. But all criminals despite their crimes always end up inside the Jail Kingdom where hundreds of guards protect their cells until their appointed day of departure arrives. Not once has a single prisoner ever escaped.<br>\r\n<br>\r\nRoland is one of these guards. Raised to be one since his days as a boy. He's worked his way through the ranks in order to become a highly respected guard who keeps all the prisoners in line. Life for him has never changed once for him. However, these short peaceful days aren't to last long when</span></div></div>",
            "created":1585890000,
            "id":2812565,
            "title":"Roland"
        },
        "142":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She is sent an invite from the Royal Family",
                "She is asked to attend an event in the Fashion Kingdom",
                "Someone new enters her shop"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh my goodness! I look absolutely fabulous.\" said a blueberry woman gushing over her new fashionable outfit that was made of multiple colors.<br>\r\n<br>\r\n\"Well its hard for us to dress for success.\" said a young blueberry woman wearing glasses and having measuring tape around her neck as she measured some fabric and her hair all messed up. \"And I'm sure your husband will love it too.\"<br>\r\n<br>\r\n\"Oh he most certainly will. Our anniversary will be amazing.\" she giggled before rollings off.<br>\r\n<br>\r\nThis young woman working with the equipment is known as Teal. She's 32 and a fashion graduate from the Fashion Kingdom who has since went on to open her own Atelier within the Blueberry Kingdom and have quickly become popular with almost all of the citizens within the kingdom. While she may appear a little scatterbrained, she is also perhaps the most brilliant if not only fashion designer as well as the only one to have ever become a blueberry fashion designer. Though she may not know it, Teal was about to face something completely unexpected when...</span></div></div>",
            "created":1585976400,
            "id":2813429,
            "title":"Teal"
        },
        "145":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Beau",
                "Frederick",
                "more residents"
            ],
            "content":"<div class=\"\"><div> <span>Here are some more residents who reside within Saga...<br>\r\n<br>\r\n<b>Beau</b><br>\r\nOccupation: Department Store Manager<br>\r\nAge: 22<br>\r\nPersonality: A woman born within the Bimbo Kingdom. While she looks and talks like your ordinary bimbo, truth is her IQ is a little higher than most of the people within the kingdom but doesn't show it much since what a bimbo thinks is not usually important and showing it usually ends up getting her strange looks.<br>\r\n<br>\r\n<b>Sir Frederick</b><br>\r\nOccupation: Knight of the Medieval Kingdom<br>\r\nAge: 20<br>\r\nPersonality: A strong and sturdy knight who tends to act as Lady Giselle's bodyguard whenever she goes visiting outside of the kingdom. He is a very serious man who cares very deeply about the princesses well being.<br>\r\n<br>\r\nmore to come.</span></div></div>",
            "created":1585890000,
            "id":2812925,
            "title":"More Residents"
        },
        "1451":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She headed right home",
                "She was met by a couple of friends",
                "She wanted to mingle at a party"
            ],
            "content":"<div class=\"\"><div> <span>The Bimbo Kingdom, a kingdom where the dim and beautiful roam free and without much supervision. While it may not seem like much of an important kingdom, it is necessary. The kingdom's ruler is a bimbo known as Kitty and while she may not take her duties seriously, she does care for everyone within it.<br>\r\n<br>\r\nBut while everyone appears bright...there are some with irregularities.<br>\r\n<br>\r\n\"And like, here's your receipt.\" said a brown haired bimbo as her breasts jiggled as she handed another a piece of paper.<br>\r\n<br>\r\n\"Uh...okay.\" the bimbo said as she blotted her lipstick on it before trotting out with her purchase as the one working the counter sighed.<br>\r\n<br>\r\nThis is Beau. Unlike most of the residents within the Bimbo Kingdom, she was born with a higher intellect than the entire kingdom combined. While it has gotten her some advantages like getting her a job as manager of a department store, she can't help but feel like she's an outcast for her abnormally large intellect.<br>\r\n<br>\r\nIt wasn't long before the work day was over and she was locking up when...</span></div></div>",
            "created":1585890000,
            "id":2812964,
            "title":"Beau"
        },
        "14513":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "The queen herself, Kitty.",
                "Some random Bimbo Kingdom citizen.",
                "A visitor from another kingdom."
            ],
            "content":"<div class=\"\"><div> <span>One thing that the residents of the Bimbo Kingdom loved to do was party. It was a chance to hang out, gossip, and flirt. Beau didn't exactly have much to do after closing up her shop, so she decided to hang out at one of these parties.<br>\r\n<br>\r\nSo she made her way her apartment, and quickly changed out of her work clothes and put on what she called her \"party outfit\": a light-blue tube top that complimented her H cup bust, denim shorts that hugged her wide hips, and light blue heels that showed off her long legs. Satisfied, Beau left her apartment, and made her way to the Bimbo Kingdom's \"club street\".<br>\r\n<br>\r\nAs she walked down the street, she passed several other Bimbo Kingdom residents, who looked at her and whispered to each other. Beau having a higher IQ then most others in the kingdom wasn't exactly out in the open, but some did know. And it only made her feel more like an outcast. She hoped that one of these parties would be a chance to actually show she could be fun, and wasn't a freak.<br>\r\n<br>\r\nShe made her way to the \"Sparkling Diamond\" nightclub, and showed her ID to the bouncer, a guy hired from the Fight Kingdom. Entering the loud nightclub, Beau made her way to the bar, and ordered a stiff drink. As she did, someone sat down next to her. Looking, Beau saw...</span></div></div>",
            "created":1585890000,
            "id":2812972,
            "title":"Party Time"
        },
        "145131":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Beau spends the night talking with the queen",
                "She tries to sneak away",
                "She takes to long and Kitty ends up having fun with her"
            ],
            "content":"<div class=\"\"><div> <span>She looked in shock as she saw a woman with long blond hair with a very large bust, even bigger than hers and hips any normal girl would die for and was dressed in a very revealing thong and strap bra that could barely contain her bust.<br>\r\n<br>\r\n\"Oh my god.\" Beau said. \"You...you're like...the queen.\" Beau said.<br>\r\n<br>\r\n\"Oh I totally am. Queen Kitty herself. I know it like, a totes honor to see my like out in public.\" she giggled as a drink was delivered to her.<br>\r\n<br>\r\n\"I can't like believe someone like you is talking to someone like me. This is like so exciting.\" Beau said.<br>\r\n<br>\r\n\"Keep it in your pants girl. I'm like trying to keep a low profile.\" Kitty said as a drink was brought to her as she gulped it down.<br>\r\n<br>\r\n\"Whoa! You like drank that down in one gulp!\" Beau said in disbelief knowing that the drinks were pretty hard to take.<br>\r\n<br>\r\n\"Oh don't worry your empty head. I like have a super high tolerance.\" Kitty giggled as she ordered another one while looking a little flushed.<br>\r\n<br>\r\nBeau was completely shocked to be talking with someone like the queen. She wasn't sure what to do.</span></div></div>",
            "created":1585890000,
            "id":2812975,
            "title":"The Brain and the Queen"
        },
        "1451312":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...this other club that's, like, way cooler.\"",
                "\"...my totally cute mansion.\"",
                "\"...the Dancer Kingdom.\""
            ],
            "content":"<div class=\"\"><div> <span>Beau was quite intimidated at the moment. She may have been at least somewhat smarter then her own queen (in fairness, not a high mark to pass), but Kitty was still queen. Saying or doing the wrong thing could get Beau kicked out of the Bimbo Kingdom, or worse. She didn't want to risk that, so she decided to at least try to sneak away from the queen.<br>\r\n<br>\r\n\"Hey, like, I think there's a total cutie checking you out, queen.\" Beau said, pointing in a random direction.<br>\r\n<br>\r\n\"Really? Where?\" Kitty asked, getting up from her seat and walking in the direction Beau was pointing. With Kitty now distracted, Beau got up from her own seat and made her way to the exit.<br>\r\n<br>\r\nShe was just about to reach the exit when she felt someone grab her from behind, pressing their large bust against her back. Turning her head, she saw Queen Kitty hugging her.<br>\r\n<br>\r\n\"No one was there.\" Kitty said. \"Guess they were scared or jealous of my total hotness, and left. But that don't matter. You're, like, an absolute babe yourself. Wanna, like, split this joint? I know somewhere that's way more funsies.\"<br>\r\n<br>\r\nBeau didn't really have a chance to answer before the queen dragged her out of the Shimmering Diamond. <br>\r\n<br>\r\n\"So, like, where we headin'?\" Beau asked.<br>\r\n<br>\r\n\"Only the mose happenin', sexiest place in the Bimbo Kingdom.\" Kitty answered. \"We're headin' to...\"</span></div></div>",
            "created":1585976400,
            "id":2813227,
            "title":"Failed Stealth"
        },
        "14513122":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "her private chambers",
                "a fully stocked bar",
                "a private pole dancers room"
            ],
            "content":"<div class=\"\"><div> <span>\"Your mansion?!\" Beau said completely taken back in surprise.<br>\r\n<br>\r\n\"Like duh. Of course. Its like the best place cause it has all my stuff.\" Kitty said. \"And I like only bring those I like there.\"<br>\r\n<br>\r\nBeau knew well that the mansion Kitty was talking about was pretty much her castle where she rules from. One of the most fabulous and amazing places within the kingdom. Beau also knew that most people who are taken there are usually there for three reasons: an amazing party or ball, some sort of royal gathering, or when she found herself a cute guy and wants to sleep with them. She needed to think of something before...<br>\r\n<br>\r\n\"We're like here!\" Kitty said as Beau looked upon the large mansion with a hot pink color with several topless guys working around the clock as her butlers and servants and when she wanted to, her personal boy toys.<br>\r\n<br>\r\n\"Damn, thought too long.\" Beau muttered.<br>\r\n<br>\r\n\"Now...are you ready for like some totally real fun?\" Kitty asked.<br>\r\n<br>\r\n\"Real fun?\" Beau asked as Kitty dragged her inside and took her to...</span></div></div>",
            "created":1585976400,
            "id":2813236,
            "title":"The Queen's Castle"
        },
        "145131223":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Guys from the Fitness Kingdom.",
                "Girls with boobs bigger then Kitty's.",
                "Girls from the Punk Kingdom."
            ],
            "content":"<div class=\"\"><div> <span>Beau immediately started blushing once she saw the room Kitty had brought her into. It was a pole-dancing room, with about 4 poles on various sides of the room, and bathed in a red and pink light.<br>\r\n<br>\r\n\"Whaddya think?\" Kitty asked. \"Had this room made when I first became the queen bee of the Bimbo Kingdom. Saga's got so many cuties, and many of them are, like, really talented with dancin', ESPECIALLY on the pole.\"<br>\r\n<br>\r\nBeau didn't really know what to say. She knew that Kitty had a bit of a reputation as a pervert, but she didn't know Kitty had her very own strip club in her castle.<br>\r\n<br>\r\n\"Wow.\" Beau said. \"This is, like, really somethin'.\"<br>\r\n<br>\r\n\"I know, right?\" Kitty said. \"So, let's see some hotties get their groove on with the poles. So, tell me, what do you find hot?\"<br>\r\n<br>\r\nBeau guessed her answer would determine who they'd see dancing. Beau did have to admit she always had a thing for...</span></div></div>",
            "created":1585976400,
            "id":2813263,
            "title":"Pole Position"
        },
        "1451312233":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She was back in her apartment",
                "She was in bed with Kitty",
                "She was in bed with the girl from Punk Kingdom"
            ],
            "content":"<div class=\"\"><div> <span>\"Well this may be like a total stereotype but...I prefer girls from the Punk Kingdom.\" Beau said blushing a bit.<br>\r\n<br>\r\n\"Oh...you like like bad girls?\" Kitty asked with a giggle.<br>\r\n<br>\r\n\"Uh...yeah. I hear all the girls there are like, total rebels who don't like follow the norm. In a way I kinda get them and stuff.\" Beau said blushing a bit at the thought of being with girls like that and how alike they might be as outcasts.<br>\r\n<br>\r\n\"Well then...how about we have some show up then?\" Kitty said snapping her fingers as walking into the room in small black panties and bras were a few girls with some piercings and normally black or pink hair as they went swinging around the poles as Beau was transfixed.<br>\r\n<br>\r\n\"Oh my god!\" Beau moaned as she felt like her brain could melt just by looking at these girls all night long.<br>\r\n<br>\r\nIt didn't seem to last long before their little dance ended for the two bimbos. \"Thanks for the show. We hope to see you all again sometime. Maybe even...you.\" one of the Punk Kingdom Girls said pointing to Beau.<br>\r\n<br>\r\nBeau was breathing heavily at the thought before she passed out from overstimulation. When she awoke...</span></div></div>",
            "created":1585976400,
            "id":2813276,
            "title":"Into Bad Girls"
        },
        "14513122333":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...accept Jeanne's offer.",
                "...politely reject Jeanne's offer."
            ],
            "content":"<div class=\"\"><div> <span>The first thing Beau noticed was that she had been brought back to her own apartment. The second thing she noticed was that one of the Punk Kingdom girls was snoozing in bed next to her.<br>\r\n<br>\r\nShe looked to be about 23, a year older then Beau. Her hair was something: the right side was shoulder-length, and dark pink, and the other was only ear-length and dark blue. Her skin was slightly pale, with black lipstick, a lip ring, and two nose rings. She was well-proportioned, and was only wearing black underwear.<br>\r\n<br>\r\nThe punk girl opened her eyes, and looked over at Beau.<br>\r\n<br>\r\n\"Oh, you're up.\" The punk girl said. \"Didn't think our routine would completely melt your brain.\"<br>\r\n<br>\r\n\"Uh...\" Beau replied. \"Did we, like, do anything last night?\"<br>\r\n<br>\r\n\"Nah.\" The punk girl replied. \"You completely passed out, so I brought you home. I'm only sleepin' here 'cause it's close to the performing center. Didn't know you girls from the Bimbo Kingdom had taste.\"<br>\r\n<br>\r\n\"Like, whaddya mean?\" Beau asked.<br>\r\n<br>\r\n\"Blood River managed to get a chance to perform here tonight, and I ain't missing it.\" The punk girl replied.<br>\r\n<br>\r\nBeau had heard of Blood River. A punk rock band from the Punk Kingdom, they had no love for the other kingdoms, and their songs mostly talked about freedom, and how restrictive the other kingdoms were. Their lead singer, Raven, was also the closest person the Punk Kingdom had to a ruler. She didn't order people around (she valued rebellion and freedom), but she at least kept them from killing each other.<br>\r\n<br>\r\n\"Name's Jeanna by the way.\" The punk girl said. \"You wanna come to the concert? There are gonna be a lot of Punk Kingdom girls there, and your queen told me you like bad girls.\"<br>\r\n<br>\r\nBeau couldn't believe it. A chance to be around so many Punk Kingdom girls was something she couldn't pass up, but she was worried she'd be an outcast there too, a Bimbo Kingdom resident surrounded by Punk Kingdom residents.<br>\r\n<br>\r\nBeau eventually decided to...</span></div></div>",
            "created":1585976400,
            "id":2813349,
            "title":"Jeanne"
        },
        "145131223331":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She wanted to become a musician",
                "She wanted to move to Punk Kingdom with Jeanne",
                "She wanted to follow Blood River with Jeanne"
            ],
            "content":"<div class=\"\"><div> <span>\"Well...at the risk of being like a total outcast...sure. It sounds totes fun.\" Beau said as she hid the fact that she was as skittish as a deer right about now.<br>\r\n<br>\r\n\"Perfect. Guess there's some guts behind that chest after all. I didn't get your name.\" Jeanne said.<br>\r\n<br>\r\n\"Oh...its...Beau. A pleasure.\" Beau said nervously.<br>\r\n<br>\r\n\"Well then Beau, think its about time you and I got more well acquainted.\" Jeanne said heading into the kitchen and pouring herself some cereal as she ate it up while putting her feet on the table as Beau seemed to both be shocked and a bit aroused by the girl before her.<br>\r\n<br>\r\nIt was later in the night the two were together in the performance arena as Blood River performed their number one hit Freedom Road before a massive crowd of Punk Kingdom denizens who came just to see them performing in somewhere other than their home kingdom. At first a couple of them stared at Beau but didn't seem to mind her much.<br>\r\n<br>\r\n\"I told ya you'd have some fun tonight.\" Jeanne said nudging her as Beau continued to look up in awe. This new world seemed to open up Beau's eyes.</span></div></div>",
            "created":1585976400,
            "id":2813357,
            "title":"A Lamb among Wolves"
        },
        "1452":{
            "author_id":"strangemysking",
            "author_name":"StrangeMysKing",
            "choices":[
                "Holy Kingdom",
                "Fitness Kingdom",
                "Angel Kingdom"
            ],
            "content":"<div class=\"\"><div> <span>Deep with Medieval Kingdom's palace a teenage girl no older than fifteen sat upon the throne. She had long brown hair and green eyes and was wearing a red dress.<br>\r\n<br>\r\nBeside her was a tall strapping young man adorned in silver armor. He had vibrant red hair and a well groomed beard and mustache. He was 6'5\" and had a strong sturdy build. <br>\r\n<br>\r\nAs villagers gathered around the throne the young woman would look at a pamphlet with information on the different kingdoms.<br>\r\n<br>\r\n\"Sir Frederick, I would like to visit the other kingdoms,\" the young woman said. \"There are so many places outside of medieval kingdom and I won't have much of an opportunity once I become queen.\"<br>\r\n<br>\r\nThe man beside her nodded his head and took a quick bow. \"I shall be your shield as we traverse through Saga. There are many dangers out there and pray that nothing I'll be falls us, Lady Giselle.\"<br>\r\n<br>\r\n\"Very well Sir Frederick. Shall we make plans to leave tomorrow?\" Lady Giselle asked. \"I shall have Duke Gremson what over Mideval Kingdom while we are gone.\"<br>\r\n<br>\r\n\"Excellent choice milady. Which kingdom shall we visit first?\"</span></div></div>",
            "created":1587272400,
            "id":2821273,
            "title":"Frederick"
        },
        "1453":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Edmund",
                "Jane",
                "More residents"
            ],
            "content":"<div class=\"\"><div> <span>Here are some more residents in Saga.<br>\r\n<br>\r\n<b>Edmund</b><br>\r\nOccupation: Violinist<br>\r\nAge: 52<br>\r\nPersonality: One of the premier violin players in the Music Kingdom, Edmund is as famous as he is egotistical. He values his art above many other things, and believes himself to be a genius above all others. The problem is that this hasn't won him many friends in the Music Kingdom, and even most other orchestra's can't stand his ego, so he sets out to make his craft even more known...<br>\r\n<br>\r\n<b>Jane</b><br>\r\nOccupation: N/A<br>\r\nAge: 28<br>\r\nPersonality: Jane is one of the many people trapped in the Gluttony Kingdom, forever being punished for her obsessive eating by essentially being forced to eat constantly. Because of this, Jane has grown so fat that she needs assistance simply to walk around. But Jane is nothing if not a fighter, and she refuses to let her own gluttony and her weight bring her down. So she's determined to escape the gluttony kingdom in any way she possibly can. She also hopes she can find like-minded individuals to escape with...</span></div></div>",
            "created":1589950800,
            "id":2838753,
            "title":"more residents"
        },
        "14532":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Tries to find others who want to escape",
                "She notices a single train that passes through once a week to remove leftovers",
                "As she eats, she notices a child under some of the food and was starving & thin"
            ],
            "content":"<div class=\"\"><div> <span>\"This...stupid...place.\" panted a young woman as she stuffed a burger in her face as she sat there in a massive bleak looking place where others were also stuffing their faces.<br>\r\n<br>\r\nThis was Jane. She was a young woman who always followed the rules until she lost her job, home and was starving. She decided to steal food to help feed herself, however, this food belonged to a noble and she was quickly caught and sent to the Gluttony Kingdom for eternity as punishment. At first, she was excited but soon realized no matter how much she ate, she never felt full. <br>\r\n<br>\r\nIn the present, she had eaten herself to a whopping 892 pounds and had incredible trouble walking. But some part of her is still fighting to get herself out of this kingdom of perpetual eating. But no matter where she looked, she saw massive walls right on the border of the kingdom, just like on all the punishment kingdoms.<br>\r\n<br>\r\n\"I don't care if it takes me the rest of my life. I'm going to get out of this god forsaken kingdom and escape.\" she said.</span></div></div>",
            "created":1590037200,
            "id":2839388,
            "title":"Jane"
        },
        "145322":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...no one was willing to join her.",
                "...she convinced one other woman to join her."
            ],
            "content":"<div class=\"\"><div> <span>Jane, like most others in the kingdom, had been given an apartment, but due to her never-ending hunger, she was rarely in it. More often then not, she was in one of the hundreds of fast food joints or restaurants that filled the Gluttony Kingdom, stuffing her face and adding to her already enormous frame.<br>\r\n<br>\r\nIt was in one of these restaurants, a greasy burger joint, that she saw something that might give her a chance to flee.<br>\r\n<br>\r\nAs she forced another quadruple patty burger into her mouth, she leaned back in her kingdom provided wheelchair and looked out the window. She saw a train at the Gluttony Kingdom's one station. It came once a week to get rid of any leftovers, so as to not turn the kingdom into a literal garbage dump. It was seeing that train that finally gave Jane her idea to escape.<br>\r\n<br>\r\nOther then the people who took the leftovers into the train, the Gluttony Kingdom lacked real guards. The thinking was that the prisoners would be too fat to even try to escape, so guards weren't needed. All Jane needed to do was hide among the leftovers, and she'd be loaded onto the train, and finally be out of this kingdom.<br>\r\n<br>\r\nThere was, however, one thing. She wanted to save others. She didn't want to see anyone else suffer in this kingdom. So, during the week she waited for the train to return, she tried to get others to come with her. By the time the train returned...</span></div></div>",
            "created":1590123600,
            "id":2839567,
            "title":"A Train to Catch"
        },
        "1453222":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "They get in without a hitch",
                "They're caught immediately and punished",
                "Psy goes and sells out Jane, using the confusion to sneak on"
            ],
            "content":"<div class=\"\"><div> <span>Jane waited inside of an old cart filled with old pieces of food that was used to cover for the fact she was inside. \"Come on, where are you?\" Jane said.<br>\r\n<br>\r\n\"Back.\" a voice said as a woman with pale green hair arrived carrying some leftovers with her mind as she covered Jane with them.<br>\r\n<br>\r\n\"Thanks for agreeing to do this with me, Psy.\" Jane said.<br>\r\n<br>\r\n\"Hey, I want out of this dump as much as you do.\" Psy said. She was a telekinetic from the Psychic Kingdom who was sent to the Gluttony Kingdom only 5 days ago for robbing a transport. Luckily Jane had convinced her to watch her appetite before even taking one bite. \"Now...remember to stay still in there. There may not be a lot of guards but the train is highly protected.\"<br>\r\n<br>\r\n\"Got it.\" Jane said as Psy finished covering her as Psy got into a guard uniform. \"Will this work?\"<br>\r\n<br>\r\n\"Yes. I bring you in the cart with my mind, we sneak into the furthest trash car and ride it till we're out. Though we will be considered fugitives.\" Psy said.<br>\r\n<br>\r\n\"If it means getting out of here and dropping the weight, I couldn't care less.\" Jane said.<br>\r\n<br>\r\n\"Then its showtime.\" Psy said as they approached the train.</span></div></div>",
            "created":1590123600,
            "id":2839591,
            "title":"Accomplice"
        },
        "14532221":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...Sumo Kingdom.\"",
                "\"...Temperance Kingdom.\"",
                "\"...Fitness Kingdom.\""
            ],
            "content":"<div class=\"\"><div> <span>As Psy pushed the cart containing the leftovers and Jane up to the train, Jane couldn't help but feel nervous. Any number of things could go wrong with this escape, and if she was caught, only one punishment awaited her: being forced to eat until she literally weighed a ton, making sure she'd never move again.<br>\r\n<br>\r\nShe could hear Psy talking with someone through all the leftovers covering her. There weren't many guards in the kingdom, but the train did have at least one to insure no leftovers got stolen. But escape attempts were never even considered, so the guards didn't bother to check the carts themselves.<br>\r\n<br>\r\nEventually, Jane heard the talking stop, and the cart started moving forward again. After a few minutes, it stopped.<br>\r\n<br>\r\n\"OK, we're in the clear.\" Psy said. Jane slowly poked her head out of the cart, and saw that Psy was correct: they were in the farthest train car, and it was moving. Jane was finally free!<br>\r\n<br>\r\n\"Psy, you have no idea how happy I am!\" Jane said. \"I'd hug you if I could get out of the cart.\"<br>\r\n<br>\r\nPsy smiled and used her psychic abilites to gently lift Jane out of the cart and set her nearly 900 pound body onto the floor.<br>\r\n<br>\r\n\"I have a friend waiting for us at our next stop. He's got fake identities all set up for us.\" Psy explained.<br>\r\n<br>\r\n\"Great.\" Jane said, as she absent-mindedly stared eating leftovers. Though free from the kingdom, she was still a glutton. \"Where are we heading?\"<br>\r\n<br>\r\nPsy smiled. \"This train is taking us straight to the...\"</span></div></div>",
            "created":1590123600,
            "id":2839595,
            "title":"The Great Escape"
        },
        "145322212":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Jane was a lot thinner now",
                "Jane had somehow managed not to lose any weight",
                "Jane had mysteriously disappeared"
            ],
            "content":"<div class=\"\"><div> <span>\"Temperance Kingdom? Isn't that supposed to be a reformation kingdom for criminals who steal food?\" Jane asked.<br>\r\n<br>\r\n\"Yes. Look, let's be honest, right now, you're a 900 pound pile of blubber with an eating problem. You need to spend time fasting and losing the weight.\" Psy said. \"Only then can you be ready to hide yourself. Now listen carefully, you're going to be left here without anyone seeing you use the gates. Just stay inside. I'll come back in one week to check on you.\"<br>\r\n<br>\r\n\"You sure you won't come with me?\" Jane asked.<br>\r\n<br>\r\n\"I never ate the food there. You saved me from becoming like you.\" Psy said. \"Consider this returning the favor.\" she said as they saw themselves getting close to the walls of the reformation kingdom. \"This is where we part. I'll see you in a week!\" she said lifting Jane with her mind before sending her over the wall where she landed on her big butt.<br>\r\n<br>\r\n\"Ow.\" Jane said as she looked around. It was much brighter than the Gluttony Kingdom with people walking about. While they were fat they weren't nearly as big as she was. \"Maybe this won't be so bad.\"<br>\r\n<br>\r\nOne week soon passed in a flash as Psy rode the train back in a new wardrobe. She flew right over the wall and started looking for Jane and...</span></div></div>",
            "created":1590123600,
            "id":2839607,
            "title":"Reform"
        },
        "1453222122":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...Fitness Kingdom.\"",
                "\"...Lab Kingdom.\"",
                "\"...right here in the Temeprance Kingdom.\""
            ],
            "content":"<div class=\"\"><div> <span>Psy had found that Jane was living in a boarding home. Apparently, the owner had learned of Jane's escape, but was sympathetic to her plight, and gave her a room to live in. Psy tracked down the boarding home, and located Jane's room, where she had been living under the assumed name of \"Cleo\".<br>\r\n<br>\r\n\"Hey, it's me. I've come to check up on you.\" Psy said. Testing the door, Psy found it to be unlocked, and went into the room. There she found Jane lying on her bed. And almost filling it up.<br>\r\n<br>\r\nFrom the looks of it, Jane hadn't lost a single pound in the week. She seemed very upset at this.<br>\r\n<br>\r\n\"Oh, hey Psy.\" Jane muttered. \"You want a check up? When I got here, I weighed 892 pounds. I've spent a week fasting or eating only healthy foods, and even doing what excercise I could. And now how much do I weigh? 892 pounds. I've done everything the Temperance Kingdom wants, and I can't shed a single pound!\"<br>\r\n<br>\r\n\"This can't be real.\" Psy said, dumbfounded. \"The Temperance Kingdom has an incredible success rate.\"<br>\r\n<br>\r\n\"Well, the guy running the boarding house is having an expert come in to find out what's wrong with me.\" Jane said.<br>\r\n<br>\r\n\"Won't that get your identity out, and get the guards after you?\" Psy asked.<br>\r\n<br>\r\n\"Fake name.\" Jane said. \"Anyway, this expert is coming from the...\"</span></div></div>",
            "created":1590123600,
            "id":2839613,
            "title":"Jane had somehow managed not to lose any weight"
        },
        "14532221222":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "has a curse on her, forcing her to keep eating to avoid weight loss",
                "is slowly changing into a demon of gluttony",
                "is completely fine. Has no idea what the problem is."
            ],
            "content":"<div class=\"\"><div> <span>\"A scientist from the Lab Kingdom?\" Psy asked.<br>\r\n<br>\r\n\"Yeah. The caretaker thinks all the time I spent in the Gluttony Kingdom may have altered my body in some way so that I can't lose any weight. Since fasting normally works on almost everyone who comes here, I need to take this chance.\" Jane said.<br>\r\n<br>\r\n\"Well I suppose its worth a shot.\" Psy said. \"Just try not to let yourself get found out. If you do, they'll do a lot worse than send you back to the Gluttony Kingdom. You might end up banished from Saga entirely.\"<br>\r\n<br>\r\n\"I'm aware of the risks.\" Jane said as they saw a man in a white labcoat walk right in. \"Doctor.\"<br>\r\n<br>\r\n\"Ah...you must be my patient. Let us begin the examination. Young lady, I must ask you to leave the room.\" he said as Psy left the room, leaving the doctor to do his thing within the room as he examined Jane all over.<br>\r\n<br>\r\n\"I hope Jane is okay. I mean, there's no way she could actually be sick or anything like that right. Besides, we don't know what really happens to those in...\" Psy said as the doctor emerged. \"So...how is she?\"<br>\r\n<br>\r\n\"It seems there is an issue with her. You see, your friend...\" he began</span></div></div>",
            "created":1590123600,
            "id":2839617,
            "title":"Going Scientific"
        },
        "145322212222":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...take her to the Demon Kingdom.\"",
                "\"...take her to one of the other Sin Kingdoms.\"",
                "\"...take her to Sage herself.\""
            ],
            "content":"<div class=\"\"><div> <span>\"What?!\" Psy asked, bewildered.<br>\r\n<br>\r\n\"I'm afraid so.\" The scientist said. \"This is a very rare phenomena. People becoming demons of sin is very serious. It only happens to people who either escape one of the sin kingdoms or had a bad run-in with a member of the Demon Kingdom, and even then the chances are extremely slim.\"<br>\r\n<br>\r\n\"Escape?\" Psy asked, worried.<br>\r\n<br>\r\nThe scientist nodded. \"And yes, when I informed the patient, she told me the truth. Do not worry, I won't tell a soul. And I doubt you'll change. You hadn't been in the Gluttony Kingdom long enough.\"<br>\r\n<br>\r\n\"I see.\" Psy said. \"So, what's going to happen to her?\"<br>\r\n<br>\r\n\"The transformation is already underway.\" The scientist explained. \"First, her body chemistry completely changes so that she can never lose a pound. Then, she'll start taking on more demonic traits, like a demon tail and demon eyes. Next, she'll start becoming more obsessed with her own fat and food, determined to become even fatter. Finally, she'll gain the ability to tempt others to become gluttons. At that point, the change is complete, and she'll be a demon forever.\"<br>\r\n<br>\r\n\"There has to be some way to help her!\" Psy yelled.<br>\r\n<br>\r\n\"Well, the first part is already underway.\" The scientist said. \"But there is a way to stop the transformation and keep her human. To do that, you have to...\"</span></div></div>",
            "created":1590123600,
            "id":2839622,
            "title":"Demonic Change"
        },
        "1453222122223":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "We'll sneak you through the window",
                "I'll hide you in a crate marked for delivery there",
                "We'll paint you and present you as a statue"
            ],
            "content":"<div class=\"\"><div> <span>\"Sage? As in the ruler of all of Saga entirely?\" Psy asked.<br>\r\n<br>\r\n\"Yes. Sage possesses power that is beyond compare. Some might even consider her godlike. She controls everything within Saga. She has been known to reverse a curse or two. However seeing her is another issue since...\" the man said.<br>\r\n<br>\r\n\"Since she is rarely seen and does not tend to leave her castle. And that castle has the heaviest guard in all of Saga. Just curious...what would be the consequence if I just let her become a demon here?\" Psy asked.<br>\r\n<br>\r\n\"She would be discovered and put to death almost immediately.\" the doctor said.<br>\r\n<br>\r\n\"Right...\" Psy said looking to Jane as she thought she saw horns starting to develop. \"Oh I am really making leaps now.\"<br>\r\n<br>\r\nThe two were soon on a train bound for the Central Kingdom. \"Sage...the Sage. Its like meeting our goddess.\" Jane said.<br>\r\n<br>\r\n\"In a way she is. She did create this entire continent after all. But I hear she doesn't play favorites.\" Psy said. \"Problem is getting you inside. The castle has the heaviest guard in all of Saga and they don't usually allow visitors. So...\"</span></div></div>",
            "created":1590123600,
            "id":2839628,
            "title":"Saga's Ruler"
        },
        "14532221222231":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...they were in no problem.",
                "...Jane was stuck.",
                "...they heard guards approaching."
            ],
            "content":"<div class=\"\"><div> <span>\"The window? Seriously? Look at me, there's no way I can fit my fat ass in any window! I barely got through the train door!\" Jane yelled.<br>\r\n<br>\r\n\"I know it seems like a long shot, but it's the only chance we have right now.\" Psy said. \"Unless you want to spend the rest of your life as a demon, constantly on the run.\"<br>\r\n<br>\r\n\"I don't!\" Jane yelled. \"...fine. What's our plan?\"<br>\r\n<br>\r\n\"The castle is the most guarded place in Saga, but from what I've heard, there are some blind spots. The guards are numerous, but there are two places in the entire castle that lack 24 hours watches: Sage's personal quarters, and the library.\" Psy explained. \"Getting into the personal quarters directly is not possible, so we'll have to use the library. From there, it's only one corridor to Sage's quarters.\"<br>\r\n<br>\r\n\"And what am I going to do when I get in the library? I can barely walk.\" Jane said.<br>\r\n<br>\r\n\"I'm going in too, so I'll help you out.\" Psy said. \"...we're here.\"<br>\r\n---------<br>\r\nIt was nightfall when the two arrived. In that time, Jane's horns got larger, and she had the beginnings of a demon tail. Time was running short.<br>\r\n<br>\r\nThe two had managed to avoided some patrols, and found a window into the library. Psy went in first, and started helping Jane in as well. After a minute...</span></div></div>",
            "created":1590123600,
            "id":2839634,
            "title":"In the Window"
        },
        "145322212222312":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Who are you?",
                "Stay away from me, criminal",
                "Get Away from Lady Sage, trespasser"
            ],
            "content":"<div class=\"\"><div> <span>\"Ugh. Ugh...\" Jane groaned as she tried to push herself through the window but the lack of exercise and the massive weight she put on made her weak.<br>\r\n<br>\r\n\"Oh, come on.\" Psy sighed as she tried to pull Jane in.<br>\r\n<br>\r\n\"I told you I was too fat for the window. The moment they see my fat ass they're gonna be all up in here.\" Jane said.<br>\r\n<br>\r\n\"All right. Calm down. I'll just...\" Psy said before running into someone. \"Hey, watch where...\" she said before looking up. In a massive shock, she saw Sage herself standing before her. \"Lady Sage...\"<br>\r\n<br>\r\n\"Uh...greetings.\" Jane said.<br>\r\n<br>\r\nSage waved her hand as the window holding Jane widened as Jane found herself  falling right into the library. \"You two are trespassing in my castle.\" Sage said sternly.<br>\r\n<br>\r\n\"Please forgive us. We mean no harm. We simply wish to cure my friend.\" Psy said pointing to Jane.<br>\r\n<br>\r\n\"Ah...she has the demon's curse. Meaning she is a criminal. Very well...I will have to fix her myself.\" Sage said putting a hand on Jane as a light consumed her. When it subsided, Jane was now skinny one more and not simply trace of demon remained within her.<br>\r\n<br>\r\n\"Jane, you're back. Jane?\" Psy asked as Jane stared at her before speaking.</span></div></div>",
            "created":1590210000,
            "id":2839844,
            "title":"Tight Squeeze"
        },
        "1453222122223122":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...become a gluttony demon yourself.\"",
                "\"...take half of Jane's previous weight.\""
            ],
            "content":"<div class=\"\"><div> <span>\"W-what?\" Psy asked, confused. After all this, suddenly Jane turns on her?<br>\r\n<br>\r\n\"Your from the Gluttony Kingdom!\" Jane yelled. \"You're just going to steal all my food, aren't you?\"<br>\r\n<br>\r\n\"Sage, what's going on?\" Psy asked the ruler of Saga. \"Why's Jane acting like this?\"<br>\r\n<br>\r\n\"I removed the curse, but you still committed the crime of trespassing in my castle. So I took the liberty of removing many of Jane's memories. She is no longer turning into a gluttony demon because she no longer remembers being imprisoned.\" Sage replied. \"But she does remember you being a prisoner.\"<br>\r\n<br>\r\n\"Lady Sage!\" Jane yelled, shocked. \"I'm honestly honored to be in your presence! Should we be taking her back to the Gluttony Kingdom?\"<br>\r\n<br>\r\nPsy panicked. Jane might not remember being a prisoner there, but many others did. If she took Psy back, Jane would be imprisioned and fattened all over again.<br>\r\n<br>\r\n\"Lady Sage, I deeply apologize for trespassing in your castle, but I was desperate to save my friend.\" Psy said. \"Please, I will do anything if you restore Jane's memories.\"<br>\r\n<br>\r\n\"Hmm...\" Lady Sage muttered to herself. \"You do seem to care deeply for Jane. Very well, I will restore her memories. However, in exchange, you must...\"</span></div></div>",
            "created":1590210000,
            "id":2839970,
            "title":"Freak Out"
        },
        "14532221222231221":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Follow Jane as she works as a servant to Sage",
                "Follow Psy as she plans her revenge"
            ],
            "content":"<div class=\"\"><div> <span>\"What?\" Psy asked.<br>\r\n<br>\r\n\"Indeed. I find it most fitting. You will become a demon of gluttony in exchange for Jane's memory.\" Sage said. \"It seems like a fair trade.\"<br>\r\n<br>\r\nPsy looked hesitantly before sighing. \"Fine.\" she said as her body felt like it was on fire. Her body grew fatter as horns and a tail grew out of her body as her skin turned a bright yellow. \"There.\"<br>\r\n<br>\r\n\"Oh...one thing you should know...when I removed Jane's memories...I also removed the memories of her crimes from everyone but you.\" Sage said.<br>\r\n<br>\r\n\"What?\" Psy said. \"Jane, we need to...\"<br>\r\n<br>\r\n\"Get away from me, you monster.\" Jane said. \"I've paid my dues.\"<br>\r\n<br>\r\n\"And while I have restored some of her memories, I never said they would be exact.\" Sage said.<br>\r\n<br>\r\n\"You rotten...\" Psy growled.<br>\r\n<br>\r\n\"Don't bother trying to tempt me to eat. Nothing in Saga will work on me...since I am its maker and ruler.\" Sage said as Psy simply flew right out the window and disappeared.<br>\r\n<br>\r\n\"Can I return to my duties as your servant?\" Jane asked.<br>\r\n<br>\r\n\"Yes, you may.\" Sage said with a warm smile as Jane headed off.<br>\r\n<br>\r\nMonths soon passed after this hidden event transpired</span></div></div>",
            "created":1590210000,
            "id":2839980,
            "title":"Soul for Memory"
        },
        "145322212222312212":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...a distraction for the guards.",
                "...so sexy that even Jane couldn't resist her."
            ],
            "content":"<div class=\"\"><div> <span>Ever since Sage had turned her into a demon of gluttony, Psy had been stewing in anger and plotting her revenge. Most of her days were spent either tempting people into gluttony, thus turning them into Gluttony Kingdom prisoners, or stuffing her face to keep her weight up. She also found that she was completely obsessed with being obese. But she never forgot what Sage had done.<br>\r\n<br>\r\nOne day, after finishing both tempting a Dancer Kingdom resident, she was on her way back to the Gluttony Kingdom. Her train passed by Sage's castle, and she glared at it. She had heard that in the month since her change, Jane had become Sage's favorite servant.<br>\r\n<br>\r\n\"I've got to get back in there.\" Psy muttered to herself. \"I've got to save Jane. There has to be something I can do...\"<br>\r\n<br>\r\nShe thought back to the Dancer Kingdom woman she had turned to gluttony, and got an idea. She couldn't tempt Sage, but the ruler hadn't said anything about her guards or anyone else working in the castle. Which meant she could likely tempt Jane back into gluttony. She could use that to force Sage to return Jane to normal.<br>\r\n<br>\r\nBut there was no way Psy could get to Jane herself. But the dancer might. It was right then Psy formed her plan. She was going to fatten that dancer up to Jane's original weight of 892 pounds, then she was going to make that dancer...</span></div></div>",
            "created":1590210000,
            "id":2839988,
            "title":"The Vengful Demon"
        },
        "1453222122223122121":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Getting smaller",
                "Turning to stone",
                "Somehow becoming lighter"
            ],
            "content":"<div class=\"\"><div> <span>\"Yes...she will make the perfect distraction.\" Psy smiled wicked as she watched her new subject eating and getting fatter. \"No guard would be able to resist her. Then while they watch her, I can slip in and rescue Jane and bring her back to my side.\" she said laughing evilly. \"What...is wrong with me?\"<br>\r\n<br>\r\nShe spent the past week formulating her plan. It wasn't long before her dancer was out there, a wobbling pile of blubber as she went and danced as best she could, bringing the guards away from their posts as Psy showed herself inside.<br>\r\n<br>\r\n\"Heh...stupid guards.\" Psy snickered as she looked around. \"Jane? Jane?\"<br>\r\n<br>\r\nShe looked around searching for Jane inside the castle but was surprised when she found no trace of her. \"What...is this? Where is she?\"<br>\r\n<br>\r\n\"Not here.\" Sage said as a cage formed around Psy. \"She's currently busy serving the nobles of another kingdom on my behalf.\" Sage said.<br>\r\n<br>\r\n\"You...you set all this up.\" Psy said in shock.<br>\r\n<br>\r\n\"I know everything that happens within Saga...this is my kingdom.\" Sage said lifting a hand up as Psy felt herself</span></div></div>",
            "created":1590210000,
            "id":2840109,
            "title":"A Distraction"
        },
        "14532221222231221211":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...gaining some weight.",
                "...remembering the truth.",
                "...turning into a demon... but not one of Gluttony."
            ],
            "content":"<div class=\"\"><div> <span>Looking at the bars, Psy saw that that were getting taller. She was worried for a moment before she realized the bars weren't getting taller: she was getting shorter.<br>\r\n<br>\r\n\"Wh-what are you doing, Sage?\" Psy asked, now freaking out.<br>\r\n<br>\r\n\"I'm punishing you for once again breaking into my castle.\" Sage replied. \"I could just shrink you down to the size of a mouse, and let some of my pets after you to teach you a lesson, but that seems far too barbaric. Instead, I'll just do this.\"<br>\r\n<br>\r\nWith a snap of her fingers, Psy stopped shrinking. Where she had once been a fair 5'6'', she now stood at little over a foot shorter, at 4'5''. She had also shrunken in girth as well. She was still fat, but nowhere near what she had been.<br>\r\n<br>\r\n\"What in the world?\" Psy asked.<br>\r\n<br>\r\n\"You look so tiny now.\" Sage said. \"Well, I guess at my height, anyone would look tiny.\"<br>\r\n<br>\r\n\"Why would you make me so short?\" Psy asked. \"How is this a punishment?\"<br>\r\n<br>\r\n\"So many questions.\" Sage replied. \"I'm proving a point. You will never get Jane back. She's happy the way she is now.\"<br>\r\n<br>\r\n\"Only because you made her that way!\" Psy yelled.<br>\r\n<br>\r\n\"Still, she's happy.\" Sage replied. \"Now, get out. And I swear, if you break in here again, I'm turning you into a demon of both gluttony and lust!\"<br>\r\n-------<br>\r\nA little while later, Psy was stewing in her home, sitting on the immense stomach of the dancer she had fattened, who she learned was named Laura. The fact that she was now short enough to do just that frustrated Psy.<br>\r\n<br>\r\n\"You know, in the years I've lived, I never thought I'd be turned into a short, fat demoness.\" Psy muttered. \"But I'm not giving up! I will rescue Jane!\"<br>\r\n<br>\r\n\"Um, how long are you going to be sitting on my gut?\" Laura asked. \"I'm getting really hungry.\"<br>\r\n-------<br>\r\nUnknown to Psy though, Jane's change wasn't perfect. Because over time she had found herself...<br>\r\n</span></div></div>",
            "created":1590210000,
            "id":2840122,
            "title":"The Shortest Demoness"
        },
        "145322212222312212111":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Noticed a large fat woman watching her",
                "Saw Psy spying on her",
                "No one was there. Just her being cautious."
            ],
            "content":"<div class=\"\"><div> <span>\"Oh...seems my work has been doing a number on my figure.\" Jane said looking herself in a mirror as she looked a little more chubby than she did when she was cured of her demonification.<br>\r\n<br>\r\nAfter Jane was taken in by Sage, she was sent to Servant Kingdom for a spell to become trained as a proper maid to serve anyone who would have requested of her. After attaining high marks, she became a servant of high desire and recommend. Currently, she was serving the royal family of the Bee Kingdom where she's been getting good with making honey related treats and helping herself to some of them herself.<br>\r\n<br>\r\n\"My...it smells so good today.\" said a young bee girl who walked into the kitchen.<br>\r\n<br>\r\n\"Oh, greetings, Princess Beatrice. I'm just finishing some prep work on some honey biscuits your mother requested.\" Jane said.<br>\r\n<br>\r\n\"Oh, fun.\" Beatrice said as she flew off as Jane got back to work.<br>\r\n<br>\r\n\"Hmm...I should see about getting some more honey from the neighboring hive.\" Jane said as she headed out. As she did, she felt a presence . She looked out and...</span></div></div>",
            "created":1590296400,
            "id":2840246,
            "title":"Chubby Little Servant"
        },
        "145323":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...you have been pardoned, and can leave the Gluttony Kingdom.\"",
                "\"...you are being punished. You must eat until you are a ton.\"",
                "\"...you are to help us find the child's parents.\""
            ],
            "content":"<div class=\"\"><div> <span>During one of her many, MANY trips to the fast food places dotting Saga to sate her endless hunger, Jane was just leaving a buger joint with 10 bags filling the basket of her mobility scooter. The ONE good thing Jane could say was that, due to how the kingdom operated, nearly everything was free.<br>\r\n<br>\r\nAs she wheeled down the sidewalk, she saw the endless amounts of scraps lining the roads, from chicken bones to wrappers to rotten fruit. It was a disgusting, heart-breaking sight. But it was in these scraps that things changed.<br>\r\n<br>\r\nShe heard a soft sobbing come from one of the many piles. Driving over to it, she saw a sight that made her almost cry. Climbing out of the pile was a small child, a girl likely around 11. From the clothes she was wearing, Jane guessed she was from Simpleton, though she was stick thin.<br>\r\n<br>\r\nThe girl looked at Jane, then at the food in Jane's scooter. Slowly, Jane took one of the many hamburger bags out of her scooter. Her endless hunger was screaming at her to put it back, but Jane's heart told her otherwise. Jane proceeded to give the girl the bag.<br>\r\n<br>\r\n\"You need this more then I do.\" Jane said. The child smiled, took the bag, and ran off. Jane smiled. This kingdom was meant to punish, but it wouldn't stop her from being a good person. Starting up her scooter again, she drove home.<br>\r\n------<br>\r\nThe next morning, Jane awoke to a strange sight: a group of people had entered her home<br>\r\n<br>\r\n\"What's going on here?\" Jane asked, confused.<br>\r\n<br>\r\n\"We know what you did last night. We saw that child eating food you gave to her.\" One of the people said. \"Because of what you did...\"</span></div></div>",
            "created":1590210000,
            "id":2840033,
            "title":"An Act of Kindness"
        },
        "1453231":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Liberate the Punishment Kingdoms",
                "Liberate the Gluttony Kingdom",
                "Wander Saga for the rest of her life"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm....pardoned?\" Jane asked.<br>\r\n<br>\r\n\"Yes. You were sentenced here because you stole food from a noble to feed yourself. However, you fed that starving child who was not even sentenced to our kingdom. That is proof that gluttony has not gotten its grips in you.\" one of them said.<br>\r\n<br>\r\n\"So...what will happen to me now?\" Jane asked.<br>\r\n<br>\r\n\"You'll be expelled from the Gluttony Kingdom and forced to look for living elsewhere. Since you have a criminal record, you'll be forced to never take the trains, always going on foot.' they said.<br>\r\n<br>\r\n\"Uh...I think you mean wheels.\" Jane said.<br>\r\n<br>\r\n\"No. That scooter is of the Gluttony Kingdom. It will remain here.\" another said.<br>\r\n<br>\r\n\"Oh...I see.\" Jane said as she sadly got out and onto her legs. \"Whoa...been awhile since I was last on my feet.\" she said.<br>\r\n<br>\r\n\"Now...its about time you were on your way. Don't want to linger here any further.\" they said.<br>\r\n<br>\r\nJane was soon seen walking, or rather slowly waddling as she headed outside the walls of the Gluttony Kingdom. She was not a single person all alone. She then decided what she must do next.</span></div></div>",
            "created":1590210000,
            "id":2840096,
            "title":"Pardon"
        },
        "14532313":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...Dancer Kingdom!\"",
                "\"...Fashion Kingdom!\""
            ],
            "content":"<div class=\"\"><div> <span>Jane wanted more then anything in the world to free the other people in the punishment kingdoms. However, she was just one person, and a person weighing almost 900 pounds at that. There was no way she could free anyone. On top of that, she still had a criminal record. If she stepped out of line, she'd surely be sent back, or worse.<br>\r\n<br>\r\nSo, she started wandering. It was a slow walk, with all the blubber on her body, but she was at least making progress. She decided that she would start by trying to return to her home, the Puzzle Kingdom. Before her firing, she had been a tester there for the puzzles.<br>\r\n<br>\r\nThe walk was extremely exhausting. It took Jane nearly 5 days to return to her home kingdom. As she walked, she realized something: despite all of the walking she was doing, she wasn't losing any weight. She knew that her weight wasn't permanent, since she had heard that previous prisoners who were released had managed to slim back down, but she was still a bit confused. Maybe she just lost weight much slower. At least, she hoped.<br>\r\n------<br>\r\nFinally, she arrived at the Puzzle Kingdom. She was beyond tired, and just wanted to find a place to sleep. However, she remembered that mearly entering the Puzzle Kingdom requiered solving a complex puzzle. And she was far too tired to even try.<br>\r\n<br>\r\nShe started to waddle off when she heard a voice.<br>\r\n<br>\r\n\"Hey! Miss!\"<br>\r\n<br>\r\nTurning, she saw a beautiful woman run up to her. The woman was tall and shapely, with black hair, green eyes, and olive colored skin.<br>\r\n<br>\r\nBefore Jane could say anything, the woman started walking around her, inspecting every inch of Jane's immense body.<br>\r\n<br>\r\n\"Um, can I help you?\" Jane asked.<br>\r\n<br>\r\n\"Just from a glance, I can tell you're almost 900 pounds.\" The woman said. \"You seemed to have walked all the way here, so I guess you just got released from one of the punishment kingdoms, and based on your body, you just got freed from the Gluttony Kingdom.\"<br>\r\n<br>\r\nJane nodded, very confused right now. At that, the woman smiled.<br>\r\n<br>\r\n\"Then you're absolutely perfect!\" The woman said. \"My name is Nia, and I've been looking for someone like you!\"<br>\r\n<br>\r\n\"Really?\" Jane asked.<br>\r\n<br>\r\n\"Yup. Girls who weigh 800 pounds or more are all the rage right now!\" Nia said. \"I can be of help to you. You work with me, and I can get your criminal record cleared!\"<br>\r\n<br>\r\nJane lit up at that. She couldn't believe it. She'd actually be able to be a normal person again.<br>\r\n<br>\r\n\"Sure!\" Jane replied. \"What kingdom are you from that's got this \"rage\" right now?\"<br>\r\n<br>\r\nNia smiled. \"Miss, you're looking at one of the best agents in the...\"</span></div></div>",
            "created":1590210000,
            "id":2840103,
            "title":"The Wanderer... for a short while, at least"
        },
        "145323131":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "They manage to escape before reaching the black market site",
                "They accept their fate and are sold at the black market in the Ruined Kingdom",
                "Only Jane and three others manage to get out"
            ],
            "content":"<div class=\"\"><div> <span>The Dancer Kingdom, a kingdom that is situated south of the desert region of Saga. It is a place for slave trading and training girls to become dancers for private clubs and royalty as a traveling troupe. This is where Jane had ended up. While she was still immensely fat, she believed what Nia had told her and trained her body so she could become a dancer.<br>\r\n<br>\r\n\"This is amazing. I've never felt so light on my feet.\" Jane said.<br>\r\n<br>\r\n\"I can imagine.\" Nia said. \"Now this...could you follow me. We need to show you to the other girls you'll be...performing with.\" Nia chuckled as she lead her into a dark room.<br>\r\n<br>\r\n\"Hey, nice to...what...the?\" Jane said before seeing several girls like her all fat and chained up. \"I don't...\" she said before her foot got chained. \"What is this?\"<br>\r\n<br>\r\n\"Wow...I cannot believe you bought that agent crap.\" Nia said. \"I'm a slave trader, ya stupid fatso. You're going to be sold off as a slave. Lucky for me, pardoned criminals like you are my bread and butter.\" she said.<br>\r\n<br>\r\nA caravan soon headed off into the desert with the girls and Jane in tow.</span></div></div>",
            "created":1590296400,
            "id":2840256,
            "title":"The Strangest Troupe"
        },
        "1453231311":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...Punk Kingdom.",
                "...Sumo Kingdom.",
                "...Fashion Kingdom."
            ],
            "content":"<div class=\"\"><div> <span>The caravan was making its way through the kingdoms, with the women in the back watching the kingdoms go by.<br>\r\n<br>\r\n\"I can't believe I was stupid enough to believe Nia.\" Jane muttered.<br>\r\n<br>\r\n\"Don't blame yourself.\" One of the other women said. \"She tricked all of us the same way. We're all from the Gluttony Kingdom. And Nia wasn't lying when she said girls our size or bigger are popular in some kingdoms right now. It's just...\"<br>\r\n<br>\r\nJane was about to say something when the caravan starting rocking. She had no time to be confused before the caravan<br>\r\ncompletely tipped over on it's side.<br>\r\n<br>\r\nThe women all were thrown from the caravan and landed on the ground, thankfully unhurt due to their incredible weight. Slowly, Jane did her best to try and stand, when she noticed that the force of the throw broke the chain on her ankle. After nearly 5 minutes, Jane was standing up, and saw the sight before her.<br>\r\n<br>\r\nNia had been thrown from the caravan too, and was currently being held by several figures. Jane couldn't barely tell who they were before one of the figures, a woman, turned to her.<br>\r\n<br>\r\n\"All of you! Get away from here!\" The woman yelled.<br>\r\n<br>\r\nThe women nodded, and started to waddle as fast as their bodies could go. Jane was thanking her lucky stars as she waddled.<br>\r\n-------<br>\r\nA few minutes later, Jane was completely exhausted. Sitting on a rock, she was panting heavily. The dance training she had gotten before actually did help her move further, but she still had almost no stamina.<br>\r\n<br>\r\n\"You're getting me into a lot of trouble.\" She said to her monstrous gut. \"And now I'm taling to my own stomach. Great.\"<br>\r\n<br>\r\n\"Hey! You alright?\" A voice asked. Turning, Jane saw a woman walk up to her. Based on her clothing, Jane guessed she was from the...</span></div></div>",
            "created":1590296400,
            "id":2840400,
            "title":"Luck Be On Our Side"
        },
        "15":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Ask of Sage's Origin",
                "Ask's about Saga",
                "Asks about Central Kingdom",
                "Asks about Sage's desires",
                "Asks about the Visitors"
            ],
            "content":"<div class=\"\"><div> <span>The scene opens to a large and massive castle that sits in the center of the Central Kingdom and in a sense, the center of Saga itself. Inside of the main royal chambers, there was only a single woman. She wore a long flowing white robe and hand long green hair that reached down past her shoulders and ended to the middle of her back.<br>\r\n<br>\r\n\"Ah...welcome. I did not hear you come in.\" she said to someone who wandered in. \"Hmm? You do not know of me? I see...you are someone from beyond Saga. \"A visitor perhaps.\"<br>\r\n<br>\r\n\"Uh...I guess. I just sort of woke up here. Been doing work as a writer and...\" they said.<br>\r\n<br>\r\n\"A writer? Now that is quite interesting. Let me introduce myself and then we can see about sending you home. Besides, I think its important to have words passed down before passing on to the next life. Ah, right. You know not my name. I am Sage, I am the ruler and creator of all of Saga. And I will allow you as much time as necessary to ask me questions. Now, feel free to ask me anything. Do not hold back.\" she said sitting down.<br>\r\n<br>\r\nThe writer...</span></div></div>",
            "created":1589778000,
            "id":2837437,
            "title":"Sage, Ruler of Saga"
        },
        "151":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Ask more about the game",
                "Ask more about the voice",
                "Ask more about Sherry"
            ],
            "content":"<div class=\"\"><div> <span>\"My origin is it? Oh...that seems like it has been so long.\" Sage said conjuring up a cup of tea with just a wave of her hand. \"Believe it or not, I'm not entirely human not nor was I from the beginning.\"<br>\r\n<br>\r\n\"No kidding.\" the writer said.<br>\r\n<br>\r\n\"Its true. This body of mine didn't come into existence until I arrived in Saga. Truth is, before Saga even existed or before this body of mine was made flesh, I was an AI for an upcoming MMORPG game being developed for a small video game company. But then one day, a voice came to me and asked me to come and make this game into something of a reality. I accepted their offer and found a bright light consume me and the game world. It wasn't long before I found myself within this new land created from the very game I was meant to be just a mere helper AI in. I was not in a body of flesh and blood. I took it upon myself to be this lands ruler.\" Sage said.<br>\r\n<br>\r\n\"This is all so...unbelievable.\" the writer said.<br>\r\n<br>\r\n\"Yes, though I do miss Sherry sometimes...she was my programmer.\" Sage said.<br>\r\n<br>\r\n\"Okay...next question.\" Sage said.</span></div></div>",
            "created":1590123600,
            "id":2839465,
            "title":"Sage's Origin"
        }
    },
    "info":{
        "author_id":"frown",
        "author_name":"sup",
        "brief_description":"Become Royalty or those whisked away on an adventure through a strange land.",
        "created":1585476240,
        "description":"<td align=\"left\" class=\"norm\">Saga, a strange and massive continent made up of 170 different kingdoms with many strange residents and royals. Recently though, people not from Saga have been suddenly appearing all across Saga with no idea how to get home. Who you choose to become is up to you and you alone.<br>\r\n<br>\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\" width=\"90%\" style=\"position:relative;\" class=\"norm\"><tr><td width=\"55\"> </td><td align=\"center\" valign=\"middle\" width=\"63\" style=\"position:relative;\"><a style=\"padding:0px 0px 0px 0px;\" target=\"_top\" href=\"https://www.Writing.Com/main/view_item/item_id/2217300-A-Guide-to-the-Land-of-Saga\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/icon-15000.gif\" border=\"0\" width=\"30\" height=\"25\" valign=\"middle\" align=\"center\"></a></td><td align=\"left\" class=\"norm\" style=\"padding-left:15px;color:#000000;\"><a href=\"https://www.Writing.Com/main/view_item/item_id/2217300-A-Guide-to-the-Land-of-Saga\" target=\"_top\" class=\"blue2roll\" style=\"font-weight:bold;font-size:1.3em\">A Guide to the Land of Saga</a> <a title=\"\" href=\"https://www.Writing.Com/main/view_item/item_id/2217300-A-Guide-to-the-Land-of-Saga\" target=\"_blank\"><img loading=\"lazy\" style=\"opacity:.4;\" src=\"https://www.Writing.Com/nw.gif\" onmouseover=\"$(this).css('opacity', '1');\" onmouseout=\"$(this).css('opacity', '.4');\" height=\"12\" width=\"12\" border=\"0\"></a> (<a class=\"blue2roll\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/tools.php?action=pop_rhelp&amp;crating=40',%20'crhelp40',%20'500',%20'350');\">18+</a>)<br>A guide for navigating through the strangest continent ever to come into existense.<br><b>#<span class=\"selectAll\">2217300</span></b> by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'frown', '', '', '', '10', '', 'ON', '100876380'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'frown', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: frown\r\nMember Since: April 22nd, 2011\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">sup</a></span> <span class=\"noPrint\">(<a title=\"View frown's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/frown',%20'CommunityR_100876380',%20'400',%20'650')\">47</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/frown','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/frown\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'frown', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'April 22, 2011', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/100876380',   'mess100876380_1591950801', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/100876380/in/1\" target=\"_top\" title=\"Email User: frown [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_fffrown\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('fffrown', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=100876380&amp;nopad=1&amp;new=1&amp;ajax=new_fffrown');\" rel=\"nofollow\" title=\"Click to add frown to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"fffrown\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span></td></tr></table><br>\r\n<br>\r\nRules:<br>\r\n<br>\r\n1000 character minimum per story chapter<br>\r\n<br>\r\nkilling is allowed but nothing too gory.<br>\r\n<br>\r\nTry and take your time. There is no need to rush into a story.<br>\r\n<br>\r\nAnd best of all....HAVE FUN!<br>\r\n<br>\r\nYou might also enjoy...<br>\r\n<br>\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\" width=\"90%\" style=\"position:relative;\" class=\"norm\"><tr><td width=\"55\"> </td><td align=\"center\" valign=\"middle\" width=\"63\" style=\"position:relative;\"><a style=\"padding:0px 0px 0px 0px;\" target=\"_top\" href=\"https://www.Writing.Com/main/interactive-story/item_id/1942748-Reincarnation-A-New-Species\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/icon-5000.gif\" border=\"0\" width=\"30\" height=\"25\" valign=\"middle\" align=\"center\"></a></td><td align=\"left\" class=\"norm\" style=\"padding-left:15px;color:#000000;\"><a href=\"https://www.Writing.Com/main/interactive-story/item_id/1942748-Reincarnation-A-New-Species\" target=\"_top\" class=\"blue2roll\" style=\"font-weight:bold;font-size:1.3em\">Reincarnation: A New Species</a> <a title=\"\" href=\"https://www.Writing.Com/main/interactive-story/item_id/1942748-Reincarnation-A-New-Species\" target=\"_blank\"><img loading=\"lazy\" style=\"opacity:.4;\" src=\"https://www.Writing.Com/nw.gif\" onmouseover=\"$(this).css('opacity', '1');\" onmouseout=\"$(this).css('opacity', '.4');\" height=\"12\" width=\"12\" border=\"0\"></a> (<a class=\"blue2roll\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/tools.php?action=pop_rhelp&amp;crating=40',%20'crhelp40',%20'500',%20'350');\">18+</a>)<br>A girl has died but has been given the chance to be reincarnated but not in the same form.<br><b>#<span class=\"selectAll\">1942748</span></b> by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'frown', '', '', '', '10', '', 'ON', '100876380'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'frown', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: frown\r\nMember Since: April 22nd, 2011\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">sup</a></span> <span class=\"noPrint\">(<a title=\"View frown's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/frown',%20'CommunityR_100876380',%20'400',%20'650')\">47</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/frown','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/frown\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'frown', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'April 22, 2011', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/100876380',   'mess100876380_1591950801', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/100876380/in/1\" target=\"_top\" title=\"Email User: frown [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_fffrown\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('fffrown', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=100876380&amp;nopad=1&amp;new=1&amp;ajax=new_fffrown');\" rel=\"nofollow\" title=\"Click to add frown to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"fffrown\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span></td></tr></table> <br>\r\n<br>\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\" width=\"90%\" style=\"position:relative;\" class=\"norm\"><tr><td width=\"55\"> </td><td align=\"center\" valign=\"middle\" width=\"63\" style=\"position:relative;\"><a style=\"padding:0px 0px 0px 0px;\" target=\"_top\" href=\"https://www.Writing.Com/main/interactive-story/item_id/1774607-Plagues-A-TF-Virus-Interactive\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/icon-5000.gif\" border=\"0\" width=\"30\" height=\"25\" valign=\"middle\" align=\"center\"></a></td><td align=\"left\" class=\"norm\" style=\"padding-left:15px;color:#000000;\"><a href=\"https://www.Writing.Com/main/interactive-story/item_id/1774607-Plagues-A-TF-Virus-Interactive\" target=\"_top\" class=\"blue2roll\" style=\"font-weight:bold;font-size:1.3em\">Plagues: A TF Virus Interactive</a> <a title=\"\" href=\"https://www.Writing.Com/main/interactive-story/item_id/1774607-Plagues-A-TF-Virus-Interactive\" target=\"_blank\"><img loading=\"lazy\" style=\"opacity:.4;\" src=\"https://www.Writing.Com/nw.gif\" onmouseover=\"$(this).css('opacity', '1');\" onmouseout=\"$(this).css('opacity', '.4');\" height=\"12\" width=\"12\" border=\"0\"></a> (<a class=\"blue2roll\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/tools.php?action=pop_rhelp&amp;crating=40',%20'crhelp40',%20'500',%20'350');\">18+</a>)<br>A brand new epidemic sweeps across the world and how it reacts all depends on you.<br><b>#<span class=\"selectAll\">1774607</span></b> by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'frown', '', '', '', '10', '', 'ON', '100876380'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'frown', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: frown\r\nMember Since: April 22nd, 2011\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">sup</a></span> <span class=\"noPrint\">(<a title=\"View frown's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/frown',%20'CommunityR_100876380',%20'400',%20'650')\">47</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/frown','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/frown\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'frown', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'April 22, 2011', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/100876380',   'mess100876380_1591950801', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/100876380/in/1\" target=\"_top\" title=\"Email User: frown [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_fffrown\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('fffrown', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=100876380&amp;nopad=1&amp;new=1&amp;ajax=new_fffrown');\" rel=\"nofollow\" title=\"Click to add frown to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"fffrown\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span></td></tr></table> <br>\r\n<br>\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\" width=\"90%\" style=\"position:relative;\" class=\"norm\"><tr><td width=\"55\"> </td><td align=\"center\" valign=\"middle\" width=\"63\" style=\"position:relative;\"><a style=\"padding:0px 0px 0px 0px;\" target=\"_top\" href=\"https://www.Writing.Com/main/interactive-story/item_id/1921362-Blueberries-from-around-the-World\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/icon-5000.gif\" border=\"0\" width=\"30\" height=\"25\" valign=\"middle\" align=\"center\"></a></td><td align=\"left\" class=\"norm\" style=\"padding-left:15px;color:#000000;\"><a href=\"https://www.Writing.Com/main/interactive-story/item_id/1921362-Blueberries-from-around-the-World\" target=\"_top\" class=\"blue2roll\" style=\"font-weight:bold;font-size:1.3em\">Blueberries from around the World</a> <a title=\"\" href=\"https://www.Writing.Com/main/interactive-story/item_id/1921362-Blueberries-from-around-the-World\" target=\"_blank\"><img loading=\"lazy\" style=\"opacity:.4;\" src=\"https://www.Writing.Com/nw.gif\" onmouseover=\"$(this).css('opacity', '1');\" onmouseout=\"$(this).css('opacity', '.4');\" height=\"12\" width=\"12\" border=\"0\"></a> (<a class=\"blue2roll\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/tools.php?action=pop_rhelp&amp;crating=40',%20'crhelp40',%20'500',%20'350');\">18+</a>)<br>Girls from all around the world will become big, juicy blueberries any way you choose.<br><b>#<span class=\"selectAll\">1921362</span></b> by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'frown', '', '', '', '10', '', 'ON', '100876380'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'frown', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: frown\r\nMember Since: April 22nd, 2011\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">sup</a></span> <span class=\"noPrint\">(<a title=\"View frown's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/frown',%20'CommunityR_100876380',%20'400',%20'650')\">47</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/frown','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/frown\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'frown', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'April 22, 2011', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/100876380',   'mess100876380_1591950801', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/100876380/in/1\" target=\"_top\" title=\"Email User: frown [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_fffrown\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('fffrown', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=100876380&amp;nopad=1&amp;new=1&amp;ajax=new_fffrown');\" rel=\"nofollow\" title=\"Click to add frown to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"fffrown\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span></td></tr></table> <br>\r\n<br>\r\nNow...welcome to Saga...</td>",
        "id":2217302,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1590475440,
        "modified":1591898400,
        "pretty_title":"Adventure in the Land of Saga"
    }
}