{
    "chapters":{
        "1":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Doctor Wonder himself!",
                "An actor!",
                "An employee of the park!",
                "A guest!",
                "Someone else!"
            ],
            "content":"<div class=\"\"><div> <span>As with anything owned by Wondertainment, the cheery facade masks a dark underbelly. The staff, by necessity, have been organized into a strict hierarchy; with management at the top; technicians, writers, and actors a rung lower on the ladder; and sanitation, maintenance, and grunt workers at the bottom.<br>\r\n<br>\r\nActors are the most sought-after positions; for both the prestige of such a position and the benefits afterward. Contracts are set for five years at the minimum, and anyone who makes it through that crucible can get any Wondertainment-owned role they desire. The selection and training process is rigorous too, a strict regimen of lessons to teach them how to stay in-character no matter their form or situation.<br>\r\n<br>\r\nMany a proud graduate of that program have been bitterly disappointed by the nature of their assignment. Gender, age, height: all these and more are no barrier to the Wondrous™ auto-surgeons of Meconstruction!<br>\r\n<br>\r\nWriters are assigned to create exciting new Plotlines for their awaiting guests. There are a few that create Wonderful™ experiences every time they put pen to paper, but a fair amount of the writer’s room is burnt out, and just rehash usual tropes for their none-the-wiser guests. A few luminaries are employed as coaches for the actors, watching plots unfold through contact-lens cameras whilst whispering plot twists and story directions into the actor’s cleverly hidden earpieces. Whether the actors listen or not is a bit of a toss-up.<br>\r\n<br>\r\nTechnicians are stretched to their creative limit as well by Wondertainment’s nigh-unmeetable quota: designing new animatronics for creatures and roles unoccupiable by humans; new gadgets and special effects to enhance the realism of each environment; and pushing the envelope of Meconstruction’s technology.<br>\r\n<br>\r\n(There are rumblings of discontent among the actors about artificially intelligent robots created to take their starring roles in the park, but those are mostly dismissed with much rolling of the eyes and scoffs of ‘Science fiction!’)<br>\r\n<br>\r\nWonder-World’s mantra is ‘customer-obsession’, after all. Who needs to follow labor laws when you have mountains of cash?<br>\r\n<br>\r\nThat being said, who are you?</span></div></div>",
            "created":1586926800,
            "id":2819293,
            "title":"Where the magic (and/or horrific sci-fi) happens"
        },
        "11":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Touring the facilities — undercover!",
                "Conversing with his board of directors.",
                "Staying in the WondResort adjacent to the park, bored out of his mind. ",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Building a diversified multinational mass media and entertainment conglomerate and the world's largest theme park wasn't always easy. But as his father, Walter Wonder Sr., once said 'to make an omelette, you've got to break a few eggs'.<br>\r\n<br>\r\nWhat are the eggs? Often, the eggs are labour laws. Sometimes they're staff. On occasion, visitors. <br>\r\n<br>\r\nWhat could the good doctor himself be doing in regards to his own fine establishment?</span></div></div>",
            "created":1586926800,
            "id":2819294,
            "title":"Doctor Wonder himself!"
        },
        "12":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Wonder-City",
                "Wonder-Kingdom",
                "Wonder-Academy",
                "A land not listed here",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>The lifeblood that pumps through the veins of WonderLand; all the park's a stage, with you and all your coworkers merely players!<br>\r\nUnfortunately for you, getting yourself out of a role is much more difficult than getting yourself in one.<br>\r\nWhich Wonder-Land do you work in?</span></div></div>",
            "created":1586926800,
            "id":2819295,
            "title":"An actor!"
        },
        "121":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Captain Capable",
                "Mighty Maid",
                "Black Sable",
                "Someone else",
                "Someone from another cast of characters"
            ],
            "content":"<div class=\"\"><div> <span>Here are a few of the many roles you may find yourself playing in the sleek metropolis of Wonder-City:<br>\r\n<br>\r\n<b>Captain Capable</b>; the archetypical ‘flying brick’ with a cornucopia of other Plotline-convenient superpowers and one of the founding members of the ‘Utopian Alliance’, he’s a bit of a boyscout: humble in his accomplishments but steadfast in the face of the evil. His civilian identity is Chet Tompkins, a mild-mannered insurance salesman.<br>\r\n<br>\r\nThe actors that are chosen to play him usually aren’t nearly as humble or kind, however. It’s one of the most sought-after positions for many a reason: the well-muscled athletic physique, the uncountable female Guests hanging off their arms, and the center-stage focus in many a storyline.<br>\r\n<br>\r\nOf course, all this means that the actors for the Captain are easily shunted off to other roles, what with all the eager mummers in queue behind them…<br>\r\n<br>\r\n<b>Mighty Maid</b>; She’s also a founding member of the Utopian Alliance, though you’d never guess it. In her civilian identity, she goes by the name Margot Marseille, a young thing who has earned the dubious honor of the cities’ top maid with inconspicuous use of her ‘super-cleaning’ powers. With an auburn bob topped by a ruffled headband, a ridiculous French accent, a nigh-physically-impossible hourglass-figure, and a penchant for getting caught in the most basic of traps, her detractors claim that she sets feminism and the reputation of a certain Western European country back fifty years.<br>\r\n<br>\r\nWonder-Land, of course, dismissed these opinions outright. Hundreds of trust-fund teens and lecherous old men paid out the nose for a chance to ogle the ‘Servant of the People,’ with the Writers and Technicians eagerly obliging: the former managing to get a checkbox for ‘Mighty Maid romance,’ on the Wonder-City guest application, and the latter designing intentional flaws into her corset for more wardrobe malfunctions.<br>\r\n<br>\r\nIn fact, Mighty Maid was the focal point of one of the company’s few legal losses : the sight of a sniffling young thing tearfully telling tales about mincing around for the hungry eyes of the elite was a bit too much for the public and courts to stomach.<br>\r\n<br>\r\nThe financial loss was relatively minor, in the scope of all things, but Wondertainment vowed to never let it happen again. So now, if you carefully watch the graduation ceremony of the Actor Training Program, you can see one or two young men goggling at the contents of their enveloped assignment. If you choose to follow them to the auto-surgeon, you can watch them wobble out of their appointment looking markedly different; a good amount of their former mass flushed down the medical waste chute, save for a specially preserved piece. Even if they talk after their contracts are up, who would believe them?<br>\r\n<br>\r\nOnly the actor, direct coworkers, and management are privy to this secret, the former two threatened with immediate severance without pay nor form reinstitution if they disclose the secret to any guest or refuse to play their part. Despite this, you can find quite the number of red-tressed doppelgangers in nearby cities. To this date, no one outside of Wondertainment has quite connected the dots.<br>\r\n<br>\r\n<b>Black Sable</b>; real name: Carmilla Yahontov, a rich heiress who moonlights as a super-villain, pilfering the contents of vaults with usage of her super-intangibility (Which is realized in the park by cleverly hidden secret passages.)<br>\r\n<br>\r\nThough many female actor aspirants try to snag the role of the Sterling Scoundrel with the hope of being the full-fledged badass she is on the silver screen, most are disappointed by the steady stream of moneyed masochists who come to be degraded by the near-amazon.<br>\r\n<br>\r\nSome are fine with it, of course.<br>\r\n<br>\r\nWho shall you be playing the part of, then?</span></div></div>",
            "created":1586926800,
            "id":2819296,
            "title":"Wonder-City"
        },
        "1212":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Freshly graduated from the Actor Training Program",
                "A new arrival",
                "Transferred from an existing role",
                "Someone else",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Mighty Maid - Cleaning up crime!<br>\r\n<br>\r\nYou are...</span></div></span></div>",
            "created":1586926800,
            "id":2819298,
            "title":"Mighty Maid"
        },
        "12121":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Read the letter",
                "Try to escape",
                "Waking up later",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The day was finally here - graduation! The Town Hall of Wonder City, normally the site of dazzling, effects-laden battles between the forces of good-actors and evil-actors, has today been fitted out with several hundred cheap plastic chairs to accommodate the forty gowned graduates of the Wondertainment Actor Training Program and their friends and families.<br>\r\n<br>\r\nAnd there you are, front-row seat. Being here, in the vaulted halls right at the heart of the WonderWorld complex, you can't help but feel excited and trepidation in equal measure. How many thousands of actors have given their utmost to amaze the audience, to bring a touch of magic into a mundane world. How many millions of excited visitors, men and children alike, have passed through here and watched in wonder, believing for just a moment that dreams really can come true? <br>\r\n<br>\r\nThe weight of that obligation presses down from you, made all the more real by the stern, granite visage of Doctor Wonder staring down from the stone statue of '<i>Mayor Wonder, Established Wonder City in 1837</i>' at the front of the hall.<br>\r\n<br>\r\nNervously you fiddle with the hem of the rental graduation robe. Your fiance notices and slides her hand within yours, interlacing her fingers to stop you fidgeting, and gives you kiss on the cheek. \"You're going to do great. We're all excited to see who you're going to be,\" she says warmly.<br>\r\n<br>\r\n\"Speak for yourself, I'm just here for the base package,\" your dad jokes, slapping you on the back so hard that it dislodges your mortarboard hat. \"Three days in WonderWorld almost makes up for the three years of tuition we paid.\"<br>\r\n<br>\r\n\"I promised I'll pay that back.\" By which you mean, 5 years on your contract and Wondertainment will void the debt. Nobody pays off loans of that magnitude on an actor's salary.<br>\r\n<br>\r\nUp on the podium, Mayor Hamilton Hayworth Hill III - or at least the actor now known as such - glances at his watch in impatience. The Town Hall is set aside for this occasion for one hour every year, and one hour only. In 27 minutes 14 seconds, the villain known as Firefly is due to burst through the front doors and the pyrotechnics under the floor will go off, with or without a roomful of graduates sat on top of them. Where the <i>hell</i> is Captain Capable?!<br>\r\n<br>\r\n\"Sorry for the delay, ladies and gentlemen! Had to stop a bank robbery on the way here, you know how it is!\" comes the valiant call across the room.<br>\r\n<br>\r\nThe lighting technician is at least partially on the ball. The lights dim. A spotlight swinging up to one the empty balconies of the auditorium, drawing the audience's gaze. The spotlight quickly shifts a different balcony where stands Captain Capable, his bleached white smile shining brilliantly. Striking a noble pose, he rises into the air and floats over the crowd.<br>\r\n<br>\r\n\"More like Captain Cable, I can see the wires,\" Maria whispers in your ear. You hush her, not wanting to ruin the magic for the rest. The audience watches transfixed as the Captain makes his landing beside the podium and extends his red-white-and-blue gloved hand to shake the hands of the scowling mayor. There is a brief pause as a stage hand dressed as the sidekick Boy Competent rushes on stage to release the harness on the Captain's back.<br>\r\n<br>\r\n\"You're gonna make such a better Captain than that guy,\" says Maria, looking at you with admiration.<br>\r\n<br>\r\n\"In my dreams am I going to get that lucky,\" you reply, showing her your crossed fingers.<br>\r\n<br>\r\n\"Ladies and Gentlemen gathered here today...\" begins the Captain, glancing at the clock. \"... let's begin.\"<br>\r\n<br>\r\nOne by one, the graduates' names are read out. They go up on stage to shake the Captain's hand, receive their diploma, an envelope containing the details of the role they will be playing, and most importantly, a few private words of wisdom from the Big C himself. Then it's your turn.<br>\r\n<br>\r\nWow, your hands are sweaty. Thank god the Captain is wearing gloves. With every eye and a swelteringly hot floodlight on you, it feels to take an age just walking to the stage. Somehow it is challenge just to move one foot after the other without tripping over the steps or themselves. How have three years of stage school not prepared you better for this moment? Your heart feels like it is beating out of your chest...<br>\r\n<br>\r\n... and then it stops as a cry of \"we love you, Charlie!\" comes from your fiance. The crowd titters at the sudden outburst, and the Captain himself puts his head back and gives a theatrical guffaw.<br>\r\n<br>\r\nThe leather of the Captain's glove is worn smooth from hundreds of hands as it shakes yours. He hands you your diploma and the envelope, though his head is turned away, fixated on somebody in the front row. \"Quite a mouth your girlfriend's get on her,\" the Captain  mutters below the threshold of the microphone.<br>\r\n<br>\r\n\"Uh, yeah, she's got a pair of lungs on her alright\", you laugh in embarrassment.<br>\r\n<br>\r\nThe Captain leans in, your heart leaping in anticipation of his words of encouragement. \"Oh, she's certainly got a sweet pair of <i>something</i>,\" he sneers, slapping your shoulder and guiding you with a shove towards the far side of the stage.<br>\r\n<br>\r\nThe far side of the stage is dark and quiet, the sounds of the auditorium soon swallowed up by the thick red velvet curtains. A set of stairs leads down and down. As you descend, the gilded, baroque architecture of the Town Hall very quickly becomes grey concrete and stark fluorescent lighting. Yet this mundane, industrial area thrills you. This is <i>the actual</i> WonderWorld utility network! The Wonder Kingdom is fabled to have the largest utilidor system in the world, a network of tunnels running under the park to allow its actors to get from place to place out of sight of the visitors. This is where the magic is made!<br>\r\n<br>\r\nYou take a deep lungful, savouring the moment. Oddly, it doesn't smell much like magic. It smells like rust and sweat. And there is the strange, strong scent of hot fat and burnt hair which only grows stronger as you progress further down the corridor.<br>\r\n<br>\r\nThere is nobody here to greet you, and it is eerily deserted even of actors. There is just a misspelled sign - '<i>gradautes this way</i>' - pointing down half a mile of industrial corridor before there is another sign - '<i>garduates check number</i>'. Beyond, the corridor is lined on both sides with numbered doorways.<br>\r\n<br>\r\nThe stench of cooking flesh and burnt hair is overpowering here, and there is an odd, muffled noise just at the edge of hearing, a repetitive thud echoing through the concrete like somebody hammering against a wall.<br>\r\n<br>\r\nIn the moment of confusion, you look to the envelope for guidance. Printed on the front in glitter is the number '7'. You step through door 7, tearing open the envelope as you go.<br>\r\n<br>\r\nThe room beyond is little larger than a closet with a bare bulb illuminating side walls of steel, a floor-to-ceiling mirror in front of you, and a concrete floor crisscrossed with drainage channels and a wide drain. The door seals shut behind with a heavy, pneumatic clunk.</span></div></div>",
            "created":1586926800,
            "id":2819299,
            "title":"Freshly graduated from the Actor Training Program"
        },
        "121211":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Try to smash the glass",
                "Try to block the nozzle",
                "Resign yourself to the process",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You move to try the door handle only to find that there is none. The door has completely sealed shut, becoming just another steel wall of the phone booth-sized chamber.<br>\r\n<br>\r\nThe smell of burnt meat and chemicals is enough to make you gag. The bare bulb above flickers and hums. You notice a blue residue encrusted to the sides of the bulb in streaks, as if some liquid has poured down it and dripped. Above the bulb, nozzles are set in to the ceiling, encrusted with the blue chemical too.<br>\r\n<br>\r\n\"Um, he-hello?\" you ask.<br>\r\n<br>\r\nThe sound echoed back at you from the walls, the only company the image of yourself reflected back upon the mirror wall, looking rather absurd in their ornate, billowing graduation gown. Your face looks pale and nervous. Why should you be afraid? You're only a dozen feet beneath the streets of Wonder City, the happiest theme park in the world. Nothing bad happens here.<br>\r\n<br>\r\nYet your fingers betray your nerves, absently tugging at tearing at the heavy parchment of the envelope, tearing it into strips and the strips into confetti to distract your mind. You'd forgotten all about the letter! It is sure to explain everything!<br>\r\n<br>\r\n<span style=\"font-family:times new roman, serif\">Dear Charles Wright,<br>\r\n<br>\r\nCongratulations on successfully passing the Wondrous™ Certified Actors Training Program and Thank You for agreeing to become a part of WonderWorld: The Theme Park of the Future, Today!<br>\r\n<br>\r\nIn order to keep the magic of WonderWorld a secret, we would like to remind you that you continue to be held under the Non-Disclosure Agreement signed at your admission to the Program and that any breach of said agreement with regards to the workings of WonderWorld or any activities you may perform, or have performed upon you, to visitors, social media, traditional media, law enforcement, or government agencies will be punished to the full extent of the law. Furthermore, Wondertainment maintains the right to terminate your contract immediately due to this or any other infraction, with any outstanding tuition fees waived by Wondertainment for the 5-year probation period required to be repaid with 14-days.<br>\r\n<br>\r\nAnd furthermore... Welcome!<br>\r\n<br>\r\nDuring your years at WonderCollege, you may have been studying with us but what you may not know is that we have been studying you! Using personality surveys conducted discretely during your three years with us, as well as assessments submitted by your tutors and classmates, we have hand selected for you the perfect role within our extensive stable of characters, which we believe is well within your acting range. Don't disappoint us!<br>\r\n<br>\r\nPlease find below the list of what we believe are your greatest strengths as an actor, which were used in our selection process:<br>\r\n- Pep 67%<br>\r\n- Naivete 96%<br>\r\n- Height 170cm [within acceptable adjustable parameters]<br>\r\n- Servility 36% [within acceptable adjustable parameters]<br>\r\n- Litigitinousness 12%<br>\r\n<br>\r\nConsidering this, furthering your required Meconstruction, you have been cast in the role of...! </span><br>\r\n<br>\r\nThe bottom third of the letter has been folded over and glued down. A handful of gold glitter pours out when you open it up.<br>\r\n<br>\r\n<span style=\"font-family:courier new, monospace\">Mighty Maid</span><br>\r\n<br>\r\n\"Wait, what.\" This is a mistake, right? No. Your name is right there at the top of the letter.<br>\r\n<br>\r\nMighty Maid is a joke of a character, a sexist relic of a time in the 1970s when comic books were written by misogynists and illustrated to pander to the 13-18 male demographic, after they discovered that a big breasted French maid on the front page tripled sales. Her creator, William Byrne, had been infamous for his love of bondage, and so her stories usually involved her being tied up after (once again) naively accepting the job of cleaning the evil villain's volcano lair, and typically ended with her being rescued by Captain Capable and spanked over his knee on the steps of the town hall.<br>\r\n<br>\r\nIt was frankly baffling to you that company as progressive as Wondertainment had deigned her appropriate for a role in their Wonder Cinematic Universe, let alone their theme park. Fortunately they had chosen to improve the poor actress' working conditions after that disgruntled employee had come forward.<br>\r\n<br>\r\n\"Hello?\" you say again to the cubicle. \"I think there's been a mistake.\"<br>\r\n<br>\r\nTo your surprise, with a tiny electronic click, the mirror in front of you suddenly becomes a window. A window on to a broad, darkened room illuminated by the thousands of glowing switches on banks of computer terminals, and the light that streams from your cubicle and the cubicles either side of you. Though you cannot see into the cubicles next to you, you can see the light from them playing over the faces of the men in white coats seated at the computers - some of the light is blue and ripples, as if shining though a spray of chemicals pouring down the window; another distinctly shows the shadows of arms thrashing before the bulb.<br>\r\n<br>\r\nThe man at the console situated in front of your cubicle leans towards a microphone at his desk. \"No mistake.\"<br>\r\n<br>\r\n*click* The window becomes a mirror once more.<br>\r\n<br>\r\n\"What! I'm not Mighty Maid!\"<br>\r\n<br>\r\n*click* The mirror becomes a window. \"Not yet.\" *click*<br>\r\n<br>\r\nA cold sense of dread is starting to form in the pit of your stomach. You bang your fist on the mirror. \"Mighty Maid's a girl!!\"<br>\r\n<br>\r\n*click* \"Do not bang on the glass.\" *click*<br>\r\n<br>\r\nYou can picture her clearly from the news coverage - the video recordings taken by visitors of her mincing about the tropical resort on stilettos with a frilly black skirt hitched up over her backside, bending over with her feather duster to clean up every piece of trash the gaggle of leering male fans threw in front of her. You picture the middle-age men pinching the curvy cheeks of the 2D character they'd grown up fantasizing over. You slam your fist harder.<br>\r\n<br>\r\n*click* \"I said don't touch the glass,\" says the voice icily. The man reaches for a blue dial on his desk, cranking it up. There is a gurgle above...<br>\r\n<br>\r\n<i>Psccchhhhh</i>. A mist of neon blue liquid sprays from the ceiling. In a moment, you look as if you've fallen into a port-a-potty as the acrid stuff drips down your torso, soaks through your clothes, until you're sodden to the skin. You splutter in protest. The man cranks the dial further and the mist becomes like a heavy rain.<br>\r\n<br>\r\nThere is something thicker dripping down the back of your neck. You reach your hands up to your head and pull them away covered in black goop. The mortarboard hat was... melting.<br>\r\n<br>\r\n\"Hey, that was a <i>rental</i>!\"<br>\r\n<br>\r\nThe letter, envelope, and diploma in your hands are becoming mush, the thick parchment like a rice paper that tears apart and dribbles through your fingers. You can feel the deep groves of the drainage channels beneath your feet, as the thick rubber soals of your shoes begins to melt and wash away. The heavy graduation gown slings to you, chunks of it bubbling and sloughing away.<br>\r\n<br>\r\nThe treacle-like melted plastic and fabric of the mortarboard dribbles still down your scalp. You try to pull more of it out of your hair. Your fingers comes away matted in a handful of your auburn curls.</span></div></div>",
            "created":1586926800,
            "id":2819300,
            "title":"Reading the letter"
        },
        "1212114":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "A second wind re-energizes you! (Not that it matters.)",
                "A different-coloured chemical starts to spurt down.",
                "Mechanical implements extend from hidden compartments.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Both of your hands shoot to your head to protect your locks — you’d spent thirty bucks on the coif, after all — but it’s a fruitless task. The blue gush dislodges loose strands with pressure alone and soon enough your vision is clogged with glossy clumps of blue. The constant downpour on your bare scalp is a strange feeling, but the fact that all your clothes — including your lucky boxers — have been washed down the drain is a bit more attention-grabbing.<br>\r\n<br>\r\nYou cover your shame for a second, but the glass has switched back to the mirror. You move your gaze to your mechanical foe: the nozzle. Distressingly, the hand you use to protect your eyes from the deluge of blue is alabaster-pale. Even the burn scar you got as a kid has faded away, indiscernible from the rest of your arm.<br>\r\n<br>\r\nYou watch your arm hair get blasted off with the rivulets of pen-ink liquid, watching the little threads dance around the floor before sluicing down the drain. This has to stop. You take a deep breath and squat, tensing the muscles in your legs. You cast a baleful gaze at your quarry; it’s only two-or-so feet above your head. You can do this.<br>\r\n<br>\r\nThe glass changes with a <i>click</i>. The white-coated man leans closer to his microphone. “Please do not disrupt any appliances in the Meconstruction Chamber.”<br>\r\n<br>\r\n“Fuck you.” you growl. The curse is strange and satisfying on your tongue: WonderCollege program discouraged the usage of harsh language, with grade-letter-reduction as punishment past the initial three strikes. You haven’t said anything harsher than ‘heck’ in three years, but the moment couldn’t be more appropriate.<br>\r\n<br>\r\nWith a grunt of effort, you leap into the air, clawing your fingers through the torrent of blue, before your fingers find glorious purchase on the metal nub. <br>\r\n<br>\r\nA triumphant laugh peels out of your mouth! For about three seconds, because the resulting jolt coursing through you is enough to completely spasm every striated muscle. You feel the dull sensation of your body impacting the floor and of your limbs uselessly thumping against the wall.<br>\r\n<br>\r\nIt takes you around twenty seconds for you to fully recover. Twenty seconds of blue stuff lashing down on your face, wiping any trace of follicular growth from you face, even that light stubble you were working so hard on.<br>\r\n<br>\r\nWith a <i>click</i>, the mirror changes back to a window. “Told you so.” the man intones, voice bereft of amusement.<br>\r\n<br>\r\nYou swipe the back of a hand across your lashless lids to clear the final bit of hat-goop and turn your bared orbs to the now-mirror. <br>\r\n<br>\r\n“What the hell was that?!” you hiss, pointing a finger up at the nozzles. <br>\r\n<i>click</i>. “Anti-tamper mechanism.” A little pause, then another <i>click</i>.  “Foul language is against our Wonderful Code of Conduct, please refrain from using it in whilst in our employ. Best to break bad habits early.” <i>click</i>  <br>\r\n<br>\r\nThe anger coursing through you mixes with dread and forms a foul cocktail of what might resemble determination. There’s only one thing left to do: You struggle to your feet, fumbling a hand along the wall for support. The soreness has just start to hit. “I quit, then!” you choke out. The words almost hurt as they leave your lips. Your dreams feel like they’re dissolving before you, much like everything else you brought into the chamber. <br>\r\n<br>\r\n*click* The man appears in front of you once again, but his till-now-impassive expression has a quizzical bent to it. He beckons over a neighboring man and the two confer behind their hands, before the second shrugs and walks away.<br>\r\n<br>\r\nYour tormentor massages the bridge of his nose, before pressing the microphone button with another <i>click</i>.<br>\r\n<br>\r\n“Alright then. Tuition’ll have to be recouped within the stipulated 14-day period.”<br>\r\n<br>\r\nYou gulp down the weight in your throat and along with a bit of blue liquid and nod. “Okay.”<br>\r\n<br>\r\n“And…” He types unidentifiable sums into a nearby calculator. “... around forty percent of the estimated income’ll have to be paid. That’s forty-thousand credits at <i>least</i>”<br>\r\n<br>\r\n“Wait, what?”<br>\r\n<br>\r\n“And the wasted Meconstructive process; that’s gonna hike those numbers. We’ve already used ‘round half of the Defoliating ”<br>\r\n<br>\r\nYour face blanches. “This isn’t going to stop!?”<br>\r\n<br>\r\nThe man blinks owlishly. “Of course not. That would be <i>horribly</i> unsafe.” A few more numbers are inputted. “And the Wonder-brand camisole and miniskirt’ll be a forty. Ah, do you want underwear with that?”<br>\r\n<br>\r\n“I can’t— I d-don’t—”<br>\r\n<br>\r\n“Well, our Mighty Maid frilled-bras are around fifteen credits, and they support <i>and</i> display. I’ll put you down for it, and if you have any complaints afterward, you can return it for 15% of the price in-store credit.” <br>\r\n<br>\r\nYou slide down along the slick wall, only half paying attention to the flood coursing around you. “If I can’t pay this back, what’ll…”<br>\r\n<br>\r\n“Liquidation of your assets, garnished wages, and the same for direct relations,” he sniffs. “Does <i>anyone</i> read these contracts?”<br>\r\n<br>\r\nA part of you wants to melt along with the rest of your clothes and wash away into the sewers. This wasn’t wonderful at all. You cough out a bit of liquid and try to find your voice. “Um, I-i’d like to rescind my… hasty decision, from, uh, <font class=\"size25\" style=\"\">a few</font> <font class=\"size2\" style=\"\">seconds ago</font>.”<br>\r\n<br>\r\nThe voice stifles a cough-snor. “Welcome back.”<br>\r\n<br>\r\nThe drainage channels are an uncomfortable bed, but you don’t really have the energy to care. Blue liquid cascades on your face as an “Oh god…” escapes your lips. <br>\r\n<br>\r\n<i>click</i> “That’ll have to be ‘<i>Mon dieu</i>.”<br>\r\n<br>\r\nGoddammit.<br>\r\n</span></div></div>",
            "created":1587099600,
            "id":2820069,
            "title":"Something else"
        },
        "12121142":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "A torrent of viscous neon pink goo begins to pour from on high",
                "A numbing white foam fills the entire chamber",
                "An inky black ointment is sprayed on your scalp",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Ever square inch of your skin tingles weirdly, as the blue liquid continues to pour down the defoliated surface. You run your hands over your chest, feeling the last of the baby fuzz come away under the touch, adhering to your fingers in clumps for a moment before it too is rinsed away. The flesh feels smooth as rubber beneath.<br>\r\n<br>\r\n*click* \"Sir, we're going to need you to stand up.\" *click*<br>\r\n<br>\r\nThe tone brooks no argument. On shaky legs, you rise, facing the mirror.<br>\r\n<br>\r\n*click* \"Yeah, if you can just turn around now... that's great. And, uh, if you can just bend forwards just a little.\" <br>\r\n<br>\r\n\"What?!\"<br>\r\n<br>\r\n\"<i>Bend. Forwards.</i> This is quality control. We need to check that we get everywhere. How would it look for the park if we allowed a Mighty Maid to go on show with a hairy crack where her showstopper should be? This is going to be on thousands on instagrams and facebook posts, alright, so bend over.\" *click*<br>\r\n<br>\r\nJust think of the money. Think of Maria, of the ring you'll buy her, of the home for the two of you that you'll be able to afford with this job...<br>\r\n<br>\r\nYou bite your tongue and place your hands on the wall that had once been a door, leaning forward at the waist. The cobalt coloured liquid poured down your asscrack.<br>\r\n<br>\r\n*click* \"That's greeeat. Now if you can just spread those cheeks...\"<br>\r\n<br>\r\nThink of the house you'll buy. Picture the picket fence, the winding garden path that leads to the door. Picture the master bedroom for you and Maria, the creche for the baby...<br>\r\n<br>\r\nSlowly, begrudingly, you move your hands around to your backside. <i>Just pretend you're mooning him,</i> you try to convince yourself, as you pull your ass cheeks apart.<br>\r\n<br>\r\n\"Great. Hold there.\" The second technician is beckoned over again. The two men consult for a minute, each stepping up to the mirrored glass in turn, pressing their noses almost to the glass and inspecting you closely. You scowl back at them, though their attention is more focused on your ass than your face, and they pay you no mind. Your tormentor is unshaven, dark rims under his eyes and coffee stains about the lapel of his labcoat. He looks like a man at the tail end of an 18 hour shirt.<br>\r\n<br>\r\nHe returns to the console, twisting a second dial. The gentle spray of chemicals above narrows into a tight, high-powered jet, blasting with impeccable aim down the crevice of your spread buttcheeks. Like one of Doctor Wonder's cartoons, you almost hit the roof. You might have grabbed the nozzle if you hadn't been distracted by the sharp sting in your backside.<br>\r\n<br>\r\nYou land a gasping, shaking, dripping mess, hurling insults at the mirror that are quickly muted. The two technicians reexamine you with an impassive eye, like bored kids staring at a particularly dull slug behind glass at WonderZoo. A switch is flicked on the console. They fumble in their pockets for loose change and move out of sight of the narrow field of view provided by the booth.<br>\r\n<br>\r\nThe blue has stopped. A fine mist of cold, clear water starts to fall from the ceiling, washing away the defoliant and any last trace of hair or blemish. In the mirror, your hairless male body looks odd, inhuman - like a child's doll with the hair piece and clothes removed. <br>\r\n<br>\r\nThe man returns with a plastic cup of steaming liquid, setting it down among the dozens of empty cups littering the console. He reclines in the seat and cracks his fingers in front of him, piano-maestro-style. Then with a flourish that seems to drip sarcasm and boredom, he presses a single button.</span></div></div>",
            "created":1587186000,
            "id":2820561,
            "title":"A different-coloured chemical starts to spurt d..."
        },
        "121211421":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Forced to listen to the technician",
                "As the fumes continue to assault your nostrils",
                "As you begin to perspire terribly",
                "As the heat begins to build",
                "As you feel movement in the gel around you"
            ],
            "content":"<div class=\"\"><div> <span>The water switches off. The nozzle gives a gurgle of some new liquid being pumped through the pipes. You press yourself back against the wall of the cubicle as a stream of viscous liquid begins to pour from on high. It has the consistency of honey, is a vivid neon pink colour, and smells like a pharmacy.<br>\r\n<br>\r\nThe drain is no longer draining. The goo pools in the corner, slowly starting to creep up over your toes. Soon it has filled the cubicle to your ankles. Unlike the frigid blue liquid and rinse, it is hot enough that swirls of pink vapour emit from the bubbling surface. Breathing them makes your head spin.<br>\r\n<br>\r\nOnly with great effort will your feet move within the chemical gunk. You don't know what it is, or what it will do to you, but it can't be good. You try to make another leap for the nozzle on the ceiling, hoping to use it to lift yourself out, but your feet remain fixed within the thick treacle.<br>\r\n<br>\r\nThe level has risen to your knees, and your heart rate is rising along with it. The cubicle is starting to feel <i>very</i> small. What if you're in one of those snuff films? What if there's a bunch of weirdos on the other side of the mirrored glass getting off to watching a bald man drown in pink goo. There are some very specific fetishes these days.<br>\r\n<br>\r\n\"I said I'd agree to do it, alright? What more do you want from me? You want me to sign something? I''ll sign whatever you want.\" The mirror remains impassive. The goo is at your mid thigh. \"If you ki-kill me, my family are going to notice me missing! You're gonna have hell to pay if they never see me again. They'll bring the whole army-\"<br>\r\n<br>\r\n*click* The voice has the tone of a man who has heard this all before. \"This is Florida. If we wanted to drown you, we have thousands of miles of crocodile-infested lagoon within the boundaries of the park. It would be a damn sight cheaper than using biogenic gel. Remain calm.\"<br>\r\n<br>\r\n\"<i>You</i> remain calm!\"<br>\r\n<br>\r\n\"I shall,\" the man replies rather smugly from his console, sipping his coffee. \"As for your family - let me check our database... hmm... yes, they're booked in to tomorrow evening's Graduation Gala. They're down to be served by Mighty Maid herself. So I can assure you they will see you again.\"<br>\r\n<br>\r\nThe level continues its ascent up over your genitals and buttocks. The temperature is making you perspire heavily, and the air is becoming harder to breath.<br>\r\n<br>\r\n\"I'm <i>not</i> serving my own family,\" you say, the defiant tone in your voice seeming to be swallowed up by the close, gooey confines.<br>\r\n<br>\r\n\"<i>You</i> won't. Mighty Maid will. Your father was quite specific about who he wanted waiting on him hand and foot. Your fiance wanted Captain Capable of course.\" *click*<br>\r\n<br>\r\nThe goo tickles under your armpits. The thick vapours fill what remains of the air and the heat is unbearable. It feels like the flesh hidden beneath the goop is melting. You stagger and swoon, terrified for a moment about sinking beneath the liquid, but it holds you up and in place. \"So hot in here...\" you croak. \"Turn it off.\"<br>\r\n<br>\r\n*click* \"Snips and snails. And puppy-dogs' tails. That's what little boys are made of. We need to sweat all that nasty stuff out of you before we can- hey, how are you still speaking in there? Didn't you-? Shit, I forgot the- Hang on a minute.\"<br>\r\n<br>\r\nA hatch opens in the ceiling. A rubber tube drops to the level of your mouth, only a few inches above the level of the water, which is now crawling up your neck. The vapor parts and billows near the end of the tube as fresh oxygen flows from it.<br>\r\n<br>\r\n\"Forgot to give you the breather. Should have done this at the start. Long shift, alright? I'm going to need you to put that thing down your throat and, uh, quickly. I don't know if I can turn this o-\" *click*<br>\r\n<br>\r\nYour arm feels like it is buried in cement. Straining so hard you think the muscles will tear, you manage to dredge it up into the air and grab the tube. You press the end of it to your lips and suck down fresh oxygen.<br>\r\n<br>\r\n\"-said <i>down</i> your throat! <i>Down</i> it! How the hell do-\" *click* His voice is frantic.<br>\r\n<br>\r\nYou open your mouth and push the tube further in. You're lucky that some of the goo, which is now up to your bottom lip, has splashed up and coated the surface, so that the lubricated rubber slides in easily. You gag as the tube meets the back of your throat, almost inhaling a mouthful of 'biogenic gel'. *click* \"-ake it like a ma-!\" *click*<br>\r\n<br>\r\nThe fear, as the gel rises over your nostrils, is enough for you to power through the gag reflex, taking the last necessary few inches to force it down your throat. Oxygen fills your lungs.<br>\r\n<br>\r\nThe gel rises over your eyes. You shut them, though there is enough light filtering through your eyelids to determine when the lightbulb winks out overhead, plunging you into pitch darkness. You float, immobilized in your pink, liquid prison...</span></div></div>",
            "created":1587186000,
            "id":2820737,
            "title":"A torrent of viscous neon pink goo begins to po..."
        },
        "13":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "A meconstruction technician",
                "Some other technician",
                "Writer",
                "Grunt worker",
                "Some other role"
            ],
            "content":"<div class=\"\"><div> <span>Beneath the bustling attractions of WonderWorld is a world few ever see - the WonderWorld utilidor system. Short for <u>util</u>ity corri<u>dors</u>, they are a part of WonderWorld's \"backstage\" area. They allow employees to perform valuable park support operations, such as maintenance and trash removal, and to quickly reach their destinations on the surface out of the sight of guests to avoid ruining the illusion that is being created.<br>\r\n<br>\r\nThousands of technicians and grunt workers call this place home, for 7-13 hours a day at least. You are...</span></div></div>",
            "created":1586926800,
            "id":2819304,
            "title":"An employee of the park!"
        },
        "14":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Part of the upper crust of society, on your fifth-or-so circuit through the park",
                "A lucky lottery winner who would never have seen the park otherwise.",
                " A sullen teen, in the park on some family package.",
                "Someone else",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of Wondrous™ guest could you be?</span></div></span></div>",
            "created":1586926800,
            "id":2819309,
            "title":"A guest!"
        },
        "143":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "A corny sci-fi live-action show with cheap sets and cheaper costumes.",
                "An animated fantasy show with a cheesecakey fantasy-raced heroine and lame hero.",
                "Some creepy Japanese cartoon with big eyes and weird poses.",
                "Something else.",
                "Something else. "
            ],
            "content":"<div class=\"\"><div> <span>You’ve never quite liked flights. Being packed into a tube like so many sardines is upsetting enough, but having the damn thing twist and rumble and pop your ears through the whole ordeal is just icing on the shit-cake. <br>\r\n<br>\r\n<i>At least I got the window seat,</i> you morosely think. The view isn’t half bad, starting with the triangular Wonder-Res—<br>\r\n<br>\r\n“Oh, <i>that’s</i> the Wonder-Resort! ” a voice to your right practically shouts into your ear. Before you can plead for him to calm down, your dad has intruded directly into your personal space, craning his head directly over the book you were reading and resting his arms on <i>your</i> armrest.<br>\r\n<br>\r\nHe turns his bearded face to you, eyes gleaming, and more needless trivia spews out of his mouth. “Did you know that they have special transport to each borough there? There’s a rocket-shaped magnet-train for Wonder-Galaxy, a horse-drawn carriage for Wonder-Kingdom, and a…”<br>\r\n<br>\r\nYou try your best to tune him out by turning up the volume for your in-flight entertainment — all Wondertainment media, not that you expected anything different — and you watch your dad’s jaw jabber up and down. You’d shoot a ‘Who cares?’ or ‘God <i>can</i> you be quiet?’ in his direction, but you have enough experience with your father to know it’d have little to no effect on him<br>\r\n<br>\r\nInstead of having a somewhat interesting hobby like prostitutes or drugs, your dad had become fascinated with nerdery. <br>\r\n<br>\r\nAnd what’s worse, he was a nerd for Wondertainment Studios. The very same company that churned out roughly eighty percent of the world’s most insipid entertainment and bought out the schmucks who produced the rest of that superlative. You hadn’t really paid attention in Econ — you instead made yourself busy exchanging moon-eyes and notes with Zoe, a girl you rather fancied — but you were pretty sure that some anti-trust whatevers aren't being enforced. Or something.<br>\r\n<br>\r\nAnd what’s <b>worst</b> is that he likes the <i>old</i> stuff. The sword and sandals live-action shows and cartoons of the eighties, or sci-fi dreck with the ‘aliens’ made up in rubber prosthetics and three inches of makeup. You could barely change a channel without an aside glance and a scoff from your pop, about how “This is <i>nothing</i> like what they had when I was your age.” <br>\r\n<br>\r\nHis company had a sales contest that he was utterly disinterested in till the grand prize was announced; a two-person trip to WonderWorld; and some sort of special package at that. You had never seen him work like that before and the way he looked by the end of the whole rigmarole — eyes ringed with dark circles, a forest of stubble across his face, and his voice hoarse from all the calls he made. But he had won, and thus sealed your fate. <br>\r\n<br>\r\nThe last you had seen of your house was your mom’s sympathetic eyes gazing at you from the window; most of your mother-son bonding time was through the shared misery of the family costumes he forced you into for some esoteric convention.<br>\r\n<br>\r\nYou risk a look at your dad’s seat, but thankfully, his attention is off you or the window. Unfortunately, he’s watching one of his favorite shows, <i>the</i> reason you took this trip. You stifle a sigh.<br>\r\n</span></div></div>",
            "created":1587272400,
            "id":2821014,
            "title":" A sullen teen, in the park on some family pack..."
        },
        "1431":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "After getting off the plane, you're herded into a weird clinic.",
                "Relaxing a bit in your own room when an unfamiliar person knocks at your door",
                "It turns out to -not- be pretty cool",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>On your dad’s back-seat screen, a leather-jacketed man shifts a throttle forward and grins roguishly at the camera. You roll your eyes and let out a groan that your pop thankfully doesn’t notice. God, he must’ve played this about a thousand times. <br>\r\n<br>\r\nThe man on screen is Dylas Canthrope, the hero of Universal Odyssey, the show that your dad had devoted roughly a third of his life to. A two seasoned series that ‘was cut down in its prime’ according to your dad, it followed the pompadoured space-pirate as he roamed across galaxies, thwarting the nebulous Hegemony and helping out various alien species in a way that wasn’t very pirate-like at all.<br>\r\n<br>\r\nYour dad’s grin widens as he watches Dylas point imperiously at his co-pilot seat. Its shapely occupant snaps into a smart salute and minces over to the engine room to stabilize the positronic flux thingamijigs or whatever. <br>\r\n<br>\r\nThat character, who went by the consonant-covered moniker of Cjara, was the only reason you stomached that show anymore. A petite, mostly-sapient gynoid, you suspect that she was primarily created so the crew could watch the actress cavort around in thigh-high boots and a high-legged leotard. You envy the makeup artist who got to gussy her up in gold metallic paint.<br>\r\n<br>\r\nAs a child, you had made the mistake of asking why a robot needed to look human and have all the requisite jiggly bits, and your dad answered your question with a detailed description of the servos and gyroscopes in her base that just <i>happened</i> to resemble wide hips, and of course because she’s a pilot she <i>needs</i> to have a good deal of gel padding, for inertia and all that.<br>\r\n<br>\r\nYou suspected that dad appreciated the show for something other than its rich worldbuilding, and your suspicions were deepened by the traces of golden paint on your mom’s face the night after their anniversary. <br>\r\n<br>\r\nYou turn your attention back to your book, but whatever interest you can find pales in comparison to what you can see out the window. The embers of filial affection flare up a bit in your chest, and you tap at your dad’s shoulder.<br>\r\n<br>\r\n“Look at <i>that</i>,” you breathe, staring at the massive Dysonian sphere that looks to be only a thousand feet below your metal tube. Your dad joins you in goggling, thankfully silent, as you admire the mega-structure. You may not <i>like</i> Wondertainment, but even you have to cop to brilliance.<br>\r\n<br>\r\n“That’s where we’re going,” your dad crows, his eyes shining. “WonderGalaxy. There’s more than ‘a hundred little locales in there, each a little slice of an alien world.” He taps his seat-screen demonstratively, where Dylas and Cjara are stumbling around unconvincingly — an asteroid had struck their clunker, apparently. <br>\r\n<br>\r\n“The company shelled out for the ‘Part of the Experience’ package, too, so this is gonna be extra special.” He lightly punches you on the arm and grins, and you magnanimously allow it. “Just you and me, sport, traveling the galaxy!”<br>\r\n<br>\r\nYou return his toothy grin with a rare smile of your own.<br>\r\n<br>\r\n This might actually be pretty cool.</span></div></div>",
            "created":1587272400,
            "id":2821019,
            "title":"A corny sci-fi live-action show with cheap sets..."
        },
        "14314":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Dad winks \"That can be arranged.\"",
                "After getting off the plane, you're herded into a weird clinic",
                "Relaxing a bit in your own room when an unfamiliar person knocks at your door",
                "Watching more adventures of Dylas Canthrope before landing",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your burgeoning excitement is jostled from your mind by a series of jerks and precipitous drops from the plane. Your seatbelt is buckled even before the seatbelt sign winks on.<br>\r\n<br>\r\n\"Ladies and Gentlemen, this is your uh Captain speaking.  We uhh apologise for the slight turbulence. We are encountering stronger thermals rising from the WonderGalaxy dome than usual, and are recalculating our landing vector to avoid them. Uhhh, as we should be landing in a little under 20 minutes, we ask you to remain in your seats for the remainder of the journey. Thank you.\"<br>\r\n<br>\r\nThe plane banks to the right, the steel geodesic sphere dropping from view as the window swings nauseatingly upwards at a clear, blue sky. Not content just to create its own microclimate within the WonderGalaxy, the sheer scale of the construction has caused ecological chaos for the local wildlife. The sunlight that reflects from the polished metal is said to cook any wildlife that strays too close and has created a desert out of the lagoon for a half mile radius, while the hot air rising from the sun-baked metal is enough to set planes quivering a thousand feet up. There are stories that Wondertainment had been forced to relocate the carpark after the sheer, focused sunlight melted a car.<br>\r\n<br>\r\nThat's Wondertainment in a nutshell. Audacious, with enough money to trample any legislation or common sense that gets in their way, and totally uncaring of the consequences.<br>\r\n<br>\r\nThe plane flattens out. Pushing your head back in to the headrest, you fixate on a point directly head, trying to blot out the sloshing in your stomach and your ear canals. You clench your stomach to stop the bile from rolling up into your throat.<br>\r\n<br>\r\n\"Relax,\" dad crows, even as the plane rattles like a tin can. \"These things are engineered for way worse turbulence than this.\"<br>\r\n<br>\r\n\"The same engineers that built a theme park that can cook an alligator at 200 meters?\" you retort.<br>\r\n<br>\r\nIn an attempt to take your mind of your situation, you switch your focus to the show still playing on dad's back-seat screen. Perhaps that was a bad idea - Dylas and Cjara throw themselves around in their seats, as their command consoles burst with sparks and smoke. Shields were, as they permanently appeared to be, at 13%.<br>\r\n<br>\r\n\"How come the actors are shaking about but the golden dice hanging from the console aren't?\" you ask, pointing an accusatory finger at the obvious gaff. \"Don't they have the laws of physics in the 31st Millennium?\"<br>\r\n<br>\r\nDad points with finger-guns (or finger-phasers), doing his best imitation of Dylas Canthrope roguish mannerisms as he quips \"laws don't apply to Dylas Canthrope.\" You roll your eyes.<br>\r\n<br>\r\nOn screen, a sleek fighter bears down on Dylas Canthrope's ship, guns strobing. A shot from within the cockpit shows what you suspect to be an out-of-work porn actress from the 1960s, slathered in green paint and KY jelly and practically poured into a silver catsuit.<br>\r\n<br>\r\n\"How about <i>those</i> for physics?\" dad says with a wink and a nod at her bountiful breasts sloshing about, barely contained, while what is clearly the arm of a stagehand wobbles the set from side to side. \"Gelatina: the most sensual single-celled organism in the Galaxy. One of Canthrope's most persistent nemeses - well, she was in two episodes anyway.\" He jabs a finger at her glistening, green tits. \"See, a lot of people complain that her outfit was exploitative, but its actually designed to maintain her shape - in her natural form she's a shapeless amoebae. The science is all there in the Universal Odyssey: Insider's Guide.\"<br>\r\n<br>\r\n\"Uh huh. What's her deal?\" you ask, fishing around for a question to appear genuinely interested in the subject matter after realising you've been staring at a (probably long dead) actress' breasts for far longer than is socially acceptable.<br>\r\n<br>\r\n\"She's a Space Marshall - it's her job to bring Dylas in. She aint bad but she's got one hell of a stick up her butt. See, she's terrified that if she ever relaxes, she'll lose her form completely and turn into primordial goo. That's why she's so uptight.\"<br>\r\n<br>\r\n\"Seems a little...\" Your thoughts are derailed as a proton torpedo collides with Gelatina's fighter, sending fresh quakes through the actress. \"Is,uh, she at the park?\"</span></div></div>",
            "created":1587358800,
            "id":2821786,
            "title":"Coming in to land"
        }
    },
    "info":{
        "author_id":"yote",
        "author_name":"Yote",
        "brief_description":"When they wish upon a star, makes no difference who you are...",
        "created":1586710560,
        "description":"<td align=\"left\" class=\"norm\">Setting created by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'chumbus', '', '', '', '2', '', 'ON', '101445700'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'chumbus', '', '', '', '2', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: chumbus\r\nMember Since: October 28th, 2019\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">grumbus</a></span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/chumbus','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/chumbus\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'chumbus', '&lt;span style=\\'color:#009900;font-weight:bold\\'&gt;Online Now&lt;/span&gt;', '', 'October 28, 2019', '', '', '2', 'Registered User');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-2.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/101445700',   'mess101445700_1587465738', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/101445700/in/1\" target=\"_top\" title=\"Email User: chumbus [Online Now]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_ffchumbus\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('ffchumbus', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=101445700&amp;nopad=1&amp;new=1&amp;ajax=new_ffchumbus');\" rel=\"nofollow\" title=\"Click to add chumbus to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"ffchumbus\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span> }<br>\r\n<br>\r\nThe innocuous name ‘Wondertainment’ belies a savagely litigious corporation dead set on dominating every media market they can. Owned and operated by the eccentric but brilliant Walter Wonder, the company has as many business ventures as it has outstanding lawsuits.<br>\r\n<br>\r\nIn an odd move around eight-or-so years ago, Walter (or Dr. Wonder, as he likes to be known) purchased the pharmaceutical company Meconstruction, a contender in the growing industry of automated plastic surgery. Investors and the public were puzzled at the new move, some postulating that they were pivoting away from entertainment altogether.<br>\r\n<br>\r\nMostly though, it was forgotten and dismissed as one of Walter’s insane pet projects. It was a massive surprise to all parties when the 23rd annual Wondercon was not centered around movie-promotion, but the opening of WonderWorld; ‘The Theme Park of the Future, Today!’<br>\r\n<br>\r\nThe park boasted a variety of environments to immerse their guests in:<br>\r\nWonder-City, a sprawling metropolis populated by a plethora of caped heroes and spandex-clad villains;<br>\r\nWonder-Kingdom, a medieval land of sword and sorcery, its forests populated with mysterious elves, and rocky plains inhabited by savage monsters;<br>\r\nWonder-Academy, a venture into the vast amounts of intellectual property purchased from Japan, where improbably-colored hairstyles are the norm and the genre can change at the drop of a hat.<br>\r\n<br>\r\n(Other boroughs are pending, of course.)<br>\r\n<br>\r\nThe roar of mouth-frothing fans drowned out the announcement of the extraordinarily exorbitant pricetag.<br>\r\n<br>\r\nIncluded in the base package are three days in the Wonder-Place of your choice and a free body-resculpting to match the locals. Additionally, you are given a basic ‘Plotline’ to follow; a recently recruited hero for Wonder-City, a new adventurer for Wonder-Kingdom, a transfer student for Wonder-Academy, etc. etc. Packages have to be upgraded if you want to inhabit the role of an established character.<br>\r\n<br>\r\nAny hanky-panky above PG-13 or violence beyond mild-roughhousing is strictly prohibited from both staff and guests — though one can bypass the former through underground channels. The actors in the park are well-trained, however, and can easily fake a dramatic death or budding romance at the drop of the hat.<br>\r\n<br>\r\nAs with anything owned by Wondertainment, the cheery facade masks a dark underbelly. The staff, by necessity, has been organized into a strict hierarchy; with management at the top; technicians, writers, and actors a rung lower on the ladder; and sanitation, maintenance, and grunt workers at the bottom. Bright eyes dazzled by the magical prospects touted by employment ads and the roaring river of Wonder-media usually leave the park glassy and disillusioned.<br>\r\n<br>\r\nActors are the most sought-after positions; for both the prestige of such a position and the benefits afterward. Contracts are set for five years at the minimum, and anyone who makes it through that crucible can get any Wondertainment-owned role they desire. The selection and training process is rigorous too, a strict regimen of lessons to teach them how to stay in-character no matter their form or situation.<br>\r\n<br>\r\nMany a proud graduate of that program have been bitterly disappointed by the nature of their assignment. Gender, age, height: all these and more are no barrier to the Wondrous™ auto-surgeons of Meconstruction!<br>\r\n<br>\r\n(Rumors swapped amongst the maintenance staff suggest that willingness is equally dismissable, as exemplified by the impetuous thespians who left their ‘disciplinary sessions’ as legendary method actors.)<br>\r\n<br>\r\nWriters are assigned to create exciting new Plotlines for their awaiting guests. There are a few that create Wonderful™ experiences every time they put pen to paper, but a fair amount of the writer’s room is burnt out, and just rehash usual tropes for their none-the-wiser guests. A few luminaries are employed as coaches for the actors, watching plots unfold through contact-lens cameras whilst whispering plot twists and story directions into the actor’s cleverly hidden earpieces. Whether the actors listen or not is a bit of a toss-up.<br>\r\n<br>\r\nTechnicians are stretched to their creative limit as well by Wondertainment’s nigh-unmeetable quota: designing new animatronics for creatures and roles unoccupiable by humans; new gadgets to enhance the realism of each environment; and pushing the envelope of Meconstruction’s technology.<br>\r\n<br>\r\n(There are rumblings of discontent among the actors about artificially intelligent robots created to take their starring roles in the park, but those are mostly dismissed with much rolling of the eyes and scoffs of ‘Science fiction!’)<br>\r\n<br>\r\nWonder-World’s mantra is ‘customer-obsession’, after all. Who needs to follow labor laws when you have mountains of cash?</td>",
        "id":2218870,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1587416153/item_id/2218870.png",
        "modified":1587419700,
        "pretty_title":"WonderWorld!"
    }
}