{
    "chapters":{
        "1":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Doctor Wonder himself!",
                "An actor!",
                "An employee of the park!",
                "A guest!",
                "Someone else!"
            ],
            "content":"<div class=\"\"><div> <span>As with anything owned by Wondertainment, the cheery facade masks a dark underbelly. The staff, by necessity, have been organized into a strict hierarchy; with management at the top; technicians, writers, and actors a rung lower on the ladder; and sanitation, maintenance, and grunt workers at the bottom.<br>\r\n<br>\r\nActors are the most sought-after positions; for both the prestige of such a position and the benefits afterward. Contracts are set for five years at the minimum, and anyone who makes it through that crucible can get any Wondertainment-owned role they desire. The selection and training process is rigorous too, a strict regimen of lessons to teach them how to stay in-character no matter their form or situation.<br>\r\n<br>\r\nMany a proud graduate of that program have been bitterly disappointed by the nature of their assignment. Gender, age, height: all these and more are no barrier to the Wondrous™ auto-surgeons of Meconstruction!<br>\r\n<br>\r\nWriters are assigned to create exciting new Plotlines for their awaiting guests. There are a few that create Wonderful™ experiences every time they put pen to paper, but a fair amount of the writer’s room is burnt out, and just rehash usual tropes for their none-the-wiser guests. A few luminaries are employed as coaches for the actors, watching plots unfold through contact-lens cameras whilst whispering plot twists and story directions into the actor’s cleverly hidden earpieces. Whether the actors listen or not is a bit of a toss-up.<br>\r\n<br>\r\nTechnicians are stretched to their creative limit as well by Wondertainment’s nigh-unmeetable quota: designing new animatronics for creatures and roles unoccupiable by humans; new gadgets and special effects to enhance the realism of each environment; and pushing the envelope of Meconstruction’s technology.<br>\r\n<br>\r\n(There are rumblings of discontent among the actors about artificially intelligent robots created to take their starring roles in the park, but those are mostly dismissed with much rolling of the eyes and scoffs of ‘Science fiction!’)<br>\r\n<br>\r\nWonder-World’s mantra is ‘customer-obsession’, after all. Who needs to follow labor laws when you have mountains of cash?<br>\r\n<br>\r\nThat being said, who are you?</span></div></div>",
            "created":1586926800,
            "id":2819293,
            "title":"Where the magic (and/or horrific sci-fi) happens"
        },
        "11":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Touring the facilities — undercover!",
                "Conversing with his board of directors.",
                "Staying in the WondResort adjacent to the park, bored out of his mind. ",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Building a diversified multinational mass media and entertainment conglomerate and the world's largest theme park wasn't always easy. But as his father, Walter Wonder Sr., once said 'to make an omelette, you've got to break a few eggs'.<br>\r\n<br>\r\nWhat are the eggs? Often, the eggs are labour laws. Sometimes they're staff. On occasion, visitors. <br>\r\n<br>\r\nWhat could the good doctor himself be doing in regards to his own fine establishment?</span></div></div>",
            "created":1586926800,
            "id":2819294,
            "title":"Doctor Wonder himself!"
        },
        "12":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Wonder-City",
                "Wonder-Kingdom",
                "Wonder-Academy",
                "A land not listed here",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>The lifeblood that pumps through the veins of WonderLand; all the park's a stage, with you and all your coworkers merely players!<br>\r\nUnfortunately for you, getting yourself out of a role is much more difficult than getting yourself in one.<br>\r\nWhich Wonder-Land do you work in?</span></div></div>",
            "created":1586926800,
            "id":2819295,
            "title":"An actor!"
        },
        "121":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Captain Capable",
                "Mighty Maid",
                "Black Sable",
                "Someone else",
                "Someone from another cast of characters"
            ],
            "content":"<div class=\"\"><div> <span>Here are a few of the many roles you may find yourself playing in the sleek metropolis of Wonder-City:<br>\r\n<br>\r\n<b>Captain Capable</b>; the archetypical ‘flying brick’ with a cornucopia of other Plotline-convenient superpowers and one of the founding members of the ‘Utopian Alliance’, he’s a bit of a boyscout: humble in his accomplishments but steadfast in the face of the evil. His civilian identity is Chet Tompkins, a mild-mannered insurance salesman.<br>\r\n<br>\r\nThe actors that are chosen to play him usually aren’t nearly as humble or kind, however. It’s one of the most sought-after positions for many a reason: the well-muscled athletic physique, the uncountable female Guests hanging off their arms, and the center-stage focus in many a storyline.<br>\r\n<br>\r\nOf course, all this means that the actors for the Captain are easily shunted off to other roles, what with all the eager mummers in queue behind them…<br>\r\n<br>\r\n<b>Mighty Maid</b>; She’s also a founding member of the Utopian Alliance, though you’d never guess it. In her civilian identity, she goes by the name Margot Marseille, a young thing who has earned the dubious honor of the cities’ top maid with inconspicuous use of her ‘super-cleaning’ powers. With an auburn bob topped by a ruffled headband, a ridiculous French accent, a nigh-physically-impossible hourglass-figure, and a penchant for getting caught in the most basic of traps, her detractors claim that she sets feminism and the reputation of a certain Western European country back fifty years.<br>\r\n<br>\r\nWonder-Land, of course, dismissed these opinions outright. Hundreds of trust-fund teens and lecherous old men paid out the nose for a chance to ogle the ‘Servant of the People,’ with the Writers and Technicians eagerly obliging: the former managing to get a checkbox for ‘Mighty Maid romance,’ on the Wonder-City guest application, and the latter designing intentional flaws into her corset for more wardrobe malfunctions.<br>\r\n<br>\r\nIn fact, Mighty Maid was the focal point of one of the company’s few legal losses : the sight of a sniffling young thing tearfully telling tales about mincing around for the hungry eyes of the elite was a bit too much for the public and courts to stomach.<br>\r\n<br>\r\nThe financial loss was relatively minor, in the scope of all things, but Wondertainment vowed to never let it happen again. So now, if you carefully watch the graduation ceremony of the Actor Training Program, you can see one or two young men goggling at the contents of their enveloped assignment. If you choose to follow them to the auto-surgeon, you can watch them wobble out of their appointment looking markedly different; a good amount of their former mass flushed down the medical waste chute, save for a specially preserved piece. Even if they talk after their contracts are up, who would believe them?<br>\r\n<br>\r\nOnly the actor, direct coworkers, and management are privy to this secret, the former two threatened with immediate severance without pay nor form reinstitution if they disclose the secret to any guest or refuse to play their part. Despite this, you can find quite the number of red-tressed doppelgangers in nearby cities. To this date, no one outside of Wondertainment has quite connected the dots.<br>\r\n<br>\r\n<b>Black Sable</b>; real name: Carmilla Yahontov, a rich heiress who moonlights as a super-villain, pilfering the contents of vaults with usage of her super-intangibility (Which is realized in the park by cleverly hidden secret passages.)<br>\r\n<br>\r\nThough many female actor aspirants try to snag the role of the Sterling Scoundrel with the hope of being the full-fledged badass she is on the silver screen, most are disappointed by the steady stream of moneyed masochists who come to be degraded by the near-amazon.<br>\r\n<br>\r\nSome are fine with it, of course.<br>\r\n<br>\r\nWho shall you be playing the part of, then?</span></div></div>",
            "created":1586926800,
            "id":2819296,
            "title":"Wonder-City"
        },
        "1212":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Freshly graduated from the Actor Training Program",
                "A new arrival",
                "Transferred from an existing role",
                "Someone else",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Mighty Maid - Cleaning up crime!<br>\r\n<br>\r\nYou are...</span></div></span></div>",
            "created":1586926800,
            "id":2819298,
            "title":"Mighty Maid"
        },
        "12121":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Read the letter",
                "Try to escape",
                "Waking up later",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The day was finally here - graduation! The Town Hall of Wonder City, normally the site of dazzling, effects-laden battles between the forces of good-actors and evil-actors, has today been fitted out with several hundred cheap plastic chairs to accommodate the forty gowned graduates of the Wondertainment Actor Training Program and their friends and families.<br>\r\n<br>\r\nAnd there you are, front-row seat. Being here, in the vaulted halls right at the heart of the WonderWorld complex, you can't help but feel excited and trepidation in equal measure. How many thousands of actors have given their utmost to amaze the audience, to bring a touch of magic into a mundane world. How many millions of excited visitors, men and children alike, have passed through here and watched in wonder, believing for just a moment that dreams really can come true? <br>\r\n<br>\r\nThe weight of that obligation presses down from you, made all the more real by the stern, granite visage of Doctor Wonder staring down from the stone statue of '<i>Mayor Wonder, Established Wonder City in 1837</i>' at the front of the hall.<br>\r\n<br>\r\nNervously you fiddle with the hem of the rental graduation robe. Your fiance notices and slides her hand within yours, interlacing her fingers to stop you fidgeting, and gives you kiss on the cheek. \"You're going to do great. We're all excited to see who you're going to be,\" she says warmly.<br>\r\n<br>\r\n\"Speak for yourself, I'm just here for the base package,\" your dad jokes, slapping you on the back so hard that it dislodges your mortarboard hat. \"Three days in WonderWorld almost makes up for the three years of tuition we paid.\"<br>\r\n<br>\r\n\"I promised I'll pay that back.\" By which you mean, 5 years on your contract and Wondertainment will void the debt. Nobody pays off loans of that magnitude on an actor's salary.<br>\r\n<br>\r\nUp on the podium, Mayor Hamilton Hayworth Hill III - or at least the actor now known as such - glances at his watch in impatience. The Town Hall is set aside for this occasion for one hour every year, and one hour only. In 27 minutes 14 seconds, the villain known as Firefly is due to burst through the front doors and the pyrotechnics under the floor will go off, with or without a roomful of graduates sat on top of them. Where the <i>hell</i> is Captain Capable?!<br>\r\n<br>\r\n\"Sorry for the delay, ladies and gentlemen! Had to stop a bank robbery on the way here, you know how it is!\" comes the valiant call across the room.<br>\r\n<br>\r\nThe lighting technician is at least partially on the ball. The lights dim. A spotlight swinging up to one the empty balconies of the auditorium, drawing the audience's gaze. The spotlight quickly shifts a different balcony where stands Captain Capable, his bleached white smile shining brilliantly. Striking a noble pose, he rises into the air and floats over the crowd.<br>\r\n<br>\r\n\"More like Captain Cable, I can see the wires,\" Maria whispers in your ear. You hush her, not wanting to ruin the magic for the rest. The audience watches transfixed as the Captain makes his landing beside the podium and extends his red-white-and-blue gloved hand to shake the hands of the scowling mayor. There is a brief pause as a stage hand dressed as the sidekick Boy Competent rushes on stage to release the harness on the Captain's back.<br>\r\n<br>\r\n\"You're gonna make such a better Captain than that guy,\" says Maria, looking at you with admiration.<br>\r\n<br>\r\n\"In my dreams am I going to get that lucky,\" you reply, showing her your crossed fingers.<br>\r\n<br>\r\n\"Ladies and Gentlemen gathered here today...\" begins the Captain, glancing at the clock. \"... let's begin.\"<br>\r\n<br>\r\nOne by one, the graduates' names are read out. They go up on stage to shake the Captain's hand, receive their diploma, an envelope containing the details of the role they will be playing, and most importantly, a few private words of wisdom from the Big C himself. Then it's your turn.<br>\r\n<br>\r\nWow, your hands are sweaty. Thank god the Captain is wearing gloves. With every eye and a swelteringly hot floodlight on you, it feels to take an age just walking to the stage. Somehow it is challenge just to move one foot after the other without tripping over the steps or themselves. How have three years of stage school not prepared you better for this moment? Your heart feels like it is beating out of your chest...<br>\r\n<br>\r\n... and then it stops as a cry of \"we love you, Charlie!\" comes from your fiance. The crowd titters at the sudden outburst, and the Captain himself puts his head back and gives a theatrical guffaw.<br>\r\n<br>\r\nThe leather of the Captain's glove is worn smooth from hundreds of hands as it shakes yours. He hands you your diploma and the envelope, though his head is turned away, fixated on somebody in the front row. \"Quite a mouth your girlfriend's get on her,\" the Captain  mutters below the threshold of the microphone.<br>\r\n<br>\r\n\"Uh, yeah, she's got a pair of lungs on her alright\", you laugh in embarrassment.<br>\r\n<br>\r\nThe Captain leans in, your heart leaping in anticipation of his words of encouragement. \"Oh, she's certainly got a sweet pair of <i>something</i>,\" he sneers, slapping your shoulder and guiding you with a shove towards the far side of the stage.<br>\r\n<br>\r\nThe far side of the stage is dark and quiet, the sounds of the auditorium soon swallowed up by the thick red velvet curtains. A set of stairs leads down and down. As you descend, the gilded, baroque architecture of the Town Hall very quickly becomes grey concrete and stark fluorescent lighting. Yet this mundane, industrial area thrills you. This is <i>the actual</i> WonderWorld utility network! The Wonder Kingdom is fabled to have the largest utilidor system in the world, a network of tunnels running under the park to allow its actors to get from place to place out of sight of the visitors. This is where the magic is made!<br>\r\n<br>\r\nYou take a deep lungful, savouring the moment. Oddly, it doesn't smell much like magic. It smells like rust and sweat. And there is the strange, strong scent of hot fat and burnt hair which only grows stronger as you progress further down the corridor.<br>\r\n<br>\r\nThere is nobody here to greet you, and it is eerily deserted even of actors. There is just a misspelled sign - '<i>gradautes this way</i>' - pointing down half a mile of industrial corridor before there is another sign - '<i>garduates check number</i>'. Beyond, the corridor is lined on both sides with numbered doorways.<br>\r\n<br>\r\nThe stench of cooking flesh and burnt hair is overpowering here, and there is an odd, muffled noise just at the edge of hearing, a repetitive thud echoing through the concrete like somebody hammering against a wall.<br>\r\n<br>\r\nIn the moment of confusion, you look to the envelope for guidance. Printed on the front in glitter is the number '7'. You step through door 7, tearing open the envelope as you go.<br>\r\n<br>\r\nThe room beyond is little larger than a closet with a bare bulb illuminating side walls of steel, a floor-to-ceiling mirror in front of you, and a concrete floor crisscrossed with drainage channels and a wide drain. The door seals shut behind with a heavy, pneumatic clunk.</span></div></div>",
            "created":1586926800,
            "id":2819299,
            "title":"Freshly graduated from the Actor Training Program"
        },
        "121211":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Try to smash the glass",
                "Try to block the nozzle",
                "Resign yourself to the process",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You move to try the door handle only to find that there is none. The door has completely sealed shut, becoming just another steel wall of the phone booth-sized chamber.<br>\r\n<br>\r\nThe smell of burnt meat and chemicals is enough to make you gag. The bare bulb above flickers and hums. You notice a blue residue encrusted to the sides of the bulb in streaks, as if some liquid has poured down it and dripped. Above the bulb, nozzles are set in to the ceiling, encrusted with the blue chemical too.<br>\r\n<br>\r\n\"Um, he-hello?\" you ask.<br>\r\n<br>\r\nThe sound echoed back at you from the walls, the only company the image of yourself reflected back upon the mirror wall, looking rather absurd in their ornate, billowing graduation gown. Your face looks pale and nervous. Why should you be afraid? You're only a dozen feet beneath the streets of Wonder City, the happiest theme park in the world. Nothing bad happens here.<br>\r\n<br>\r\nYet your fingers betray your nerves, absently tugging at tearing at the heavy parchment of the envelope, tearing it into strips and the strips into confetti to distract your mind. You'd forgotten all about the letter! It is sure to explain everything!<br>\r\n<br>\r\n<span style=\"font-family:times new roman, serif\">Dear Charles Wright,<br>\r\n<br>\r\nCongratulations on successfully passing the Wondrous™ Certified Actors Training Program and Thank You for agreeing to become a part of WonderWorld: The Theme Park of the Future, Today!<br>\r\n<br>\r\nIn order to keep the magic of WonderWorld a secret, we would like to remind you that you continue to be held under the Non-Disclosure Agreement signed at your admission to the Program and that any breach of said agreement with regards to the workings of WonderWorld or any activities you may perform, or have performed upon you, to visitors, social media, traditional media, law enforcement, or government agencies will be punished to the full extent of the law. Furthermore, Wondertainment maintains the right to terminate your contract immediately due to this or any other infraction, with any outstanding tuition fees waived by Wondertainment for the 5-year probation period required to be repaid with 14-days.<br>\r\n<br>\r\nAnd furthermore... Welcome!<br>\r\n<br>\r\nDuring your years at WonderCollege, you may have been studying with us but what you may not know is that we have been studying you! Using personality surveys conducted discretely during your three years with us, as well as assessments submitted by your tutors and classmates, we have hand selected for you the perfect role within our extensive stable of characters, which we believe is well within your acting range. Don't disappoint us!<br>\r\n<br>\r\nPlease find below the list of what we believe are your greatest strengths as an actor, which were used in our selection process:<br>\r\n- Pep 67%<br>\r\n- Naivete 96%<br>\r\n- Height 170cm [within acceptable adjustable parameters]<br>\r\n- Servility 36% [within acceptable adjustable parameters]<br>\r\n- Litigitinousness 12%<br>\r\n<br>\r\nConsidering this, furthering your required Meconstruction, you have been cast in the role of...! </span><br>\r\n<br>\r\nThe bottom third of the letter has been folded over and glued down. A handful of gold glitter pours out when you open it up.<br>\r\n<br>\r\n<span style=\"font-family:courier new, monospace\">Mighty Maid</span><br>\r\n<br>\r\n\"Wait, what.\" This is a mistake, right? No. Your name is right there at the top of the letter.<br>\r\n<br>\r\nMighty Maid is a joke of a character, a sexist relic of a time in the 1970s when comic books were written by misogynists and illustrated to pander to the 13-18 male demographic, after they discovered that a big breasted French maid on the front page tripled sales. Her creator, William Byrne, had been infamous for his love of bondage, and so her stories usually involved her being tied up after (once again) naively accepting the job of cleaning the evil villain's volcano lair, and typically ended with her being rescued by Captain Capable and spanked over his knee on the steps of the town hall.<br>\r\n<br>\r\nIt was frankly baffling to you that company as progressive as Wondertainment had deigned her appropriate for a role in their Wonder Cinematic Universe, let alone their theme park. Fortunately they had chosen to improve the poor actress' working conditions after that disgruntled employee had come forward.<br>\r\n<br>\r\n\"Hello?\" you say again to the cubicle. \"I think there's been a mistake.\"<br>\r\n<br>\r\nTo your surprise, with a tiny electronic click, the mirror in front of you suddenly becomes a window. A window on to a broad, darkened room illuminated by the thousands of glowing switches on banks of computer terminals, and the light that streams from your cubicle and the cubicles either side of you. Though you cannot see into the cubicles next to you, you can see the light from them playing over the faces of the men in white coats seated at the computers - some of the light is blue and ripples, as if shining though a spray of chemicals pouring down the window; another distinctly shows the shadows of arms thrashing before the bulb.<br>\r\n<br>\r\nThe man at the console situated in front of your cubicle leans towards a microphone at his desk. \"No mistake.\"<br>\r\n<br>\r\n*click* The window becomes a mirror once more.<br>\r\n<br>\r\n\"What! I'm not Mighty Maid!\"<br>\r\n<br>\r\n*click* The mirror becomes a window. \"Not yet.\" *click*<br>\r\n<br>\r\nA cold sense of dread is starting to form in the pit of your stomach. You bang your fist on the mirror. \"Mighty Maid's a girl!!\"<br>\r\n<br>\r\n*click* \"Do not bang on the glass.\" *click*<br>\r\n<br>\r\nYou can picture her clearly from the news coverage - the video recordings taken by visitors of her mincing about the tropical resort on stilettos with a frilly black skirt hitched up over her backside, bending over with her feather duster to clean up every piece of trash the gaggle of leering male fans threw in front of her. You picture the middle-age men pinching the curvy cheeks of the 2D character they'd grown up fantasizing over. You slam your fist harder.<br>\r\n<br>\r\n*click* \"I said don't touch the glass,\" says the voice icily. The man reaches for a blue dial on his desk, cranking it up. There is a gurgle above...<br>\r\n<br>\r\n<i>Psccchhhhh</i>. A mist of neon blue liquid sprays from the ceiling. In a moment, you look as if you've fallen into a port-a-potty as the acrid stuff drips down your torso, soaks through your clothes, until you're sodden to the skin. You splutter in protest. The man cranks the dial further and the mist becomes like a heavy rain.<br>\r\n<br>\r\nThere is something thicker dripping down the back of your neck. You reach your hands up to your head and pull them away covered in black goop. The mortarboard hat was... melting.<br>\r\n<br>\r\n\"Hey, that was a <i>rental</i>!\"<br>\r\n<br>\r\nThe letter, envelope, and diploma in your hands are becoming mush, the thick parchment like a rice paper that tears apart and dribbles through your fingers. You can feel the deep groves of the drainage channels beneath your feet, as the thick rubber soals of your shoes begins to melt and wash away. The heavy graduation gown slings to you, chunks of it bubbling and sloughing away.<br>\r\n<br>\r\nThe treacle-like melted plastic and fabric of the mortarboard dribbles still down your scalp. You try to pull more of it out of your hair. Your fingers comes away matted in a handful of your auburn curls.</span></div></div>",
            "created":1586926800,
            "id":2819300,
            "title":"Reading the letter"
        },
        "1212113":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Manacles pinion your limbs to the wall, with one even covering your mouth! Rude.",
                "He calls over a writer while the process continues.",
                "He ignores you while the process continues.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>You stare at the clump of matted hair in your hands, the blue sodden thing closely resembling a wet, mutant gerbil. Dots connect in your head with lightning-fast speed, and Mighty Maid’s scenes in the latest WCU films play in your head:<br>\r\n<br>\r\nA two-minute-long costume change scene with plenty of low and high angle shots that bumped the rating up to PG-13.<br>\r\n<br>\r\nCooing ‘Oui’ in response to Captain Capable’s inspirational speech and nodding so furiously that her bustier nearly slipped off.<br>\r\n<br>\r\nRaising her feather duster in victory after barely contributing to the fight against Mal’Traxxas, the Planet Eater. <br>\r\n<br>\r\nGod, did she have a single <i>sentence</i>?!<br>\r\n<br>\r\nA good amount of body hair sloughs off with an unpleasant tingle as the sense of dread in your stomach blossoms into indignation. With a self-righteous fist, you rap on the glass.<br>\r\n<br>\r\n“Excuse me?! Hello?”<br>\r\n<br>\r\nThe faint silhouette of the man <i>clicks</i> back onto the mirror, and the best adjective that could apply would be ‘haggard’. Your lip involuntarily curls, but you push it down. They needed to know the massive mistake they were making.<br>\r\n<br>\r\n“Sir, <i>please</i> don’t knock on the glass.” He turns the blue dial once again and the blue rain above you becomes a monsoon. He kneads the bridge of his nose as you splutter through the chemicals. “And please hold still, this is —” <br>\r\n<br>\r\nAn indignant bristling claws its way to the surface. “I most certainly will <i>not</i> hold still! I played the lead role for a <i>six-month-run</i> of the Scottish Play, and you’re relegating me to a <b>bit part</b>?”<br>\r\n<br>\r\nThe man looks bemused, but quickly wipes the expression off his face and fiddles with the console. The downpour of chemicals stops, and two jointed mechanical arms extend out of the ceiling, a rubber edged blade between the two of them. “Sir, I think you’ll find the battery of papers you signed waives any right to choice of form…”<br>\r\n<br>\r\nThe rubber descends to the back of your skull, and scrapes downwards, catching any remaining bits of pesky keratin. “Well, I want to talk to your manager!”<br>\r\n<br>\r\nYou cross your arms somewhat defiantly and glower at the pane of glass, which doesn’t come across that well, what with the lack of eyebrows and all. The rubber blade now squeegeeing your front doesn’t help much either.<br>\r\n<br>\r\n“You’re cooking a side of wagyu beef well done,” you add. “It’s a <i>waste</i>.<br>\r\n<br>\r\nBemused, the artless heathen taps a few buttons on his console and… <br>\r\n</span></div></div>",
            "created":1587790800,
            "id":2824109,
            "title":"Resign yourself to the process"
        },
        "1212114":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "A second wind re-energizes you! (Not that it matters.)",
                "A different-coloured chemical starts to spurt down.",
                "Mechanical implements extend from hidden compartments.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Both of your hands shoot to your head to protect your locks — you’d spent thirty bucks on the coif, after all — but it’s a fruitless task. The blue gush dislodges loose strands with pressure alone and soon enough your vision is clogged with glossy clumps of blue. The constant downpour on your bare scalp is a strange feeling, but the fact that all your clothes — including your lucky boxers — have been washed down the drain is a bit more attention-grabbing.<br>\r\n<br>\r\nYou cover your shame for a second, but the glass has switched back to the mirror. You move your gaze to your mechanical foe: the nozzle. Distressingly, the hand you use to protect your eyes from the deluge of blue is alabaster-pale. Even the burn scar you got as a kid has faded away, indiscernible from the rest of your arm.<br>\r\n<br>\r\nYou watch your arm hair get blasted off with the rivulets of pen-ink liquid, watching the little threads dance around the floor before sluicing down the drain. This has to stop. You take a deep breath and squat, tensing the muscles in your legs. You cast a baleful gaze at your quarry; it’s only two-or-so feet above your head. You can do this.<br>\r\n<br>\r\nThe glass changes with a <i>click</i>. The white-coated man leans closer to his microphone. “Please do not disrupt any appliances in the Meconstruction Chamber.”<br>\r\n<br>\r\n“Fuck you.” you growl. The curse is strange and satisfying on your tongue: WonderCollege program discouraged the usage of harsh language, with grade-letter-reduction as punishment past the initial three strikes. You haven’t said anything harsher than ‘heck’ in three years, but the moment couldn’t be more appropriate.<br>\r\n<br>\r\nWith a grunt of effort, you leap into the air, clawing your fingers through the torrent of blue, before your fingers find glorious purchase on the metal nub. <br>\r\n<br>\r\nA triumphant laugh peels out of your mouth! For about three seconds, because the resulting jolt coursing through you is enough to completely spasm every striated muscle. You feel the dull sensation of your body impacting the floor and of your limbs uselessly thumping against the wall.<br>\r\n<br>\r\nIt takes you around twenty seconds for you to fully recover. Twenty seconds of blue stuff lashing down on your face, wiping any trace of follicular growth from you face, even that light stubble you were working so hard on.<br>\r\n<br>\r\nWith a <i>click</i>, the mirror changes back to a window. “Told you so.” the man intones, voice bereft of amusement.<br>\r\n<br>\r\nYou swipe the back of a hand across your lashless lids to clear the final bit of hat-goop and turn your bared orbs to the now-mirror. <br>\r\n<br>\r\n“What the hell was that?!” you hiss, pointing a finger up at the nozzles. <br>\r\n<i>click</i>. “Anti-tamper mechanism.” A little pause, then another <i>click</i>.  “Foul language is against our Wonderful Code of Conduct, please refrain from using it in whilst in our employ. Best to break bad habits early.” <i>click</i>  <br>\r\n<br>\r\nThe anger coursing through you mixes with dread and forms a foul cocktail of what might resemble determination. There’s only one thing left to do: You struggle to your feet, fumbling a hand along the wall for support. The soreness has just start to hit. “I quit, then!” you choke out. The words almost hurt as they leave your lips. Your dreams feel like they’re dissolving before you, much like everything else you brought into the chamber. <br>\r\n<br>\r\n*click* The man appears in front of you once again, but his till-now-impassive expression has a quizzical bent to it. He beckons over a neighboring man and the two confer behind their hands, before the second shrugs and walks away.<br>\r\n<br>\r\nYour tormentor massages the bridge of his nose, before pressing the microphone button with another <i>click</i>.<br>\r\n<br>\r\n“Alright then. Tuition’ll have to be recouped within the stipulated 14-day period.”<br>\r\n<br>\r\nYou gulp down the weight in your throat and along with a bit of blue liquid and nod. “Okay.”<br>\r\n<br>\r\n“And…” He types unidentifiable sums into a nearby calculator. “... around forty percent of the estimated income’ll have to be paid. That’s forty-thousand credits at <i>least</i>”<br>\r\n<br>\r\n“Wait, what?”<br>\r\n<br>\r\n“And the wasted Meconstructive process; that’s gonna hike those numbers. We’ve already used ‘round half of the Defoliating ”<br>\r\n<br>\r\nYour face blanches. “This isn’t going to stop!?”<br>\r\n<br>\r\nThe man blinks owlishly. “Of course not. That would be <i>horribly</i> unsafe.” A few more numbers are inputted. “And the Wonder-brand camisole and miniskirt’ll be a forty. Ah, do you want underwear with that?”<br>\r\n<br>\r\n“I can’t— I d-don’t—”<br>\r\n<br>\r\n“Well, our Mighty Maid frilled-bras are around fifteen credits, and they support <i>and</i> display. I’ll put you down for it, and if you have any complaints afterward, you can return it for 15% of the price in-store credit.” <br>\r\n<br>\r\nYou slide down along the slick wall, only half paying attention to the flood coursing around you. “If I can’t pay this back, what’ll…”<br>\r\n<br>\r\n“Liquidation of your assets, garnished wages, and the same for direct relations,” he sniffs. “Does <i>anyone</i> read these contracts?”<br>\r\n<br>\r\nA part of you wants to melt along with the rest of your clothes and wash away into the sewers. This wasn’t wonderful at all. You cough out a bit of liquid and try to find your voice. “Um, I-i’d like to rescind my… hasty decision, from, uh, <font class=\"size25\" style=\"\">a few</font> <font class=\"size2\" style=\"\">seconds ago</font>.”<br>\r\n<br>\r\nThe voice stifles a cough-snor. “Welcome back.”<br>\r\n<br>\r\nThe drainage channels are an uncomfortable bed, but you don’t really have the energy to care. Blue liquid cascades on your face as an “Oh god…” escapes your lips. <br>\r\n<br>\r\n<i>click</i> “That’ll have to be ‘<i>Mon dieu</i>.”<br>\r\n<br>\r\nGoddammit.<br>\r\n</span></div></div>",
            "created":1587099600,
            "id":2820069,
            "title":"Something else"
        },
        "12121142":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "A torrent of viscous neon pink goo begins to pour from on high",
                "A numbing white foam fills the entire chamber",
                "An inky black ointment is sprayed on your scalp",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Ever square inch of your skin tingles weirdly, as the blue liquid continues to pour down the defoliated surface. You run your hands over your chest, feeling the last of the baby fuzz come away under the touch, adhering to your fingers in clumps for a moment before it too is rinsed away. The flesh feels smooth as rubber beneath.<br>\r\n<br>\r\n*click* \"Sir, we're going to need you to stand up.\" *click*<br>\r\n<br>\r\nThe tone brooks no argument. On shaky legs, you rise, facing the mirror.<br>\r\n<br>\r\n*click* \"Yeah, if you can just turn around now... that's great. And, uh, if you can just bend forwards just a little.\" <br>\r\n<br>\r\n\"What?!\"<br>\r\n<br>\r\n\"<i>Bend. Forwards.</i> This is quality control. We need to check that we get everywhere. How would it look for the park if we allowed a Mighty Maid to go on show with a hairy crack where her showstopper should be? This is going to be on thousands on instagrams and facebook posts, alright, so bend over.\" *click*<br>\r\n<br>\r\nJust think of the money. Think of Maria, of the ring you'll buy her, of the home for the two of you that you'll be able to afford with this job...<br>\r\n<br>\r\nYou bite your tongue and place your hands on the wall that had once been a door, leaning forward at the waist. The cobalt coloured liquid poured down your asscrack.<br>\r\n<br>\r\n*click* \"That's greeeat. Now if you can just spread those cheeks...\"<br>\r\n<br>\r\nThink of the house you'll buy. Picture the picket fence, the winding garden path that leads to the door. Picture the master bedroom for you and Maria, the creche for the baby...<br>\r\n<br>\r\nSlowly, begrudingly, you move your hands around to your backside. <i>Just pretend you're mooning him,</i> you try to convince yourself, as you pull your ass cheeks apart.<br>\r\n<br>\r\n\"Great. Hold there.\" The second technician is beckoned over again. The two men consult for a minute, each stepping up to the mirrored glass in turn, pressing their noses almost to the glass and inspecting you closely. You scowl back at them, though their attention is more focused on your ass than your face, and they pay you no mind. Your tormentor is unshaven, dark rims under his eyes and coffee stains about the lapel of his labcoat. He looks like a man at the tail end of an 18 hour shirt.<br>\r\n<br>\r\nHe returns to the console, twisting a second dial. The gentle spray of chemicals above narrows into a tight, high-powered jet, blasting with impeccable aim down the crevice of your spread buttcheeks. Like one of Doctor Wonder's cartoons, you almost hit the roof. You might have grabbed the nozzle if you hadn't been distracted by the sharp sting in your backside.<br>\r\n<br>\r\nYou land a gasping, shaking, dripping mess, hurling insults at the mirror that are quickly muted. The two technicians reexamine you with an impassive eye, like bored kids staring at a particularly dull slug behind glass at WonderZoo. A switch is flicked on the console. They fumble in their pockets for loose change and move out of sight of the narrow field of view provided by the booth.<br>\r\n<br>\r\nThe blue has stopped. A fine mist of cold, clear water starts to fall from the ceiling, washing away the defoliant and any last trace of hair or blemish. In the mirror, your hairless male body looks odd, inhuman - like a child's doll with the hair piece and clothes removed. <br>\r\n<br>\r\nThe man returns with a plastic cup of steaming liquid, setting it down among the dozens of empty cups littering the console. He reclines in the seat and cracks his fingers in front of him, piano-maestro-style. Then with a flourish that seems to drip sarcasm and boredom, he presses a single button.</span></div></div>",
            "created":1587186000,
            "id":2820561,
            "title":"A different-coloured chemical starts to spurt d..."
        },
        "121211421":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Forced to listen to the technician",
                "As the fumes continue to assault your nostrils",
                "As you begin to perspire terribly",
                "As the heat begins to build",
                "As you feel movement in the gel around you"
            ],
            "content":"<div class=\"\"><div> <span>The water switches off. The nozzle gives a gurgle of some new liquid being pumped through the pipes. You press yourself back against the wall of the cubicle as a stream of viscous liquid begins to pour from on high. It has the consistency of honey, is a vivid neon pink colour, and smells like a pharmacy.<br>\r\n<br>\r\nThe drain is no longer draining. The goo pools in the corner, slowly starting to creep up over your toes. Soon it has filled the cubicle to your ankles. Unlike the frigid blue liquid and rinse, it is hot enough that swirls of pink vapour emit from the bubbling surface. Breathing them makes your head spin.<br>\r\n<br>\r\nOnly with great effort will your feet move within the chemical gunk. You don't know what it is, or what it will do to you, but it can't be good. You try to make another leap for the nozzle on the ceiling, hoping to use it to lift yourself out, but your feet remain fixed within the thick treacle.<br>\r\n<br>\r\nThe level has risen to your knees, and your heart rate is rising along with it. The cubicle is starting to feel <i>very</i> small. What if you're in one of those snuff films? What if there's a bunch of weirdos on the other side of the mirrored glass getting off to watching a bald man drown in pink goo. There are some very specific fetishes these days.<br>\r\n<br>\r\n\"I said I'd agree to do it, alright? What more do you want from me? You want me to sign something? I''ll sign whatever you want.\" The mirror remains impassive. The goo is at your mid thigh. \"If you ki-kill me, my family are going to notice me missing! You're gonna have hell to pay if they never see me again. They'll bring the whole army-\"<br>\r\n<br>\r\n*click* The voice has the tone of a man who has heard this all before. \"This is Florida. If we wanted to drown you, we have thousands of miles of crocodile-infested lagoon within the boundaries of the park. It would be a damn sight cheaper than using biogenic gel. Remain calm.\"<br>\r\n<br>\r\n\"<i>You</i> remain calm!\"<br>\r\n<br>\r\n\"I shall,\" the man replies rather smugly from his console, sipping his coffee. \"As for your family - let me check our database... hmm... yes, they're booked in to tomorrow evening's Graduation Gala. They're down to be served by Mighty Maid herself. So I can assure you they will see you again.\"<br>\r\n<br>\r\nThe level continues its ascent up over your genitals and buttocks. The temperature is making you perspire heavily, and the air is becoming harder to breath.<br>\r\n<br>\r\n\"I'm <i>not</i> serving my own family,\" you say, the defiant tone in your voice seeming to be swallowed up by the close, gooey confines.<br>\r\n<br>\r\n\"<i>You</i> won't. Mighty Maid will. Your father was quite specific about who he wanted waiting on him hand and foot. Your fiance wanted Captain Capable of course.\" *click*<br>\r\n<br>\r\nThe goo tickles under your armpits. The thick vapours fill what remains of the air and the heat is unbearable. It feels like the flesh hidden beneath the goop is melting. You stagger and swoon, terrified for a moment about sinking beneath the liquid, but it holds you up and in place. \"So hot in here...\" you croak. \"Turn it off.\"<br>\r\n<br>\r\n*click* \"Snips and snails. And puppy-dogs' tails. That's what little boys are made of. We need to sweat all that nasty stuff out of you before we can- hey, how are you still speaking in there? Didn't you-? Shit, I forgot the- Hang on a minute.\"<br>\r\n<br>\r\nA hatch opens in the ceiling. A rubber tube drops to the level of your mouth, only a few inches above the level of the water, which is now crawling up your neck. The vapor parts and billows near the end of the tube as fresh oxygen flows from it.<br>\r\n<br>\r\n\"Forgot to give you the breather. Should have done this at the start. Long shift, alright? I'm going to need you to put that thing down your throat and, uh, quickly. I don't know if I can turn this o-\" *click*<br>\r\n<br>\r\nYour arm feels like it is buried in cement. Straining so hard you think the muscles will tear, you manage to dredge it up into the air and grab the tube. You press the end of it to your lips and suck down fresh oxygen.<br>\r\n<br>\r\n\"-said <i>down</i> your throat! <i>Down</i> it! How the hell do-\" *click* His voice is frantic.<br>\r\n<br>\r\nYou open your mouth and push the tube further in. You're lucky that some of the goo, which is now up to your bottom lip, has splashed up and coated the surface, so that the lubricated rubber slides in easily. You gag as the tube meets the back of your throat, almost inhaling a mouthful of 'biogenic gel'. *click* \"-ake it like a ma-!\" *click*<br>\r\n<br>\r\nThe fear, as the gel rises over your nostrils, is enough for you to power through the gag reflex, taking the last necessary few inches to force it down your throat. Oxygen fills your lungs.<br>\r\n<br>\r\nThe gel rises over your eyes. You shut them, though there is enough light filtering through your eyelids to determine when the lightbulb winks out overhead, plunging you into pitch darkness. You float, immobilized in your pink, liquid prison...</span></div></div>",
            "created":1587186000,
            "id":2820737,
            "title":"A torrent of viscous neon pink goo begins to po..."
        },
        "1212114213":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Charlie's mold starts to feel tight in some places and curiously loose elsewhere",
                "Zach watches his body slowly shift to match the template.",
                "Zach falls asleep. Uh oh.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>It’s hot. Almost unbearably so. You can hardly distinguish between your sweat-slick skin and the goo around you, and the tight indentation your face is squeezed into doesn’t let you open your eyes to check. <br>\r\n<br>\r\nYou try to move a finger, a toe, a muscle, and manage around a millimetre before you impact the mold of your (presumably) pink prison. <br>\r\n<br>\r\nYou imagine this must be what amber-stuck prehistoric insects must’ve felt like, though they probably didn’t have to worry about short skirts and feather dusters in their future. Tree sap also didn’t smell like medicine, you think.<br>\r\n<br>\r\nIt’s hard to tell what’s what, or when’s when. Occasionally, you feel a twitch in your throat-tube and some thick glutinous goo sliding down your throat shortly thereafter, but it’s hardly regular enough to mark time with.<br>\r\n<br>\r\nThere was a little pinch in your arm a minute, hour, day, year ago, but that might’ve been your imagination.<br>\r\n<br>\r\nThe only thing you’re truly certain of is the overpowering, sweltering <b>heat</b>.<br>\r\n<br>\r\nAnd man <i>alive</i>, you’re hungry.<br>\r\n<br>\r\n<div align=\"center\">~~~<br>\r\n</div><br>\r\nZach slid into his chair with a mix of a groan and a grunt. He’d snagged a quick 20-min nap in the break room that only served to whet his insomnia, but now it was back to the grindstone.<br>\r\n<br>\r\nQA for Mighty Maid was a <i>nightmare</i>. Checking the process for the big CC was piss-easy; just make sure you had the right blend of steroids and check on the muscle grafts, then you could knock out a couple of sudokus at the console. Silver Sable was even smoother; knock them out a bit while the autodoc snips away at various tendons and bumps them up a cup size or two.<br>\r\n<br>\r\nThe Maid-to-be’s had been and always would be the worst to deal with, always whining and whinging and squirming. Zach’s reservoir of empathy was bone-dry by this point; you would think that they’d’ve caught on with WonderCollege’s adage of ‘Preparing you for <i>any</i> role.’<br>\r\n<br>\r\nHe took a sip of his stale coffee and flicked the lightswitch on the console. The pink-shrouded cubicle, however, did not light up. The damn bulbs in the ChemoPods seemed to always be on the fritz. Zach stared at the stucco tiles of the ceiling with a baleful gaze as the filament took its sweet time.<br>\r\n<br>\r\nWell, lightbulb or not, it was a sight better than when the bot did the whole thing with a scalpel. You’d come back from lunch break and see a flayed skeleton, or watch a surgical saw go to town on a couple of vertebrae. It was hard to watch the minxy maid totter about the park when you’d seen the gristle-covered bags of fat that served as her derriere.<br>\r\n<br>\r\nThe light finally guttered, on, lighting Zach’s grimace with a pale rose sheen. Great. He’d come at just the right time. The figure in front of him was a sight away from his form two hours ago. <br>\r\n<br>\r\nJust, er, not in the <i>best</i> way.<br>\r\n<br>\r\nSkin hung off of him like ugly drapes, some of it squashed against the edges of the MetaGel mold, other flaps left to dangle. His ribs lined his sides like crosswalk stripes; his abdomen was just a sunken incline from chest to groin; his limbs practically twigs.<br>\r\n<br>\r\nZach pulled up a clipboard and checked off ‘Metabolic Rate Expedited,’ with a frown. This was always the worst part of the process, looking at an emaciated mannequin with a critical eye. Thankfully, everything seemed to be going well. He had heard tales of processes that went completely unsupervised: poor bastards came out the other end looking like a melted Kewpie doll.<br>\r\n<br>\r\nJust a little snip-snip ‘down there’ and an hour or two of neutering his endocrine system, and all the hormones being pumped into the poor sap should work in concert with the Nutri-Gel to fill all that loose skin with soft curves, with maybe a nip-and-tuck here and a little volumizing there.<br>\r\n<br>\r\n<i>Then he’s the writers’ problem,</i> Zach sleepily smirked to himself. <br>\r\n<br>\r\nJust four or six hours to go… </span></div></div>",
            "created":1587877200,
            "id":2825273,
            "title":"As you begin to perspire terribly"
        },
        "12121142134":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Preserved and used as leverage",
                "Ground up and used as tissue in the conversion process",
                "Incinerated",
                "Flushed down a tube for the lagoon crocodiles",
                "Send to Doctor Wonder for... god-knows-what"
            ],
            "content":"<div class=\"\"><div> <span>Among the men assigned to new roles during a shortfall of available female actresses (and there was always a shortage these days since the Mighty Maid publicity debacle), the ones chosen to become princesses were the lucky ones really. There was much you could hide within those voluminous skirts of those ballgowns. The actors could be allowed to keep in it in their pants on the proviso that the paying public never witnessed what was hidden beneath their legs, and it worked as an excellent incentive for keeping their compliance.<br>\r\n<br>\r\nNot so with Mighty Maid. That three-inch hemline, those delicate white panties, neither offered anything to the imagination. Combined with a wolfish audience (that was one way of putting it), there was nowhere to hide even the smallest scrap of manhood from the prying camera lenses and fingertips of her fans, not even one of the vestigial, drug-shrunk organs the princesses ended up with. It would have to go. All of it.<br>\r\n<br>\r\nNo time like the present. Right now there was a war waging inside the Maid-to-be's body between his true body chemistry and that which the corporation was wishing to install with their synthetic hormones and metabolic moderators. A few snips would quickly decide the victor.<br>\r\n<br>\r\nTwo joysticks were placed in front of the console. During the slow hours, they were used for playing Rocket League. Zach activated them, placing his fingers about their buttons. At the same time, panels opened within the cubicle and a pair of segmented, metal, tentacle-like manipulators emerged into the solidified goop. Their end of one was tipped with a steel claw much like those found in the arcade machines just 30 feet above, where children paid a quarter for a chance to manipulate the claw into grabbing a stuffed toy and depositing it into a chute. The other manipulator was tipped with a scalpel.<br>\r\n<br>\r\nZach fancied he was getting very good at this game, as indeed it had become to him, and unlike the machines played by the visitors, this one wasn't rigged. He left the scalpel manipulator where it was for now, not wishing to accidentally nick an artery, and maneuvered the other around the leg of the mannequin-like figure. The manipulator moved through the gel like an eel through water, coiling around one thigh. The figure twitched, the vitals and accelerated heart rate spiking even higher, as the cold steel of the manipulator teased aside the folds of excess skin that draped from the stomach to find its prize.<br>\r\n<br>\r\nThe organ was already a sad, shrunken thing. The drugs were not being kind to the actor's masculine pride. The three steel claws opened and inched forward, two of the claws snagging under the man's testicles, the other clamping down from above. Zach squeezed the button to tighten the nose, noticing his patient squirm in the millimetres available to them as the claws dug in.<br>\r\n<br>\r\nAs he drew the manipulator back, the organ popped free. The gel was making it slippery, and there was barely anything to get purchase on. Deftly he adjusted the pharmaceutical composition of the next food bolus - sildenafil, quebrachine, a few others. He watched and waited patients while the nutrient-drug mix was pumped down the man's throat. It was only a minute before the man's loins began to swell - nothing to write home about, but enough to hold on to. The last erection the gentleman would have for five years, or longer.<br>\r\n<br>\r\nThe claw gripped again. Again it slipped. With a huff of impatience, Zach jammed his thumb down on the button, the arcade machine claws closing like a steel trap about his genitals, digging deep into the soft flesh. The manipulator pulled and pulled, stretching it out away from the body.<br>\r\n<br>\r\nRemarkable how much the patient could thrash even when their muscles were reduced to sinew, Zach thought, as the scalpel manipulator began to carefully slice away at the flesh where the penis met the torso. He sometimes wondered how conscious they really were during the procedure. This was not one of these days. His mind was primarily on what he was going to be having for dinner, as the man's manhood was neatly cut away. It came free from the claw, floating inert in the gel while the two manipulators went to work tidying up the messy gash between the legs, tying off the tubes and arteries and cutting away some excess flesh to make room for the new organs that would be stitched into place. <br>\r\n<br>\r\nOnce that was done, the genitals were snagged once more and deposited within a hatch. They would be...</span></div></div>",
            "created":1587877200,
            "id":2825317,
            "title":"The Claw..."
        },
        "121211421341":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Padding the posterior",
                "Fixing the face.",
                "Cushioning the chest.",
                "Filling the flesh.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>… preserved, in a mixture of formaldehyde and top-of-the-line anti-necrotic agents. Making a  new phallus was surprisingly difficult: all those tubes and flaps and bambosh were <i>hell</i> on the autodoc. Meconstruction's suggestion to save the things was a catalyst for inspiration, really; rebellious actors would be taken to the writer’s office with a conspicuous organ — gussied up with a bit of the excess material from their en-maidening, otherwise the desiccated lil’ thing’d just look like a vaguely cylindrical cyst — placed off to the side in a conspicuous tank.<br>\r\n<br>\r\nIt was a tad ironic; the Maids that clung to their manhood fervently often got the best reviews, after their ‘motivational-meetings’. Anyone who continued to protest, well… <br>\r\n<br>\r\nIt all worked out in the end.<br>\r\n<br>\r\nThey’d cross that bridge when they came to it, though, and Zach, thankfully, was not a part of ‘they’. Instead, he idly flipped through a catalog of colors, trying to find the right groin-color to match MM’s pale skin. <br>\r\n<br>\r\nShe wouldn’t get much use out of it for the first couple months, but he’d get more than a reprimandation if a bit of caramel-colour was revealed with a flip of her skirt. With a quick turn of a joystick, a small circle of gel was cleared right at the poor sap’s navel. Zach looked at the catalog, then at the skin, then back again, and once more... <br>\r\n<br>\r\n“Pretty Porcelain,” he muttered to himself. It was standard for Mighty Maid bits, but sometimes the subject reacted oddly to the chemical agents. A few years back, one Mighty Maid came out virtually albinistic; the writers had thrown together some story about her coming from the Negaverse for a few days, and then quickly shunted him off to some alien love interest in WonderGalaxy, to avoid having a blistered City centerfold. <br>\r\n<br>\r\nHe input a quick sequence of numbers into the console’s keyboard, checked the vitals once again, then languidly leaned back to play a game of Solitaire. After a few hands that he actually managed to lose, a short chirrup roused him.<br>\r\n<br>\r\nAbove the pink biogenic gel were two of the segmented manipulators, one tipped with what looked like a frosting pipette, the other a claw. The claw holds something that, for all intents and purposes, looks like a small chalky softball, with a puffy pink slit in the centre.<br>\r\n<br>\r\nDespite his sense of professional detachment and the overwhelming sense of boredom, Zach couldn’t help but be a mote impressed by how quickly the vaginal graft was produced. Its NervStim function would have to be setup in a week or so, after MM got her sea legs, but that would be someone else’s messy problem, thank <i>god</i>.<br>\r\n<br>\r\nZach plugged the twin joysticks into the requisite USB port with a trill of his lips. The alternate manipulators sprung to lifel, and after a quick jolt from side to side to check the controls, he got to work. The claw slowly rotated the piece of artificial flesh in a circle as the other one dotted the ball with bits of orangeish ointment, until the whole thing looked like an alien fungi. <br>\r\n<br>\r\nZach had smelled the ointment before, when he had watched on a, eurgh, <i>manual</i> Meconstruction. It smelled like death and burning, and one of the moronic spectators who actually touched it came out with a melted fingertip. With it, though, the area around the vagina should be smooth, unbroken line of skin, vat-grown flesh indistinguishable from the real thing, <br>\r\n<br>\r\nNow, time for the shoving. With a quick flourish of rotation, Zach navigated the manipulator down below the sunken stomach, lifted the skin once again with the ointment applicator, checked to make sure the damn thing was frontways, and shoved it in with a push forward.<br>\r\n<br>\r\nOnce again, the limbs of the Actor shook in their tight mold, and once again Zach did not pay it much mind. He instead concentrated on moving the applicator to get the spacing of the biodegradable staples <i>juussst</i> right. It wouldn’t matter much in a few days’ time, but it’d bother him for a few hours if he didn’t get it right.<br>\r\n<br>\r\n He whistled a short song as the subject twitched with every fastener-injection.<br>\r\n</span></div></div>",
            "created":1588136400,
            "id":2826669,
            "title":"Preserved and used as leverage"
        },
        "13":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "A meconstruction technician",
                "Some other technician",
                "Writer",
                "Grunt worker",
                "Some other role"
            ],
            "content":"<div class=\"\"><div> <span>Beneath the bustling attractions of WonderWorld is a world few ever see - the WonderWorld utilidor system. Short for <u>util</u>ity corri<u>dors</u>, they are a part of WonderWorld's \"backstage\" area. They allow employees to perform valuable park support operations, such as maintenance and trash removal, and to quickly reach their destinations on the surface out of the sight of guests to avoid ruining the illusion that is being created.<br>\r\n<br>\r\nThousands of technicians and grunt workers call this place home, for 7-13 hours a day at least. You are...</span></div></div>",
            "created":1586926800,
            "id":2819304,
            "title":"An employee of the park!"
        },
        "132":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Fixing the animatronics on the 'It's a Wonderful World' boat ride",
                "Rigging up hundreds of crates of fireworks for the night-time fireworks",
                "Catering to a performer's whims and costuming requirements",
                "Declogging the pipes that empty the resort's industrial and medical waste",
                "Any of the other thousands of jobs"
            ],
            "content":"<div class=\"\"><div> <span>A technician's work is never done. At any moment in time, there are thousands of jobs to be done around the park ranging from costume design and delivery, cleaning and catering, taking care of diva performers, and installation and repair as machines are constantly breaking down in the humid Floridian climate or kids are gumming up servomotors with half-eaten lollypops.<br>\r\n<br>\r\nIt is rarely glamorous work but without you the whole glorious, glittering facade would crumble to pieces.<br>\r\n<br>\r\nRight now you are...</span></div></div>",
            "created":1588050000,
            "id":2826216,
            "title":"Some other technician"
        },
        "14":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Part of the upper crust of society, on your fifth-or-so circuit through the park",
                "A lucky lottery winner who would never have seen the park otherwise.",
                " A sullen teen, in the park on some family package.",
                "Someone else",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of Wondrous™ guest could you be?</span></div></span></div>",
            "created":1586926800,
            "id":2819309,
            "title":"A guest!"
        },
        "143":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "A corny sci-fi live-action show with cheap sets and cheaper costumes.",
                "An animated fantasy show with a cheesecakey fantasy-raced heroine and lame hero.",
                "Some creepy Japanese cartoon with big eyes and weird poses.",
                "Something else.",
                "Something else. "
            ],
            "content":"<div class=\"\"><div> <span>You’ve never quite liked flights. Being packed into a tube like so many sardines is upsetting enough, but having the damn thing twist and rumble and pop your ears through the whole ordeal is just icing on the shit-cake. <br>\r\n<br>\r\n<i>At least I got the window seat,</i> you morosely think. The view isn’t half bad, starting with the triangular Wonder-Res—<br>\r\n<br>\r\n“Oh, <i>that’s</i> the Wonder-Resort! ” a voice to your right practically shouts into your ear. Before you can plead for him to calm down, your dad has intruded directly into your personal space, craning his head directly over the book you were reading and resting his arms on <i>your</i> armrest.<br>\r\n<br>\r\nHe turns his bearded face to you, eyes gleaming, and more needless trivia spews out of his mouth. “Did you know that they have special transport to each borough there? There’s a rocket-shaped magnet-train for Wonder-Galaxy, a horse-drawn carriage for Wonder-Kingdom, and a…”<br>\r\n<br>\r\nYou try your best to tune him out by turning up the volume for your in-flight entertainment — all Wondertainment media, not that you expected anything different — and you watch your dad’s jaw jabber up and down. You’d shoot a ‘Who cares?’ or ‘God <i>can</i> you be quiet?’ in his direction, but you have enough experience with your father to know it’d have little to no effect on him<br>\r\n<br>\r\nInstead of having a somewhat interesting hobby like prostitutes or drugs, your dad had become fascinated with nerdery. <br>\r\n<br>\r\nAnd what’s worse, he was a nerd for Wondertainment Studios. The very same company that churned out roughly eighty percent of the world’s most insipid entertainment and bought out the schmucks who produced the rest of that superlative. You hadn’t really paid attention in Econ — you instead made yourself busy exchanging moon-eyes and notes with Zoe, a girl you rather fancied — but you were pretty sure that some anti-trust whatevers aren't being enforced. Or something.<br>\r\n<br>\r\nAnd what’s <b>worst</b> is that he likes the <i>old</i> stuff. The sword and sandals live-action shows and cartoons of the eighties, or sci-fi dreck with the ‘aliens’ made up in rubber prosthetics and three inches of makeup. You could barely change a channel without an aside glance and a scoff from your pop, about how “This is <i>nothing</i> like what they had when I was your age.” <br>\r\n<br>\r\nHis company had a sales contest that he was utterly disinterested in till the grand prize was announced; a two-person trip to WonderWorld; and some sort of special package at that. You had never seen him work like that before and the way he looked by the end of the whole rigmarole — eyes ringed with dark circles, a forest of stubble across his face, and his voice hoarse from all the calls he made. But he had won, and thus sealed your fate. <br>\r\n<br>\r\nThe last you had seen of your house was your mom’s sympathetic eyes gazing at you from the window; most of your mother-son bonding time was through the shared misery of the family costumes he forced you into for some esoteric convention.<br>\r\n<br>\r\nYou risk a look at your dad’s seat, but thankfully, his attention is off you or the window. Unfortunately, he’s watching one of his favorite shows, <i>the</i> reason you took this trip. You stifle a sigh.<br>\r\n</span></div></div>",
            "created":1587272400,
            "id":2821014,
            "title":" A sullen teen, in the park on some family pack..."
        },
        "1431":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "After getting off the plane, you're herded into a weird clinic.",
                "Relaxing a bit in your own room when an unfamiliar person knocks at your door",
                "It turns out to -not- be pretty cool",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>On your dad’s back-seat screen, a leather-jacketed man shifts a throttle forward and grins roguishly at the camera. You roll your eyes and let out a groan that your pop thankfully doesn’t notice. God, he must’ve played this about a thousand times. <br>\r\n<br>\r\nThe man on screen is Dylas Canthrope, the hero of Universal Odyssey, the show that your dad had devoted roughly a third of his life to. A two seasoned series that ‘was cut down in its prime’ according to your dad, it followed the pompadoured space-pirate as he roamed across galaxies, thwarting the nebulous Hegemony and helping out various alien species in a way that wasn’t very pirate-like at all.<br>\r\n<br>\r\nYour dad’s grin widens as he watches Dylas point imperiously at his co-pilot seat. Its shapely occupant snaps into a smart salute and minces over to the engine room to stabilize the positronic flux thingamijigs or whatever. <br>\r\n<br>\r\nThat character, who went by the consonant-covered moniker of Cjara, was the only reason you stomached that show anymore. A petite, mostly-sapient gynoid, you suspect that she was primarily created so the crew could watch the actress cavort around in thigh-high boots and a high-legged leotard. You envy the makeup artist who got to gussy her up in gold metallic paint.<br>\r\n<br>\r\nAs a child, you had made the mistake of asking why a robot needed to look human and have all the requisite jiggly bits, and your dad answered your question with a detailed description of the servos and gyroscopes in her base that just <i>happened</i> to resemble wide hips, and of course because she’s a pilot she <i>needs</i> to have a good deal of gel padding, for inertia and all that.<br>\r\n<br>\r\nYou suspected that dad appreciated the show for something other than its rich worldbuilding, and your suspicions were deepened by the traces of golden paint on your mom’s face the night after their anniversary. <br>\r\n<br>\r\nYou turn your attention back to your book, but whatever interest you can find pales in comparison to what you can see out the window. The embers of filial affection flare up a bit in your chest, and you tap at your dad’s shoulder.<br>\r\n<br>\r\n“Look at <i>that</i>,” you breathe, staring at the massive Dysonian sphere that looks to be only a thousand feet below your metal tube. Your dad joins you in goggling, thankfully silent, as you admire the mega-structure. You may not <i>like</i> Wondertainment, but even you have to cop to brilliance.<br>\r\n<br>\r\n“That’s where we’re going,” your dad crows, his eyes shining. “WonderGalaxy. There’s more than ‘a hundred little locales in there, each a little slice of an alien world.” He taps his seat-screen demonstratively, where Dylas and Cjara are stumbling around unconvincingly — an asteroid had struck their clunker, apparently. <br>\r\n<br>\r\n“The company shelled out for the ‘Part of the Experience’ package, too, so this is gonna be extra special.” He lightly punches you on the arm and grins, and you magnanimously allow it. “Just you and me, sport, traveling the galaxy!”<br>\r\n<br>\r\nYou return his toothy grin with a rare smile of your own.<br>\r\n<br>\r\n This might actually be pretty cool.</span></div></div>",
            "created":1587272400,
            "id":2821019,
            "title":"A corny sci-fi live-action show with cheap sets..."
        },
        "14314":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Dad winks \"That can be arranged.\"",
                "After getting off the plane, you're herded into a weird clinic",
                "Relaxing a bit in your own room when an unfamiliar person knocks at your door",
                "Watching more adventures of Dylas Canthrope before landing",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your burgeoning excitement is jostled from your mind by a series of jerks and precipitous drops from the plane. Your seatbelt is buckled even before the seatbelt sign winks on.<br>\r\n<br>\r\n\"Ladies and Gentlemen, this is your uh Captain speaking.  We uhh apologise for the slight turbulence. We are encountering stronger thermals rising from the WonderGalaxy dome than usual, and are recalculating our landing vector to avoid them. Uhhh, as we should be landing in a little under 20 minutes, we ask you to remain in your seats for the remainder of the journey. Thank you.\"<br>\r\n<br>\r\nThe plane banks to the right, the steel geodesic sphere dropping from view as the window swings nauseatingly upwards at a clear, blue sky. Not content just to create its own microclimate within the WonderGalaxy, the sheer scale of the construction has caused ecological chaos for the local wildlife. The sunlight that reflects from the polished metal is said to cook any wildlife that strays too close and has created a desert out of the lagoon for a half mile radius, while the hot air rising from the sun-baked metal is enough to set planes quivering a thousand feet up. There are stories that Wondertainment had been forced to relocate the carpark after the sheer, focused sunlight melted a car.<br>\r\n<br>\r\nThat's Wondertainment in a nutshell. Audacious, with enough money to trample any legislation or common sense that gets in their way, and totally uncaring of the consequences.<br>\r\n<br>\r\nThe plane flattens out. Pushing your head back in to the headrest, you fixate on a point directly head, trying to blot out the sloshing in your stomach and your ear canals. You clench your stomach to stop the bile from rolling up into your throat.<br>\r\n<br>\r\n\"Relax,\" dad crows, even as the plane rattles like a tin can. \"These things are engineered for way worse turbulence than this.\"<br>\r\n<br>\r\n\"The same engineers that built a theme park that can cook an alligator at 200 meters?\" you retort.<br>\r\n<br>\r\nIn an attempt to take your mind of your situation, you switch your focus to the show still playing on dad's back-seat screen. Perhaps that was a bad idea - Dylas and Cjara throw themselves around in their seats, as their command consoles burst with sparks and smoke. Shields were, as they permanently appeared to be, at 13%.<br>\r\n<br>\r\n\"How come the actors are shaking about but the golden dice hanging from the console aren't?\" you ask, pointing an accusatory finger at the obvious gaff. \"Don't they have the laws of physics in the 31st Millennium?\"<br>\r\n<br>\r\nDad points with finger-guns (or finger-phasers), doing his best imitation of Dylas Canthrope roguish mannerisms as he quips \"laws don't apply to Dylas Canthrope.\" You roll your eyes.<br>\r\n<br>\r\nOn screen, a sleek fighter bears down on Dylas Canthrope's ship, guns strobing. A shot from within the cockpit shows what you suspect to be an out-of-work porn actress from the 1960s, slathered in green paint and KY jelly and practically poured into a silver catsuit.<br>\r\n<br>\r\n\"How about <i>those</i> for physics?\" dad says with a wink and a nod at her bountiful breasts sloshing about, barely contained, while what is clearly the arm of a stagehand wobbles the set from side to side. \"Gelatina: the most sensual single-celled organism in the Galaxy. One of Canthrope's most persistent nemeses - well, she was in two episodes anyway.\" He jabs a finger at her glistening, green tits. \"See, a lot of people complain that her outfit was exploitative, but its actually designed to maintain her shape - in her natural form she's a shapeless amoebae. The science is all there in the Universal Odyssey: Insider's Guide.\"<br>\r\n<br>\r\n\"Uh huh. What's her deal?\" you ask, fishing around for a question to appear genuinely interested in the subject matter after realising you've been staring at a (probably long dead) actress' breasts for far longer than is socially acceptable.<br>\r\n<br>\r\n\"She's a Space Marshall - it's her job to bring Dylas in. She aint bad but she's got one hell of a stick up her butt. See, she's terrified that if she ever relaxes, she'll lose her form completely and turn into primordial goo. That's why she's so uptight.\"<br>\r\n<br>\r\n\"Seems a little...\" Your thoughts are derailed as a proton torpedo collides with Gelatina's fighter, sending fresh quakes through the actress. \"Is,uh, she at the park?\"</span></div></div>",
            "created":1587358800,
            "id":2821786,
            "title":"Coming in to land"
        },
        "143141":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "\"-I- won the vacation, I determine the adventure.\"",
                "\"No, but I think you'll enjoy what I have in store...\"",
                "\"Sure. I get mine and you get yours.\"",
                "Sure. Can you do mine too; I've had enough with paperwork for a lifetime.\"",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Your dad winks, “That can be arranged.” You’re not sure what he means or if he’s trying to do another schlocky Canthrope impression, but the acute angle that the plane suddenly dips into quashes any attempt at reprimandation.<br>\r\n<br>\r\nStill though, your gaze is firmly affixed on Gelatina, or more accurately, her wobbling bust. Her arms are trussed to a metal surgical table, and some uniformed group of Hegemonic baddies are tic-tac-ing the zipper of her clingy catsuit down, an act that would probably discorporate her in-universe and get the show bumped up a few letter grades in the real world.<br>\r\n<br>\r\nFrustratingly, the screen <i>plunks</i> off right after the zipper crosses the event horizon. The intercom buzzes again, and the captain’s voice is lined with relief.<br>\r\n<br>\r\n“Let me be the first to welcome you to WonderWorld, where the fun never stops. Thank you very much for flying on Magical Airlines, and feel free to leave us a review on the Wonderapp if you enjoyed this flight.” A bit of rattling filters through the speakers. <font class=\"size2\" style=\"\">“God, Joe, I didn’t think we were gonna make it…”</font><br>\r\n<br>\r\nYou death-grip the armrest as the plane rattles onto the tarmac, and the next few minutes are a blur. It’s as you stumble out of the boarding bridge that all the garish decoration stirs you out of your stupor.<br>\r\n<br>\r\nLarge murals line the walls, classic and new-fangled Wondertainment characters all depicted in neon-bright colours. Trolls stand next to space aliens, and princesses in poofy gowns are placed unusually close to spandex-clad superheroes. <br>\r\n<br>\r\n“What a mess,” you mumble, as you heft your carry-on past the lip of the bridge. <br>\r\n<br>\r\nThe airport staff that greets you are a motley bunch of half-costumed freaks. A representative of Wonder-Kingdom wears bulky foam-core armor as he practically frogmarches a bemused couple away.<br>\r\n<br>\r\nYou and your dad are greeted by a fair-looking attendant clad in a red low-necked tunic-cum-miniskirt. You play up your nausea a bit to have her coo over you for a bit, eyes surreptitiously dipping to her cleavage as she dabs your forehead with an errant handkerchief, but frustratingly, your dad waves away her ministrations.<br>\r\n<br>\r\nher attention is quickly drawn by your dad.<br>\r\n<br>\r\n“Do you have the…” He mimes a scribbling pen, and the attendant nods animatedly.<br>\r\n<br>\r\n“Certainly, sir!” She minces off to go fetch whatever-the-hell and you glare at your dad in response. <br>\r\n<br>\r\n“That wasn’t worth a pen and paper,” you grumble.<br>\r\n<br>\r\nYour dad throws his head back and a thunderous Canthropian guffaw escapes his lips. Tired passengers give him surly side-eyes and worried mothers hustle their kids away.<br>\r\n<br>\r\n“Customization sheets,” he says, eyebrows cocked at a condescending slant. “WonderWorld is a customer-run experience — didn’t you read the brochure?”<br>\r\n<br>\r\nYou hadn’t.<br>\r\n<br>\r\n“Whatever,” you say, clumsily deflecting any future barbs. “When do I get mine?”<br>\r\n<br>\r\nYour dad theatrically chuckles once again.<br>\r\n<br>\r\n\"My boy, ____\"<br>\r\n</span></div></div>",
            "created":1587790800,
            "id":2824105,
            "title":"Dad winks \"That can be arranged.\""
        },
        "1431411":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "\"-150mg of agent GG675 and a plastic bag for the kid.\"",
                "\"-a headset for the kid.\"",
                "\"-start revving up the juicer for the kid.\"",
                "\"-prep a surgical team for the kid.\"",
                "\"-something else for the kid.\""
            ],
            "content":"<div class=\"\"><div> <span>\"<i>I</i> won the vacation, I determine the adventure.\"<br>\r\n<br>\r\nThe attendant returned with two clipboards of sheets, both of which were swiftly intercepted by your father.<br>\r\n<br>\r\n\"Whatever. I wasn't interested anyway,\" you grumble.<br>\r\n<br>\r\nThe attendant remains at dad's elbow while he completes the form. She catches you sneaking a peak at the low cut of her crimson tunic and you think you catch a flicker of annoyance on her face before the corporate smile replaces it. \"I, uh, like your badge.\" You point at the metal symbol pinned just above her left breast, as if that was what had held your interest all this time.<br>\r\n<br>\r\n\"Thanks,\" she says with a knowing, exasperated tone. She must get this a lot. She taps her finger against the badge, which gives an electronic trill. She gestured you to the pips on her shoulder. \"Gena Nova, junior Lieutenant of the Hegemony fleet.\"<br>\r\n<br>\r\n\"You're in the resort too?\"<br>\r\n<br>\r\n\"We prefer not to refer to it as a resort, we just call it the Galaxy,\" she says brightly. \"But yes, I'll be in there too.\"<br>\r\n<br>\r\n\"Muh-maybe we'll bump in to one another,\" you mumble nervously, trying to sound smooth. \"Will I, uh, have to salute you?\"<br>\r\n<br>\r\n\"Only if you're serving under me,\" she chirrups sweetly. \"That depends on your rank, and of course which side of the Great Game you're on, between the forces of the Hegemony and the forces of Freedom. Which is for your father to decide.\" She leans around his arm for a glance at the customization sheets dad is filling in. Judging by the frenetic pencil scritches, he is sketching something down. The pencil tip just seems to revolve in broad circular motions as he draws. Her eyes widen. <br>\r\n<br>\r\nDad glances up, scrutinizing you. \"What would you say your volume is?\"<br>\r\n<br>\r\n\"My volume?\"<br>\r\n<br>\r\n\"Oh, we can extrapolate from weight, it's fine,\" the attendant assures.<br>\r\n<br>\r\n\"It's 130- uh, 150 lbs,\" you reply, not wanting the girl to think you're a dweeb.<br>\r\n<br>\r\nHe continues to scrawls long enough for the arrivals hall to empty of the last plane of passengers, as each visitor is filtered away by their respective costumed attendants. You sit on your suitcase with a huff as the minutes go past, habitually checking your phone in boredom. No signal. Another thing the humongous metal dome interferes with. Fair play to the attendant, she continues to pretend to be fascinated by the scree of nonsense he is no doubt putting to paper - her eyebrows repeatedly rising or her mouth opening wide in surprise. Another one of his terrible fanfictions.<br>\r\n<br>\r\n\"Perhaps your father should become one of our writers. I'll go start making preparations, if you'll excuse me one moment,\" she titters lightly, stepping away and mincing down the hall, thought not far enough away that you can't overhear as she taps her badge and speaks into it, her girlish manerisms falling away and her tone dropping an octave as she says, \"yeah, sorry for the hold up guys, looks like I got another mega-nerd.... yeah.... uh huh... yeah, I reckon I'm gonna need a crew on this one... let's start with like a gallon of t-serum for the dad and-\"</span></div></div>",
            "created":1587877200,
            "id":2824867,
            "title":"\"-I- won the vacation, I determine the adve..."
        },
        "14314111":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Take the pill, climb in the bag",
                "Take the pill, don't climb in the bad",
                "Ask to know what is going on",
                "A strange sound from the booth next to you draws your attention",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"-150mg of agent GG675 and a plastic bag for the kid.\"<br>\r\n<br>\r\n\"What's GG675?\" you ask when she returns.<br>\r\n<br>\r\nShe merely hits you with a heart-melting smile and soothes, \"That's the pixie dust that makes all the magic happen. Are you ready to begin your vacation?\"<br>\r\n<br>\r\n\"Are we ever,\" dad cried, clapping his hands together and grabbing his case. We are led away from the initial arrivals area, down travelators that run the mile-long length of the hanger-sized terminal. Dad continues to be ebullient about his plans for the holiday, which you zone out. Dad in turn is zoning out the gentle remarks from the representative about how the role of the main character, Canthorpe, is limited in number and, since we will be sharing the Galaxy with many other visitors, the company may be unable to guarantee his first choice of character. Her polite requests if he has a second choice fall on deaf ears.<br>\r\n<br>\r\nAt the far end, where the terminal splits off in many directions, are hundreds of small cubicles containing a desks and chairs. Costumed Wondertainment representatives sit in each booth, going over paperwork with the individuals or families there. There appears to be an exchange going on too - some of the visitors are being handed what look like pills, others strange coloured liquids to drink, some are opening boxes and pulling out full-body, skin-coloured suits. The sounds of the thousands of visitors is a cacophany and there is muzak being pumped in at full volume, but there are shouts of delight and surprise, and you swear you hear a distant scream.<br>\r\n<br>\r\nA representative vacates one of the booths with a family of golden retrievers about his ankles - two adults and two puppies. The animals move ungainly on four legs, making headway mostly by the sharp tugs on their collars that the representative gives. 'Gena Nova' moves in to his vacated booth. You sit in the still-warm plastic chairs across from her.<br>\r\n<br>\r\nTwo big cardboard boxes are brought to the table. They are labelled Welcome Packs. Dad takes a deep inhalation of the packaging like he's doing an unboxing video as he slowly opens his. There is a 2 litre plastic bottle of water in his, and clothing neatly folded and wrapped in a square of paper. There is a smaller box which he shakes near his ear containing what sound like metal implements or gadgets. \"That's a phaser if ever I heard one!\" he remarks.<br>\r\n<br>\r\nAs he goes to unwrap the clothing, Gena Nova says, \"we have changing rooms just in the next area. If you'd just like to drink the full two litres of liquid provided and continue down that walkway, you should be ready to change by the time you arrive.\"<br>\r\n<br>\r\nHe nods eagerly, lifting his Welcome Box to his chest and taking the bottle in the other. He makes a face on his first gulp, and you can smell the chemical smell from here, but guzzles it down regardless. \"See you on the other side, champ,\" he grins at you, wiping definite-not-water off his chin, before turning and heading down the indicated travelator. The costumed representatives and visitors heading that way are far more tonally consisted than the previous mish-mash of themes - an abundance of silver spandex, lycra, and naval uniforms in primary colours. This must be where people are split in to their separate resorts. Another travelator heading off in a different direction is predominantly girls in poofy ball gowns.<br>\r\n<br>\r\n\"Sorry about him. He's so embarrassing. When he starts talking about Universal Odyssey, it's hard to shut him up.\"<br>\r\n<br>\r\n\"Not at all, it makes our writer's work easier when our guests know what they want. And your father certainly knows what he wants,\" she says, fixing you with an odd look. \"Speaking of which, your costume...\" She reaches over and opens your box. It is quite empty. There is just a single pill, a small bottle of water to wash it down with, and a folded polyethylene bag. \"If you just want to take the pill and then place yourself in the bag.\"<br>\r\n<br>\r\n\"<i>In</i> the bag?\"<br>\r\n<br>\r\n\"Yes. And if you can make sure the bag is complete sealed once you are inside it.\"<br>\r\n<br>\r\n\"Is this a coronavirus thing?\"<br>\r\n<br>\r\n\"Something like that. It's for your safety. I'll give a few minutes to get changed and will be back to pick you up,\" she says, stepping out of the booth.</span></div></div>",
            "created":1588050000,
            "id":2826517,
            "title":"\"-150mg of agent GG675 and a plastic bag fo..."
        },
        "143141111":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Wonder Galaxy",
                "Wonder City",
                "Wonder Kingdom",
                "Elsewhere",
                "Captured"
            ],
            "content":"<div class=\"\"><div> <span>You pop the pill and wash it down. You unfold the plastic bag and, feeling like an idiot, place it on the floor and step into it, drawing it up your body and sealing it with the hermetic zipper. Feeling like somebody's packed lunch, you sit and wait for the representative to return. Your breath mists the inside of the bag, and it soon starts to get humid and close inside.<br>\r\n<br>\r\nIs this safe? Don't you need air holes? You distinctly recall multiple teachers and parents telling you not to do this exact thing in your young life.<br>\r\n<br>\r\n\"God, I look dumb,\" you mutter. But what comes out is \"gawg guy gluk dung.\" Your tongue sits strangely in your mouth - it feels numb, sluggish and bloated. \"Wah dah fug?\" Your whole jaw feels loose and hangs open, a line of drool dribbling out.<br>\r\n<br>\r\nThere's a queasy feeling in your stomach, as though that tiny pill is effervescing into tingling bubbles that are spreading out through your torso. You place a hand on your gut. The flesh there feels... soft. You're not saying you've ever boasted washboard abs or anything, but your fingers seem to press into the skin like you're kneading dough. Pulling your shirt up, you stare at the indentations of your fingers pressed into the flesh around your belly button.<br>\r\n<br>\r\nThis is precisely why they say to keep kids away from plastic bags! Yet when you try to grab the zipper, your fingers are too numb to manipulate it. You wrap your fingers around the the index finger of your right hand and try to rub some sensation back into them.<br>\r\n<br>\r\nThe moment you apply pressure, the flesh in your finger flows to the tip of the finger in a bulge, like toothpaste being pushed down a tube. You're vaguely aware you're starting to scream as you try to squash the bulbous end of your finger back down into something resembling a finger. Your attempts only worsen things. The flesh under the skin is getting softer and softer, running like jelly, and as you try to squash the digit back into shape, it soon resembles the knobbly creation of a baby with play-doh. <br>\r\n<br>\r\nThere is a sickening crunch-squelch from your knees, and your height drops by inches. Your trousers are beginning to stretch outwards, as if your legs are melting and sinking into themselves.<br>\r\n<br>\r\nYou try desperately to tear your way free. The plastic is tough and even your fingernails are soft. You try to bite your way out. Your teeth have all the consistency of gummy bears. A weakness permeates every muscle. You can barely gather the strength to lift an arm.<br>\r\n<br>\r\nUnder the weight of your torso, your legs have concertina's to a third of their height. To your horror, the flesh of your leg starts to gloop from out of the hem of your trousers, like hot wax. There is no doubt about it now - you're melting!<br>\r\n<br>\r\nYour head is sinking in to your double, then triple, then quadruple chin, which in turn sinks into your neck, which is becoming one with your torso. There is a churning, boiling feeling inside of your internal organs liquefying.<br>\r\n<br>\r\nNot exactly filled with hope but desperate to get out of here, you try to take a step and, despite the fact that your legs are now melted beyond all use, your entire body seems to surge forward against the walls of the bag, which rolls forward. Like a hamster rolling in a ball, you continue to push and the sealed bag (now more closely resembling a misshapen, flesh-coloured blob with a face) rolls out of the cubicle.<br>\r\n<br>\r\n<i>This is actually becoming easier</i>, you think after a few more tentative rolls, not noticing that the rolling of the bag is churning up your body even further, like a trifle in a washing machine, mixing your clothes, your phone, your wallet, and your rapidly-liquefying limbs, torso and head together into a thick soup. You look around desperately for help, anyone but that evil woman who gave you the pill! Legs and suitcases pass you by, people paying little heed as they are steered away from the gurgling, thrashing fleshbag by their smiling attendants.<br>\r\n<br>\r\nYour frantic rolling takes you free from the sea of cubicles. Ahead, there are four travelators. Behind, the attendant known as Gena Nova gives a cry of 'stop that bag!', bearing down on you, a silver catsuit clutched in her hand. Glorping as fast as you can glorp, you aim for the travelator signposted as...</span></div></div>",
            "created":1588222800,
            "id":2827862,
            "title":"Take the pill, climb in the bag"
        },
        "1431411115":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "... a large metal box with a funnel on top resides.",
                "... they intend to literally pour you into a suit.",
                "...a bunch of similarly-outfitted people wait anxiously in uncomfortable chairs.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>The maybe-adrenaline running through your goop-veins keeps your ungainful trundling steady as you inch towards the WonderGalaxy sign, a bright neon thing flanked by flickering fluorescent stars. Your dad’s the one who knows science fiction shit, right? He can fix this. Probably. Maybe.<br>\r\n<br>\r\nUpsettingly, one of your eyes has drifted to near the back of your curvature, giving you a full view of your erstwhile-mini-crush chasing after you. Fortunately, she seems to be inept at running in heels as you are at rolling, so you’re able to maintain your lead. She stumbles into a tank of startled mermaids as your eye drifts back to the front.<br>\r\n<br>\r\nYou slop onto the travelator with a satisfied gurgle. You’re home, er, galaxy free. You sidle closer to the side to avoid the busybodies walking down the grid and relax whatever you can still relax, sending the melted stub of your nose off to god knows where.<br>\r\n<br>\r\nBut, just as you’re thinking of the title of your tell-all memoir about the sordid workings of WonderWorld, you stop. You oscillate in confusion. Then, you see it. <br>\r\n<br>\r\nA wide exhibit of various spacey Wondertainment properties lies ahead of you, with a motley group of aliens and jumpsuitted humans gathered at each one. But, more importantly, the travelator has stopped. Your bag is curling itself into the landing platform, inexorably inching you towards the dreaded gap.<br>\r\n<br>\r\nYou burble in panic and throw yourself against the far end of the bag, but to no avail. You’re pulled towards your gummy fate, clogging the mechanisms of some awful treadmill in the world’s shittiest theme park. <br>\r\n<br>\r\nIt can’t end like this! You haven’t even been laid!<br>\r\n<br>\r\n“Got ya, little shit.”<br>\r\n<br>\r\nYour burble of supplication is interrupted by a sharp tug on your plastic prison. Another one shortly follows, and you plastic prison suddenly jostles itself out of the sticky situation. You wriggle your mass in a circle to view and maybe communicate thanks to your savior, but the shapeless mass of goo that your heart now is plummets.<br>\r\n<br>\r\nGena Nova towers above you, her pretty face etched with anger. Aside her stands a man whose uniform ripples with muscle, his forehead ridged with what appears to be bone. He holds your bag a foot above the travelator’s crevice with one thick arm.<br>\r\n<br>\r\nNova turns to the exhibit quickly, plastering a winning smile on her mug. “Sorry, for the disturbance, all. Me and the ensign,” She gestures to the strongman beside her and he returns a look of vague offense, “had to catch a rogue Ameboid!”<br>\r\n<br>\r\nYou launch yourself against the walls of the bag, trying to share your desperation to the crowd, but they only smile briefly at the display before looking away.  Gena waves to them sweetly as she struts to and through a door marked ‘STAFF ONLY’, the ‘ensign’ following shortly after.<br>\r\n<br>\r\nHer facade of corporate cheer sloughs off her face the moment the door clunks shut, balling her fists at her side and adding a stomp to her step that echoes down the concrete hallway.<br>\r\n<br>\r\nThe man holding you clomps behind her, before booming out a single word: “Ensign?”<br>\r\n<br>\r\nNova throws her hands up and scowls at the man. “I was thinking on my feet, <i>Tactical <b>Officer</b></i>. Don’t get your puz’jar in a twist.”<br>\r\n<br>\r\nHe chuckles low and loud. “I’m sure Mark would <i>love</i> to know about your exquisite problem-solving capabilities, Gene. Along with the fact that you nearly let a Guest gum up the gears.”<br>\r\n<br>\r\nShe whips around and stares at him with desperate eyes. “You <b>wouldn’t</b>.” He returns a smirk. “He’ll bump me up three cup sizes and shove me into some bridge bunny bit part!”<br>\r\n<br>\r\n“Not my problem.”<br>\r\n<br>\r\n“God, you’re an <i>asshole</i>.” she moans. “I’ll buy drinks for the next week.”<br>\r\n<br>\r\nHe shakes the bag menacingly, and you perform an inadvertent somersault in your plastic cell.<br>\r\n<br>\r\n“Urgh, <i>two</i> weeks.”<br>\r\n<br>\r\nHe grins, nods, and strides past her with a “You’re too kind, Junior Lieutenant.”<br>\r\n<br>\r\nShe has to jog a bit to keep pace, mumbling darkly and shooting you the odd dark look. You’d glare in response, but one of your eyes is stuck at the bottom of the bag.<br>\r\n<br>\r\nAfter a few jostly minutes of walking, you make it to a room where...<br>\r\n</span></div></div>",
            "created":1588309200,
            "id":2828089,
            "title":"Captured"
        },
        "14314111151":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "You awaken, not entirely sure who you are",
                "You are disgorged and poured into a suit",
                "The experience is unbelievably pleasurable",
                "You awaken in WonderGalaxy",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The view is warped and flesh-coloured through the plastic walls and your own semi-transparent, jelly-like body, now that your eyes are sloshing about somewhere <i>within</i> you, but you can see what looks to be a wet room. The tiled walls have none of the sheen of the visitor area, splattered with grime and multicoloured stains. The worktops set around the walls contain implements of all sorts, and tubs and jars of chemicals. From the ceiling, hang what appear to be cybernetic limbs and other sci-fi props.<br>\r\n<br>\r\n\"Let's get the kid finished up quick. Can't have the dad missing his squeeze. Get it? <i>Squeeze</i>?\" Nova leers, grabbing a handful of your plastic-encased flesh and squashing it between her fingers. <br>\r\n<br>\r\nThere is a large metal box with a funnel on top which seems to yawn like a mouth as you are carried over to it. Your body molds itself to the shape of the funnel as you are tossed in. Nova takes a knife from among the implements and plunged it psycho-like into the stretched plastic, which bursts. The horror of the knife plunging deep (albeit harmlessly) into your body is replaced by a terror and claustrophobia as your entire form swirls down the funnel hole into pitch darkness.<br>\r\n<br>\r\nAs you pour and settle into the container, a hand squeezes through the aperture above. The sensation of it sinking through your flesh, of your own body contracting about their wrist, is more alien than any of the rubber-headed aliens staffing the gates to Galaxy World, but not entirely unpleasant. A quiver of pleasure ripples through you as the delicate fingers sweep and search within you. They snag your twisted, sodden t-shirt. The feeling of the rough fabric being ripped from your insides is much less pleasant.<br>\r\n<br>\r\n\"Uh, might want to wring that out. That thing is soaked. Don't want him transforming back an inch shorter.\"<br>\r\n<br>\r\n\"Screw it. Pudgy fucker can deserve to lose a few pounds.\" The hand descends again, fishing your trousers out. There is the creak-slam of a bin being opened and shut.<br>\r\n<br>\r\nThe only light comes from the aperture above you, which is further blocked by Gena's sneering face staring down at you, but you can deduce enough by the new conformation your liquid body has poured in to. The container pressing tightly in on you is a cube about 3 feet in each dimension, and there is a circular configuration of metal teeth digging painfully into your underside. You're in an industrial blender!<br>\r\n<br>\r\nOnce again, sheer terror overcomes any unfamiliarity you might have had with an amoeboid body. A jiggling pseudopod bulges up from your topside, grasping its way back up the funnel aperture. Gena shrieks and slams something flat and hard down on your appendage, which bursts, showering her in goo. You cringe your pseudopod back inside like a snail retreating into its shell.<br>\r\n<br>\r\nThe knife jabs through the opening, plunging in to you repeatedly. \"Stop. Making. My. Job. Even. Fucking. Worse,\" Gena snarls with each strike, as goo dribbles off her chin.<br>\r\n<br>\r\nThe tactical officer's chuckles echo off the tiled walls. \"Don't act like it's your first time being gooed by a visitor.\"<br>\r\n<br>\r\n\"It's in my <i>mouth</i>, Derek!\"<br>\r\n<br>\r\n\"Like I said, not the first time.\"<br>\r\n<br>\r\n\"You are <i>such</i> an asshole! Why don't you make yourself useful and grab the food colouring?\"<br>\r\n<br>\r\nA few moments later, a small quantity of dark emerald liquid is poured ontop of you and begins to mingle into you. A second liquid is poured in - a floral, feminine perfume, only concentrated to such industrial strength as to be cloyingly sweet. Then a third liquid. And a fourth.<br>\r\n<br>\r\nSomething is vibrating inside you, sending more waves of delight and pleasure coursing through you, encouraging the liquids to mix. It's your phone, propped up on one of the blender blades. No doubt it's mom phoning to make sure the plane landed safely.<br>\r\n<br>\r\nThe lid slams shut on the blender, plunging you in darkness except the illumination of the ringing phone. \"One teenage boy smoothie, coming up!\"<br>\r\n<br>\r\n<b>VRRRRR!</b><br>\r\n<br>\r\n<i>/No/<br>\r\n<br>\r\n          /wait!/<br>\r\n<br>\r\n                    /that/<br>\r\n<br>\r\n          /phone/<br>\r\n<br>\r\n                              /is/<br>\r\n<br>\r\n/on/<br>\r\n<br>\r\n                              /contract/</i> <br>\r\n<br>\r\n, as your thoughts are shredded into whirling confetti. You're lost in spinning, swirling darkness, a hurricane of broken phone pieces, as your sense of self struggles desperately to hold itself together.</span></div></div>",
            "created":1588309200,
            "id":2828113,
            "title":"... a large metal box with a funnel on top resi..."
        },
        "1432":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Watch a few more episodes while the plane circles.",
                "Landing at a weird medieval-themed airport.",
                "You have to attend this weird orientation-thing before entering the park proper.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>A cel-shaded figure sashays across the LCD screen, wrists precipitously limped, bell-curve hips pivoting wildly. She’s clad in a pink dress that’s an odd mix of clingy and poofy with a neckline that practically plunges to her navel and a hemline that barely reaches her thigh. Two large masses of ballast practically yank her forward with every swish, and the long pointy ears that stand out against her long mane of blonde  currently are flattened against her head like a scolded dog.<br>\r\n<br>\r\nYou sigh in disgust, but you continue your scrutiny of the animated figure. Your ethos of general parent-scorning insists that you avert your gaze and maybe throw a sneer your dad’s way, but your teenage libido insists that your eyes remain on the screen.<br>\r\n<br>\r\nOut of the corner of your eye, you can see your dad in a similar state of observation, streamers of drool practically hanging from his mouth. You’re not particularly sure <i>why</i> he’s so engaged; he must’ve seen this a thousand times.<br>\r\n<br>\r\nThe show is ‘Legend of the Hallowed Lands,’ a kitschy pulp-fantasy cartoon-anthology series made primarily to sell toys, and the voluptuous elven figure on screen is called Princess Allaria, a functionally useless twit of a ruler.<br>\r\n<br>\r\nWell, not <i>that</i> useless; her voluptuous figure and vague wisps of clothing were probably the only reason the show has lasted long enough in the public consciousness to be purchased by Wondertainment. <br>\r\n<br>\r\nThe on-screen princess is currently overcome with emotion, slamming her tiny fists against her ornate fluffy bed, big blue eyes teary and her chest heaving like a roiling sea. You frown; you’re normally all for watching a billowing bosom, but only if it’s an <i>earned</i> chest-oscilation. According to the subtitles, all Allaria had been through so far was a snide comment on her dress.<br>\r\n<br>\r\nYour mental grandstanding is almost immediately contradicted as you affix your eyes on yet another bouncy fit of hysterics, the busty elf covering an exaggerated gasp with a dainty hand while the twin mountains on her chest wobble like puddings. She’s received a letter from an admirer and her demeanor has switched from soul-crushing-despair to tittering jubilation. <br>\r\n<br>\r\n“Does she ever <i>stop</i>?” you moan, a bit of your breakfast from five hours ago nearly escaping your stomach with another jolt of the plane.<br>\r\n<br>\r\nYour dad rolls his eyes in response. “<i>Clearly</i> someone doesn’t understand the perils of court life. The wrong choice in dress could mean a lifetime of obscurity in the decadent courts of Tyr.”<br>\r\n<br>\r\n“Yeah, <i>that’s</i> why you watch this show,” you retort. “The gripping political intrigue.”<br>\r\n<br>\r\nYour argument is interrupted by the on-screen princess mincing over to her anachronistic modern walk-in closet and unlacing her corset, the curvature of the orbs visible from behind her back—<br>\r\n<br>\r\nAnd the scene abruptly cuts to some generic teen hero swording and sorcery-ing a horde of knobbly-kneed goblins.<br>\r\n<br>\r\n“How did this <i>air</i>?” you ask, after overcoming the staggering sense of disappointment.<br>\r\n<br>\r\n“Times were different back then,” your dad sighs wistfully. “Less rating agencies and board of executives, more passion and dreams.”<br>\r\n<br>\r\nYou raise your eyebrows at the remark, but let it pass unretorted. Better to let him reminisce rather than suffer through a tirade of how her bi-episodic kidnappings are central to her character arc.<br>\r\n<br>\r\nThe plane screen flickers and your stomach spins in circles as the plane banks to the left. You rest a hand on the window and stare fervently at it to stave off the worst of your motion sickness, but are only greeted with something that makes you sicker. Just, uh, ideological-wise.<br>\r\n<br>\r\nLarge swathes of fluffy green coat the ground, interspersed by small smatterings of houses, varied in size and roofing choice. Small antlike wagons clatter along dusty roads from larger settlements, each wildly different than the others. One is built on a lagoon, each building separated from the other with reservoirs of clear blue; another is hewn out of stone, with small squat prisms of rock presumably serving as houses. The entire mass of land is so big that it extends beyond the narrow aperture of your window.<br>\r\n<br>\r\nIt looks like a Luddite’s wet dream, and you might be able to muster a few seconds of widened eyes if it <i>was</i> hand-built. But this is Wondertainment, after all. The trees are nature-defying constructions of concrete with tarpaulin leaves; the lagoon-city doubtless scented with tonnes of chlorine and artificial blue coloring; the entire mountain citadel a dun mass of plaster.<br>\r\n<br>\r\nThis is WonderKingdom, a branch of WonderWorld that decided to crib a fair bit of its InterStoryStructure™ — God knows what that means — from tabletop games and RPGs, with a dizzying array of guilds, good-guys, and baddies of conflicting themes and allegiances, with some quest-based system to put some extra confusion in the mix.<br>\r\n<br>\r\nIn short, it’s a nerd’s paradise, which means your dad is beyond amped to be here, judging by the leg adjacent to you that’s practically vibrating. You discreetly follow his gaze to a particularly large tree, one that you can recognize from a brief establishing shot on his TV screen.<br>\r\n<br>\r\nHuh. At least you might get some topheavy elven eye-candy on this waste of a spring break. <br>\r\n</span></div></div>",
            "created":1588136400,
            "id":2826728,
            "title":"An animated fantasy show "
        }
    },
    "info":{
        "author_id":"yote",
        "author_name":"Yote",
        "brief_description":"When they wish upon a star, makes no difference who you are...",
        "created":1586710560,
        "description":"<td align=\"left\" class=\"norm\">Setting created by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'chumbus', '', '', '', '2', '', 'ON', '101445700'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'chumbus', '', '', '', '2', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: chumbus\r\nMember Since: October 28th, 2019\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">grumbus</a></span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/chumbus','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/chumbus\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'chumbus', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'October 28, 2019', '', '', '2', 'Registered User');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-2.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/101445700',   'mess101445700_1588414043', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/101445700/in/1\" target=\"_top\" title=\"Email User: chumbus [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_ffchumbus\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('ffchumbus', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=101445700&amp;nopad=1&amp;new=1&amp;ajax=new_ffchumbus');\" rel=\"nofollow\" title=\"Click to add chumbus to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"ffchumbus\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span> }<br>\r\n<br>\r\nThe innocuous name ‘Wondertainment’ belies a savagely litigious corporation dead set on dominating every media market they can. Owned and operated by the eccentric but brilliant Walter Wonder, the company has as many business ventures as it has outstanding lawsuits.<br>\r\n<br>\r\nIn an odd move around eight-or-so years ago, Walter (or Dr. Wonder, as he likes to be known) purchased the pharmaceutical company Meconstruction, a contender in the growing industry of automated plastic surgery. Investors and the public were puzzled at the new move, some postulating that they were pivoting away from entertainment altogether.<br>\r\n<br>\r\nMostly though, it was forgotten and dismissed as one of Walter’s insane pet projects. It was a massive surprise to all parties when the 23rd annual Wondercon was not centered around movie-promotion, but the opening of WonderWorld; ‘The Theme Park of the Future, Today!’<br>\r\n<br>\r\nThe park boasted a variety of environments to immerse their guests in:<br>\r\nWonder-City, a sprawling metropolis populated by a plethora of caped heroes and spandex-clad villains;<br>\r\nWonder-Kingdom, a medieval land of sword and sorcery, its forests populated with mysterious elves, and rocky plains inhabited by savage monsters;<br>\r\nWonder-Academy, a venture into the vast amounts of intellectual property purchased from Japan, where improbably-colored hairstyles are the norm and the genre can change at the drop of a hat.<br>\r\n<br>\r\n(Other boroughs are pending, of course.)<br>\r\n<br>\r\nThe roar of mouth-frothing fans drowned out the announcement of the extraordinarily exorbitant pricetag.<br>\r\n<br>\r\nIncluded in the base package are three days in the Wonder-Place of your choice and a free body-resculpting to match the locals. Additionally, you are given a basic ‘Plotline’ to follow; a recently recruited hero for Wonder-City, a new adventurer for Wonder-Kingdom, a transfer student for Wonder-Academy, etc. etc. Packages have to be upgraded if you want to inhabit the role of an established character.<br>\r\n<br>\r\nAny hanky-panky above PG-13 or violence beyond mild-roughhousing is strictly prohibited from both staff and guests — though one can bypass the former through underground channels. The actors in the park are well-trained, however, and can easily fake a dramatic death or budding romance at the drop of the hat.<br>\r\n<br>\r\nAs with anything owned by Wondertainment, the cheery facade masks a dark underbelly. The staff, by necessity, has been organized into a strict hierarchy; with management at the top; technicians, writers, and actors a rung lower on the ladder; and sanitation, maintenance, and grunt workers at the bottom. Bright eyes dazzled by the magical prospects touted by employment ads and the roaring river of Wonder-media usually leave the park glassy and disillusioned.<br>\r\n<br>\r\nActors are the most sought-after positions; for both the prestige of such a position and the benefits afterward. Contracts are set for five years at the minimum, and anyone who makes it through that crucible can get any Wondertainment-owned role they desire. The selection and training process is rigorous too, a strict regimen of lessons to teach them how to stay in-character no matter their form or situation.<br>\r\n<br>\r\nMany a proud graduate of that program have been bitterly disappointed by the nature of their assignment. Gender, age, height: all these and more are no barrier to the Wondrous™ auto-surgeons of Meconstruction!<br>\r\n<br>\r\n(Rumors swapped amongst the maintenance staff suggest that willingness is equally dismissable, as exemplified by the impetuous thespians who left their ‘disciplinary sessions’ as legendary method actors.)<br>\r\n<br>\r\nWriters are assigned to create exciting new Plotlines for their awaiting guests. There are a few that create Wonderful™ experiences every time they put pen to paper, but a fair amount of the writer’s room is burnt out, and just rehash usual tropes for their none-the-wiser guests. A few luminaries are employed as coaches for the actors, watching plots unfold through contact-lens cameras whilst whispering plot twists and story directions into the actor’s cleverly hidden earpieces. Whether the actors listen or not is a bit of a toss-up.<br>\r\n<br>\r\nTechnicians are stretched to their creative limit as well by Wondertainment’s nigh-unmeetable quota: designing new animatronics for creatures and roles unoccupiable by humans; new gadgets to enhance the realism of each environment; and pushing the envelope of Meconstruction’s technology.<br>\r\n<br>\r\n(There are rumblings of discontent among the actors about artificially intelligent robots created to take their starring roles in the park, but those are mostly dismissed with much rolling of the eyes and scoffs of ‘Science fiction!’)<br>\r\n<br>\r\nWonder-World’s mantra is ‘customer-obsession’, after all. Who needs to follow labor laws when you have mountains of cash?</td>",
        "id":2218870,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1588333318/item_id/2218870.png",
        "modified":1588336860,
        "pretty_title":"WonderWorld!"
    }
}