{
    "chapters":{
        "1":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Doctor Wonder himself!",
                "An actor!",
                "An employee of the park!",
                "A guest!",
                "Someone else!"
            ],
            "content":"<div class=\"\"><div> <span>As with anything owned by Wondertainment, the cheery facade masks a dark underbelly. The staff, by necessity, have been organized into a strict hierarchy; with management at the top; technicians, writers, and actors a rung lower on the ladder; and sanitation, maintenance, and grunt workers at the bottom.<br>\r\n<br>\r\nActors are the most sought-after positions; for both the prestige of such a position and the benefits afterward. Contracts are set for five years at the minimum, and anyone who makes it through that crucible can get any Wondertainment-owned role they desire. The selection and training process is rigorous too, a strict regimen of lessons to teach them how to stay in-character no matter their form or situation.<br>\r\n<br>\r\nMany a proud graduate of that program have been bitterly disappointed by the nature of their assignment. Gender, age, height: all these and more are no barrier to the Wondrous™ auto-surgeons of Meconstruction!<br>\r\n<br>\r\nWriters are assigned to create exciting new Plotlines for their awaiting guests. There are a few that create Wonderful™ experiences every time they put pen to paper, but a fair amount of the writer’s room is burnt out, and just rehash usual tropes for their none-the-wiser guests. A few luminaries are employed as coaches for the actors, watching plots unfold through contact-lens cameras whilst whispering plot twists and story directions into the actor’s cleverly hidden earpieces. Whether the actors listen or not is a bit of a toss-up.<br>\r\n<br>\r\nTechnicians are stretched to their creative limit as well by Wondertainment’s nigh-unmeetable quota: designing new animatronics for creatures and roles unoccupiable by humans; new gadgets and special effects to enhance the realism of each environment; and pushing the envelope of Meconstruction’s technology.<br>\r\n<br>\r\n(There are rumblings of discontent among the actors about artificially intelligent robots created to take their starring roles in the park, but those are mostly dismissed with much rolling of the eyes and scoffs of ‘Science fiction!’)<br>\r\n<br>\r\nWonder-World’s mantra is ‘customer-obsession’, after all. Who needs to follow labor laws when you have mountains of cash?<br>\r\n<br>\r\nThat being said, who are you?</span></div></div>",
            "created":1586926800,
            "id":2819293,
            "title":"Where the magic (and/or horrific sci-fi) happens"
        },
        "11":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Touring the facilities — undercover!",
                "Conversing with his board of directors.",
                "Staying in the WondResort adjacent to the park, bored out of his mind. ",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Building a diversified multinational mass media and entertainment conglomerate and the world's largest theme park wasn't always easy. But as his father, Walter Wonder Sr., once said 'to make an omelette, you've got to break a few eggs'.<br>\r\n<br>\r\nWhat are the eggs? Often, the eggs are labour laws. Sometimes they're staff. On occasion, visitors. <br>\r\n<br>\r\nWhat could the good doctor himself be doing in regards to his own fine establishment?</span></div></div>",
            "created":1586926800,
            "id":2819294,
            "title":"Doctor Wonder himself!"
        },
        "12":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Wonder-City",
                "Wonder-Kingdom",
                "Wonder-Academy",
                "A land not listed here",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>The lifeblood that pumps through the veins of WonderLand; all the park's a stage, with you and all your coworkers merely players!<br>\r\nUnfortunately for you, getting yourself out of a role is much more difficult than getting yourself in one.<br>\r\nWhich Wonder-Land do you work in?</span></div></div>",
            "created":1586926800,
            "id":2819295,
            "title":"An actor!"
        },
        "121":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Captain Capable",
                "Mighty Maid",
                "Black Sable",
                "Someone else",
                "Someone from another cast of characters"
            ],
            "content":"<div class=\"\"><div> <span>Here are a few of the many roles you may find yourself playing in the sleek metropolis of Wonder-City:<br>\r\n<br>\r\n<b>Captain Capable</b>; the archetypical ‘flying brick’ with a cornucopia of other Plotline-convenient superpowers and one of the founding members of the ‘Utopian Alliance’, he’s a bit of a boyscout: humble in his accomplishments but steadfast in the face of the evil. His civilian identity is Chet Tompkins, a mild-mannered insurance salesman.<br>\r\n<br>\r\nThe actors that are chosen to play him usually aren’t nearly as humble or kind, however. It’s one of the most sought-after positions for many a reason: the well-muscled athletic physique, the uncountable female Guests hanging off their arms, and the center-stage focus in many a storyline.<br>\r\n<br>\r\nOf course, all this means that the actors for the Captain are easily shunted off to other roles, what with all the eager mummers in queue behind them…<br>\r\n<br>\r\n<b>Mighty Maid</b>; She’s also a founding member of the Utopian Alliance, though you’d never guess it. In her civilian identity, she goes by the name Margot Marseille, a young thing who has earned the dubious honor of the cities’ top maid with inconspicuous use of her ‘super-cleaning’ powers. With an auburn bob topped by a ruffled headband, a ridiculous French accent, a nigh-physically-impossible hourglass-figure, and a penchant for getting caught in the most basic of traps, her detractors claim that she sets feminism and the reputation of a certain Western European country back fifty years.<br>\r\n<br>\r\nWonder-Land, of course, dismissed these opinions outright. Hundreds of trust-fund teens and lecherous old men paid out the nose for a chance to ogle the ‘Servant of the People,’ with the Writers and Technicians eagerly obliging: the former managing to get a checkbox for ‘Mighty Maid romance,’ on the Wonder-City guest application, and the latter designing intentional flaws into her corset for more wardrobe malfunctions.<br>\r\n<br>\r\nIn fact, Mighty Maid was the focal point of one of the company’s few legal losses : the sight of a sniffling young thing tearfully telling tales about mincing around for the hungry eyes of the elite was a bit too much for the public and courts to stomach.<br>\r\n<br>\r\nThe financial loss was relatively minor, in the scope of all things, but Wondertainment vowed to never let it happen again. So now, if you carefully watch the graduation ceremony of the Actor Training Program, you can see one or two young men goggling at the contents of their enveloped assignment. If you choose to follow them to the auto-surgeon, you can watch them wobble out of their appointment looking markedly different; a good amount of their former mass flushed down the medical waste chute, save for a specially preserved piece. Even if they talk after their contracts are up, who would believe them?<br>\r\n<br>\r\nOnly the actor, direct coworkers, and management are privy to this secret, the former two threatened with immediate severance without pay nor form reinstitution if they disclose the secret to any guest or refuse to play their part. Despite this, you can find quite the number of red-tressed doppelgangers in nearby cities. To this date, no one outside of Wondertainment has quite connected the dots.<br>\r\n<br>\r\n<b>Black Sable</b>; real name: Carmilla Yahontov, a rich heiress who moonlights as a super-villain, pilfering the contents of vaults with usage of her super-intangibility (Which is realized in the park by cleverly hidden secret passages.)<br>\r\n<br>\r\nThough many female actor aspirants try to snag the role of the Sterling Scoundrel with the hope of being the full-fledged badass she is on the silver screen, most are disappointed by the steady stream of moneyed masochists who come to be degraded by the near-amazon.<br>\r\n<br>\r\nSome are fine with it, of course.<br>\r\n<br>\r\nWho shall you be playing the part of, then?</span></div></div>",
            "created":1586926800,
            "id":2819296,
            "title":"Wonder-City"
        },
        "1212":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Freshly graduated from the Actor Training Program",
                "A new arrival",
                "Transferred from an existing role",
                "Someone else",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Mighty Maid - Cleaning up crime!<br>\r\n<br>\r\nYou are...</span></div></span></div>",
            "created":1586926800,
            "id":2819298,
            "title":"Mighty Maid"
        },
        "12121":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Read the letter",
                "Try to escape",
                "Waking up later",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The day was finally here - graduation! The Town Hall of Wonder City, normally the site of dazzling, effects-laden battles between the forces of good-actors and evil-actors, has today been fitted out with several hundred cheap plastic chairs to accommodate the forty gowned graduates of the Wondertainment Actor Training Program and their friends and families.<br>\r\n<br>\r\nAnd there you are, front-row seat. Being here, in the vaulted halls right at the heart of the WonderWorld complex, you can't help but feel excited and trepidation in equal measure. How many thousands of actors have given their utmost to amaze the audience, to bring a touch of magic into a mundane world. How many millions of excited visitors, men and children alike, have passed through here and watched in wonder, believing for just a moment that dreams really can come true? <br>\r\n<br>\r\nThe weight of that obligation presses down from you, made all the more real by the stern, granite visage of Doctor Wonder staring down from the stone statue of '<i>Mayor Wonder, Established Wonder City in 1837</i>' at the front of the hall.<br>\r\n<br>\r\nNervously you fiddle with the hem of the rental graduation robe. Your fiance notices and slides her hand within yours, interlacing her fingers to stop you fidgeting, and gives you kiss on the cheek. \"You're going to do great. We're all excited to see who you're going to be,\" she says warmly.<br>\r\n<br>\r\n\"Speak for yourself, I'm just here for the base package,\" your dad jokes, slapping you on the back so hard that it dislodges your mortarboard hat. \"Three days in WonderWorld almost makes up for the three years of tuition we paid.\"<br>\r\n<br>\r\n\"I promised I'll pay that back.\" By which you mean, 5 years on your contract and Wondertainment will void the debt. Nobody pays off loans of that magnitude on an actor's salary.<br>\r\n<br>\r\nUp on the podium, Mayor Hamilton Hayworth Hill III - or at least the actor now known as such - glances at his watch in impatience. The Town Hall is set aside for this occasion for one hour every year, and one hour only. In 27 minutes 14 seconds, the villain known as Firefly is due to burst through the front doors and the pyrotechnics under the floor will go off, with or without a roomful of graduates sat on top of them. Where the <i>hell</i> is Captain Capable?!<br>\r\n<br>\r\n\"Sorry for the delay, ladies and gentlemen! Had to stop a bank robbery on the way here, you know how it is!\" comes the valiant call across the room.<br>\r\n<br>\r\nThe lighting technician is at least partially on the ball. The lights dim. A spotlight swinging up to one the empty balconies of the auditorium, drawing the audience's gaze. The spotlight quickly shifts a different balcony where stands Captain Capable, his bleached white smile shining brilliantly. Striking a noble pose, he rises into the air and floats over the crowd.<br>\r\n<br>\r\n\"More like Captain Cable, I can see the wires,\" Maria whispers in your ear. You hush her, not wanting to ruin the magic for the rest. The audience watches transfixed as the Captain makes his landing beside the podium and extends his red-white-and-blue gloved hand to shake the hands of the scowling mayor. There is a brief pause as a stage hand dressed as the sidekick Boy Competent rushes on stage to release the harness on the Captain's back.<br>\r\n<br>\r\n\"You're gonna make such a better Captain than that guy,\" says Maria, looking at you with admiration.<br>\r\n<br>\r\n\"In my dreams am I going to get that lucky,\" you reply, showing her your crossed fingers.<br>\r\n<br>\r\n\"Ladies and Gentlemen gathered here today...\" begins the Captain, glancing at the clock. \"... let's begin.\"<br>\r\n<br>\r\nOne by one, the graduates' names are read out. They go up on stage to shake the Captain's hand, receive their diploma, an envelope containing the details of the role they will be playing, and most importantly, a few private words of wisdom from the Big C himself. Then it's your turn.<br>\r\n<br>\r\nWow, your hands are sweaty. Thank god the Captain is wearing gloves. With every eye and a swelteringly hot floodlight on you, it feels to take an age just walking to the stage. Somehow it is challenge just to move one foot after the other without tripping over the steps or themselves. How have three years of stage school not prepared you better for this moment? Your heart feels like it is beating out of your chest...<br>\r\n<br>\r\n... and then it stops as a cry of \"we love you, Charlie!\" comes from your fiance. The crowd titters at the sudden outburst, and the Captain himself puts his head back and gives a theatrical guffaw.<br>\r\n<br>\r\nThe leather of the Captain's glove is worn smooth from hundreds of hands as it shakes yours. He hands you your diploma and the envelope, though his head is turned away, fixated on somebody in the front row. \"Quite a mouth your girlfriend's get on her,\" the Captain  mutters below the threshold of the microphone.<br>\r\n<br>\r\n\"Uh, yeah, she's got a pair of lungs on her alright\", you laugh in embarrassment.<br>\r\n<br>\r\nThe Captain leans in, your heart leaping in anticipation of his words of encouragement. \"Oh, she's certainly got a sweet pair of <i>something</i>,\" he sneers, slapping your shoulder and guiding you with a shove towards the far side of the stage.<br>\r\n<br>\r\nThe far side of the stage is dark and quiet, the sounds of the auditorium soon swallowed up by the thick red velvet curtains. A set of stairs leads down and down. As you descend, the gilded, baroque architecture of the Town Hall very quickly becomes grey concrete and stark fluorescent lighting. Yet this mundane, industrial area thrills you. This is <i>the actual</i> WonderWorld utility network! The Wonder Kingdom is fabled to have the largest utilidor system in the world, a network of tunnels running under the park to allow its actors to get from place to place out of sight of the visitors. This is where the magic is made!<br>\r\n<br>\r\nYou take a deep lungful, savouring the moment. Oddly, it doesn't smell much like magic. It smells like rust and sweat. And there is the strange, strong scent of hot fat and burnt hair which only grows stronger as you progress further down the corridor.<br>\r\n<br>\r\nThere is nobody here to greet you, and it is eerily deserted even of actors. There is just a misspelled sign - '<i>gradautes this way</i>' - pointing down half a mile of industrial corridor before there is another sign - '<i>garduates check number</i>'. Beyond, the corridor is lined on both sides with numbered doorways.<br>\r\n<br>\r\nThe stench of cooking flesh and burnt hair is overpowering here, and there is an odd, muffled noise just at the edge of hearing, a repetitive thud echoing through the concrete like somebody hammering against a wall.<br>\r\n<br>\r\nIn the moment of confusion, you look to the envelope for guidance. Printed on the front in glitter is the number '7'. You step through door 7, tearing open the envelope as you go.<br>\r\n<br>\r\nThe room beyond is little larger than a closet with a bare bulb illuminating side walls of steel, a floor-to-ceiling mirror in front of you, and a concrete floor crisscrossed with drainage channels and a wide drain. The door seals shut behind with a heavy, pneumatic clunk.</span></div></div>",
            "created":1586926800,
            "id":2819299,
            "title":"Freshly graduated from the Actor Training Program"
        },
        "121211":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Try to smash the glass",
                "Try to block the nozzle",
                "Resign yourself to the process",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You move to try the door handle only to find that there is none. The door has completely sealed shut, becoming just another steel wall of the phone booth-sized chamber.<br>\r\n<br>\r\nThe smell of burnt meat and chemicals is enough to make you gag. The bare bulb above flickers and hums. You notice a blue residue encrusted to the sides of the bulb in streaks, as if some liquid has poured down it and dripped. Above the bulb, nozzles are set in to the ceiling, encrusted with the blue chemical too.<br>\r\n<br>\r\n\"Um, he-hello?\" you ask.<br>\r\n<br>\r\nThe sound echoed back at you from the walls, the only company the image of yourself reflected back upon the mirror wall, looking rather absurd in their ornate, billowing graduation gown. Your face looks pale and nervous. Why should you be afraid? You're only a dozen feet beneath the streets of Wonder City, the happiest theme park in the world. Nothing bad happens here.<br>\r\n<br>\r\nYet your fingers betray your nerves, absently tugging at tearing at the heavy parchment of the envelope, tearing it into strips and the strips into confetti to distract your mind. You'd forgotten all about the letter! It is sure to explain everything!<br>\r\n<br>\r\n<span style=\"font-family:times new roman, serif\">Dear Charles Wright,<br>\r\n<br>\r\nCongratulations on successfully passing the Wondrous™ Certified Actors Training Program and Thank You for agreeing to become a part of WonderWorld: The Theme Park of the Future, Today!<br>\r\n<br>\r\nIn order to keep the magic of WonderWorld a secret, we would like to remind you that you continue to be held under the Non-Disclosure Agreement signed at your admission to the Program and that any breach of said agreement with regards to the workings of WonderWorld or any activities you may perform, or have performed upon you, to visitors, social media, traditional media, law enforcement, or government agencies will be punished to the full extent of the law. Furthermore, Wondertainment maintains the right to terminate your contract immediately due to this or any other infraction, with any outstanding tuition fees waived by Wondertainment for the 5-year probation period required to be repaid with 14-days.<br>\r\n<br>\r\nAnd furthermore... Welcome!<br>\r\n<br>\r\nDuring your years at WonderCollege, you may have been studying with us but what you may not know is that we have been studying you! Using personality surveys conducted discretely during your three years with us, as well as assessments submitted by your tutors and classmates, we have hand selected for you the perfect role within our extensive stable of characters, which we believe is well within your acting range. Don't disappoint us!<br>\r\n<br>\r\nPlease find below the list of what we believe are your greatest strengths as an actor, which were used in our selection process:<br>\r\n- Pep 67%<br>\r\n- Naivete 96%<br>\r\n- Height 170cm [within acceptable adjustable parameters]<br>\r\n- Servility 36% [within acceptable adjustable parameters]<br>\r\n- Litigitinousness 12%<br>\r\n<br>\r\nConsidering this, furthering your required Meconstruction, you have been cast in the role of...! </span><br>\r\n<br>\r\nThe bottom third of the letter has been folded over and glued down. A handful of gold glitter pours out when you open it up.<br>\r\n<br>\r\n<span style=\"font-family:courier new, monospace\">Mighty Maid</span><br>\r\n<br>\r\n\"Wait, what.\" This is a mistake, right? No. Your name is right there at the top of the letter.<br>\r\n<br>\r\nMighty Maid is a joke of a character, a sexist relic of a time in the 1970s when comic books were written by misogynists and illustrated to pander to the 13-18 male demographic, after they discovered that a big breasted French maid on the front page tripled sales. Her creator, William Byrne, had been infamous for his love of bondage, and so her stories usually involved her being tied up after (once again) naively accepting the job of cleaning the evil villain's volcano lair, and typically ended with her being rescued by Captain Capable and spanked over his knee on the steps of the town hall.<br>\r\n<br>\r\nIt was frankly baffling to you that company as progressive as Wondertainment had deigned her appropriate for a role in their Wonder Cinematic Universe, let alone their theme park. Fortunately they had chosen to improve the poor actress' working conditions after that disgruntled employee had come forward.<br>\r\n<br>\r\n\"Hello?\" you say again to the cubicle. \"I think there's been a mistake.\"<br>\r\n<br>\r\nTo your surprise, with a tiny electronic click, the mirror in front of you suddenly becomes a window. A window on to a broad, darkened room illuminated by the thousands of glowing switches on banks of computer terminals, and the light that streams from your cubicle and the cubicles either side of you. Though you cannot see into the cubicles next to you, you can see the light from them playing over the faces of the men in white coats seated at the computers - some of the light is blue and ripples, as if shining though a spray of chemicals pouring down the window; another distinctly shows the shadows of arms thrashing before the bulb.<br>\r\n<br>\r\nThe man at the console situated in front of your cubicle leans towards a microphone at his desk. \"No mistake.\"<br>\r\n<br>\r\n*click* The window becomes a mirror once more.<br>\r\n<br>\r\n\"What! I'm not Mighty Maid!\"<br>\r\n<br>\r\n*click* The mirror becomes a window. \"Not yet.\" *click*<br>\r\n<br>\r\nA cold sense of dread is starting to form in the pit of your stomach. You bang your fist on the mirror. \"Mighty Maid's a girl!!\"<br>\r\n<br>\r\n*click* \"Do not bang on the glass.\" *click*<br>\r\n<br>\r\nYou can picture her clearly from the news coverage - the video recordings taken by visitors of her mincing about the tropical resort on stilettos with a frilly black skirt hitched up over her backside, bending over with her feather duster to clean up every piece of trash the gaggle of leering male fans threw in front of her. You picture the middle-age men pinching the curvy cheeks of the 2D character they'd grown up fantasizing over. You slam your fist harder.<br>\r\n<br>\r\n*click* \"I said don't touch the glass,\" says the voice icily. The man reaches for a blue dial on his desk, cranking it up. There is a gurgle above...<br>\r\n<br>\r\n<i>Psccchhhhh</i>. A mist of neon blue liquid sprays from the ceiling. In a moment, you look as if you've fallen into a port-a-potty as the acrid stuff drips down your torso, soaks through your clothes, until you're sodden to the skin. You splutter in protest. The man cranks the dial further and the mist becomes like a heavy rain.<br>\r\n<br>\r\nThere is something thicker dripping down the back of your neck. You reach your hands up to your head and pull them away covered in black goop. The mortarboard hat was... melting.<br>\r\n<br>\r\n\"Hey, that was a <i>rental</i>!\"<br>\r\n<br>\r\nThe letter, envelope, and diploma in your hands are becoming mush, the thick parchment like a rice paper that tears apart and dribbles through your fingers. You can feel the deep groves of the drainage channels beneath your feet, as the thick rubber soals of your shoes begins to melt and wash away. The heavy graduation gown slings to you, chunks of it bubbling and sloughing away.<br>\r\n<br>\r\nThe treacle-like melted plastic and fabric of the mortarboard dribbles still down your scalp. You try to pull more of it out of your hair. Your fingers comes away matted in a handful of your auburn curls.</span></div></div>",
            "created":1586926800,
            "id":2819300,
            "title":"Reading the letter"
        },
        "1212113":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Manacles pinion your limbs to the wall, with one even covering your mouth! Rude.",
                "He calls over a writer while the process continues.",
                "He ignores you while the process continues.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>You stare at the clump of matted hair in your hands, the blue sodden thing closely resembling a wet, mutant gerbil. Dots connect in your head with lightning-fast speed, and Mighty Maid’s scenes in the latest WCU films play in your head:<br>\r\n<br>\r\nA two-minute-long costume change scene with plenty of low and high angle shots that bumped the rating up to PG-13.<br>\r\n<br>\r\nCooing ‘Oui’ in response to Captain Capable’s inspirational speech and nodding so furiously that her bustier nearly slipped off.<br>\r\n<br>\r\nRaising her feather duster in victory after barely contributing to the fight against Mal’Traxxas, the Planet Eater. <br>\r\n<br>\r\nGod, did she have a single <i>sentence</i>?!<br>\r\n<br>\r\nA good amount of body hair sloughs off with an unpleasant tingle as the sense of dread in your stomach blossoms into indignation. With a self-righteous fist, you rap on the glass.<br>\r\n<br>\r\n“Excuse me?! Hello?”<br>\r\n<br>\r\nThe faint silhouette of the man <i>clicks</i> back onto the mirror, and the best adjective that could apply would be ‘haggard’. Your lip involuntarily curls, but you push it down. They needed to know the massive mistake they were making.<br>\r\n<br>\r\n“Sir, <i>please</i> don’t knock on the glass.” He turns the blue dial once again and the blue rain above you becomes a monsoon. He kneads the bridge of his nose as you splutter through the chemicals. “And please hold still, this is —” <br>\r\n<br>\r\nAn indignant bristling claws its way to the surface. “I most certainly will <i>not</i> hold still! I played the lead role for a <i>six-month-run</i> of the Scottish Play, and you’re relegating me to a <b>bit part</b>?”<br>\r\n<br>\r\nThe man looks bemused, but quickly wipes the expression off his face and fiddles with the console. The downpour of chemicals stops, and two jointed mechanical arms extend out of the ceiling, a rubber edged blade between the two of them. “Sir, I think you’ll find the battery of papers you signed waives any right to choice of form…”<br>\r\n<br>\r\nThe rubber descends to the back of your skull, and scrapes downwards, catching any remaining bits of pesky keratin. “Well, I want to talk to your manager!”<br>\r\n<br>\r\nYou cross your arms somewhat defiantly and glower at the pane of glass, which doesn’t come across that well, what with the lack of eyebrows and all. The rubber blade now squeegeeing your front doesn’t help much either.<br>\r\n<br>\r\n“You’re cooking a side of wagyu beef well done,” you add. “It’s a <i>waste</i>.<br>\r\n<br>\r\nBemused, the artless heathen taps a few buttons on his console and… <br>\r\n</span></div></div>",
            "created":1587790800,
            "id":2824109,
            "title":"Resign yourself to the process"
        },
        "1212114":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "A second wind re-energizes you! (Not that it matters.)",
                "A different-coloured chemical starts to spurt down.",
                "Mechanical implements extend from hidden compartments.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Both of your hands shoot to your head to protect your locks — you’d spent thirty bucks on the coif, after all — but it’s a fruitless task. The blue gush dislodges loose strands with pressure alone and soon enough your vision is clogged with glossy clumps of blue. The constant downpour on your bare scalp is a strange feeling, but the fact that all your clothes — including your lucky boxers — have been washed down the drain is a bit more attention-grabbing.<br>\r\n<br>\r\nYou cover your shame for a second, but the glass has switched back to the mirror. You move your gaze to your mechanical foe: the nozzle. Distressingly, the hand you use to protect your eyes from the deluge of blue is alabaster-pale. Even the burn scar you got as a kid has faded away, indiscernible from the rest of your arm.<br>\r\n<br>\r\nYou watch your arm hair get blasted off with the rivulets of pen-ink liquid, watching the little threads dance around the floor before sluicing down the drain. This has to stop. You take a deep breath and squat, tensing the muscles in your legs. You cast a baleful gaze at your quarry; it’s only two-or-so feet above your head. You can do this.<br>\r\n<br>\r\nThe glass changes with a <i>click</i>. The white-coated man leans closer to his microphone. “Please do not disrupt any appliances in the Meconstruction Chamber.”<br>\r\n<br>\r\n“Fuck you.” you growl. The curse is strange and satisfying on your tongue: WonderCollege program discouraged the usage of harsh language, with grade-letter-reduction as punishment past the initial three strikes. You haven’t said anything harsher than ‘heck’ in three years, but the moment couldn’t be more appropriate.<br>\r\n<br>\r\nWith a grunt of effort, you leap into the air, clawing your fingers through the torrent of blue, before your fingers find glorious purchase on the metal nub. <br>\r\n<br>\r\nA triumphant laugh peels out of your mouth! For about three seconds, because the resulting jolt coursing through you is enough to completely spasm every striated muscle. You feel the dull sensation of your body impacting the floor and of your limbs uselessly thumping against the wall.<br>\r\n<br>\r\nIt takes you around twenty seconds for you to fully recover. Twenty seconds of blue stuff lashing down on your face, wiping any trace of follicular growth from you face, even that light stubble you were working so hard on.<br>\r\n<br>\r\nWith a <i>click</i>, the mirror changes back to a window. “Told you so.” the man intones, voice bereft of amusement.<br>\r\n<br>\r\nYou swipe the back of a hand across your lashless lids to clear the final bit of hat-goop and turn your bared orbs to the now-mirror. <br>\r\n<br>\r\n“What the hell was that?!” you hiss, pointing a finger up at the nozzles. <br>\r\n<i>click</i>. “Anti-tamper mechanism.” A little pause, then another <i>click</i>.  “Foul language is against our Wonderful Code of Conduct, please refrain from using it in whilst in our employ. Best to break bad habits early.” <i>click</i>  <br>\r\n<br>\r\nThe anger coursing through you mixes with dread and forms a foul cocktail of what might resemble determination. There’s only one thing left to do: You struggle to your feet, fumbling a hand along the wall for support. The soreness has just start to hit. “I quit, then!” you choke out. The words almost hurt as they leave your lips. Your dreams feel like they’re dissolving before you, much like everything else you brought into the chamber. <br>\r\n<br>\r\n*click* The man appears in front of you once again, but his till-now-impassive expression has a quizzical bent to it. He beckons over a neighboring man and the two confer behind their hands, before the second shrugs and walks away.<br>\r\n<br>\r\nYour tormentor massages the bridge of his nose, before pressing the microphone button with another <i>click</i>.<br>\r\n<br>\r\n“Alright then. Tuition’ll have to be recouped within the stipulated 14-day period.”<br>\r\n<br>\r\nYou gulp down the weight in your throat and along with a bit of blue liquid and nod. “Okay.”<br>\r\n<br>\r\n“And…” He types unidentifiable sums into a nearby calculator. “... around forty percent of the estimated income’ll have to be paid. That’s forty-thousand credits at <i>least</i>”<br>\r\n<br>\r\n“Wait, what?”<br>\r\n<br>\r\n“And the wasted Meconstructive process; that’s gonna hike those numbers. We’ve already used ‘round half of the Defoliating ”<br>\r\n<br>\r\nYour face blanches. “This isn’t going to stop!?”<br>\r\n<br>\r\nThe man blinks owlishly. “Of course not. That would be <i>horribly</i> unsafe.” A few more numbers are inputted. “And the Wonder-brand camisole and miniskirt’ll be a forty. Ah, do you want underwear with that?”<br>\r\n<br>\r\n“I can’t— I d-don’t—”<br>\r\n<br>\r\n“Well, our Mighty Maid frilled-bras are around fifteen credits, and they support <i>and</i> display. I’ll put you down for it, and if you have any complaints afterward, you can return it for 15% of the price in-store credit.” <br>\r\n<br>\r\nYou slide down along the slick wall, only half paying attention to the flood coursing around you. “If I can’t pay this back, what’ll…”<br>\r\n<br>\r\n“Liquidation of your assets, garnished wages, and the same for direct relations,” he sniffs. “Does <i>anyone</i> read these contracts?”<br>\r\n<br>\r\nA part of you wants to melt along with the rest of your clothes and wash away into the sewers. This wasn’t wonderful at all. You cough out a bit of liquid and try to find your voice. “Um, I-i’d like to rescind my… hasty decision, from, uh, <font class=\"size25\" style=\"\">a few</font> <font class=\"size2\" style=\"\">seconds ago</font>.”<br>\r\n<br>\r\nThe voice stifles a cough-snor. “Welcome back.”<br>\r\n<br>\r\nThe drainage channels are an uncomfortable bed, but you don’t really have the energy to care. Blue liquid cascades on your face as an “Oh god…” escapes your lips. <br>\r\n<br>\r\n<i>click</i> “That’ll have to be ‘<i>Mon dieu</i>.”<br>\r\n<br>\r\nGoddammit.<br>\r\n</span></div></div>",
            "created":1587099600,
            "id":2820069,
            "title":"Something else"
        },
        "12121142":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "A torrent of viscous neon pink goo begins to pour from on high",
                "A numbing white foam fills the entire chamber",
                "An inky black ointment is sprayed on your scalp",
                "Something else",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Ever square inch of your skin tingles weirdly, as the blue liquid continues to pour down the defoliated surface. You run your hands over your chest, feeling the last of the baby fuzz come away under the touch, adhering to your fingers in clumps for a moment before it too is rinsed away. The flesh feels smooth as rubber beneath.<br>\r\n<br>\r\n*click* \"Sir, we're going to need you to stand up.\" *click*<br>\r\n<br>\r\nThe tone brooks no argument. On shaky legs, you rise, facing the mirror.<br>\r\n<br>\r\n*click* \"Yeah, if you can just turn around now... that's great. And, uh, if you can just bend forwards just a little.\" <br>\r\n<br>\r\n\"What?!\"<br>\r\n<br>\r\n\"<i>Bend. Forwards.</i> This is quality control. We need to check that we get everywhere. How would it look for the park if we allowed a Mighty Maid to go on show with a hairy crack where her showstopper should be? This is going to be on thousands on instagrams and facebook posts, alright, so bend over.\" *click*<br>\r\n<br>\r\nJust think of the money. Think of Maria, of the ring you'll buy her, of the home for the two of you that you'll be able to afford with this job...<br>\r\n<br>\r\nYou bite your tongue and place your hands on the wall that had once been a door, leaning forward at the waist. The cobalt coloured liquid poured down your asscrack.<br>\r\n<br>\r\n*click* \"That's greeeat. Now if you can just spread those cheeks...\"<br>\r\n<br>\r\nThink of the house you'll buy. Picture the picket fence, the winding garden path that leads to the door. Picture the master bedroom for you and Maria, the creche for the baby...<br>\r\n<br>\r\nSlowly, begrudingly, you move your hands around to your backside. <i>Just pretend you're mooning him,</i> you try to convince yourself, as you pull your ass cheeks apart.<br>\r\n<br>\r\n\"Great. Hold there.\" The second technician is beckoned over again. The two men consult for a minute, each stepping up to the mirrored glass in turn, pressing their noses almost to the glass and inspecting you closely. You scowl back at them, though their attention is more focused on your ass than your face, and they pay you no mind. Your tormentor is unshaven, dark rims under his eyes and coffee stains about the lapel of his labcoat. He looks like a man at the tail end of an 18 hour shirt.<br>\r\n<br>\r\nHe returns to the console, twisting a second dial. The gentle spray of chemicals above narrows into a tight, high-powered jet, blasting with impeccable aim down the crevice of your spread buttcheeks. Like one of Doctor Wonder's cartoons, you almost hit the roof. You might have grabbed the nozzle if you hadn't been distracted by the sharp sting in your backside.<br>\r\n<br>\r\nYou land a gasping, shaking, dripping mess, hurling insults at the mirror that are quickly muted. The two technicians reexamine you with an impassive eye, like bored kids staring at a particularly dull slug behind glass at WonderZoo. A switch is flicked on the console. They fumble in their pockets for loose change and move out of sight of the narrow field of view provided by the booth.<br>\r\n<br>\r\nThe blue has stopped. A fine mist of cold, clear water starts to fall from the ceiling, washing away the defoliant and any last trace of hair or blemish. In the mirror, your hairless male body looks odd, inhuman - like a child's doll with the hair piece and clothes removed. <br>\r\n<br>\r\nThe man returns with a plastic cup of steaming liquid, setting it down among the dozens of empty cups littering the console. He reclines in the seat and cracks his fingers in front of him, piano-maestro-style. Then with a flourish that seems to drip sarcasm and boredom, he presses a single button.</span></div></div>",
            "created":1587186000,
            "id":2820561,
            "title":"A different-coloured chemical starts to spurt d..."
        },
        "121211421":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Forced to listen to the technician",
                "As the fumes continue to assault your nostrils",
                "As you begin to perspire terribly",
                "As the heat begins to build",
                "As you feel movement in the gel around you"
            ],
            "content":"<div class=\"\"><div> <span>The water switches off. The nozzle gives a gurgle of some new liquid being pumped through the pipes. You press yourself back against the wall of the cubicle as a stream of viscous liquid begins to pour from on high. It has the consistency of honey, is a vivid neon pink colour, and smells like a pharmacy.<br>\r\n<br>\r\nThe drain is no longer draining. The goo pools in the corner, slowly starting to creep up over your toes. Soon it has filled the cubicle to your ankles. Unlike the frigid blue liquid and rinse, it is hot enough that swirls of pink vapour emit from the bubbling surface. Breathing them makes your head spin.<br>\r\n<br>\r\nOnly with great effort will your feet move within the chemical gunk. You don't know what it is, or what it will do to you, but it can't be good. You try to make another leap for the nozzle on the ceiling, hoping to use it to lift yourself out, but your feet remain fixed within the thick treacle.<br>\r\n<br>\r\nThe level has risen to your knees, and your heart rate is rising along with it. The cubicle is starting to feel <i>very</i> small. What if you're in one of those snuff films? What if there's a bunch of weirdos on the other side of the mirrored glass getting off to watching a bald man drown in pink goo. There are some very specific fetishes these days.<br>\r\n<br>\r\n\"I said I'd agree to do it, alright? What more do you want from me? You want me to sign something? I''ll sign whatever you want.\" The mirror remains impassive. The goo is at your mid thigh. \"If you ki-kill me, my family are going to notice me missing! You're gonna have hell to pay if they never see me again. They'll bring the whole army-\"<br>\r\n<br>\r\n*click* The voice has the tone of a man who has heard this all before. \"This is Florida. If we wanted to drown you, we have thousands of miles of crocodile-infested lagoon within the boundaries of the park. It would be a damn sight cheaper than using biogenic gel. Remain calm.\"<br>\r\n<br>\r\n\"<i>You</i> remain calm!\"<br>\r\n<br>\r\n\"I shall,\" the man replies rather smugly from his console, sipping his coffee. \"As for your family - let me check our database... hmm... yes, they're booked in to tomorrow evening's Graduation Gala. They're down to be served by Mighty Maid herself. So I can assure you they will see you again.\"<br>\r\n<br>\r\nThe level continues its ascent up over your genitals and buttocks. The temperature is making you perspire heavily, and the air is becoming harder to breath.<br>\r\n<br>\r\n\"I'm <i>not</i> serving my own family,\" you say, the defiant tone in your voice seeming to be swallowed up by the close, gooey confines.<br>\r\n<br>\r\n\"<i>You</i> won't. Mighty Maid will. Your father was quite specific about who he wanted waiting on him hand and foot. Your fiance wanted Captain Capable of course.\" *click*<br>\r\n<br>\r\nThe goo tickles under your armpits. The thick vapours fill what remains of the air and the heat is unbearable. It feels like the flesh hidden beneath the goop is melting. You stagger and swoon, terrified for a moment about sinking beneath the liquid, but it holds you up and in place. \"So hot in here...\" you croak. \"Turn it off.\"<br>\r\n<br>\r\n*click* \"Snips and snails. And puppy-dogs' tails. That's what little boys are made of. We need to sweat all that nasty stuff out of you before we can- hey, how are you still speaking in there? Didn't you-? Shit, I forgot the- Hang on a minute.\"<br>\r\n<br>\r\nA hatch opens in the ceiling. A rubber tube drops to the level of your mouth, only a few inches above the level of the water, which is now crawling up your neck. The vapor parts and billows near the end of the tube as fresh oxygen flows from it.<br>\r\n<br>\r\n\"Forgot to give you the breather. Should have done this at the start. Long shift, alright? I'm going to need you to put that thing down your throat and, uh, quickly. I don't know if I can turn this o-\" *click*<br>\r\n<br>\r\nYour arm feels like it is buried in cement. Straining so hard you think the muscles will tear, you manage to dredge it up into the air and grab the tube. You press the end of it to your lips and suck down fresh oxygen.<br>\r\n<br>\r\n\"-said <i>down</i> your throat! <i>Down</i> it! How the hell do-\" *click* His voice is frantic.<br>\r\n<br>\r\nYou open your mouth and push the tube further in. You're lucky that some of the goo, which is now up to your bottom lip, has splashed up and coated the surface, so that the lubricated rubber slides in easily. You gag as the tube meets the back of your throat, almost inhaling a mouthful of 'biogenic gel'. *click* \"-ake it like a ma-!\" *click*<br>\r\n<br>\r\nThe fear, as the gel rises over your nostrils, is enough for you to power through the gag reflex, taking the last necessary few inches to force it down your throat. Oxygen fills your lungs.<br>\r\n<br>\r\nThe gel rises over your eyes. You shut them, though there is enough light filtering through your eyelids to determine when the lightbulb winks out overhead, plunging you into pitch darkness. You float, immobilized in your pink, liquid prison...</span></div></div>",
            "created":1587186000,
            "id":2820737,
            "title":"A torrent of viscous neon pink goo begins to po..."
        },
        "1212114213":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Charlie's mold starts to feel tight in some places and curiously loose elsewhere",
                "Zach watches his body slowly shift to match the template.",
                "Zach falls asleep. Uh oh.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>It’s hot. Almost unbearably so. You can hardly distinguish between your sweat-slick skin and the goo around you, and the tight indentation your face is squeezed into doesn’t let you open your eyes to check. <br>\r\n<br>\r\nYou try to move a finger, a toe, a muscle, and manage around a millimetre before you impact the mold of your (presumably) pink prison. <br>\r\n<br>\r\nYou imagine this must be what amber-stuck prehistoric insects must’ve felt like, though they probably didn’t have to worry about short skirts and feather dusters in their future. Tree sap also didn’t smell like medicine, you think.<br>\r\n<br>\r\nIt’s hard to tell what’s what, or when’s when. Occasionally, you feel a twitch in your throat-tube and some thick glutinous goo sliding down your throat shortly thereafter, but it’s hardly regular enough to mark time with.<br>\r\n<br>\r\nThere was a little pinch in your arm a minute, hour, day, year ago, but that might’ve been your imagination.<br>\r\n<br>\r\nThe only thing you’re truly certain of is the overpowering, sweltering <b>heat</b>.<br>\r\n<br>\r\nAnd man <i>alive</i>, you’re hungry.<br>\r\n<br>\r\n<div align=\"center\">~~~<br>\r\n</div><br>\r\nZach slid into his chair with a mix of a groan and a grunt. He’d snagged a quick 20-min nap in the break room that only served to whet his insomnia, but now it was back to the grindstone.<br>\r\n<br>\r\nQA for Mighty Maid was a <i>nightmare</i>. Checking the process for the big CC was piss-easy; just make sure you had the right blend of steroids and check on the muscle grafts, then you could knock out a couple of sudokus at the console. Silver Sable was even smoother; knock them out a bit while the autodoc snips away at various tendons and bumps them up a cup size or two.<br>\r\n<br>\r\nThe Maid-to-be’s had been and always would be the worst to deal with, always whining and whinging and squirming. Zach’s reservoir of empathy was bone-dry by this point; you would think that they’d’ve caught on with WonderCollege’s adage of ‘Preparing you for <i>any</i> role.’<br>\r\n<br>\r\nHe took a sip of his stale coffee and flicked the lightswitch on the console. The pink-shrouded cubicle, however, did not light up. The damn bulbs in the ChemoPods seemed to always be on the fritz. Zach stared at the stucco tiles of the ceiling with a baleful gaze as the filament took its sweet time.<br>\r\n<br>\r\nWell, lightbulb or not, it was a sight better than when the bot did the whole thing with a scalpel. You’d come back from lunch break and see a flayed skeleton, or watch a surgical saw go to town on a couple of vertebrae. It was hard to watch the minxy maid totter about the park when you’d seen the gristle-covered bags of fat that served as her derriere.<br>\r\n<br>\r\nThe light finally guttered, on, lighting Zach’s grimace with a pale rose sheen. Great. He’d come at just the right time. The figure in front of him was a sight away from his form two hours ago. <br>\r\n<br>\r\nJust, er, not in the <i>best</i> way.<br>\r\n<br>\r\nSkin hung off of him like ugly drapes, some of it squashed against the edges of the MetaGel mold, other flaps left to dangle. His ribs lined his sides like crosswalk stripes; his abdomen was just a sunken incline from chest to groin; his limbs practically twigs.<br>\r\n<br>\r\nZach pulled up a clipboard and checked off ‘Metabolic Rate Expedited,’ with a frown. This was always the worst part of the process, looking at an emaciated mannequin with a critical eye. Thankfully, everything seemed to be going well. He had heard tales of processes that went completely unsupervised: poor bastards came out the other end looking like a melted Kewpie doll.<br>\r\n<br>\r\nJust a little snip-snip ‘down there’ and an hour or two of neutering his endocrine system, and all the hormones being pumped into the poor sap should work in concert with the Nutri-Gel to fill all that loose skin with soft curves, with maybe a nip-and-tuck here and a little volumizing there.<br>\r\n<br>\r\n<i>Then he’s the writers’ problem,</i> Zach sleepily smirked to himself. <br>\r\n<br>\r\nJust four or six hours to go… </span></div></div>",
            "created":1587877200,
            "id":2825273,
            "title":"As you begin to perspire terribly"
        },
        "12121142134":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Preserved and used as leverage",
                "Ground up and used as tissue in the conversion process",
                "Incinerated",
                "Flushed down a tube for the lagoon crocodiles",
                "Send to Doctor Wonder for... god-knows-what"
            ],
            "content":"<div class=\"\"><div> <span>Among the men assigned to new roles during a shortfall of available female actresses (and there was always a shortage these days since the Mighty Maid publicity debacle), the ones chosen to become princesses were the lucky ones really. There was much you could hide within those voluminous skirts of those ballgowns. The actors could be allowed to keep in it in their pants on the proviso that the paying public never witnessed what was hidden beneath their legs, and it worked as an excellent incentive for keeping their compliance.<br>\r\n<br>\r\nNot so with Mighty Maid. That three-inch hemline, those delicate white panties, neither offered anything to the imagination. Combined with a wolfish audience (that was one way of putting it), there was nowhere to hide even the smallest scrap of manhood from the prying camera lenses and fingertips of her fans, not even one of the vestigial, drug-shrunk organs the princesses ended up with. It would have to go. All of it.<br>\r\n<br>\r\nNo time like the present. Right now there was a war waging inside the Maid-to-be's body between his true body chemistry and that which the corporation was wishing to install with their synthetic hormones and metabolic moderators. A few snips would quickly decide the victor.<br>\r\n<br>\r\nTwo joysticks were placed in front of the console. During the slow hours, they were used for playing Rocket League. Zach activated them, placing his fingers about their buttons. At the same time, panels opened within the cubicle and a pair of segmented, metal, tentacle-like manipulators emerged into the solidified goop. Their end of one was tipped with a steel claw much like those found in the arcade machines just 30 feet above, where children paid a quarter for a chance to manipulate the claw into grabbing a stuffed toy and depositing it into a chute. The other manipulator was tipped with a scalpel.<br>\r\n<br>\r\nZach fancied he was getting very good at this game, as indeed it had become to him, and unlike the machines played by the visitors, this one wasn't rigged. He left the scalpel manipulator where it was for now, not wishing to accidentally nick an artery, and maneuvered the other around the leg of the mannequin-like figure. The manipulator moved through the gel like an eel through water, coiling around one thigh. The figure twitched, the vitals and accelerated heart rate spiking even higher, as the cold steel of the manipulator teased aside the folds of excess skin that draped from the stomach to find its prize.<br>\r\n<br>\r\nThe organ was already a sad, shrunken thing. The drugs were not being kind to the actor's masculine pride. The three steel claws opened and inched forward, two of the claws snagging under the man's testicles, the other clamping down from above. Zach squeezed the button to tighten the nose, noticing his patient squirm in the millimetres available to them as the claws dug in.<br>\r\n<br>\r\nAs he drew the manipulator back, the organ popped free. The gel was making it slippery, and there was barely anything to get purchase on. Deftly he adjusted the pharmaceutical composition of the next food bolus - sildenafil, quebrachine, a few others. He watched and waited patients while the nutrient-drug mix was pumped down the man's throat. It was only a minute before the man's loins began to swell - nothing to write home about, but enough to hold on to. The last erection the gentleman would have for five years, or longer.<br>\r\n<br>\r\nThe claw gripped again. Again it slipped. With a huff of impatience, Zach jammed his thumb down on the button, the arcade machine claws closing like a steel trap about his genitals, digging deep into the soft flesh. The manipulator pulled and pulled, stretching it out away from the body.<br>\r\n<br>\r\nRemarkable how much the patient could thrash even when their muscles were reduced to sinew, Zach thought, as the scalpel manipulator began to carefully slice away at the flesh where the penis met the torso. He sometimes wondered how conscious they really were during the procedure. This was not one of these days. His mind was primarily on what he was going to be having for dinner, as the man's manhood was neatly cut away. It came free from the claw, floating inert in the gel while the two manipulators went to work tidying up the messy gash between the legs, tying off the tubes and arteries and cutting away some excess flesh to make room for the new organs that would be stitched into place. <br>\r\n<br>\r\nOnce that was done, the genitals were snagged once more and deposited within a hatch. They would be...</span></div></div>",
            "created":1587877200,
            "id":2825317,
            "title":"The Claw..."
        },
        "121211421341":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Padding the posterior",
                "Fixing the face.",
                "Cushioning the chest.",
                "Filling the flesh.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>… preserved, in a mixture of formaldehyde and top-of-the-line anti-necrotic agents. Making a  new phallus was surprisingly difficult: all those tubes and flaps and bambosh were <i>hell</i> on the autodoc. Meconstruction's suggestion to save the things was a catalyst for inspiration, really; rebellious actors would be taken to the writer’s office with a conspicuous organ — gussied up with a bit of the excess material from their en-maidening, otherwise the desiccated lil’ thing’d just look like a vaguely cylindrical cyst — placed off to the side in a conspicuous tank.<br>\r\n<br>\r\nIt was a tad ironic; the Maids that clung to their manhood fervently often got the best reviews, after their ‘motivational-meetings’. Anyone who continued to protest, well… <br>\r\n<br>\r\nIt all worked out in the end.<br>\r\n<br>\r\nThey’d cross that bridge when they came to it, though, and Zach, thankfully, was not a part of ‘they’. Instead, he idly flipped through a catalog of colors, trying to find the right groin-color to match MM’s pale skin. <br>\r\n<br>\r\nShe wouldn’t get much use out of it for the first couple months, but he’d get more than a reprimandation if a bit of caramel-colour was revealed with a flip of her skirt. With a quick turn of a joystick, a small circle of gel was cleared right at the poor sap’s navel. Zach looked at the catalog, then at the skin, then back again, and once more... <br>\r\n<br>\r\n“Pretty Porcelain,” he muttered to himself. It was standard for Mighty Maid bits, but sometimes the subject reacted oddly to the chemical agents. A few years back, one Mighty Maid came out virtually albinistic; the writers had thrown together some story about her coming from the Negaverse for a few days, and then quickly shunted him off to some alien love interest in WonderGalaxy, to avoid having a blistered City centerfold. <br>\r\n<br>\r\nHe input a quick sequence of numbers into the console’s keyboard, checked the vitals once again, then languidly leaned back to play a game of Solitaire. After a few hands that he actually managed to lose, a short chirrup roused him.<br>\r\n<br>\r\nAbove the pink biogenic gel were two of the segmented manipulators, one tipped with what looked like a frosting pipette, the other a claw. The claw holds something that, for all intents and purposes, looks like a small chalky softball, with a puffy pink slit in the centre.<br>\r\n<br>\r\nDespite his sense of professional detachment and the overwhelming sense of boredom, Zach couldn’t help but be a mote impressed by how quickly the vaginal graft was produced. Its NervStim function would have to be setup in a week or so, after MM got her sea legs, but that would be someone else’s messy problem, thank <i>god</i>.<br>\r\n<br>\r\nZach plugged the twin joysticks into the requisite USB port with a trill of his lips. The alternate manipulators sprung to lifel, and after a quick jolt from side to side to check the controls, he got to work. The claw slowly rotated the piece of artificial flesh in a circle as the other one dotted the ball with bits of orangeish ointment, until the whole thing looked like an alien fungi. <br>\r\n<br>\r\nZach had smelled the ointment before, when he had watched on a, eurgh, <i>manual</i> Meconstruction. It smelled like death and burning, and one of the moronic spectators who actually touched it came out with a melted fingertip. With it, though, the area around the vagina should be smooth, unbroken line of skin, vat-grown flesh indistinguishable from the real thing, <br>\r\n<br>\r\nNow, time for the shoving. With a quick flourish of rotation, Zach navigated the manipulator down below the sunken stomach, lifted the skin once again with the ointment applicator, checked to make sure the damn thing was frontways, and shoved it in with a push forward.<br>\r\n<br>\r\nOnce again, the limbs of the Actor shook in their tight mold, and once again Zach did not pay it much mind. He instead concentrated on moving the applicator to get the spacing of the biodegradable staples <i>juussst</i> right. It wouldn’t matter much in a few days’ time, but it’d bother him for a few hours if he didn’t get it right.<br>\r\n<br>\r\n He whistled a short song as the subject twitched with every fastener-injection.<br>\r\n</span></div></div>",
            "created":1588136400,
            "id":2826669,
            "title":"Preserved and used as leverage"
        },
        "1212114213414":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Fixing the face",
                "Breaking the bones",
                "Molding the mind",
                "Prepping the personality",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Up above, thousands of visitors would be sitting down at one of the many themed restaurants the resort had to offer. Culinary dishes from all over the world could be consumed (including one restaurant with tables laid out like the nations of the world), and even food from the imagined realms of the Wonderverse could be had. The Gelatina Dessert Factory was one of Zach's favourites.<br>\r\n<br>\r\nThe Canthrope Carvery is a popular joint, serving meat of all kinds, so fresh it still bleeds. Out front, the restaurant is industrial-chic, tastefully exposed concrete and metal plumbing in keeping with a retro-future aesthetic. In the back, it is simply industrial; the place where the livestock is unloaded and held before being dispatched and butchered-to-order for maximum freshness, the restaurant's clientele blissfully unaware that their order of barbecue ribs has just signed the death warrant of an unfortunate heifer in the backroom.<br>\r\n<br>\r\nThe resort prides itself on its recycling initiative. Not for any virtuous reason (though they do market it as such) but because the good Doctor hates to waste anything that can be turned to profit. The off-cuts of the meat are not simply thrown away for landfill. They are repurposed. A tube smeared in encrusted yellow grime and labelled 'fat' receives offerings from the butchers, who treat it as a game to liven up their workdays, tossing globs of bloody flesh too fatty to be served up into the mouth of the tube. Where it goes, they don't know. They assume to the pigs.<br>\r\n<br>\r\nThe lumps of fat are sucked down the tube, joining other tubes from restaurants elsewhere in the park. They are collected in a vat. The fat is rinsed of gore, is sprayed down with chemicals, and then the vat is very gently, very carefully heated - not enough to kill the cells, but enough to soften the fibrous parts until it all liquefies, the flesh of hundreds of different animals flowing together.<br>\r\n<br>\r\nHuman adipose tissue is expensive, hard to come by, and tightly controlled, which means outside eyes prying into the resort's business. Animal fat is plentiful and even more effective for Meconstruction purposes due to fact that the human body struggles to utilise it, to burn it. A recipient could diet and exercise to the extreme, and the animal adipose would remain unchanged throughout it all even as the rest of the body grows thinner and ultimately starves. There have been people who've died of malnutrition while still sporting their generous Meconstruction endowments.<br>\r\n<br>\r\nThere was an additional benefit to sourcing the fat locally. Wondertainment owned the farms where the animals came from, it owned the animals that were slaughtered, and it owned the restaurants where they were butchered. It had a very solid legal case for claiming ownership of the adipose tissue. Once inside an actor, the Wonder-brand fat might make up 5 to 15% of the body mass. Which could be argued to imply that the corporation now owned 15% of the actor.<br>\r\n<br>\r\nZach thumbed the buttons on the controls. The manipulators retracted, the pharmaceutical gel slowly oozing back in to fill the channels they left behind. The gel about the waist was gradually turning from pink to a deeper red, but there was much less blood than one might expect. The biogel was very effective at controlling blood flow, both through the constant pressure it exerted and the coagulants mixed in it.<br>\r\n<br>\r\nA dozen clear, needle-tipped manipulators circled around the figure, like the arms of an octopus about to seize its prey. They found their targets, plunging deep into the loose skin of the thighs, buttocks and breasts. They would first do the bulk of the work to inflate the emaciated man, then flesh out the finer details, smoothing out the curves and styling the fleshy parts with a thousand microinjections all over the body to form the precise anatomy fans had come to expect.<br>\r\n<br>\r\nBoluses of sticky, off-yellow animal lard start to pulse down the clear tubes. The needles move under the skin, distributing it here it needs to go. Gradually, the skin is filling out and tightening. The chest is already a pair of developing mounds. Not yet enough for a training bra, but growing fast.</span></div></div>",
            "created":1588741200,
            "id":2831250,
            "title":"Filling the flesh."
        },
        "12121142134142":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Fixing the face.",
                "Finalizing the follicles.",
                "Prepping the personality.",
                "Modifying the mannerisms.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Zach took a sip of coffee after once-overing the needles for any displaced tubes. Having implants in the wrong place was eminently fixable, but it was better to excise any mishaps before they blossomed into unsightly lumps.<br>\r\n<br>\r\nHe allowed a smile to grace his lips for a second; everything seemed to be in order. The future superheroine resembled a prisoner of war less and less with every second. Right now, the subject looked rather like a gangly undeveloped teen, though the undeveloped part was slowly but inexorably changing.<br>\r\n<br>\r\nIt was the ‘gangly’ part that was the problem. WonderCity, and WonderWorld as a whole, had strict stipulations for every character’s image. Captain Capable: heroic. Princess Allaria: overwrought. Silver Sable: dominant. <br>\r\n<br>\r\nMighty Maid, though, had firmer guidelines. She was the focus of many a story, true, but never actually the protagonist, always cooing in admiration at a Guest playing a hero, or trussed up and thrown over the shoulder of a villain. Once a month, the Writers might throw her a bone and let her thwart a bank or convenience store robbery, but those would always be gaffes; the criminals slipping on a Maid-mopped floor or sent into uncontrollable fits of sneezing after she accidentally whirled a cloud of dust into their face; that sort of thing.<br>\r\n<br>\r\nErgo, she had to look the part of the damsel in distress. Her diet and exercise were carefully monitored to discourage excess muscle growth; her skin treated with scads of lotions, creams, and unctions to ensure it remained soft and silky; and even her civilian outfits assiduously selected to quash the slightest hint of authority.<br>\r\n<br>\r\nThe height was a feature that Meconstruction had struggled with for a bit, preferring to select shorter male graduates for, but that made it harder to produce the right hourglass figure; narrower hips, and all that. After a few botched surgeries, a technician had proposed working directly with the skeleton, and well, the rest was history.<br>\r\n<br>\r\nZach typed in a short request on the console, and the nutrient tube happily obliged, pumping a few extra painkillers into the subject’s stomach. He was could stomach the majority of the Meconstructive process, but he had accidentally left the cubicle-microphone on during this process once and, well…<br>\r\n<br>\r\nHe hadn’t been able to eat breadsticks for a week.<br>\r\n<br>\r\nWith another tap on the console, the cubicle rotated, giving Zach a full view of the subject’s back, taking especial notice of the slowly ballooning rear. He gave it a short, sharp nod; there was enough flesh in there to hold the SkelBatons.<br>\r\n<br>\r\nZach maneuvered the controls yet again, and seven small rectangular ports opened up in the cubicle, manipulators with small scalpels emerging from them. Thin, segmented metal rods rode passenger on the arms, clinging to their vehicles with small centipedesque claws. <br>\r\n<br>\r\nThe little SkeleBatons were impressive even for Meconstruction. Inside each segment was a small blade tipped with diamonds that could cut through the toughest ossein in a matter of seconds; a series of servos and telescoping parts that could retract to half their size; and a set of tiny metal mandibles able to exert several thousand newtons of force.<br>\r\n<br>\r\nThe manipulators dove through the gel at Zach’s command, artfully weaving around the adipose injectors with a practiced flair. It was with small delicate movements that Zach directed the incisions, one at the atlas, the two shoulder blades, the top of the femur, and either side of the buttocks.<br>\r\n<br>\r\nAnother press of a button, and the SkeleBatons took off. The patient twitched as the little machines burrowed into his flesh like hungry maggots, visibly squirming underneath the loose skin before vanishing from sight. Zach checked his watch: it would take about… six minutes for the machines to latch on to their targets, enough time for a coffee break.<br>\r\n<br>\r\nOne cup of joe later, Zach returned to a virtually unblemished patient and several input fields on the vitals screen. The SkeleBatons were relatively low-maintenance compared to other parts of the Meconstructive kit; after receiving instructions, they’d run silky smooth ninety-five times out of one hundred. <br>\r\n<br>\r\nUnfortunately, those five times were enough that he still had to do his job for the next few hours. Had to make sure their new Maid’s spine didn’t pretzel, that kinda stuff.<br>\r\n<br>\r\nNumbers blipped on and off the screen with rapidity: the subject’s current height, the minimum and maximum adjustments, hip size, armspan, leg length, so on and so forth. The Maid-to-be could be pared down 20 cm before risking the range of motion and stiffening the limbs; more than enough to satisfy the guidelines.<br>\r\n<br>\r\n15 cm should do it for the height: take most of it from the spine to keep a leggy silhouette whilst still rendering the overall size petite. The hips had to go through a much less dramatic change; the male skeleton that laid underneath just had to be widened the tiniest amount and either femur tilted ever-so-slightly inward.<br>\r\n <br>\r\nIronic, really; it was easier to create an hourglass figure on a regular man than a slender woman.<br>\r\n<br>\r\nThe incongruous nature of life considered, Zach typed in the desired measurements into the console and sat back. Inside the cubicle, the gel would hardly be able to muffle the whir of small motors, the buzz of blades, and the creaks, snaps, and groans of a skeleton being reshaped. Thankfully, the soundproofed walls <i>did</i> muffle all that to a tiny whine, which itself easily drowned by a well-time don of his headphones.<br>\r\n<br>\r\nThe blades would saw a bit of each vertebrae and compress the spine downwards, little mandibles wrapping the cord in a tight embrace to monitor electrical signals and promote flexibility. Gymnasts would blush at MM’s range of motion; the Actor could stick a leg behind their head or perform a perfect split with ease. <br>\r\n<br>\r\nThe biogel would keep constant pressure on the subject as the ribs were pressed inwards; the arms foreshortened; the legs slightly diminished. In three or so hours, no one would be able to tell that the cubicle had contained a figure of average male height.<br>\r\n<br>\r\nAfter waiting those three or so hours, Zach duly watched the hip-widening process, rock music pumping into his ears. The pelvis would be cracked like a wishbone and forced apart by the rods, the bone healing into the perfect Mighty Maid mince. There <i>were</i> override options in the SkeleBatons, ways to force the right walk, hop, or skip if the actor didn’t surrender to the natural motions of their new form, but those were reserved for the third disciplinary meeting onward. <br>\r\n<br>\r\nInforming someone that you have remote control over their skeleton doesn’t exactly foster goodwill.<br>\r\n</span></div></div>",
            "created":1588914000,
            "id":2832114,
            "title":"Breaking the bones"
        },
        "121211421341421":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Finalising the face",
                "Sorting the senses",
                "Stapling the stomach",
                "Molding the mind",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>With each pulse of processed animal lard into the body of the subject, each tiny, incremental softening and swelling of the torso and limbs, the head perched on top was looking more and more out-of-place. The broad nose. The angular jawline and cleft chin. The thick brow. The masculine features were made even uglier by the flinches and grimaces the patient gave with each treatment, which stretched the loose skin in ways that made it resemble an oversized, rubber halloween mask.<br>\r\n<br>\r\nThere were some graduates, even some male ones, that only needed a few gentle alterations to make them fit the blueprint, but those  were few and far between. This one needed resculpting right down to the bone. It would requires drills and bonesaws and chisels to whittle away to excess into a sculpted work of art.<br>\r\n<br>\r\nZach loaded the headshot of the last Mighty Maid onto his monitor. Such a shame what had happened to her. He'd liked her, more than most - she'd been compliant. He found some solace knowing that she would continue to exist in some small part through his work here today. Wondertainment liked to ensure continuity in its live-action performers, and though the characters had definitely changed over the years to fit trends and fandom whims, they tried to make it a gradual process. By making one actor partially resemble the previous one, it helped cover up the seams of just how frequently one was swapped out for another. How rapid the turnover of staff was here.<br>\r\n<br>\r\nThe computer was analysing the sadly departed Mighty Maid's profile, determining how much work needed to be done. Zach already knew the answer.<br>\r\n<br>\r\n<i>[TOTAL OVERHAUL NECESSARY]</i><br>\r\n<br>\r\nFaces were too complicated. Hundreds of minuscule muscles and tendons all pulling in different directions, all wound around each other like a bag of snakes. You could modify a few and be okay, the rest would compensate, but eventually it was simpler just to scrap the whole thing and start over again. It made sense - they'd be excising much of the bone that the existing tendons anchored to, reattaching the tendons would be just as complicated as getting new ones altogether.<br>\r\n<br>\r\n------------<br>\r\n<br>\r\n\"Howdy and welcome to Canthorpe's Carvery! The finest fare this side of the Seven Systems! My name is RX-734. How can I serve you today?\" The thick silver face-paint emphasised the deep lines on the waiter's face as he smiled.<br>\r\n<br>\r\nMaria chewed her lip, her eyes glazing over as they surveyed the menu once again. \"I can't decide on the <i>Black Hole BBQ</i> or the <i>Hot Plasma Burger</i>.\"<br>\r\n<br>\r\nRichard scoffed at his soon-to-be daughter-in-law across the table. \"Nonsense, everything is All Inclusive for the next three days. She'll have both,\" he told the waiter. \"And I'll have the <i>Out-Of-This-World Steak</i> with the <i>Pulsar Fries</i>. And a bottle of wine. And two beers, thanks.\"<br>\r\n<br>\r\n\"That seems a bit wasteful,\" Maria fretted, watching the waiter go. \"I'm not even sure if I'll be able to eat anything, I can't stop wondering how he's getting on. He's been gone an awful long time. What do you think that means?\"<br>\r\n<br>\r\n\"It probably means he's having a wonderful™ time without us, so we should be having a wonderful™ time too,\" he chuckled. \"Besides, my tuition fees are paying for this little holiday so I'm relying on you to get our money's worth!\" Noticing his son's fiance remained deep in worried thought, he softened his tone. \"I'm sure he's doing fine. Heck, you know how eager he is, they've probably gotten him in costume already. He could be here already and we wouldn't know it. Y'know I <i>thought </i>I recognized our silver-faced waiter today,\" he said with a wink.<br>\r\n<br>\r\n\"Yeah right, he wouldn't be caught dead accepting a bit part like that,\" Maria laughed back. \"I'm just nervous for him. He put his heart and soul into this, I want him to get the character of his dreams.\"<br>\r\n<br>\r\n\"Don't worry, I'm sure they're getting him pumped up to play one of those silly costumed superheroes as we speak.\"<br>\r\n<br>\r\nFor the time until their food arrived, Richard performed a comical impression of his son being inflated with a bicycle pump, puffing out his cheeks and pretending to float out of his seat, much to Maria's guilty delight. He felt relieved to see the girl relax. She was a nice lass. Sometimes he felt his son didn't realise how lucky he was to have found her and more importantly kept hold of her during the financially tough years of his study. She put up with a lot, he felt.<br>\r\n<br>\r\n\"Best deflate myself before I pop,\" Richard chuckled as he picked up the sharp steak knife accompanying his meal. Just as he liked it, the steak was blue - that is to say it was lightly seared on the outside, not literally blue, although the establishment did indeed serve \"Space Steaks\" soaked in blue food colouring. Yet after a few bites he felt himself spitting a wad of ruminated beef into his napkin. It was gristle and chewy tendon, not the tender sirloin advertised on the menu.<br>\r\n<br>\r\nHe summoned the waiter over, who took one look, apologised, and swept the plate away into the back.<br>\r\n<br>\r\nThe waiter crossed the room to a pipe marked 'cartilage/ligaments' and scraped the food, chewed and all, down the chute.<br>\r\n<br>\r\n-------------------------<br>\r\n<br>\r\nThe machines had finished their grisly work of cutting a circle around the face that ran along the hairline, down behind the ears and under the jawline. A halo of darker red infiltrated the gel around the head. The loose flap of flesh at the top of the head was too small for the claws to grasp, so Zach selected the suction implement. The hose snaked towards the head, pressing its nozzle to the skin of the forehead and sucking until the skin was tightly lodged. Then it began to pull back.<br>\r\n<br>\r\nThe face began to peel away from the skull from the top down. It was almost satisfying to watch, like somebody peeling the plastic off a new iPhone, especially with how expertly the snicker-snacking scalpel blades severed the hundreds of muscles from their bone anchorings so that it was all coming away in one, clean piece.<br>\r\n<br>\r\nIt was becoming harder to tell as the expression of distress literally disappeared from the patient's face, but the body language of angry, impotently twitching limbs conveyed their displeasure well enough. The peeling took the eyelids with it, exposing to the gel the bare eyeballs in their sockets. They roved back and forth, but always came back to fix on Zach. If looks could kill...<br>\r\n<br>\r\nThe skin of the nose was drawn back. Zach guided a surgical hammer-tipped tendril into place. It obliterated the alar cartilage with a single sharp strike, shattering the shape of the nose into a slowly dispersing cone of shards.<br>\r\n<br>\r\nHe began work to file down the thick bone of the brow into the scaffolding of something delicate and feminine, trying not to make eye contact as he did. <br>\r\n<br>\r\nThe face finally came away completely from the skull. It drifted for some minutes in front of the unclosable eyes of the patient, crumpled like an ugly rag, until a larger caliber suction tube came along to suck it away. Even still, the thick muscles of the jaw clogged the opening, and he had to spend a few minutes using the scalpels to cut the face into pieces for the tube to whip away one-by-one.<br>\r\n<br>\r\nIt was nearing the end of lunchtime. The new batch of xenograft muscle, tendon and cartilage grafts were arriving from the restaurants above. They would be woven like an intricate mask over the refined skull to form a new face, one capable of expressing only sweetness and smiles.<br>\r\n<br>\r\nThe teeth were all extracted. They were in good condition, but the whiteness wasn't quite there and in truth unattainable by human standards. A full 32-piece acrylic set was drilled into the maxilla and mandible.</span></div></div>",
            "created":1588914000,
            "id":2832299,
            "title":"Fixing the face."
        },
        "1212114213414211":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Mildly molding the mind.",
                "Affixing feminine foibles.",
                "Prepping the player’s persona",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>The grafting system was remarkable in its efficacy, though that could be said about many things in WonderWorld. Tendons, T-bones, and all other sorts of animal viscera would be sorted through carefully-yet-quickly by a machine eye, picking out the least cooked bits of leftover food to drape over the latest actor’s face.<br>\r\n<br>\r\nGlitches in the past led unsupervised Meconstructive machines to staple xenografts-faces made of melting fat and cooked tendons over a poor sap’s face, creating a visage that looked horrifying but smelled rather good. The thought made Zach cringe a bit, but <i>was</i> the main reason why he had a job now, so gift horses and all that.<br>\r\n<br>\r\nThere were still a few things to work on. The subject had quite the chin, almost Captain Capable level — shame the position wouldn’t be open ‘till next year. For now, he had to shave the chin down to a more-feminine, rounder mandible, to go along with the Mighty Maid mission statement of nonthreatening curves and coquettish innocence.<br>\r\n<br>\r\nA block plane with an attached vacuum tube was applied to the jawbone, Zach assiduously watching the projected ‘after’-visualization on his screen as he absentmindedly joysticked the manipulator back and forth. The peels of bone were sucked off to a repurposing plant, either to be used once again in another Meconstructive process or melted together with other scraps to make realistic decorations for horror-themed branches of the park. <br>\r\n<br>\r\nZach set his sights on the throat next. Though not a <i>strict</i> step in the facial Meconstruction, it was nicer to get it over with right now, and not risk damaging the pretty facade draped over all this ugly bone. A scalpel was applied to the beginning of skin around the neck and drawn downwards, the patient’s eyes still unnervingly fixed towards him. <br>\r\n<br>\r\nZach chose not to let his heebie-jeebies show and instead bothered himself with the adam’s apple. Some women did have it, and indeed, some newly Meconstructed women were allowed to keep theirs — whenever a man was shunted into the Silver Sable role, they generally kept the throat bulge; it looked more intimidating. Mighty Maid would be given no such cartilaginous leeway, however, so the whole thing had to go.<br>\r\n<br>\r\nThankfully, this operation was almost fully automated, for a mistake could leave you with a mute actor, which was about as useful as a Swiss cheese parachute. Zach watched the sharp metal and tweezers shave down the cartilage before descending upon the larynx proper. Glottises of all shapes and sizes are cut to different lengths, pinned, and cut away entirely. A projected simulation of the new Maid’s voice piped “Welcome to WonderWorld!” ad nauseam through Zach’s headphones, differing in pitch, tone, and fry with an incremental adjustment of a dial.. <br>\r\n<br>\r\n He settled on a breathy, melodic soprano, same as the old Maid. Best to not shake any boats, and it might serve as a little tribute to her. The scalpels and tweezers made the requisite adjustments then moved back, two claws moving in in their place. They draped the lily-white skin up over the mass of blood, stapled muscle, and carved cartilage and smoothed the incision with a line of ointment, leaving an unmarred, swanlike neck, proficient at soft coos and dramatic gasps. <br>\r\n<br>\r\nA small alert blared on Zach’s screen. The new face was ready, mounds of muscle and fat covered by a good amount of the subject’s new skin to ensure no ‘tanlines’. Zach summoned a squad of needles filled with neon-bright liquids with a delicate depression of the console, and with another flick, all of them injected their contents into the few muscles still left on the subject’s face, paralyzing any flexable thews that could interfere.<br>\r\n<br>\r\nA drawer extended from a cubicle wall, clearing a mass of gel around it. For all the effort gone into it, it simply looked like a detailed masquerade mask, though maybe a little too large to rest on anyone's face.<br>\r\n<br>\r\nZach let out a breath he had been holding for a long while as the arms plucked the face out of its chemical bath. It was nearly over; just the hair and he’d be done. His eyes fell upon the subject’s eyes, still twitching angrily in their sockets.<br>\r\n<br>\r\nMaybe there’d be an extra step.<br>\r\nZach watched bit by bit as the Maid’s new face was layered on; bits of tendons and muscle threaded over the skull and lined affixed with tendons; fat applied strategically with a repurposed pastry tip; and the whole thing lined with an affixative ointment, bringing to Zach’s mind an image of a particularly grotesque cake.<br>\r\n<br>\r\nThe skin was stretched over the gristle and held there with biodegradable staples, and though it was not quite done yet, Zach couldn’t help but smile. The face was classic Mighty Maid; blue eyes wide enough for eyelashes to flutter diaphanously with every blink; eyebrows arched enough for the most minute raise to broadcast surprise to any onlooker; button nose placed over pert pink lips that parted at rest, flashing the upper row of her impossibly white teeth; and a subtle feminine curve to the whole thing that brought to mind the a young girl’s doll.<br>\r\n<br>\r\nEverything was perfectly arranged to create the image of someone who was attractive, but oblivious to that fact. Their — forthcoming — hair could be tousled, their makeup smeared, the whole package wrapped up in a frumpy jersey and sweatpants, but her radiant looks would shine through. That was classic Mighty Maid, heedless of the leers and lecherous gazes she invited simply by going about her day.<br>\r\n<br>\r\nThe main trick to that effect was inside the manifold strands of sinew underneath the pale dermis. There were a million ways the new thing could smile: a wide delighted grin, a flirty smirk, or the small polite simper of one who hasn’t quite understood what’s just been said. But, in defiance of the adage of a frown using more muscles than a smile, the bands of flesh that were usually used to express disappointment, anger, or sadness were either atrophied, removed, or otherwise weakened. The closest thing to a negative expression that could be, well, expressed was a petulant pout that looked more coquettish than cantankerous.<br>\r\n<br>\r\nThe new Maid would, unfortunately, develop the requisite muscles for frowning, snarling, anguish, and the like underneath the xenograft, but it would be two or so months before that, long enough for the tallest poppy to be cut to size.<br>\r\n<br>\r\nZach ordered the hair, a chin-length bob of wavy red, that would always diffuse the faint aroma of strawberries. Once again, he met the gaze of the newly-beautified subject. Their eyes crackled threateningly in their paralyzed facade. He heaved a sigh; there was always this kind of sort. You could strip away ⅝  of their body weight, most of their strength, a half-foot of height, and pump ‘em full of soft curves, but they’d still try to bite your ear off the moment they got out.<br>\r\n<br>\r\nThis would need a solution. Nothing <i>too</i> permanent, just a little fiddling around in their lobes to show them what could happen if they decided to rock the boat. Or just put some little Mighty Maid habits in there to make sure that any consternation would be thoroughly in character. Or he could just coach the poor bugger on what the game’d be when they got out, he'd been through enough for a day.<br>\r\n<br>\r\nZach sighed once again. They didn’t pay him enough to make <i>choices</i>. <br>\r\n</span></div></div>",
            "created":1589173200,
            "id":2833833,
            "title":"Finalising the face"
        },
        "12121142134142112":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Could scan the brain",
                "Could implant false memories",
                "Could induce pleasure in the brain",
                "Could induce pain in the brain",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Zach sighed once again. They didn’t pay him enough to make choices.<br>\r\n<br>\r\nNow that the subject in front of him resembled a human more than a lump of meat and organs, it was harder to dehumanise them. He decided he would do them a favour by offering a little behavioural training, just enough to place the seeds of a few of Mighty Maid's habits in their grey matter. If nothing else, it might help them adapt, and the last thing he wanted was to be sat here prepping yet another Mighty Maid in just a few months. He'd been through that too many times.<br>\r\n<br>\r\nFor a moment, he just stared into his coffee, thinking of the night they dragged Mighty Maid out of the lagoon. That had a grim night. What they'd done with her after had been <i>worse</i>. Wondertainment hated to waste anything...<br>\r\n<br>\r\nHis ruminations were interrupted by an alert heralding the arrival of the hair, which was disgorged from a drawer and tumbled down through the gel like an undulating, red jellyfish until he snagged it with his manipulators. Using an implement that resembled an over-sized tattoo machine, he needles the scalp all over at 100 pricks per second until the entire surface was raw and ready to receive tresses. The new follicles would grow into the thousands of tiny wounds in the skin, affixing there permanently, and choking out any of the old follicles that remained.<br>\r\n<br>\r\nThe second before lowering the new hair into place, he remembered. The brain grain! Always do the hair after the grain otherwise it got matted with bone and blood, and made siting the implantation much harder. He withdrew the hairdo and selected the grain implanter. It required his personal code and ID badge to authorise - the grains were more expensive than any other part of the procedure, more than he made in a year.<br>\r\n<br>\r\nThe implanter was a drill affixed to the end of a mandible with the grain itself stored behind the drill bit. Flicking the joystick, he pressed the metal teeth against the thick bone located just behind the subject's ear and squeezed the trigger, making sure that the microphone was switched off first. The sound of metal-on-skull was not something he wanted to hear twice. A minute later, there was a perfectly circular hole, 1 cm wide and 6mm deep, within the temporal bone.<br>\r\n<br>\r\nThe drill bit slid aside and the grain itself was released and nuzzled carefully into the hole. It was of a similar shape and size of a large grain of rice, and made of titanium. Readouts on his monitor indicated that the signal strength was strong, and that its battery was fully charged and capable of lasting 37 without charge, and there were wireless chargers dotted all over the park and in the actors' restrooms that would constantly top it up, keeping it fully functional 24 hours/7 for the next 5 years. He made sure it was in before burying it in the cavity with a spurt of bone paste. Then he carefully sited the hair over the scalp, concealing the wound.<br>\r\n<br>\r\nBone anchored hearing aids had been a thing since the 1970s. They worked by vibrating the bones of the skull, bypassing the middle ear and conducting sound directly into the inner ear. It was perfect for the resort, as it allowed the writers watching from CCTV to feed lines and instructions to the actors without anyone else hearing them. 'The Voice of God' the actors called it. It couldn't be turned off, and they could be called up at any time, day or night. It was one of management's favourite gadgets.<br>\r\n<br>\r\nIt was even said that management had audio recordings of all the actor's original voices, which were used to fabricate sentences which could be fed to the actor's at a low volume in their own voices. Subtle words that were difficult to discern from one's own internal voice, able to hijack the thoughts of the subjects.<br>\r\n<br>\r\nWhich was, of course, nonsense. All the actors thought it was nonsense.<br>\r\n<br>\r\nTheir feelings, on the other hand, were acute paranoia.<br>\r\n<br>\r\nBut the grain was a step beyond a simple hearing aid. It...</span></div></div>",
            "created":1589259600,
            "id":2834271,
            "title":"Affixing feminine foibles."
        },
        "121211421341421121":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Hijacking the reward center of the brain",
                "Some low interference with the memory center",
                "Wiping the last 48 hours from the brain",
                "Wiping the last 20+ years from the brain",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>So close to the brain, just a few mm of bone separating the two, the tiny titanium implant was capable of detecting to electrical impulses coursing through the grey matter, which were then relayed to the central computers and assembled into a 3D readout of the subject's brain activity. It was cutting edge medical technology originally intended for monitoring seizures in epileptic patients. Wondertainment could find a way to twist anything good and noble for profit.<br>\r\n<br>\r\nZach watched as the spectral, grey-tone vision of the graduate's brain gradually began to fill, starting from the left ear and scanning across, with flashes of colour that zipped between lobes. He was looking at neurons firing, emotions and thoughts being processed, memories being archived and retrieved. Of all the drudgery in his day, Zach felt this might be a highlight. It was really an honour to be able to witness this, to look down on a person's innermost thoughts, their very soul.<br>\r\n<br>\r\n<i>Even if their soul is 75% water</i>, cynically grumbled the part of him that had spent years turning people into meat and back again<br>\r\n<br>\r\nThere were dozens of lines of light, cognitive processes, zipping up from the corpus striatum to the prefrontal cortex, other processes retrieving information from the hippocampus. They followed a repeating pattern. This brain was planning something, simulating in its mind's eye a hundred different ways of solving a problem. Planning an escape perhaps?<br>\r\n<br>\r\nThe amygdalae were ablaze with activity too. Playing a primary role in emotional response, especially fear, anxiety, and aggression, they appeared as two bright, bubbling green spots deep in the brain. The fight-or-flight response was working overtime and, judging by the intensity of the unwavering gaze, Zach guessed it wasn't flight.<br>\r\n<br>\r\nAs well as monitoring these electronic surges, the titanium grain was capable of producing its own in the form of weak, localised magnetic fields that were readily absorbed by the high water content of the tissue surrounding it. They could be targeted to any area of the brain he wanted, creating artificial signals that would baffle or excite the targeted neurons. He could, if he wanted to, shut down the amygdalae with this electronic interference, robbing the individual of the ability to feel anxiety or aggression. The subject's emotions would be muted, though it wasn't any guarantee of compliance - the fear that kept them obedient would be gone too, and they would still be quite capable of <i>thinking</i> of and enacting aggressive actions, even if they didn't feel it in their monkey brain.<br>\r\n<br>\r\nTo shut down so much activity in such a big area of brain would be taxing on the grain's nickel-cadmium batteries too, which meant more charge cycles and a shorter life-cycle for the product, which was expensive. There was further the possibility, however remote, that too much stress on the device would cause it to explode like a Samsung phone, which was unideal considering its position.<br>\r\n<br>\r\nIt was also using the hardware like a cudgel. The same result could be achieved with a fraction of the battery power without rendering the subject an emotion zombie, just by...</span></div></div>",
            "created":1589259600,
            "id":2834289,
            "title":"Could scan the brain"
        },
        "1212114213414211211":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Remove the memory suppression",
                "Suppress all friend and family facial recognition",
                "Work on other memories",
                "Says \"now if you can picture yourself performing housework...\"",
                "Move on to other things"
            ],
            "content":"<div class=\"\"><div> <span>\"Testing, testing, one two three.\" This time when he spoke into the microphone, Zach set it to transmit to the grain implant directly rather than the booth. <br>\r\n<br>\r\nBright red signals flashed out from the auditory cortex like lightning, mingling with the dull brown pain signals arriving from everywhere else in the body. He had the volume set too loud. He readjusted it. \"Hello, can you hear me?\" Naturally, the paralysed patient could not respond, but the flurried brain activity in Wernick's area was response enough. \"Good. That's good. I'm just running a few tests just to confirm everything is working. Hopefully I can do something to help you settle in around here. Stop you going against the <i>grain</i>, so to speak,\" he said, chuckling at his own pun. \"First of all, can you tell me your name?\"<br>\r\n<br>\r\nNo response, obviously, but a single yellow bolt of thought zipped to a location in the hippocampus and returned with lightning speeds along well-worn signal pathways. Zach put thumb and finger on the touchscreen and zoomed in on that area. \"Good. One more time. Just your name.\" Again, the signal shot to a specific node within the hippocampus and bounced back with the answer. Zach paused the real-time feed, rewound a second, zoomed again and tapped his finger against the millimetre of brain matter the signal had bounced back from. He instructed the grain to baffle any further brain activity from that area.<br>\r\n<br>\r\n\"One last time, what is your name?\"<br>\r\n<br>\r\nThis time, the grain detected the incoming signal and released its counter-signal. A burst of white ballooned within the area a fraction of a second before the yellow signal arrived, which was lost within the white static and did not return. The yellow signal came again, but was again intercepted. The signals came faster and faster as the brain sent increasingly urgent requests for what should have been basic information. Information request signals began taking other pathways in attempts to come to the answer in round-about ways, but they were anticipated by the tiny machine in the skull and shut down appropriately. Zach couldn't help but chuckle as, after about 30 seconds of this, 26 regimented requests were sent elsewhere in the memory center in succession - the brain was trying to remember its name by going through each letter of the alphabet one at a time.<br>\r\n<br>\r\nThe brain didn't like that at all. The amygdalae were surging again, and multiple erratic thoughts were zig-zagging all over, going nowhere and dying as a dozen more swamped them. It was unmistakable panic.<br>\r\n<br>\r\n\"Good. Very good. Now I want you to, if you can, recall the face of your fiance.\" The thoughts seemed to recoil in on themselves, yet one traitorous yellow blip wandered to the fusiform gyrus and back. Zach honed in on that area. \"Good. One more time.\"<br>\r\n<br>\r\nThis time, the brain was catching on. It bombarded the fusiform gyrus with requests, forty or so yellow-coloured signals flashing across the computer monitor as the patient tried to recall any face other than their fiance's. It was too late for that - his tormentor was already on the scent and trying to control one's thoughts was like herding cats. It wasn't long before the brain betrayed itself. It wanted to remember the thing it was forgetting so that it could remember to forget it. A second yellow request hit the location Zach had narrowed down. \"Gotcha,\" he exclaimed, shutting that area down too. \"One last time, your fiance's face please.\"<br>\r\n<br>\r\nThe brain scan resembled a lightning storm in a bottle. It was <i>furious</i>. Rage and fear-filled thoughts crashing impotently into one another.<br>\r\n<br>\r\nZach considered his options. The device looked to be functioning well. He could lift the memory restrictions with a touch of a button, although it wouldn't hurt to keep the man's recognition suppressed at least as long as his family members remained in the resort. It would stop him wasting his energies trying to contact them for help, but it ran the risk of him running up to any random visitor in the belief they were a close family member. It wouldn't do to have Mighty Maid desperately begging a member of the public for help...<br>\r\n<br>\r\nHe decided to...</span></div></div>",
            "created":1589259600,
            "id":2834335,
            "title":"Hijacking the reward center of the brain"
        },
        "12121142134142112114":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "20%",
                "40%",
                "60%",
                "80%",
                "Some other percentage."
            ],
            "content":"<div class=\"\"><div> <span>Zach could practically hear the spectrograph crackle with energy. Yellow light illuminated his face, rendering his reflection sallower than he would’ve liked. It was all for the actor’s best though; longing stares at a woman certainly wouldn’t be tolerated by the watchful gaze of the staff — Mighty Maid was strictly heterosexual, save for extenuating circumstances such as mind-control rays, body-swap events, etc. — and any civilians who could detect a hint of wistfulness in the curvy cleaner’s eyes and decided to <i>complain</i> would further exacerbate the issue. <br>\r\n<br>\r\nHe’d be popped into a disciplinary session faster than he could say ‘<i>Mon dieu</i>!’<br>\r\n<br>\r\nQuashing their original name recognition was also fairly standard, at least for the first couple of months, to wean them off the moniker. Margot would have to do in the meantime, or any nicknames the writing staff could come up with. The brain was a very plastic thing; any semblance of a replacement would stick in the empty space in his hippocampus like a burr. There had even been actors who had insisted that their new name <i>was</i> their true one, though those thespians’ tenure was… shorter than the rest. <br>\r\n<br>\r\nZach cracked an errant knuckle and enlarged the brain scan once again. Time to pair the stick with the carrot.<br>\r\n<br>\r\n“Alright, second test coming up.” The amygdalae <i>flared</i> once again, purple and red scything across the screen like St. Elmo’s fire. Zach bit his tongue to refrain from giving the ‘It’s for your own good,’ spiel. Despite being <b><i>true</i></b>, many actors usually railed against any actions that followed with all their might, though that never really worked out for them. It just required more mental blocks and general-purpose occlusion to sand down that square peg for Wondertainment’s round hole.<br>\r\n<br>\r\nBetter now than never. “I want you to picture yourself, um, doing housework.” Shit, that wasn’t specific enough. Still, the screen went wild, yellow arcing every which way, interspersed by arcs of warm colors, a whirlwind of anger, fear, and plain simple defiance. Zach frowned. Maybe he should’ve led with this.<br>\r\n<br>\r\n“Holding a feather duster.” The subject’s brain crackled again. Zach’s frown deepened.<br>\r\n<br>\r\n“<i>Using</i> a feather duster.” Indiscernible arcs. Some were similar to the first, but the subject could be concentrating on other things than they were supposed to. He didn’t want to link <i>walking</i> with the good stuff.<br>\r\n<br>\r\n“Bending at the hip to dust a chest of drawers.” The same static. Zach rolled his eyes; he didn’t <i>want</i> to have to do this, but he left him no choice. Well, that was a bit of a lie. This was fun.<br>\r\nWith practiced swipes of his finger, he navigated to the midbrain. John Doe followed him with wide eyes, filled with oceans of rage and just the tiniest spark of fear. With a quick tap right in the center of what was helpfully labeled the ventral tegmental area, he flooded the mind with dopamine, the equivalent amount of three orgasms at once.<br>\r\n<br>\r\nThe effect was immediate, both on the display screen and the subject.  He rocked forward the inch that the mold allowed, squashing his sizable prow gently against the pink goo. His botoxed jaw trembles around the breathing tube, teeth teasing at the pillowy flesh of his bottom lip as his eyes roll back as far as they’re able.<br>\r\n<br>\r\nThe screen is so filled with green that one could mistake it for the default color. Zach drummed his fingers on the table as it faded to a more manageable lime tint, the subject’s breath steadying to normal levels. His bright green eyes stare vacantly forward, seemingly through Zach. Lovely. <br>\r\n<br>\r\nIt was rather like softening clay before working with it, Zach considered. A mind swimming in the heady chemicals of an afterglow <i>this</i> great was unlikely to mount resistance against, well, almost anything. <br>\r\n<br>\r\n“Alright, picture a feather duster in your hand. Waving it around, getting dust out of those pesky corners…” <br>\r\n<br>\r\nA yellow line lazily slithered across the screen like a drunken snake. Zach grinned. “<i>Great</i> job.”<br>\r\n<br>\r\nAnd so it went, the Grain cataloguing a variety of busywork-related imagery, from dipping the hips to collect a piece of litter to tottering around with a serving tray held in a delicate mitt. Zach grouped all of them together with a swift tap of control+a and set them under the ‘Reward’ category.<br>\r\n<br>\r\nIt was a nifty little functionality, designed to make certain actors do what they might not exactly want to do. Just a quick tracing of the visualized activity from frontal to occipital lobe, and bang presto! Any activity with the same start-to-endpoint would be rewarded with a quick jolt of chemical pleasure. That same jolt could be adjusted in strength, from the slight tingle of joy from a good fit of laughter, all the way to the mind shattering bliss of direct nerve stimulation.<br>\r\n<br>\r\nThe actors who used it could tell that the sensation was fake most of the time — it didn’t take a rocket scientist to figure out that the sense of complete personal fulfillment they got off of  wrangling a vacuum cleaner wasn’t entirely authentic — but that didn’t stop the little sparks of pleasure and joy from actually <i>happening</i>.The humiliation and rage from their baseline reaction to the linked activities would still run hot through their veins, but pleasure conquered pain nine times out of then. The little tingles would be a constant companion that the actor would get used to bit by bit until their ‘normal’ was a drab grey in comparision.<br>\r\nZach plugged in his headphones once again and started a playback of his voice, starting five minutes ago. Though the Reward system was an excellent tool for potentially rebellious actors, you did have to be careful with it. Any commands vague enough or poorly worded could influence the subject’s behavior in unforeseen ways, like some jackass genie. <br>\r\n<br>\r\nIn the early days of the Grain, a recently-Meconstructed heroine named Majestic started making  a fuss about her character’s costume — an underboob-flashing spandex crop top and what was essentially a pair of bike shorts — and some idiot Writer had decided to put the sensation of being ogled in the Reward category to shut her up. A Technician managed to catch her in the changing room before she went out into WonderCity stark naked, fortunately, and the Writer vanished — though the next Majestic did look even more ill at ease with their garb than the previous one… <br>\r\n<br>\r\nEverything checked out. No ‘You want to serve man,’ or other cannibalistic double-entendres; just clear-cut descriptions of cleaning. Good.<br>\r\n<br>\r\n All that remained of the task was setting the intensity. Too low, and the the chap skives off his work to go on a family-hunt, most likely; and too high gives the writing staff a giggly idiot that goes weak in the knees every time they grab a mop.<br>\r\n<br>\r\nHe set it to...<br>\r\n</span></div></div>",
            "created":1589518800,
            "id":2836030,
            "title":"Says \"now if you can picture yourself perfo..."
        },
        "121211421341421121142":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Next shift - decanting, examination, and dressing",
                "The janitor's rag strays across a keypad affixed to the booth",
                "A chute ejects a resin-entombed manhood next to the janitor's waste bin",
                "The graduate awakens to their first shift",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>He set the intensity at a moderate 40%. Subtle enough that it might pass beneath the subject's awareness long enough for them to accept the programming. Not high enough to turn them into a orgasmic mound of quivering female flesh in front of young visitors for brushing away a cobweb. It shouldn't be too demanding on the Grain's batteries, avoiding any nasty battery fires. Now <i>that</i> would be a mind blowing orgasm.<br>\r\n<br>\r\nAt the end of the surgery, came the paperwork. Zach pulled out the checklist for a fresh Mighty Maid, ticking off the many boxes. Epilation - check. Castration - check. Facial feminisation, skeletal refashioning, dental clearance - check check check.<br>\r\n<br>\r\n\"You know, I think we're done here,\" he beamed, kicking back his chair. He rose, cracking the vertebrae of his tired back and neck. His eyelids were itching. With just a few clicks, he set the booth to 'Rest and Recuperate'. The syringe drivers ceased pumping the patient with pro-metabolic drugs. The bulk of the chemical and hormonal reworking of the flesh had been done now. He would be given the night to rest and recuperate, the body settling and ripening into its final form, the refilling flesh softening the abrupt edges where the xenograft implants met the human meat.<br>\r\n<br>\r\nHe paced towards the glass front of the booth. The emerald eyes, alerted to his approach, blinked away the last of the orgasmic fugue, and watched him with wariness and open hostility. The pearly white teeth gnawed on the feeding tube in rage.<br>\r\n<br>\r\nAt last able to see the complete work, he gave a low whistle. There were days when he thought the pressures of this job had truly killed off the man in him. Days when he saw such unpleasantness enacted upon the human form that he doubted if he'd ever look at a human as anything other than meat. He'd already sacrificed one marriage and god-knows-how-many girlfriends to this job - the inopportune flashbacks to vivisected actors certainly made lovemaking difficult.<br>\r\n<br>\r\nThis was thankfully not one of those days, even though he could remember exactly the raw materials this thing had been just hours ago. That fierce, predatory look in the eyes.... What he wouldn't give to have a woman - a real woman - look at him with such intensity. Though he knew it was a look of hatred, a hunger to tear him limb-from-limb, it could just as easily be seen as a different kind of hunger by anyone who didn't know better. The work to paralyze certain key muscles of the brow turned murderous intent into deep lust.<br>\r\n<br>\r\n\"Damn, you're beautiful,\" he breathed, aware that he was metres away from the microphone and finally able to speak his mind.<br>\r\n<br>\r\n\"Nice of you to notice,\" cackled a voice behind him. The night janitor had wheeled his cart in while Zach was distracted, and was beadily eyeing up his workstation. \"You finished with that?\"<br>\r\n<br>\r\n\"Yes. Yes, I think she's finally complete.\" Zach heaved with a heavy sigh. <i>'She'</i> was complete. He loved that moment, when the subject flipped from <i>he </i>to <i>she </i>in his mind. It meant his work was done. It meant his shift was over. It meant bed.<br>\r\n<br>\r\n\"I meant the coffee,\" the janitor frowned, pointing to Zach's mug as he swept the empty candy wrappers and crisp packets littering the terminal into a black bin liner.<br>\r\n<br>\r\n\"Right, yeah, of course,\" Zach nodded, rubbing his itching eyes. \"You good to lock up here?\"<br>\r\n<br>\r\nThe janitor waved him away, and Zach gratefully collected his jacket and personal belongings. A glance at his watch told him that it was 2:23am, 7 minutes until the next staff shuttle. He bid the man a good night and hastily departed.<br>\r\n<br>\r\nThe janitor watched him go, and locked the door behind him, so that it was just him in the room. Him and the wall of glass-fronted booths containing four ex-graduate, perfected female forms floating in their gel like preserved museum specimens. The janitor smacked his lips in excitement and flashed the pretty creatures a grin of yellow, half-missing teeth. He could have retired years ago, but this was what got him out of bed <span style=\"text-decoration:line-through\">in the morning</span> in the evening for his 10pm-7am shift. He selected his filthiest rag, and spent a good ten minutes studying each one closely to determine his favourite, before shambling over to the flame-haired beauty.<br>\r\n<br>\r\nHeld aloft in her tank, the stunning creature floated above him like some nude descending angel, evoking many coos and throaty, phlegmy noises of lust from the decrepit janitor. She, in turn, regarded him with intense desire, he imagined. As he brought the filthy cloth up to begin the cyclical process of dirtying and cleaning the booth window, thereby justifying the two hours he spent unsupervised in this room most night, her eyes fell on the dirty rag. <br>\r\n<br>\r\nThere came a bleep from the console and the dark room was illuminated by a green glow from the monitor, though he paid it no mind. The girl's eyes followed the rag as he wiped it left and right against the glass, back and forth, almost hypnotized, as faint trembles coursed through her body.</span></div></div>",
            "created":1589605200,
            "id":2836864,
            "title":"40%"
        },
        "13":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "A meconstruction technician",
                "Some other technician",
                "Writer",
                "Grunt worker",
                "Some other role"
            ],
            "content":"<div class=\"\"><div> <span>Beneath the bustling attractions of WonderWorld is a world few ever see - the WonderWorld utilidor system. Short for <u>util</u>ity corri<u>dors</u>, they are a part of WonderWorld's \"backstage\" area. They allow employees to perform valuable park support operations, such as maintenance and trash removal, and to quickly reach their destinations on the surface out of the sight of guests to avoid ruining the illusion that is being created.<br>\r\n<br>\r\nThousands of technicians and grunt workers call this place home, for 7-13 hours a day at least. You are...</span></div></div>",
            "created":1586926800,
            "id":2819304,
            "title":"An employee of the park!"
        },
        "132":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Fixing the animatronics on the 'It's a Wonderful World' boat ride",
                "Rigging up hundreds of crates of fireworks for the night-time fireworks",
                "Catering to a performer's whims and costuming requirements",
                "Declogging the pipes that empty the resort's industrial and medical waste",
                "Any of the other thousands of jobs"
            ],
            "content":"<div class=\"\"><div> <span>A technician's work is never done. At any moment in time, there are thousands of jobs to be done around the park ranging from costume design and delivery, cleaning and catering, taking care of diva performers, and installation and repair as machines are constantly breaking down in the humid Floridian climate or kids are gumming up servomotors with half-eaten lollypops.<br>\r\n<br>\r\nIt is rarely glamorous work but without you the whole glorious, glittering facade would crumble to pieces.<br>\r\n<br>\r\nRight now you are...</span></div></div>",
            "created":1588050000,
            "id":2826216,
            "title":"Some other technician"
        },
        "14":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Part of the upper crust of society, on your fifth-or-so circuit through the park",
                "A lucky lottery winner who would never have seen the park otherwise.",
                " A sullen teen, in the park on some family package.",
                "Someone else",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of Wondrous™ guest could you be?</span></div></span></div>",
            "created":1586926800,
            "id":2819309,
            "title":"A guest!"
        },
        "143":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "A corny sci-fi live-action show with cheap sets and cheaper costumes.",
                "An animated fantasy show with a cheesecakey fantasy-raced heroine and lame hero.",
                "Some creepy Japanese cartoon with big eyes and weird poses.",
                "Something else.",
                "Something else. "
            ],
            "content":"<div class=\"\"><div> <span>You’ve never quite liked flights. Being packed into a tube like so many sardines is upsetting enough, but having the damn thing twist and rumble and pop your ears through the whole ordeal is just icing on the shit-cake. <br>\r\n<br>\r\n<i>At least I got the window seat,</i> you morosely think. The view isn’t half bad, starting with the triangular Wonder-Res—<br>\r\n<br>\r\n“Oh, <i>that’s</i> the Wonder-Resort! ” a voice to your right practically shouts into your ear. Before you can plead for him to calm down, your dad has intruded directly into your personal space, craning his head directly over the book you were reading and resting his arms on <i>your</i> armrest.<br>\r\n<br>\r\nHe turns his bearded face to you, eyes gleaming, and more needless trivia spews out of his mouth. “Did you know that they have special transport to each borough there? There’s a rocket-shaped magnet-train for Wonder-Galaxy, a horse-drawn carriage for Wonder-Kingdom, and a…”<br>\r\n<br>\r\nYou try your best to tune him out by turning up the volume for your in-flight entertainment — all Wondertainment media, not that you expected anything different — and you watch your dad’s jaw jabber up and down. You’d shoot a ‘Who cares?’ or ‘God <i>can</i> you be quiet?’ in his direction, but you have enough experience with your father to know it’d have little to no effect on him<br>\r\n<br>\r\nInstead of having a somewhat interesting hobby like prostitutes or drugs, your dad had become fascinated with nerdery. <br>\r\n<br>\r\nAnd what’s worse, he was a nerd for Wondertainment Studios. The very same company that churned out roughly eighty percent of the world’s most insipid entertainment and bought out the schmucks who produced the rest of that superlative. You hadn’t really paid attention in Econ — you instead made yourself busy exchanging moon-eyes and notes with Zoe, a girl you rather fancied — but you were pretty sure that some anti-trust whatevers aren't being enforced. Or something.<br>\r\n<br>\r\nAnd what’s <b>worst</b> is that he likes the <i>old</i> stuff. The sword and sandals live-action shows and cartoons of the eighties, or sci-fi dreck with the ‘aliens’ made up in rubber prosthetics and three inches of makeup. You could barely change a channel without an aside glance and a scoff from your pop, about how “This is <i>nothing</i> like what they had when I was your age.” <br>\r\n<br>\r\nHis company had a sales contest that he was utterly disinterested in till the grand prize was announced; a two-person trip to WonderWorld; and some sort of special package at that. You had never seen him work like that before and the way he looked by the end of the whole rigmarole — eyes ringed with dark circles, a forest of stubble across his face, and his voice hoarse from all the calls he made. But he had won, and thus sealed your fate. <br>\r\n<br>\r\nThe last you had seen of your house was your mom’s sympathetic eyes gazing at you from the window; most of your mother-son bonding time was through the shared misery of the family costumes he forced you into for some esoteric convention.<br>\r\n<br>\r\nYou risk a look at your dad’s seat, but thankfully, his attention is off you or the window. Unfortunately, he’s watching one of his favorite shows, <i>the</i> reason you took this trip. You stifle a sigh.<br>\r\n</span></div></div>",
            "created":1587272400,
            "id":2821014,
            "title":" A sullen teen, in the park on some family pack..."
        },
        "1431":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "After getting off the plane, you're herded into a weird clinic.",
                "Relaxing a bit in your own room when an unfamiliar person knocks at your door",
                "It turns out to -not- be pretty cool",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>On your dad’s back-seat screen, a leather-jacketed man shifts a throttle forward and grins roguishly at the camera. You roll your eyes and let out a groan that your pop thankfully doesn’t notice. God, he must’ve played this about a thousand times. <br>\r\n<br>\r\nThe man on screen is Dylas Canthrope, the hero of Universal Odyssey, the show that your dad had devoted roughly a third of his life to. A two seasoned series that ‘was cut down in its prime’ according to your dad, it followed the pompadoured space-pirate as he roamed across galaxies, thwarting the nebulous Hegemony and helping out various alien species in a way that wasn’t very pirate-like at all.<br>\r\n<br>\r\nYour dad’s grin widens as he watches Dylas point imperiously at his co-pilot seat. Its shapely occupant snaps into a smart salute and minces over to the engine room to stabilize the positronic flux thingamijigs or whatever. <br>\r\n<br>\r\nThat character, who went by the consonant-covered moniker of Cjara, was the only reason you stomached that show anymore. A petite, mostly-sapient gynoid, you suspect that she was primarily created so the crew could watch the actress cavort around in thigh-high boots and a high-legged leotard. You envy the makeup artist who got to gussy her up in gold metallic paint.<br>\r\n<br>\r\nAs a child, you had made the mistake of asking why a robot needed to look human and have all the requisite jiggly bits, and your dad answered your question with a detailed description of the servos and gyroscopes in her base that just <i>happened</i> to resemble wide hips, and of course because she’s a pilot she <i>needs</i> to have a good deal of gel padding, for inertia and all that.<br>\r\n<br>\r\nYou suspected that dad appreciated the show for something other than its rich worldbuilding, and your suspicions were deepened by the traces of golden paint on your mom’s face the night after their anniversary. <br>\r\n<br>\r\nYou turn your attention back to your book, but whatever interest you can find pales in comparison to what you can see out the window. The embers of filial affection flare up a bit in your chest, and you tap at your dad’s shoulder.<br>\r\n<br>\r\n“Look at <i>that</i>,” you breathe, staring at the massive Dysonian sphere that looks to be only a thousand feet below your metal tube. Your dad joins you in goggling, thankfully silent, as you admire the mega-structure. You may not <i>like</i> Wondertainment, but even you have to cop to brilliance.<br>\r\n<br>\r\n“That’s where we’re going,” your dad crows, his eyes shining. “WonderGalaxy. There’s more than ‘a hundred little locales in there, each a little slice of an alien world.” He taps his seat-screen demonstratively, where Dylas and Cjara are stumbling around unconvincingly — an asteroid had struck their clunker, apparently. <br>\r\n<br>\r\n“The company shelled out for the ‘Part of the Experience’ package, too, so this is gonna be extra special.” He lightly punches you on the arm and grins, and you magnanimously allow it. “Just you and me, sport, traveling the galaxy!”<br>\r\n<br>\r\nYou return his toothy grin with a rare smile of your own.<br>\r\n<br>\r\n This might actually be pretty cool.</span></div></div>",
            "created":1587272400,
            "id":2821019,
            "title":"A corny sci-fi live-action show with cheap sets..."
        },
        "14314":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Dad winks \"That can be arranged.\"",
                "After getting off the plane, you're herded into a weird clinic",
                "Relaxing a bit in your own room when an unfamiliar person knocks at your door",
                "Watching more adventures of Dylas Canthrope before landing",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Your burgeoning excitement is jostled from your mind by a series of jerks and precipitous drops from the plane. Your seatbelt is buckled even before the seatbelt sign winks on.<br>\r\n<br>\r\n\"Ladies and Gentlemen, this is your uh Captain speaking.  We uhh apologise for the slight turbulence. We are encountering stronger thermals rising from the WonderGalaxy dome than usual, and are recalculating our landing vector to avoid them. Uhhh, as we should be landing in a little under 20 minutes, we ask you to remain in your seats for the remainder of the journey. Thank you.\"<br>\r\n<br>\r\nThe plane banks to the right, the steel geodesic sphere dropping from view as the window swings nauseatingly upwards at a clear, blue sky. Not content just to create its own microclimate within the WonderGalaxy, the sheer scale of the construction has caused ecological chaos for the local wildlife. The sunlight that reflects from the polished metal is said to cook any wildlife that strays too close and has created a desert out of the lagoon for a half mile radius, while the hot air rising from the sun-baked metal is enough to set planes quivering a thousand feet up. There are stories that Wondertainment had been forced to relocate the carpark after the sheer, focused sunlight melted a car.<br>\r\n<br>\r\nThat's Wondertainment in a nutshell. Audacious, with enough money to trample any legislation or common sense that gets in their way, and totally uncaring of the consequences.<br>\r\n<br>\r\nThe plane flattens out. Pushing your head back in to the headrest, you fixate on a point directly head, trying to blot out the sloshing in your stomach and your ear canals. You clench your stomach to stop the bile from rolling up into your throat.<br>\r\n<br>\r\n\"Relax,\" dad crows, even as the plane rattles like a tin can. \"These things are engineered for way worse turbulence than this.\"<br>\r\n<br>\r\n\"The same engineers that built a theme park that can cook an alligator at 200 meters?\" you retort.<br>\r\n<br>\r\nIn an attempt to take your mind of your situation, you switch your focus to the show still playing on dad's back-seat screen. Perhaps that was a bad idea - Dylas and Cjara throw themselves around in their seats, as their command consoles burst with sparks and smoke. Shields were, as they permanently appeared to be, at 13%.<br>\r\n<br>\r\n\"How come the actors are shaking about but the golden dice hanging from the console aren't?\" you ask, pointing an accusatory finger at the obvious gaff. \"Don't they have the laws of physics in the 31st Millennium?\"<br>\r\n<br>\r\nDad points with finger-guns (or finger-phasers), doing his best imitation of Dylas Canthrope roguish mannerisms as he quips \"laws don't apply to Dylas Canthrope.\" You roll your eyes.<br>\r\n<br>\r\nOn screen, a sleek fighter bears down on Dylas Canthrope's ship, guns strobing. A shot from within the cockpit shows what you suspect to be an out-of-work porn actress from the 1960s, slathered in green paint and KY jelly and practically poured into a silver catsuit.<br>\r\n<br>\r\n\"How about <i>those</i> for physics?\" dad says with a wink and a nod at her bountiful breasts sloshing about, barely contained, while what is clearly the arm of a stagehand wobbles the set from side to side. \"Gelatina: the most sensual single-celled organism in the Galaxy. One of Canthrope's most persistent nemeses - well, she was in two episodes anyway.\" He jabs a finger at her glistening, green tits. \"See, a lot of people complain that her outfit was exploitative, but its actually designed to maintain her shape - in her natural form she's a shapeless amoebae. The science is all there in the Universal Odyssey: Insider's Guide.\"<br>\r\n<br>\r\n\"Uh huh. What's her deal?\" you ask, fishing around for a question to appear genuinely interested in the subject matter after realising you've been staring at a (probably long dead) actress' breasts for far longer than is socially acceptable.<br>\r\n<br>\r\n\"She's a Space Marshall - it's her job to bring Dylas in. She aint bad but she's got one hell of a stick up her butt. See, she's terrified that if she ever relaxes, she'll lose her form completely and turn into primordial goo. That's why she's so uptight.\"<br>\r\n<br>\r\n\"Seems a little...\" Your thoughts are derailed as a proton torpedo collides with Gelatina's fighter, sending fresh quakes through the actress. \"Is,uh, she at the park?\"</span></div></div>",
            "created":1587358800,
            "id":2821786,
            "title":"Coming in to land"
        },
        "143141":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "\"-I- won the vacation, I determine the adventure.\"",
                "\"No, but I think you'll enjoy what I have in store...\"",
                "\"Sure. I get mine and you get yours.\"",
                "Sure. Can you do mine too; I've had enough with paperwork for a lifetime.\"",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>Your dad winks, “That can be arranged.” You’re not sure what he means or if he’s trying to do another schlocky Canthrope impression, but the acute angle that the plane suddenly dips into quashes any attempt at reprimandation.<br>\r\n<br>\r\nStill though, your gaze is firmly affixed on Gelatina, or more accurately, her wobbling bust. Her arms are trussed to a metal surgical table, and some uniformed group of Hegemonic baddies are tic-tac-ing the zipper of her clingy catsuit down, an act that would probably discorporate her in-universe and get the show bumped up a few letter grades in the real world.<br>\r\n<br>\r\nFrustratingly, the screen <i>plunks</i> off right after the zipper crosses the event horizon. The intercom buzzes again, and the captain’s voice is lined with relief.<br>\r\n<br>\r\n“Let me be the first to welcome you to WonderWorld, where the fun never stops. Thank you very much for flying on Magical Airlines, and feel free to leave us a review on the Wonderapp if you enjoyed this flight.” A bit of rattling filters through the speakers. <font class=\"size2\" style=\"\">“God, Joe, I didn’t think we were gonna make it…”</font><br>\r\n<br>\r\nYou death-grip the armrest as the plane rattles onto the tarmac, and the next few minutes are a blur. It’s as you stumble out of the boarding bridge that all the garish decoration stirs you out of your stupor.<br>\r\n<br>\r\nLarge murals line the walls, classic and new-fangled Wondertainment characters all depicted in neon-bright colours. Trolls stand next to space aliens, and princesses in poofy gowns are placed unusually close to spandex-clad superheroes. <br>\r\n<br>\r\n“What a mess,” you mumble, as you heft your carry-on past the lip of the bridge. <br>\r\n<br>\r\nThe airport staff that greets you are a motley bunch of half-costumed freaks. A representative of Wonder-Kingdom wears bulky foam-core armor as he practically frogmarches a bemused couple away.<br>\r\n<br>\r\nYou and your dad are greeted by a fair-looking attendant clad in a red low-necked tunic-cum-miniskirt. You play up your nausea a bit to have her coo over you for a bit, eyes surreptitiously dipping to her cleavage as she dabs your forehead with an errant handkerchief, but frustratingly, your dad waves away her ministrations.<br>\r\n<br>\r\nher attention is quickly drawn by your dad.<br>\r\n<br>\r\n“Do you have the…” He mimes a scribbling pen, and the attendant nods animatedly.<br>\r\n<br>\r\n“Certainly, sir!” She minces off to go fetch whatever-the-hell and you glare at your dad in response. <br>\r\n<br>\r\n“That wasn’t worth a pen and paper,” you grumble.<br>\r\n<br>\r\nYour dad throws his head back and a thunderous Canthropian guffaw escapes his lips. Tired passengers give him surly side-eyes and worried mothers hustle their kids away.<br>\r\n<br>\r\n“Customization sheets,” he says, eyebrows cocked at a condescending slant. “WonderWorld is a customer-run experience — didn’t you read the brochure?”<br>\r\n<br>\r\nYou hadn’t.<br>\r\n<br>\r\n“Whatever,” you say, clumsily deflecting any future barbs. “When do I get mine?”<br>\r\n<br>\r\nYour dad theatrically chuckles once again.<br>\r\n<br>\r\n\"My boy, ____\"<br>\r\n</span></div></div>",
            "created":1587790800,
            "id":2824105,
            "title":"Dad winks \"That can be arranged.\""
        },
        "1431411":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "\"-150mg of agent GG675 and a plastic bag for the kid.\"",
                "\"-a headset for the kid.\"",
                "\"-start revving up the juicer for the kid.\"",
                "\"-prep a surgical team for the kid.\"",
                "\"-something else for the kid.\""
            ],
            "content":"<div class=\"\"><div> <span>\"<i>I</i> won the vacation, I determine the adventure.\"<br>\r\n<br>\r\nThe attendant returned with two clipboards of sheets, both of which were swiftly intercepted by your father.<br>\r\n<br>\r\n\"Whatever. I wasn't interested anyway,\" you grumble.<br>\r\n<br>\r\nThe attendant remains at dad's elbow while he completes the form. She catches you sneaking a peak at the low cut of her crimson tunic and you think you catch a flicker of annoyance on her face before the corporate smile replaces it. \"I, uh, like your badge.\" You point at the metal symbol pinned just above her left breast, as if that was what had held your interest all this time.<br>\r\n<br>\r\n\"Thanks,\" she says with a knowing, exasperated tone. She must get this a lot. She taps her finger against the badge, which gives an electronic trill. She gestured you to the pips on her shoulder. \"Gena Nova, junior Lieutenant of the Hegemony fleet.\"<br>\r\n<br>\r\n\"You're in the resort too?\"<br>\r\n<br>\r\n\"We prefer not to refer to it as a resort, we just call it the Galaxy,\" she says brightly. \"But yes, I'll be in there too.\"<br>\r\n<br>\r\n\"Muh-maybe we'll bump in to one another,\" you mumble nervously, trying to sound smooth. \"Will I, uh, have to salute you?\"<br>\r\n<br>\r\n\"Only if you're serving under me,\" she chirrups sweetly. \"That depends on your rank, and of course which side of the Great Game you're on, between the forces of the Hegemony and the forces of Freedom. Which is for your father to decide.\" She leans around his arm for a glance at the customization sheets dad is filling in. Judging by the frenetic pencil scritches, he is sketching something down. The pencil tip just seems to revolve in broad circular motions as he draws. Her eyes widen. <br>\r\n<br>\r\nDad glances up, scrutinizing you. \"What would you say your volume is?\"<br>\r\n<br>\r\n\"My volume?\"<br>\r\n<br>\r\n\"Oh, we can extrapolate from weight, it's fine,\" the attendant assures.<br>\r\n<br>\r\n\"It's 130- uh, 150 lbs,\" you reply, not wanting the girl to think you're a dweeb.<br>\r\n<br>\r\nHe continues to scrawls long enough for the arrivals hall to empty of the last plane of passengers, as each visitor is filtered away by their respective costumed attendants. You sit on your suitcase with a huff as the minutes go past, habitually checking your phone in boredom. No signal. Another thing the humongous metal dome interferes with. Fair play to the attendant, she continues to pretend to be fascinated by the scree of nonsense he is no doubt putting to paper - her eyebrows repeatedly rising or her mouth opening wide in surprise. Another one of his terrible fanfictions.<br>\r\n<br>\r\n\"Perhaps your father should become one of our writers. I'll go start making preparations, if you'll excuse me one moment,\" she titters lightly, stepping away and mincing down the hall, thought not far enough away that you can't overhear as she taps her badge and speaks into it, her girlish manerisms falling away and her tone dropping an octave as she says, \"yeah, sorry for the hold up guys, looks like I got another mega-nerd.... yeah.... uh huh... yeah, I reckon I'm gonna need a crew on this one... let's start with like a gallon of t-serum for the dad and-\"</span></div></div>",
            "created":1587877200,
            "id":2824867,
            "title":"\"-I- won the vacation, I determine the adve..."
        },
        "14314111":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Take the pill, climb in the bag",
                "Take the pill, don't climb in the bad",
                "Ask to know what is going on",
                "A strange sound from the booth next to you draws your attention",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>\"-150mg of agent GG675 and a plastic bag for the kid.\"<br>\r\n<br>\r\n\"What's GG675?\" you ask when she returns.<br>\r\n<br>\r\nShe merely hits you with a heart-melting smile and soothes, \"That's the pixie dust that makes all the magic happen. Are you ready to begin your vacation?\"<br>\r\n<br>\r\n\"Are we ever,\" dad cried, clapping his hands together and grabbing his case. We are led away from the initial arrivals area, down travelators that run the mile-long length of the hanger-sized terminal. Dad continues to be ebullient about his plans for the holiday, which you zone out. Dad in turn is zoning out the gentle remarks from the representative about how the role of the main character, Canthorpe, is limited in number and, since we will be sharing the Galaxy with many other visitors, the company may be unable to guarantee his first choice of character. Her polite requests if he has a second choice fall on deaf ears.<br>\r\n<br>\r\nAt the far end, where the terminal splits off in many directions, are hundreds of small cubicles containing a desks and chairs. Costumed Wondertainment representatives sit in each booth, going over paperwork with the individuals or families there. There appears to be an exchange going on too - some of the visitors are being handed what look like pills, others strange coloured liquids to drink, some are opening boxes and pulling out full-body, skin-coloured suits. The sounds of the thousands of visitors is a cacophany and there is muzak being pumped in at full volume, but there are shouts of delight and surprise, and you swear you hear a distant scream.<br>\r\n<br>\r\nA representative vacates one of the booths with a family of golden retrievers about his ankles - two adults and two puppies. The animals move ungainly on four legs, making headway mostly by the sharp tugs on their collars that the representative gives. 'Gena Nova' moves in to his vacated booth. You sit in the still-warm plastic chairs across from her.<br>\r\n<br>\r\nTwo big cardboard boxes are brought to the table. They are labelled Welcome Packs. Dad takes a deep inhalation of the packaging like he's doing an unboxing video as he slowly opens his. There is a 2 litre plastic bottle of water in his, and clothing neatly folded and wrapped in a square of paper. There is a smaller box which he shakes near his ear containing what sound like metal implements or gadgets. \"That's a phaser if ever I heard one!\" he remarks.<br>\r\n<br>\r\nAs he goes to unwrap the clothing, Gena Nova says, \"we have changing rooms just in the next area. If you'd just like to drink the full two litres of liquid provided and continue down that walkway, you should be ready to change by the time you arrive.\"<br>\r\n<br>\r\nHe nods eagerly, lifting his Welcome Box to his chest and taking the bottle in the other. He makes a face on his first gulp, and you can smell the chemical smell from here, but guzzles it down regardless. \"See you on the other side, champ,\" he grins at you, wiping definite-not-water off his chin, before turning and heading down the indicated travelator. The costumed representatives and visitors heading that way are far more tonally consisted than the previous mish-mash of themes - an abundance of silver spandex, lycra, and naval uniforms in primary colours. This must be where people are split in to their separate resorts. Another travelator heading off in a different direction is predominantly girls in poofy ball gowns.<br>\r\n<br>\r\n\"Sorry about him. He's so embarrassing. When he starts talking about Universal Odyssey, it's hard to shut him up.\"<br>\r\n<br>\r\n\"Not at all, it makes our writer's work easier when our guests know what they want. And your father certainly knows what he wants,\" she says, fixing you with an odd look. \"Speaking of which, your costume...\" She reaches over and opens your box. It is quite empty. There is just a single pill, a small bottle of water to wash it down with, and a folded polyethylene bag. \"If you just want to take the pill and then place yourself in the bag.\"<br>\r\n<br>\r\n\"<i>In</i> the bag?\"<br>\r\n<br>\r\n\"Yes. And if you can make sure the bag is complete sealed once you are inside it.\"<br>\r\n<br>\r\n\"Is this a coronavirus thing?\"<br>\r\n<br>\r\n\"Something like that. It's for your safety. I'll give a few minutes to get changed and will be back to pick you up,\" she says, stepping out of the booth.</span></div></div>",
            "created":1588050000,
            "id":2826517,
            "title":"\"-150mg of agent GG675 and a plastic bag fo..."
        },
        "143141111":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "Wonder Galaxy",
                "Wonder City",
                "Wonder Kingdom",
                "Elsewhere",
                "Captured"
            ],
            "content":"<div class=\"\"><div> <span>You pop the pill and wash it down. You unfold the plastic bag and, feeling like an idiot, place it on the floor and step into it, drawing it up your body and sealing it with the hermetic zipper. Feeling like somebody's packed lunch, you sit and wait for the representative to return. Your breath mists the inside of the bag, and it soon starts to get humid and close inside.<br>\r\n<br>\r\nIs this safe? Don't you need air holes? You distinctly recall multiple teachers and parents telling you not to do this exact thing in your young life.<br>\r\n<br>\r\n\"God, I look dumb,\" you mutter. But what comes out is \"gawg guy gluk dung.\" Your tongue sits strangely in your mouth - it feels numb, sluggish and bloated. \"Wah dah fug?\" Your whole jaw feels loose and hangs open, a line of drool dribbling out.<br>\r\n<br>\r\nThere's a queasy feeling in your stomach, as though that tiny pill is effervescing into tingling bubbles that are spreading out through your torso. You place a hand on your gut. The flesh there feels... soft. You're not saying you've ever boasted washboard abs or anything, but your fingers seem to press into the skin like you're kneading dough. Pulling your shirt up, you stare at the indentations of your fingers pressed into the flesh around your belly button.<br>\r\n<br>\r\nThis is precisely why they say to keep kids away from plastic bags! Yet when you try to grab the zipper, your fingers are too numb to manipulate it. You wrap your fingers around the the index finger of your right hand and try to rub some sensation back into them.<br>\r\n<br>\r\nThe moment you apply pressure, the flesh in your finger flows to the tip of the finger in a bulge, like toothpaste being pushed down a tube. You're vaguely aware you're starting to scream as you try to squash the bulbous end of your finger back down into something resembling a finger. Your attempts only worsen things. The flesh under the skin is getting softer and softer, running like jelly, and as you try to squash the digit back into shape, it soon resembles the knobbly creation of a baby with play-doh. <br>\r\n<br>\r\nThere is a sickening crunch-squelch from your knees, and your height drops by inches. Your trousers are beginning to stretch outwards, as if your legs are melting and sinking into themselves.<br>\r\n<br>\r\nYou try desperately to tear your way free. The plastic is tough and even your fingernails are soft. You try to bite your way out. Your teeth have all the consistency of gummy bears. A weakness permeates every muscle. You can barely gather the strength to lift an arm.<br>\r\n<br>\r\nUnder the weight of your torso, your legs have concertina's to a third of their height. To your horror, the flesh of your leg starts to gloop from out of the hem of your trousers, like hot wax. There is no doubt about it now - you're melting!<br>\r\n<br>\r\nYour head is sinking in to your double, then triple, then quadruple chin, which in turn sinks into your neck, which is becoming one with your torso. There is a churning, boiling feeling inside of your internal organs liquefying.<br>\r\n<br>\r\nNot exactly filled with hope but desperate to get out of here, you try to take a step and, despite the fact that your legs are now melted beyond all use, your entire body seems to surge forward against the walls of the bag, which rolls forward. Like a hamster rolling in a ball, you continue to push and the sealed bag (now more closely resembling a misshapen, flesh-coloured blob with a face) rolls out of the cubicle.<br>\r\n<br>\r\n<i>This is actually becoming easier</i>, you think after a few more tentative rolls, not noticing that the rolling of the bag is churning up your body even further, like a trifle in a washing machine, mixing your clothes, your phone, your wallet, and your rapidly-liquefying limbs, torso and head together into a thick soup. You look around desperately for help, anyone but that evil woman who gave you the pill! Legs and suitcases pass you by, people paying little heed as they are steered away from the gurgling, thrashing fleshbag by their smiling attendants.<br>\r\n<br>\r\nYour frantic rolling takes you free from the sea of cubicles. Ahead, there are four travelators. Behind, the attendant known as Gena Nova gives a cry of 'stop that bag!', bearing down on you, a silver catsuit clutched in her hand. Glorping as fast as you can glorp, you aim for the travelator signposted as...</span></div></div>",
            "created":1588222800,
            "id":2827862,
            "title":"Take the pill, climb in the bag"
        },
        "1431411115":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "... a large metal box with a funnel on top resides.",
                "... they intend to literally pour you into a suit.",
                "...a bunch of similarly-outfitted people wait anxiously in uncomfortable chairs.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>The maybe-adrenaline running through your goop-veins keeps your ungainful trundling steady as you inch towards the WonderGalaxy sign, a bright neon thing flanked by flickering fluorescent stars. Your dad’s the one who knows science fiction shit, right? He can fix this. Probably. Maybe.<br>\r\n<br>\r\nUpsettingly, one of your eyes has drifted to near the back of your curvature, giving you a full view of your erstwhile-mini-crush chasing after you. Fortunately, she seems to be inept at running in heels as you are at rolling, so you’re able to maintain your lead. She stumbles into a tank of startled mermaids as your eye drifts back to the front.<br>\r\n<br>\r\nYou slop onto the travelator with a satisfied gurgle. You’re home, er, galaxy free. You sidle closer to the side to avoid the busybodies walking down the grid and relax whatever you can still relax, sending the melted stub of your nose off to god knows where.<br>\r\n<br>\r\nBut, just as you’re thinking of the title of your tell-all memoir about the sordid workings of WonderWorld, you stop. You oscillate in confusion. Then, you see it. <br>\r\n<br>\r\nA wide exhibit of various spacey Wondertainment properties lies ahead of you, with a motley group of aliens and jumpsuitted humans gathered at each one. But, more importantly, the travelator has stopped. Your bag is curling itself into the landing platform, inexorably inching you towards the dreaded gap.<br>\r\n<br>\r\nYou burble in panic and throw yourself against the far end of the bag, but to no avail. You’re pulled towards your gummy fate, clogging the mechanisms of some awful treadmill in the world’s shittiest theme park. <br>\r\n<br>\r\nIt can’t end like this! You haven’t even been laid!<br>\r\n<br>\r\n“Got ya, little shit.”<br>\r\n<br>\r\nYour burble of supplication is interrupted by a sharp tug on your plastic prison. Another one shortly follows, and you plastic prison suddenly jostles itself out of the sticky situation. You wriggle your mass in a circle to view and maybe communicate thanks to your savior, but the shapeless mass of goo that your heart now is plummets.<br>\r\n<br>\r\nGena Nova towers above you, her pretty face etched with anger. Aside her stands a man whose uniform ripples with muscle, his forehead ridged with what appears to be bone. He holds your bag a foot above the travelator’s crevice with one thick arm.<br>\r\n<br>\r\nNova turns to the exhibit quickly, plastering a winning smile on her mug. “Sorry, for the disturbance, all. Me and the ensign,” She gestures to the strongman beside her and he returns a look of vague offense, “had to catch a rogue Ameboid!”<br>\r\n<br>\r\nYou launch yourself against the walls of the bag, trying to share your desperation to the crowd, but they only smile briefly at the display before looking away.  Gena waves to them sweetly as she struts to and through a door marked ‘STAFF ONLY’, the ‘ensign’ following shortly after.<br>\r\n<br>\r\nHer facade of corporate cheer sloughs off her face the moment the door clunks shut, balling her fists at her side and adding a stomp to her step that echoes down the concrete hallway.<br>\r\n<br>\r\nThe man holding you clomps behind her, before booming out a single word: “Ensign?”<br>\r\n<br>\r\nNova throws her hands up and scowls at the man. “I was thinking on my feet, <i>Tactical <b>Officer</b></i>. Don’t get your puz’jar in a twist.”<br>\r\n<br>\r\nHe chuckles low and loud. “I’m sure Mark would <i>love</i> to know about your exquisite problem-solving capabilities, Gene. Along with the fact that you nearly let a Guest gum up the gears.”<br>\r\n<br>\r\nShe whips around and stares at him with desperate eyes. “You <b>wouldn’t</b>.” He returns a smirk. “He’ll bump me up three cup sizes and shove me into some bridge bunny bit part!”<br>\r\n<br>\r\n“Not my problem.”<br>\r\n<br>\r\n“God, you’re an <i>asshole</i>.” she moans. “I’ll buy drinks for the next week.”<br>\r\n<br>\r\nHe shakes the bag menacingly, and you perform an inadvertent somersault in your plastic cell.<br>\r\n<br>\r\n“Urgh, <i>two</i> weeks.”<br>\r\n<br>\r\nHe grins, nods, and strides past her with a “You’re too kind, Junior Lieutenant.”<br>\r\n<br>\r\nShe has to jog a bit to keep pace, mumbling darkly and shooting you the odd dark look. You’d glare in response, but one of your eyes is stuck at the bottom of the bag.<br>\r\n<br>\r\nAfter a few jostly minutes of walking, you make it to a room where...<br>\r\n</span></div></div>",
            "created":1588309200,
            "id":2828089,
            "title":"Captured"
        },
        "14314111151":{
            "author_id":"yote",
            "author_name":"Yote",
            "choices":[
                "You awaken, not entirely sure who you are",
                "You are disgorged and poured into a suit",
                "The experience is unbelievably pleasurable",
                "You awaken in WonderGalaxy",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>The view is warped and flesh-coloured through the plastic walls and your own semi-transparent, jelly-like body, now that your eyes are sloshing about somewhere <i>within</i> you, but you can see what looks to be a wet room. The tiled walls have none of the sheen of the visitor area, splattered with grime and multicoloured stains. The worktops set around the walls contain implements of all sorts, and tubs and jars of chemicals. From the ceiling, hang what appear to be cybernetic limbs and other sci-fi props.<br>\r\n<br>\r\n\"Let's get the kid finished up quick. Can't have the dad missing his squeeze. Get it? <i>Squeeze</i>?\" Nova leers, grabbing a handful of your plastic-encased flesh and squashing it between her fingers. <br>\r\n<br>\r\nThere is a large metal box with a funnel on top which seems to yawn like a mouth as you are carried over to it. Your body molds itself to the shape of the funnel as you are tossed in. Nova takes a knife from among the implements and plunged it psycho-like into the stretched plastic, which bursts. The horror of the knife plunging deep (albeit harmlessly) into your body is replaced by a terror and claustrophobia as your entire form swirls down the funnel hole into pitch darkness.<br>\r\n<br>\r\nAs you pour and settle into the container, a hand squeezes through the aperture above. The sensation of it sinking through your flesh, of your own body contracting about their wrist, is more alien than any of the rubber-headed aliens staffing the gates to Galaxy World, but not entirely unpleasant. A quiver of pleasure ripples through you as the delicate fingers sweep and search within you. They snag your twisted, sodden t-shirt. The feeling of the rough fabric being ripped from your insides is much less pleasant.<br>\r\n<br>\r\n\"Uh, might want to wring that out. That thing is soaked. Don't want him transforming back an inch shorter.\"<br>\r\n<br>\r\n\"Screw it. Pudgy fucker can deserve to lose a few pounds.\" The hand descends again, fishing your trousers out. There is the creak-slam of a bin being opened and shut.<br>\r\n<br>\r\nThe only light comes from the aperture above you, which is further blocked by Gena's sneering face staring down at you, but you can deduce enough by the new conformation your liquid body has poured in to. The container pressing tightly in on you is a cube about 3 feet in each dimension, and there is a circular configuration of metal teeth digging painfully into your underside. You're in an industrial blender!<br>\r\n<br>\r\nOnce again, sheer terror overcomes any unfamiliarity you might have had with an amoeboid body. A jiggling pseudopod bulges up from your topside, grasping its way back up the funnel aperture. Gena shrieks and slams something flat and hard down on your appendage, which bursts, showering her in goo. You cringe your pseudopod back inside like a snail retreating into its shell.<br>\r\n<br>\r\nThe knife jabs through the opening, plunging in to you repeatedly. \"Stop. Making. My. Job. Even. Fucking. Worse,\" Gena snarls with each strike, as goo dribbles off her chin.<br>\r\n<br>\r\nThe tactical officer's chuckles echo off the tiled walls. \"Don't act like it's your first time being gooed by a visitor.\"<br>\r\n<br>\r\n\"It's in my <i>mouth</i>, Derek!\"<br>\r\n<br>\r\n\"Like I said, not the first time.\"<br>\r\n<br>\r\n\"You are <i>such</i> an asshole! Why don't you make yourself useful and grab the food colouring?\"<br>\r\n<br>\r\nA few moments later, a small quantity of dark emerald liquid is poured ontop of you and begins to mingle into you. A second liquid is poured in - a floral, feminine perfume, only concentrated to such industrial strength as to be cloyingly sweet. Then a third liquid. And a fourth.<br>\r\n<br>\r\nSomething is vibrating inside you, sending more waves of delight and pleasure coursing through you, encouraging the liquids to mix. It's your phone, propped up on one of the blender blades. No doubt it's mom phoning to make sure the plane landed safely.<br>\r\n<br>\r\nThe lid slams shut on the blender, plunging you in darkness except the illumination of the ringing phone. \"One teenage boy smoothie, coming up!\"<br>\r\n<br>\r\n<b>VRRRRR!</b><br>\r\n<br>\r\n<i>/No/<br>\r\n<br>\r\n          /wait!/<br>\r\n<br>\r\n                    /that/<br>\r\n<br>\r\n          /phone/<br>\r\n<br>\r\n                              /is/<br>\r\n<br>\r\n/on/<br>\r\n<br>\r\n                              /contract/</i> <br>\r\n<br>\r\n, as your thoughts are shredded into whirling confetti. You're lost in spinning, swirling darkness, a hurricane of broken phone pieces, as your sense of self struggles desperately to hold itself together.</span></div></div>",
            "created":1588309200,
            "id":2828113,
            "title":"... a large metal box with a funnel on top resi..."
        },
        "143141111512":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "She shoves a metal gizmo into your goop.",
                "A button is pressed on the suit's belt.",
                "Another strange substance is dripped into your slime.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>You lost your mouth a good while ago. Along with your nose. And your ears. And the rest of your favorite orifices. <br>\r\n<br>\r\nSo, considering all that, it’s some perverse miracle of science or magic or whatever the hell is going on that you still have the use of all five senses. <br>\r\n<br>\r\nYou can taste and smell the metallic walls of your cell mixed with the odd chemical scent of the unidentified liquids within you; you can feel the whirring blades and bits of phone plastic as your surprisingly durable eyes bounce off them; and you can hear the cacophonous grind of the blender’s motors.<br>\r\n<br>\r\nIt’s all you can do to concentrate on each bit of every sensation to truss together your disintegrating psyche, along with the prospect of revenging yourself on the Junior Lieutenant.<br>\r\n<br>\r\nYou focus on the image that your scattered synapses produce: Gena’s face streaked with fat tears, desperately hurling apologies in your direction as her wrists are slapped with space-manacles, and she’s dragged off to space-jail. <br>\r\n<br>\r\nYou’re on the third episode of these imaginings — Nova is being ‘disciplined’ by the warden for brewing waste-disposal-chute wine — when the blades scything through you come to a halt. A slow bubble rises through your mass to join the tingly froth that rests on your surface.<br>\r\n<br>\r\nEverything is dark. Whatever you use to smell has long grown used to the potpourri of flower-fascimile and metal. You almost long for the blender to start up again, to put an end to this awful, painful <i>stillness</i>.<br>\r\n<br>\r\nLight suddenly illuminates your prison, a small hole in the bottom letting a dim green illuminate your small cube. You will yourself towards it, but no motion whips your ameboid body into action. The thin membrane you used for movement has been shredded into tiny bubbles. This troubling fact established, you swirl down the hole with an accompanying gloop.<br>\r\n<br>\r\nYou flow through a series of bends, the light getting stronger with every second and a vague sound echoing, until you spurt out into air with an unceremonious <i>phrrt</i>.<br>\r\n<br>\r\nThe first thing that you notice as you fall is the bright red and yellow uniforms of Gena and — you assume — Derek. They’re huddled around a large console that, in lieu of an actual keyboard, has a trackball, brightly colored arrows, and a ball-top joystick. They’re in the throes of an hands-waving, red-faced whispered argument, but they both stop momentarily to look at you spout out of your spigot: Derek with wry amusement, Gena with a contemptuous sneer.<br>\r\n<br>\r\nThe second thing you notice is what you’re actually settling into. It’s a shiny silver catsuit that’s standing up as if starched. A badge that matches Nova’s rests right above the breast, which bulges outwards presumably in anticipation of a well-endowed occupant, the front-facing zipper not quite reaching all the way up to the neck. Boots are built-in to the outfit, the heels impractically high.<br>\r\n<br>\r\nYou’re once again treated to the nauseating experience of split vision, one eye sinking past the narrow waist and settling in the green tinted bulge of a shaped buttock, the other bobbing at the top of your volume, peeking out of the deep scoop neck.<br>\r\n<br>\r\nYou’d shiver if you could. Was this what you were a part of now? A Wondertainment conspiracy to turn teenage boys into catsuit-lube? You concentrate as hard as you can and try to flex your cytoplasm, but the expected nothing happens. At least you’d get to be pressed up against a naked female body in your last moments.<br>\r\n<br>\r\nThe gruesome twosome’s argument reaches a coherent volume. You swivel your eye to view them.<br>\r\n<br>\r\n“They’re <i>big</i>,” hisses Gena, cupping two hands in front of her chest. “Never-see-your-feet-again big! He drew it, I checked the show, just <i>listen</i> to me, for Chrissake!”<br>\r\n<br>\r\nThe rugged man snorts. “Yeah right. Misery loves company, Gene, and you’re a miserable sod.”<br>\r\n<br>\r\nGena purples for a second, then coldly fiddles with the console. You can’t quite make out what’s on the screen — it looks like a kind of silver-green smear from here — but it evidently has Derek impressed, if the curve of his ridged brow is anything to judge.<br>\r\n<br>\r\n“Wow,” he breathes. “Guess it was a different time back then.”<br>\r\n<br>\r\n“Told you so.” crows Nova. The two confer a bit more, before once again shifting their gaze to you. Once again, you fail to shiver. Nova’s smug smirk switches to a predatory leer as she stalks towards you.<br>\r\n<br>\r\n“Oh, I’m going to <i>enjoy</i> this.”<br>\r\n</span></div></div>",
            "created":1588654800,
            "id":2830532,
            "title":"You are disgorged and poured into a suit"
        },
        "1432":{
            "author_id":"chumbus",
            "author_name":"grumbus",
            "choices":[
                "Watch a few more episodes while the plane circles.",
                "Landing at a weird medieval-themed airport.",
                "You have to attend this weird orientation-thing before entering the park proper.",
                "Something else.",
                "Something else."
            ],
            "content":"<div class=\"\"><div> <span>A cel-shaded figure sashays across the LCD screen, wrists precipitously limped, bell-curve hips pivoting wildly. She’s clad in a pink dress that’s an odd mix of clingy and poofy with a neckline that practically plunges to her navel and a hemline that barely reaches her thigh. Two large masses of ballast practically yank her forward with every swish, and the long pointy ears that stand out against her long mane of blonde  currently are flattened against her head like a scolded dog.<br>\r\n<br>\r\nYou sigh in disgust, but you continue your scrutiny of the animated figure. Your ethos of general parent-scorning insists that you avert your gaze and maybe throw a sneer your dad’s way, but your teenage libido insists that your eyes remain on the screen.<br>\r\n<br>\r\nOut of the corner of your eye, you can see your dad in a similar state of observation, streamers of drool practically hanging from his mouth. You’re not particularly sure <i>why</i> he’s so engaged; he must’ve seen this a thousand times.<br>\r\n<br>\r\nThe show is ‘Legend of the Hallowed Lands,’ a kitschy pulp-fantasy cartoon-anthology series made primarily to sell toys, and the voluptuous elven figure on screen is called Princess Allaria, a functionally useless twit of a ruler.<br>\r\n<br>\r\nWell, not <i>that</i> useless; her voluptuous figure and vague wisps of clothing were probably the only reason the show has lasted long enough in the public consciousness to be purchased by Wondertainment. <br>\r\n<br>\r\nThe on-screen princess is currently overcome with emotion, slamming her tiny fists against her ornate fluffy bed, big blue eyes teary and her chest heaving like a roiling sea. You frown; you’re normally all for watching a billowing bosom, but only if it’s an <i>earned</i> chest-oscilation. According to the subtitles, all Allaria had been through so far was a snide comment on her dress.<br>\r\n<br>\r\nYour mental grandstanding is almost immediately contradicted as you affix your eyes on yet another bouncy fit of hysterics, the busty elf covering an exaggerated gasp with a dainty hand while the twin mountains on her chest wobble like puddings. She’s received a letter from an admirer and her demeanor has switched from soul-crushing-despair to tittering jubilation. <br>\r\n<br>\r\n“Does she ever <i>stop</i>?” you moan, a bit of your breakfast from five hours ago nearly escaping your stomach with another jolt of the plane.<br>\r\n<br>\r\nYour dad rolls his eyes in response. “<i>Clearly</i> someone doesn’t understand the perils of court life. The wrong choice in dress could mean a lifetime of obscurity in the decadent courts of Tyr.”<br>\r\n<br>\r\n“Yeah, <i>that’s</i> why you watch this show,” you retort. “The gripping political intrigue.”<br>\r\n<br>\r\nYour argument is interrupted by the on-screen princess mincing over to her anachronistic modern walk-in closet and unlacing her corset, the curvature of the orbs visible from behind her back—<br>\r\n<br>\r\nAnd the scene abruptly cuts to some generic teen hero swording and sorcery-ing a horde of knobbly-kneed goblins.<br>\r\n<br>\r\n“How did this <i>air</i>?” you ask, after overcoming the staggering sense of disappointment.<br>\r\n<br>\r\n“Times were different back then,” your dad sighs wistfully. “Less rating agencies and board of executives, more passion and dreams.”<br>\r\n<br>\r\nYou raise your eyebrows at the remark, but let it pass unretorted. Better to let him reminisce rather than suffer through a tirade of how her bi-episodic kidnappings are central to her character arc.<br>\r\n<br>\r\nThe plane screen flickers and your stomach spins in circles as the plane banks to the left. You rest a hand on the window and stare fervently at it to stave off the worst of your motion sickness, but are only greeted with something that makes you sicker. Just, uh, ideological-wise.<br>\r\n<br>\r\nLarge swathes of fluffy green coat the ground, interspersed by small smatterings of houses, varied in size and roofing choice. Small antlike wagons clatter along dusty roads from larger settlements, each wildly different than the others. One is built on a lagoon, each building separated from the other with reservoirs of clear blue; another is hewn out of stone, with small squat prisms of rock presumably serving as houses. The entire mass of land is so big that it extends beyond the narrow aperture of your window.<br>\r\n<br>\r\nIt looks like a Luddite’s wet dream, and you might be able to muster a few seconds of widened eyes if it <i>was</i> hand-built. But this is Wondertainment, after all. The trees are nature-defying constructions of concrete with tarpaulin leaves; the lagoon-city doubtless scented with tonnes of chlorine and artificial blue coloring; the entire mountain citadel a dun mass of plaster.<br>\r\n<br>\r\nThis is WonderKingdom, a branch of WonderWorld that decided to crib a fair bit of its InterStoryStructure™ — God knows what that means — from tabletop games and RPGs, with a dizzying array of guilds, good-guys, and baddies of conflicting themes and allegiances, with some quest-based system to put some extra confusion in the mix.<br>\r\n<br>\r\nIn short, it’s a nerd’s paradise, which means your dad is beyond amped to be here, judging by the leg adjacent to you that’s practically vibrating. You discreetly follow his gaze to a particularly large tree, one that you can recognize from a brief establishing shot on his TV screen.<br>\r\n<br>\r\nHuh. At least you might get some topheavy elven eye-candy on this waste of a spring break. <br>\r\n</span></div></div>",
            "created":1588136400,
            "id":2826728,
            "title":"An animated fantasy show "
        }
    },
    "info":{
        "author_id":"yote",
        "author_name":"Yote",
        "brief_description":"When they wish upon a star, makes no difference who you are...",
        "created":1586710560,
        "description":"<td align=\"left\" class=\"norm\">Setting created by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'chumbus', '', '', '', '2', '', 'ON', '101445700'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'chumbus', '', '', '', '2', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: chumbus\r\nMember Since: October 28th, 2019\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">grumbus</a></span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/chumbus','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/chumbus\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'chumbus', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'October 28, 2019', '', '', '2', 'Registered User');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-2.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/101445700',   'mess101445700_1589707246', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/101445700/in/1\" target=\"_top\" title=\"Email User: chumbus [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_ffchumbus\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('ffchumbus', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=101445700&amp;nopad=1&amp;new=1&amp;ajax=new_ffchumbus');\" rel=\"nofollow\" title=\"Click to add chumbus to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"ffchumbus\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span> }<br>\r\n<br>\r\nThe innocuous name ‘Wondertainment’ belies a savagely litigious corporation dead set on dominating every media market they can. Owned and operated by the eccentric but brilliant Walter Wonder, the company has as many business ventures as it has outstanding lawsuits.<br>\r\n<br>\r\nIn an odd move around eight-or-so years ago, Walter (or Dr. Wonder, as he likes to be known) purchased the pharmaceutical company Meconstruction, a contender in the growing industry of automated plastic surgery. Investors and the public were puzzled at the new move, some postulating that they were pivoting away from entertainment altogether.<br>\r\n<br>\r\nMostly though, it was forgotten and dismissed as one of Walter’s insane pet projects. It was a massive surprise to all parties when the 23rd annual Wondercon was not centered around movie-promotion, but the opening of WonderWorld; ‘The Theme Park of the Future, Today!’<br>\r\n<br>\r\nThe park boasted a variety of environments to immerse their guests in:<br>\r\nWonder-City, a sprawling metropolis populated by a plethora of caped heroes and spandex-clad villains;<br>\r\nWonder-Kingdom, a medieval land of sword and sorcery, its forests populated with mysterious elves, and rocky plains inhabited by savage monsters;<br>\r\nWonder-Academy, a venture into the vast amounts of intellectual property purchased from Japan, where improbably-colored hairstyles are the norm and the genre can change at the drop of a hat.<br>\r\n<br>\r\n(Other boroughs are pending, of course.)<br>\r\n<br>\r\nThe roar of mouth-frothing fans drowned out the announcement of the extraordinarily exorbitant pricetag.<br>\r\n<br>\r\nIncluded in the base package are three days in the Wonder-Place of your choice and a free body-resculpting to match the locals. Additionally, you are given a basic ‘Plotline’ to follow; a recently recruited hero for Wonder-City, a new adventurer for Wonder-Kingdom, a transfer student for Wonder-Academy, etc. etc. Packages have to be upgraded if you want to inhabit the role of an established character.<br>\r\n<br>\r\nAny hanky-panky above PG-13 or violence beyond mild-roughhousing is strictly prohibited from both staff and guests — though one can bypass the former through underground channels. The actors in the park are well-trained, however, and can easily fake a dramatic death or budding romance at the drop of the hat.<br>\r\n<br>\r\nAs with anything owned by Wondertainment, the cheery facade masks a dark underbelly. The staff, by necessity, has been organized into a strict hierarchy; with management at the top; technicians, writers, and actors a rung lower on the ladder; and sanitation, maintenance, and grunt workers at the bottom. Bright eyes dazzled by the magical prospects touted by employment ads and the roaring river of Wonder-media usually leave the park glassy and disillusioned.<br>\r\n<br>\r\nActors are the most sought-after positions; for both the prestige of such a position and the benefits afterward. Contracts are set for five years at the minimum, and anyone who makes it through that crucible can get any Wondertainment-owned role they desire. The selection and training process is rigorous too, a strict regimen of lessons to teach them how to stay in-character no matter their form or situation.<br>\r\n<br>\r\nMany a proud graduate of that program have been bitterly disappointed by the nature of their assignment. Gender, age, height: all these and more are no barrier to the Wondrous™ auto-surgeons of Meconstruction!<br>\r\n<br>\r\n(Rumors swapped amongst the maintenance staff suggest that willingness is equally dismissable, as exemplified by the impetuous thespians who left their ‘disciplinary sessions’ as legendary method actors.)<br>\r\n<br>\r\nWriters are assigned to create exciting new Plotlines for their awaiting guests. There are a few that create Wonderful™ experiences every time they put pen to paper, but a fair amount of the writer’s room is burnt out, and just rehash usual tropes for their none-the-wiser guests. A few luminaries are employed as coaches for the actors, watching plots unfold through contact-lens cameras whilst whispering plot twists and story directions into the actor’s cleverly hidden earpieces. Whether the actors listen or not is a bit of a toss-up.<br>\r\n<br>\r\nTechnicians are stretched to their creative limit as well by Wondertainment’s nigh-unmeetable quota: designing new animatronics for creatures and roles unoccupiable by humans; new gadgets to enhance the realism of each environment; and pushing the envelope of Meconstruction’s technology.<br>\r\n<br>\r\n(There are rumblings of discontent among the actors about artificially intelligent robots created to take their starring roles in the park, but those are mostly dismissed with much rolling of the eyes and scoffs of ‘Science fiction!’)<br>\r\n<br>\r\nWonder-World’s mantra is ‘customer-obsession’, after all. Who needs to follow labor laws when you have mountains of cash?</td>",
        "id":2218870,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1589674153/item_id/2218870.png",
        "modified":1589677740,
        "pretty_title":"WonderWorld!"
    }
}