{
    "chapters":{
        "1":{
            "author_id":"gigajules",
            "author_name":"Gigajules",
            "choices":[
                "Warrior",
                "Rogue",
                "Mage",
                "Ranger",
                "Artificer"
            ],
            "content":"<div class=\"\"><div> <span>You stop at an item store, upon the recommendation of the townsfolk. There you meet the shopkeeper. A dark-elf with striking green eyes and dark silky hair that fell over her shoulders in luscious curls. Over the counter you cant help but notice her low-cut pink blouse, which proudly revealed what was at least a D-cup chest.<br>\r\n<br>\r\nForcing your gaze away you mention that you are starting a new life as an adventurer. The shopkeep smiles and explains that the local government offers starting kits for new adventurers looking to join any of the local guilds. She offers the following classes...<br>\r\n<br>\r\nWarrior:<br>\r\nYour typical sword-wielding hero<br>\r\n<br>\r\nRogue:<br>\r\nOne who uses stealth and cunning to overcome whatever lies in their way<br>\r\n<br>\r\nMage:<br>\r\nA user of magic, capable of casting powerful spells<br>\r\n<br>\r\nRanger:<br>\r\nA fighter attuned with nature and skilled with a bow<br>\r\n<br>\r\nArtificer:<br>\r\nCreator of magical gadgets and machines to do all the heavy lifting for you.<br>\r\n<br>\r\nWhich do you choose?</span></div></div>",
            "created":1589173200,
            "id":2833723,
            "title":"Choose your class!"
        }
    },
    "info":{
        "author_id":"gigajules",
        "author_name":"Gigajules",
        "brief_description":"A fantasy choose-your-own-adventure where the main heroine goes through many changes...",
        "created":1589181180,
        "description":"<td align=\"left\" class=\"norm\">Your name is Pearl. You are a young woman, have just turned eighteen, heading toward the city of Tutoria to start your new life as an adventurer.<br>\r\n<br>\r\nStarting appearance:<br>\r\n<br>\r\nHeight: 5'4\"<br>\r\n<br>\r\nBuild: skinny<br>\r\n<br>\r\nCup size: A<br>\r\n<br>\r\nWaist size: Extra-small<br>\r\n<br>\r\nHair: black, strait cut<br>\r\n<br>\r\nEyes: light blue<br>\r\n<br>\r\nYou have little to your name but the ragged clothes on your back, but you are determined to become great.<br>\r\n<br>\r\nYour journey begins here...</td>",
        "id":2221640,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589182080,
        "pretty_title":"Jewel Quest"
    }
}