{
    "chapters":{
        "1":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Elise",
                "Mia",
                "Ashley",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span>Who are you married to?<br>\r\n<br>\r\n<b>Elise</b><br>\r\nA friend you've known since primary school.  You lost touch during your college and university years, only to be reunited when you were admitted to hospital and she was the attenting nurse....with a few more kilos on her frame.  Tall, blonde, and a belly gainer, with a quiet but gentle personality.  You're on a trip to the south of France for a much needed break.  She hopes she can lose the weight before you notice<br>\r\n<br>\r\n<b>Mia</b><br>\r\nMia is a Spanish girl you met as you took a class in the language for your job.  You hit it off straight away, and you both opened up about having a fat kink.  Shorter than you, with taned skin and jet black hair, she's definitely a bottom-heavy girl, and aiming to get heavier.  She has a confident, flirtacious personality, and will happily show it in publicYou're on a trip to her hometown to see her mother.  Will the homecoming help or hinder her already wide waistline?<br>\r\n<br>\r\n<b>Ashley</b><br>\r\nNerdy, gothic, and busty.  The three best words to descride Ashley.  You met through an online D&amp;D group, and again on an MMO.  You met up, started dating, and eventually got married.  Being a nerdy girl who disliked exercise almost as much as she loved pizza, she was already a hiefer when you met.  And while she doesn't exactly share your infatuation with her size, she has little motivation to lose any of it.  You're making a road trip to have an extended in person D&amp;D campaign with a group member in Scotland.  </span></div></div>",
            "created":1599800400,
            "id":2901250,
            "title":"Choose your Wife"
        },
        "12":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "The driver obliges",
                "No dice, he doesn't want wrappers in his car"
            ],
            "content":"<div class=\"\"><div> <span>Mia sat fanning herself as you both waited for the taxi, the hot Spanish sun bearing down on her.  At her size, though, it was hardly surprising.  With her massive thighs spread to accommodate her sagging belly, she took up nearly two thirds of the bench she rested on.  Dressed in only a white tank top and denim booty shorts, there was nothing about her flabby, mocha coloured form that was left to the imagination.   Her belly  pushed the shirt up while her large, heavy breasts kept it pinned, nipples showing through the thin fabric.  Her gut strained the front of her high-waisted shorts, causing her to rub the band in discomfort.  <br>\r\n<br>\r\n“Ah, these shorts are so tight!  I knew we should have gotten a bigger size!”  She complained, looking over to you.  <br>\r\n<br>\r\n“As I’m sure you remember, there was no bigger size.  I’m certain you said you were going to cut back for our trip so they fit properly.”  You look over at your wife’s body testing the poor button to it’s limits.  <br>\r\n<br>\r\nHer only response was to smirk seductively at you.  “You know you love it.  It’s not like you would ever help me do a silly thing like diet.”<br>\r\n<br>\r\n<br>\r\n“True.  But if those shorts weren’t so tight I don’t think we’d have got you into the plane seat.”  You recall the flight over in great detail.  From her hips getting wedged in the door, the third seatbelt extender, and the look on the hostess’s face when she realised you were a party of two instead of three.  Most of all, there was the ordeal of getting your overfed wife into the seat.  Had her gut been allowed to hang free, it would never have fit.  Restricted as it was, there was a solid inch of space between it and the back of the seat in front.  <br>\r\n<br>\r\n“I still wish they’d served a proper meal in flight”<br>\r\n<br>\r\n“We were only on the plane two hours.”<br>\r\n<br>\r\n“It takes a lot to keep me full, you know that.”  She rested her hand on top of her belly.  “Do you think we could get the taxi driver to pull through McDonald’s?”  <br>\r\n<br>\r\n“You can ask him now, I think this is us.”  Case in one hand, you extend the other to help Mia to her feet.  Approaching the car, you notice the driver casually moving the passenger seat forward.  Opening the door for her, you allow Mia to squeeze herself in, suspension noticeably rocking as the weight was put on it.  As you get in the other side, Mia poses the question.<br>\r\n<br>\r\n“Would you mind swinging by the drive through?  It’s on the way.”<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901252,
            "title":"Mia"
        },
        "121":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Mia suffers a wardrobe malfunction",
                "You can't pay the fare"
            ],
            "content":"<div class=\"\"><div> <span>“I guess that wouldn’t be a problem.”  He replies, setting off.  <br>\r\n<br>\r\nThe short drive there was uneventful, and soon enough Mia was leaning over you to speak into the microphone, one of her meaty breasts resting on your shoulder.  <br>\r\n<br>\r\n“Can I get three Big Macs, two Grand McExtreme double bacons, large topped fries, and a large chocolate milkshake, thanks.”  If the taxi driver was surprised by the order, he didn’t show it, and simply drove across so you could pay and collect the food.  His only comment was to ask that you make sure you took all of the waste with you.  <br>\r\n<br>\r\nAs he set off, Mia started on her fries, which lasted her all of a minute.  Handing the empty box to you, she exchanged it for one of her bacon burgers.  <br>\r\n<br>\r\nMia was a slightly messy eater, and she wasn’t being helped by the motion of the car.  As she took a bite, the sauce began to drip.  And as it went over a speed bump, a rather large drop fell onto her exposed chest.  She wiped it off with a finger, leaving a red smear.  <br>\r\n<br>\r\nBy the time she was eating her last Big Mac, her white top hand been stained by every burger.  Pushing the last bite in, she looks over to you and shakes her gut.  <br>\r\n<br>\r\n“See, if I was slimmer, all of that would be on the car.”  <br>\r\n<br>\r\n“If you were slimmer, you wouldn’t have had that order.”  You remark, passing her the milkshake.  <br>\r\n<br>\r\n“You’ve got a point there.”  She laughs.  Frowning at the stains on her top, she let out a sigh.  “I hope Mama has some spare clothes there.”  Taking the lid off, she began chugging her milkshake.  <br>\r\n<br>\r\n“We’re here.”  The driver remarked from the front, pulling up outside a single storey house close to the beach.  Grabbing the empty takeaway bag, you dart around to the other side to help Mia out.  As she squeezed herself out, the top half of her belly became completely exposed as her top rode all the way up.  You could see how it was bulging over the waistband of her shorts enough that it nearly covered the button.  As you sorted the fare out, she went back to her milkshake<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901255,
            "title":"The driver obliges"
        },
        "1211":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Fat, like her daughter",
                "Like a supermodel"
            ],
            "content":"<div class=\"\"><div> <span>*POP*<br>\r\n<br>\r\nYou look around to find the source of the noise, only to see you r wife with a surprised look on her face and her gut completely exposed.  She looks at you, before giving a slight shrug and finishing her milkshake.  Hurriedly, you finish paying and grab your case, following Mia as she waddled up to the door and rang the bell.  It was soon answered, and you saw the figure of your mother-in-law for the first time<br>\r\n<br>\r\nShe was:</span></div></div>",
            "created":1599800400,
            "id":2901256,
            "title":"Mia suffers a wardrobe malfunction"
        },
        "12111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Mia's sister is having trouble with the doorway",
                "The sister is bringing home a shopping haul"
            ],
            "content":"<div class=\"\"><div> <span>She was only slightly smaller than her daughter, with the same wide-hipped frame filling the door and heavy breasts supported by an equally heavy belly.  They both threw their fat arms open for a hug, but as Mia entered the doorway, her hips became predictably stuck.  She grunted and braced her arms on the doorframe, shimmying herself slowly through.  You wait patiently behind her, enjoying the show of her jiggling rump.  <br>\r\n<br>\r\nWith one last spurt of effort, she finally comes unstuck.  Suddenly free, her body ripples with the motion, all of it on full show for you.  Rubbing her hips where the doorframe pinched them, she sighs.  <br>\r\n<br>\r\n“You should have that door widened, Mama.”<br>\r\n<br>\r\n“Maybe I should.  It’s not suitable for a well-fed woman now is it?”  Smiling at each other, they embrace, their guts squishing together and keeping their arms from joining behind each other.  When they release, she turns her attention to you.  <br>\r\n<br>\r\n“So this is who I’ve got to thank for looking after you then, Mia?  I’m Gabriella.”  She pulls you into a deep hug, your body sinking into her fat in much the same way it did with her daughter.  Releasing you, she ushers you inside.  “I’m making some quesadillas, do you want some?”<br>\r\n<br>\r\nBefore you can respond, Mia has already agreed enthusiastically.  Noticing your expression, she slaps her belly.  “I’m not going to keep this here if I turn down food am I?”  As she looks down, she remembers the state of her shirt.  “Mama, Do you have a shirt I can borrow?  I got sauce on this one.”  <br>\r\n<br>\r\n“There’s one hung up in my room.  Be quick, your sister should be home soon.”  Sticking her head through the kitchen door, Gabriella calls to you.  “Make yourself at home in the lounge, dear.”  Following her advice, you drop yourself onto a well-worn armchair.  Listening to the sounds of activity in the kitchen, you feel at home already.  <br>\r\n<br>\r\nIt’s not long before your wife re-emerges from her mother’s room, pulling a blue shirt over her front.  She struggles to button it, giving up on the last two.  “Mama, this shirt’s a little small for me.”  Looking at her, you can see the buttons over her belly being pulled apart.  And when she drops herself onto the sofa, three buttons over her belly simply fly apart.  As you share a quiet laugh about it, you hear sounds at the door.<br>\r\n<br>\r\n“Ah, she’s here!” <br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901257,
            "title":"Fat, like her daughter"
        },
        "121111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "A day at the beach",
                "Shopping with the mother-in-law"
            ],
            "content":"<div class=\"\"><div> <span>You hear a lot of commotion coming from the door.  A lot of straining grunts, heavy breathing, and creaking floorboards.  A woman’s voice pitifully whines out “Oh come ooooooonnnn….”  Looking over to Mia, she gives you an explanation.  <br>\r\n<br>\r\n“My sister is a little heavier than Mama and I.”  <br>\r\n<br>\r\nAfter several long minutes, the noises from the door stop and you hear the heavy, laboured breaths and groaning floorboards approach you.  And as they enter the room, you see that ‘a little heavier’  was an understatement. Mia’s sister was quite possibly the fattest woman you had seen.   Even her wide hips, which seemed to be a family trait, are overshadowed by the size of her gut, hanging below her knees and sticking out far in front.  Encased in a black tank top and knee length skirt that looked to be on their last legs, it was kept relatively still.  With barely a greeting, she collapses on the sofa next to Mia, gasping for air.  You notice that the frame is bowed where she’s sat, obviously warped from the constant abuse of her weight.  <br>\r\n<br>\r\nOnly once she had regained her breath did she finally address the two of you.  <br>\r\n<br>\r\n“Hey Sis, Mama told me you were coming today.  I just got held up at work.”  She notices your surprised face.  “What, don’t believe I can hold down a job at my weight?”  Acting offended, she keeps up the act long enough to let you start to apologise, before laughing it off.  “It’s fine.  I don’t think I should be able to either.  But someone has to pay the food bill.”<br>\r\n<br>\r\n“Speaking of which, I think Mama’s finished.”  <br>\r\n<br>\r\nSure enough, a few seconds later, Gabriella waddled through with two serving platters piled high with cheese stuffed tortillas, with what looked like pulled pork stuffed in as well.  Rather than set them down on the small table between the chairs and sofa, she simply handed them to Mia and her sister, and gave you a small plate with a couple on.  For herself she likewise had a smaller plate, though with several more than you.  In preparation for the meal, you notice Mia’s sister pull her belly out from her skirt, sighing with relief.  <br>\r\n<br>\r\nThere wasn’t much room for chatter once the two girls started gorging themselves.  You knew how much Mia could eat anyway, but seeing someone match her was something else.  It almost seemed like she was eating faster than usual, trying to compete with her larger sister.  You feel as though your suspicions are confirmed at the end, by the glower she sends her sister as she finishes while Mia still has a quesadilla on her tray.  <br>\r\n<br>\r\nAs Gabriella slowly rises to her feet, you feel obligated to step in and volunteer to wash the dishes.  After a short debate while she tells you to sit yourself down, you head through, leaving the women to catch up over a cup of rich, cream-heavy coffee.  If you listen closely, you catch snippets of their conversation.  <br>\r\n<br>\r\n“So, Sis.  What are you doing for work?”<br>\r\n<br>\r\n“It’s just a call centre.  It’s pretty quiet, and I hardly get any calls.  Mostly I just sit on my fat ass and eat pastries.”<br>\r\n<br>\r\n“Getting paid for what you do best, then?”<br>\r\n<br>\r\n“Pretty much.  What about you?  You must have something relaxed, with how much you’ve put on since I saw you last.”<br>\r\n<br>\r\n“Oh, I don’t work.  I found a man to look after me.  So I do the same as you:  Sit on my fat ass and eat.”<br>\r\n<br>\r\nYou tune out as you remember the countless times you’ve come home to find your wife sprawled on the sofa, surrounded by empty snack wrappers and plates, bloated belly on full display.  The first few times she gave a guilty look, but as she grew fatter she realised how much it appealed to you, and it began to happen more.  <br>\r\n<br>\r\nYou tune back in to the conversation as you finish up and walk back through to where the bloated women are sat.  <br>\r\n<br>\r\n“......And then she had the cheek to say I should cover up more!”  Mia’s sister was saying, a displeased look on her face.  “Like, it’s not my fault my clothes don’t fit properly.  Okay maybe it is, but my point stands.”<br>\r\n<br>\r\nMia stifles a yawn, but it doesn’t go unnoticed by her mother.  “I think you two should go ahead and unpack, rest after a long day.”  <br>\r\n<br>\r\n“Sounds a plan.”  Mia replies, rocking forward to get the momentum to stand.  As she does, she lays a hand on top of her stuffed gut.  “I didn’t enjoy that.”  She quietly grumbles as she waddles ahead of you to the guest bedroom.  Though the doors inside were wider than the front, you see her hips are dangerously close to touching the sides.  <br>\r\n<br>\r\nShe collapses onto the bed, springs creaking in protest.  “I feel like I can barely move, I’m that stuffed.  I had forgotten how good Mama’s cooking is.”<br>\r\n<br>\r\n“You definitely seemed to be enjoying yourself.”<br>\r\n<br>\r\n“Don’t act like you weren’t.  I noticed how much you were watching me.  I know you love how much I eat.”<br>\r\n<br>\r\n“Guess I’m busted then”<br>\r\n<br>\r\n“Guess you are.  But while you’ve got that tent there ...”  She leans back and spreads her fat thighs.  “Help me get these shorts off and stuff me the other way.”<br>\r\n<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901258,
            "title":"Mia's sister is having trouble with the doo..."
        },
        "1211111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "It's Sofia, with an offer of free pizza!",
                "Ordering fast food to the beach"
            ],
            "content":"<div class=\"\"><div> <span>The sun beat down on another glorious day,  which you decided to use by going to the beach.  Sat just to your right on her towel was Mia, snacking on two ice creams.  Clad in a black string bikini that should have been replaced several kilos ago, she was a gorgeous sight.  Her fat breasts spill out all around the fabric, while the thin strap is nearly completely hidden by her back fat.  Her double rolled belly covers the front and most of the side, while her massive rear quietly claims every bit of material every time she moves.  Although there wasn’t much of a danger with that.  <br>\r\n<br>\r\n“Hey, Babe?  I’ve nearly finished these two, mind grabbing a couple more?”  This had been the chorus of the day, complete with the increasingly confused expression of the vendor’s face when you kept returning.  <br>\r\n<br>\r\nWhen you return this time, Mia is talking on her phone.  <br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901259,
            "title":"A day at the beach"
        },
        "12111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "\"It's not that far\"",
                "\"We could try and get an Uber\""
            ],
            "content":"<div class=\"\"><div> <span>“-and when are you going to order?.............Yeah………...We’ll be there.”  She hangs up and turns to you.  “That was Sofia.  She won a raffle for free pizza, so we’re going to have a massive order for dinner.  We should probably get moving before she eats it all.”  She extends her arms for you to help her up.  While you pack the towels away she watches, absent-mindedly rubbing her belly.  <br>\r\n<br>\r\n“You know you’re gonna need to put this back on to go back, right?”  You remind her, holding up the loose sundress she came down in.  Looking annoyed, she snatches it off of you and throws it on, showing that it was more obsolete than her bikini.  The low cut made it hardly more decent than her bikini, and her belly took up so much of the material that there was only a small amount of material to cover her front.  More than those, was the fact that her backside had grown to such a size since it was purchased that only the top half was really covered, leaving the rest to sag out of the bottom, jiggling for all to see.  <br>\r\n<br>\r\nMia’s family home was visible from the beach.  The route was a nearly straight road for five hundred meters, and down a side street.  The road was on a rather steep hill, and to your lack of surprise, Mia was not enthusiastic about the walk up it.<br>\r\n<br>\r\n“If we didn’t have to be back for that pizza we could just wait for the bus.”  She grumbles as she hauls herself up the path, already sweating.  <br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901260,
            "title":"It's Sofia, with an offer of free pizza!"
        },
        "121111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "It's time for you to have a romantic meal with your wife",
                "Gabriella insists you stay home and let her dote on you this week"
            ],
            "content":"<div class=\"\"><div> <span>“It’s not really that far.”  You comment, trying to slow your pace to match hers.  <br>\r\n<br>\r\n“You’re not dragging an extra hundred and fifty kilos with you.”  She bites back.  <br>\r\n<br>\r\nTalking pretty much stops after that, with Mia having to use all of her breath to keep herself moving.  Sweat pours down her body, pooling in her cleavage between huge, gasping breaths.  Her belly rolls shake as her thighs lumber forward, while her asscheeks ripple with every step.  <br>\r\n<br>\r\nHalfway up the hill, she stops, leaning on the wall for support.  As you ask if she’s ok, all she can manage to do is nod wearily.  It takes several minutes of strained, wheezing breaths before she feels up to moving again.  The rest of the climb is spent at a crawl, with her using the wall as a guide to try and ease her shaky legs.   By the time you arrive back at Gabriella’s, she’s coated in sweat and wheezing fiercely.  After the regular ordeal of getting her through the door, she drops onto the sofa next to her sister.  (who you now know is called Sofia). <br>\r\n<br>\r\n“You look like you’ve just run a……..well, any running really.”  Sofia comments through a mouthful of crisps.  <br>\r\n<br>\r\n“I …...am…..never….*&lt;i&gt;huff&lt;/i&gt;* ...doing that...AGAIN!”  She manages to force out.  Sofia rests a reassuring hand on her shoulder and offers her the family sized back she’s holding.  “We’ve got pizza on the way”  Mia nonetheless grabs a large handful and shoves them in her mouth.   With both girls eating, it lasts about a minute.  And within five, they were complaining about their hunger.  <br>\r\n<br>\r\n“Where is iiiitt?”  Sofia whines, rubbing her vast belly.  <br>\r\n<br>\r\n“I’ve hardly eaten today.” Mia chimes in, pouting.  The sundress has come off, and she’s back in her too small bikini.   Quietly, you wonder if the past four hours with an endless supply of ice cream counts as ‘hardly eating’.  <br>\r\n<br>\r\nMercifully, you’re saved by Gabriella with the pizzas, and the girls are once again kept busy gorging themselves.  To you, it almost seems like the two of them are trying to compete with how quickly they devour their meals.  <br>\r\n<br>\r\nBy the end, the sister are breathing heavily, massaging their bellies as best they can.  That is, until Gabriella says: <br>\r\n<br>\r\n“Do you girls want dessert?”<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901261,
            "title":"\"It's not that far\""
        },
        "1211111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "You finish your meal, but Mia is still hungry",
                "A mishap at the restaurant"
            ],
            "content":"<div class=\"\"><div> <span>“Pull harder!”<br>\r\n<br>\r\n“I’m trying!”<br>\r\n<br>\r\n“Not enough, clearly!”<br>\r\n<br>\r\n“Try sucking that fat gut in a bit.”<br>\r\n<br>\r\n“I have been.  Come on, these fit when we bought them”<br>\r\n<br>\r\n“Well, you’ve gotten fatter since then.”<br>\r\n<br>\r\nMia stops her complaining for a second.  “Have I?”  She looks down at her exposed belly.  “I can’t tell a difference.”  <br>\r\n<br>\r\n“You have, believe me.  Especially since we came here.  Both you and Sofia have.”  <br>\r\n<br>\r\n“I guess we have been eating a lot recently.”  She mused.  With a serious look on her face, she looks at you.  “I know we both like me being a fatass, but am I getting too big now?  Do I need to cut back?”<br>\r\n<br>\r\n“Hell no!  I’d never complain about there being more of this!”  You grab her lowest belly roll.  “I just think we’ll need to take a shopping trip soon.”<br>\r\n<br>\r\n“So, that means you’d love me more if I was Sofia’s size then.”  Something in her tone sounded irritated, and you knew you needed to choose your words carefully<br>\r\n<br>\r\n“I couldn’t love you any more, Mia.”  You say, planting a small kiss on her cheek.  “Obviously, you being as fat as you are is a massive turn on, and if you keep getting bigger I’ve got no problem with it.  But don’t think you need to be that big for me.”<br>\r\n<br>\r\nSeeming satisfied, she returns your kiss, and you use that opportunity to button her capris.  Before they can fly open again, you claps the belt, forcing Mia’s flab to ooze over the top.  A plain white t-shirt follows, the hem just long enough to cover her protruding roll.  You help her to her feet, causing the shirt to ride up.  As she pulls it back down, she inspects her arms.  <br>\r\n<br>\r\n“I think you’re right, babe.  I must be getting bigger.  This is digging into my arms really bad.”  She holds them out for you to see how her arm fat is being constricted by the short sleeves.  <br>\r\n<br>\r\nYou both make you way through the house, Mia in front, waving to Gabrialla as you pass the kitchen.<br>\r\n<br>\r\n“Enjoy yourselves you two!”  She calls, bust over the oven.  By the size of the pot, she’s cooking for herself and Sofia.  <br>\r\n<br>\r\nYou stick your heads in the living room to say goodbye to Sofia, seeing her sprawled in her usual space on the sofa, massive gut covering her lap.  <br>\r\n<br>\r\n“Bye Sis!  And bye to you too, stud!”<br>\r\n<br>\r\nYou can’t seem to tell if the nickname was meant to be comedic or flirty, but you’re saved from thinking too hard about it by Mia loudly exclaiming “Oh for God’s sake!”  <br>\r\n<br>\r\nLooking over, you see what’s happened.  She’s forgotten the width of the door compared to her incredible hips, and tried to go through forwards instead of sideways like usual.  And predictably, gotten stuck.  She tries bracing herself and wiggling her hips like she did on the first day, but her added poundage means that all this accomplishes is a tidal wave rolling across her backside.  She looks over her shoulder at you pleadingly.  And, never one to pass up a chance to get your hands on her arse, you get behind her and push, squeezing just a little more than you probably need to.  <br>\r\n<br>\r\nWith your help, she’s out in less than a minute, although with a couple of sore spots on her hips.  Slowly, she eases herself into her mother’s car with not a few grunts of effort.  As you climb in the driver’s side, you notice how her hips are spilling over above the handbrake.  <br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901262,
            "title":"It's time for you to have a romantic meal w..."
        },
        "12111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "You spend a day with Sofia",
                "Mia is eating more than ever"
            ],
            "content":"<div class=\"\"><div> <span>The restaurant you were at was an italian, well known locally for it’s generous serving sizes.  But even after a starter, main, and dessert, Mia got back in the car at the end with her gut just as empty and pliable as before.  <br>\r\n<br>\r\n“Big serving?  Yeah right!  That was barely a snack!  Babe, you’re gonna need to go somewhere else, my belly needs food in it, and soon.”<br>\r\n<br>\r\nNot five minutes later, you were sat at the local Burger King, watching Mia devour four large meals and two cokes.  Her shirt had ridden up again, but she didn’t seem to care.  She was only focused on one thing:  filling her mammoth belly.  <br>\r\n<br>\r\nAlthough, even that didn’t seem to be enough.  As taut as her belly looked as she got back in the car, as much discomfort as she showed as you went over a speed bump, you still came back to her home with two empty KFC bags.  <br>\r\n<br>\r\nAs she drops onto the sofa and unleashes her belly from it’s confines, you start to wonder if there’s something more to her eating than her usual gluttony.  Before you’re pulled onto belly rub duty<br>\r\n<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901265,
            "title":"You finish your meal, but Mia is still hungry"
        },
        "121111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Sofia starts being flirty",
                "Sofia can't keep bringing herself food"
            ],
            "content":"<div class=\"\"><div> <span>“Hey, babe?”  <br>\r\n<br>\r\n“Yeah?”<br>\r\n<br>\r\n“Me and Mama are going out for a bit.”<br>\r\n<br>\r\n“Just the two of you?”  <br>\r\n<br>\r\nShe frowns a little.  “We were going to ask you to come, but Mama thinks someone needs to stay with Sofia.  She has some trouble with a second pair of hands.”  <br>\r\n<br>\r\nThinking of how much fatter Mia’s sister is than her, you’re not surprised.  “That’s not an issue.”  You tell her.  “You deserve some quality time with your mum.”  Looking her over, you raise an eyebrow.  “You going out like that?”<br>\r\n<br>\r\nMia’s outfit was clearly not suited for her current size.  She had on a low cut grey top which barely covered her top belly roll and showed off almost all of her cleavage, and a denim miniskirt which looked painted on over her arse and looked painfully tight across her belly.  <br>\r\n<br>\r\n“What’s the matter?  Afraid someone’s going to try and pick me up?”  She strikes a sexy pose, jutting her hefty breasts out and pouting her lips.  <br>\r\n<br>\r\n“I don’t think anyone could pick you up, baby.”  Looking her over again, you can’t help but comment again.  “God you look so FAT”<br>\r\n<br>\r\n“I thought I might.”  She smirks at you, slapping her belly.  “And don’t forget:  it’s your job to keep me this fat, so anything I but today is on you.  Of course, I’ll make it worth your while.”  She says this last as she strokes your erect cock through your jeans, before slipping her hand into your pocket and withdrawing your credit card.  “Bye babe”<br>\r\n<br>\r\n“Have fun…” You call after her, mesmerised by her swaying, rippling booty.  Watching her out of the door, you remain stood there until you’re snapped out of it by the sounds of extreme effort from Sofia’s room.  You quickly grab yourself a drink from the kitchen and flop onto the sofa to avoid looking strange, but you needn’t have rushed.  Even with her door being wider than all the others, you still hear her struggle with it.  The steps that come towards you are slow, heavy, and each one accompanied by some gasp or pant.  And as she slowly shuffles into the room, your jaw drops.  <br>\r\n<br>\r\nSofia lumbers in almost naked.  The only discernible article of clothing you saw was a crop to over her braless chest, barely keeping her decent.  As she moves slowly past you, a small amount of visible purple fabric betrays that she is indeed wearing underwear.  As she collapses onto the sofa next to you, chest heaving, she notices your eyes.  <br>\r\n<br>\r\n“Hey, Stud, what’s up?”  She asks, before looking herself over.  “Oh, yeah.  I never thought about that.  I just really don’t like forcing myself into clothes when I don’t have to.”  Reaching to her side, she grabs a jumbo bag of pretzels.  “So, you gonna put the TV on, or are we going to sit here in silence all day?”<br>\r\n<br>\r\nAt first, being alone with Sofia was strange.  You couldn’t put your finger on if she was just being friendly, or if there was more to it.  And above all, you weren’t quite sure how to react to someone as big as she was.  With everything out in the open, you could really tell the difference in size between Mia and her.  Where Mia was incredibly well endowed in the booty department, Sofia’s, while still huge, seemed deflated by the sheer weight put on it by the rest of her.  Her belly extended all the way to her knees, one single orb instead of Mia’s two jiggling rolls.  And while your wife was nowhere near flat chested, Sofia’s breasts were on another level.  Full, fat, and huge, they stretched her top enough to keep them from sagging too much, and her thick nipples could be seen through the material.  <br>\r\n<br>\r\n“-cks.  Hey!  You listening?”  Your examination is broken off by a fat finger poking you and Sofia giving you an odd look.  <br>\r\n<br>\r\n“Sorry, miles away.  What did you say?”  You attempt to recover the situation.  <br>\r\n<br>\r\n“I said do you want some snacks?”<br>\r\n<br>\r\n“Ah, no, thanks.”<br>\r\n<br>\r\nSofia shrugs, and begins to heave herself up.  Mia took only five minutes to get up from the sofa.  It took her sister fifteen, and she was breathing incredibly harshly from the effort.  As she stands, she throws her ham like arms back, exposing the underside of her breast to you.  You can’t decide if she looked at you by chance after, or if she meant to do that.<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901277,
            "title":"You spend a day with Sofia"
        },
        "1211111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Sofia is let go for her size",
                "Sofia starts being flirty around Mia"
            ],
            "content":"<div class=\"\"><div> <span>When she lumbered back with what looked like half the pantry and three litres of cola, you thought that would be it for a while.  How wrong you were.  After less than an hour, she was heaving herself up again, and this time brushed her hip against you as she did it.  A hard certainty was arising in your mind.  <br>\r\n<br>\r\nWhen it came to her third time getting up though, it was clear the effort it was requiring.  This was probably what Mia meant when she said Sofia struggled alone.  <br>\r\n<br>\r\nGraciously, you volunteer yourself for snack duty.  <br>\r\n<br>\r\n“Well, you’re just a knight in shining armour, aren’t you?”  She laughs, before emptying her cola.  “If I didn’t know better, I’d say you were trying to seduce me.”  <br>\r\n<br>\r\nOver the course of the day, you began to see just how much Sofia struggled with even the most basic of tasks.  Even without the need to get up every time she was hungry, there were still problems.  She couldn’t reach the remote because it was under her side fat, and her arms couldn’t bend to grab it.  She knocked her bottle over and almost passed out trying to reach it before you noticed.  When she ordered a fast food delivery, she had to rest the phone on her gut with speaker on because she seemed incapable of keeping her arm up for that long.  And, after she was done eating enough to feed your whole family back home, she seemed completely out of breath.  You watch her pathetic attempts to gather her empty boxes around her girth for a few minutes before coming to help.  <br>\r\n<br>\r\nAnd as you drop her off her post-meal cake and two pints of cream, you’re amazed by how fast it goes down.  One pint on the cake before it’s inhaled, with the second being chugged straight down.  She caps her binge off with a loud belch, before slowly massaging what parts of her belly she can reach.  It’s pitiful, really, how she can’t even ease her digestion after a meal because she can’t move her fat arms around the whole of her even fatter belly.  Indeed, it didn’t seem to be helping her any.  All that seemed to be happening was her huge expanse of flesh was rippling, arms wobbling, breasts swinging…….<br>\r\n<br>\r\nYou’re not sure how long it was before Sofia coughed pointedly, and you noticed that while her flab was still moving, the rest of her wasn’t, and she was watching you watch her with a playful smirk on her face<br>\r\n<br>\r\n“Well, are you just going to watch me struggle?  Or are you going to help out and give my poor belly a nice rub?”<br>\r\n<br>\r\nYou’re completely taken aback.  “I…...What?”<br>\r\n<br>\r\n“Come on, I know you're a guy that likes a bigger girl.  Surely you want to feel what a &lt;i&gt;really&lt;/i&gt; fat belly is like.”  She slowly massages again with one hand.  As she does so, she grips and plays with the fat, moving it like fresh dough.  “You can’t be satisfied with how skinny Sis is right?  Just get it out of your system now.”<br>\r\n<br>\r\nYou’re conflicted.  She is right, you do love your girls as fat as possible, and you’d be lying if you said you never thought about Sofia in that way.  But would it be rude to Mia?  Or could it be a good thing?  Maybe knowing would remove the distraction.  <br>\r\n<br>\r\nYou decide to do it.  Kneeling in front of her, as you did with Mia after so many binges, you placed your hands on her belly and firmly rubbed her taut midsection.  Grasping and releasing the expanse, moving your hands down from the top in small circles.  You’re struck by the sheer amount of flesh to work with.  Before now, you would never have referred to Mia’s gut as ‘small’, but Sofia’s was positively enormous.  You find yourself getting sucked in by it’s pliant size, the hundreds of kilos of excess fat meaning that even when stuffed it was still mostly soft.  And, at the end, your hands find their way to just beneath her heavy breasts, your face level with hers.<br>\r\n<br>\r\n“Go on.  One squeeze.”<br>\r\n<br>\r\nThey overflow your hands as you grope, nipples hard and tactile even through her top.  Heavy, laden with fat.  It’s an effort to compress them.  <br>\r\n<br>\r\nSofia breaks you off with a playful slap.  “I’m fairly sure you had more than one, but I’ll let you off.  I’ve got to go and get dressed before Mama and Sis come home.”<br>\r\n<br>\r\nStill in shock and knelt on the floor, the sudden change in mood startles you.  “What?  Why?”<br>\r\n<br>\r\n“Well, I only dressed like this for your benefit.  Sis might think something’s strange if I’m nearly nude when we’re alone together.”  With great effort, she hefts herself forwards.  “Let’s just keep this a secret, yeah?”  With a peck on the cheek, she lumbers away, and soon you hear grunts of effort and wardrobe doors slamming.  By the time she gets back you’ve recovered a little, and she shows no sign of acknowledging what the two of you did.  And you’re saved the awkwardness by the arrival of you wife and mother in law.  <br>\r\n<br>\r\n“We’re baaaaack!”  Shouts Mia, leading the way. <br>\r\n<br>\r\n“Dear, I hope you had a high limit on that thing.”  Gabriella sighs, though not really unhappily.  “Mia didn’t stop eating all day.”  And as your wife waddles into view, you notice that her skirt is completely open, fat spilling out.  <br>\r\n<br>\r\n“Come with me, hot stuff.  There’s plenty of time to get me an appetite before Mama makes dinner.”<br>\r\n<br>\r\nYou have no objections, and happily follow Mia into your bedroom.  Despite her advanced size, she’s still active in bed, even riding you cowgirl until you cry uncle.  <br>\r\n<br>\r\nThere’s just the tickle at the back of your mind considering how she’d be if she were bigger<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901280,
            "title":"Sofia starts being flirty"
        },
        "12111111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Gabrialla has a proposal",
                "Sofia starts job hunting again"
            ],
            "content":"<div class=\"\"><div> <span>The shopping trip had been a complete bust, all things considered.  <br>\r\n<br>\r\nOwing to the ordeal you had of dressing Mia the other day, and her state of undress on subsequent trips out, you both decided to check out the shops in the town centreYou quickly learned that the shops there did not cater to people of your wife’s generous proportions.  After hours looking, the only things you found that she could justify spending her money on were the numerous food stalls.  And as the afternoon drew in, she grew irritated, and bought the first thing that managed to fit.  It was a pale blue button up dress, which she claimed it was too hot to wear.  So she came home the same way she left: In her bikini top, and the shorts she wore to fly in, not even bothering to try and fasten them.<br>\r\n<br>\r\nAs you look behind you to watch her struggle with the short walk from the bus stop at the end of the street, you think maybe it wasn’t a total bust after all.  Seeing her completely on show and wobbling around was a pretty sweet deal.  You wait a few minutes for her to get ahead of you at the door, just to watch her beautiful backside jiggle.  <br>\r\n<br>\r\nAs you step in, though, Gabriella accosts you with a grim look on her face.  <br>\r\n<br>\r\n“Before you go in there, you should know:  Sofia got fired today, and she’s seriously upset about it.  Try to be gentle with her.”<br>\r\n<br>\r\nFull of concern for her sister, Mia bolts through to the living room, despite already being out of breath from her walk.  You follow her, and note the sight as you sit yourself down while Mia tries to get the breath to speak.  There are no less than eight empty litre cartons of ice cream strewn around, with a ninth on it’s way to being added to the pile.  <br>\r\n<br>\r\n“Hey Sis.  Mama told us what happened.  Wanna talk about it?”<br>\r\n<br>\r\n<br>\r\nThrough sniffles, Sofia starts to talk.  <br>\r\n<br>\r\n“I went into work like normal this morning, and someone told me the lift wasn’t working.  I just laughed.  People keep telling me that as a joke.  But it really wasn’t.  And when I saw my manager, he just said I’d need to use the stairs.  And I tried, I really did!  But then I...I collapsed after the fifth step and tore the handrail off.  When my manager came to see what the noise was he just told me not to come back!”  With her story told, Sofia turned back to her comfort, eating through the tears.  Mia rests a hand on her shoulder.  In your mind, gears are turning.<br>\r\n<br>\r\n“You know that means you’re classed as unfit to work right?”<br>\r\n<br>\r\nMia glares at you.  “Yeah, thanks.  Like that’s not the issue here.”<br>\r\n<br>\r\n“No no!  What I mean is, you don’t have to!  If you’ve had to be let go for a medical condition - which you were - You can get a disability allowance.  They’ll even kit you out with a few things to help you out at home.”<br>\r\n<br>\r\nThis grabs Sofia’s attention.  “R-Really?”<br>\r\n<br>\r\n“Yeah.  You just need to make the call.”<br>\r\n<br>\r\nAnd sure enough, after just a week, Sofia gets delivery of a brand new mobility scooter, as well as getting work paid for to widen the front door, much to Mia’s delight.  <br>\r\n<br>\r\n“Look babe!  I’m not stuck!”  She shouts with glee from the doorway, gesturing at the 15cm of room either side of her.  Privately, you’re a little sad that you won’t be getting to push her free again.  <br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901281,
            "title":"Sofia is let go for her size"
        },
        "121111111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "You need to get Mia some new clothes",
                "You and Mia struggle for privacy"
            ],
            "content":"<div class=\"\"><div> <span>As the sisters gush over Sofia’s new scooter, Gabriella approaches you.<br>\r\n<br>\r\n“I’ve been thinking, sweetheart.  Why don’t you and Mia stay here?  I’m sure you could manage it with work.”  She gives you a sweet smile.  “It’s just been so much fun having you two over.”<br>\r\n<br>\r\nMia overhears and waddles over excitedly.  <br>\r\n<br>\r\n“You mean it, Mama?  Babe, isn’t this great?”  She pulls you into a suffocating hug, her soft flesh nearly smothering you.  <br>\r\n<br>\r\n“Yeah, sure is!”  You reply.  You wonder how long your holiday funds will last, but for now, you just let Mia enjoy her moment.<br>\r\n<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901282,
            "title":"Gabrialla has a proposal"
        },
        "1211111111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Finances aren't looking good",
                "Life on easy street"
            ],
            "content":"<div class=\"\"><div> <span>If we’re staying, I need some new clothes!”<br>\r\n<br>\r\nThat was Mia’s statement when she’d shoved you into the car with a destination of the huge shopping complex just outside of town.  You knew it had a large selection of stores that catered to the ‘curvier’ girl, and were curious to see whether or not Mia could find something that fit.  So far only two stores in and she had a loose dress a size too small and an overloaded tray of Burger King.  Several other patrons were turning their heads to look at your glutton of a wife, packed into the dress she had bought just days ago, already looking tight across her gut.  <br>\r\n<br>\r\nIn the next store, she goes in to try on a pair of leggings and a workout top.  As she waddles out, you wonder why workout gear even comes in these sizes.  But, clothes that fit are always a buy.  And of course, waddling to a shop means she needs another pit stop to replenish her energy, this time with donuts.  <br>\r\n<br>\r\nThe next shop, and it’s a plain shirt and miniskirt that looks painted on.  The gaps in the buttons make it clear it’s not the right size, but after seeing your interest, she buys it without a second thought.  And a couple of crepes.<br>\r\n<br>\r\nBy the end of the trip, Mia has eaten a full meal for every one of the thirteen shops you have visited, with one outfit per shop.  Not one fits properly, all of them showing skin or being on the verge of being shredded by her massive frame.  <br>\r\n<br>\r\nBut when you get out of the shower, walk into the bedroom, and see her in the tight shirt and skirt from earlier, as well as a stack of pizzas, that really doesn’t seem to be an issue at all….<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901283,
            "title":"You need to get Mia some new clothes"
        },
        "12111111111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Burger King, of course!",
                "Teaching english, put that bilingualism to use"
            ],
            "content":"<div class=\"\"><div> <span>“This isn’t working out, babe.”  You say sadly<br>\r\n<br>\r\n“Hmph?”  Mia looks over, mouth full of cake<br>\r\n<br>\r\n“The finances.  We can’t keep living here without working.  One of us needs to at least go part time.”  You get your phone out.  “Guess I’ll look what’s out there.”<br>\r\n<br>\r\n“No”  Mia looks deadly serious<br>\r\n<br>\r\n“What do you mean?  I really do need to you know.”<br>\r\n<br>\r\n“Not you.  Me.  You’ve been the only one working for the last few years.  It’s my turn.”<br>\r\n<br>\r\nYou look your behemoth of a wife over, thinking of how she struggles to stand up.  “It’s up to you, but what job are you going to be able to get?”<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901284,
            "title":"Finances aren't looking good"
        },
        "121111111111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Mia notices you've put on a couple yourself",
                "Mia's friend joins you"
            ],
            "content":"<div class=\"\"><div> <span>“You want to go large for one sixty nine?”<br>\r\n<br>\r\nYou’re next in line, eyes on the form in front of you.  Even the uniform she got a week ago looks stretched.  Behind the counter sits the morbidly obese form of Mia.  No other cahier is sat, but obviously whoever her boss is realised that she would never be able to stand for a shift.  Not that you can see her stool, just the sides of her cheeks sagging over the sides.  <br>\r\n<br>\r\n“I’ll take two whoppers to eat in, and an extra large woman to go.  Along with whatever the woman wants.”  You tell her, getting a laugh from her.  <br>\r\n<br>\r\n“Well, the woman wants a lot, but it’s the woman that pays in the end, so it’s all good.”  She rings you through.  “Go sit down babe.  I’ll bring it all over.”<br>\r\n<br>\r\nYou take a seat on one of the booths by the window, watching her serve the last couple customers.  Her fat arms wobble as she taps away at the screen in front of her, belly bunching up as she leans forward to handle the money.  You can see the expressions on some of their faces as the lard bucket behind the counter reads their order of fast food back to them.  <br>\r\n<br>\r\nFinally, she finishes, and you watch her lumber over with your order and as much of the free stuff as she could carry on her tray.  The movement has already caused her uniform to ride up over her new third roll.  Slowly, she squeezes herself into the booth and starts eating along with you.  <br>\r\n<br>\r\n“Honestly, the best thing about this job is the free food.”  She says through a full mouth.  She swallows hard before cramming another burger in.  <br>\r\n<br>\r\n“Don’t forget your discount as well.”  You help yourself to a bag of her onion rings. <br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901286,
            "title":"Burger King, of course!"
        },
        "1211111111111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Mia can't keep up with Sofia",
                "All day gorging on the company"
            ],
            "content":"<div class=\"\"><div> <span>“You’ve really been getting your use out of that one.”  she grins at you, making you pause halfway through eating.  She continues.  “Don’t tell me you haven’t noticed.  You’ve put on a few this past month.”<br>\r\n<br>\r\nLooking down, you have to admit that she’s right.  All of Gabriella’s heavy cooking and Mia’s job here have given you a fairly round gut which your shirt isn’t quite baggy enough to disguise.  You look back at her sheepishly.  “Do I need to go on a diet?  I know we both agree on you being fat, but we never said anything regarding me.”<br>\r\n<br>\r\nShe shakes her head.  “I don’t think you need to, Babe.  It’s not like you’re anywhere close to my size.”<br>\r\n<br>\r\nYou share a laugh over that, and finish your meal.  As she heaves herself out of the booth, she slaps her massive belly.  “I think I might have put on more than you working here.  They just seem to throw food at me.”<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901287,
            "title":"Mia notices you've put on a couple yourself"
        },
        "12111111111111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "You make a pit stop",
                "Sofia rides off ahead"
            ],
            "content":"<div class=\"\"><div> <span>“Sofia! *&lt;i&gt;gasp&lt;/i&gt;*....Wait…..*&lt;i&gt;wheeze&lt;/i&gt;*....up! ”  Mia begs her sister as the three of you make your way through town, sweat pouring down her immense body.  It’s been a few months since she started work, and the constant supply of free food has done wonders for her figure.  Her three-rolled belly sags nearly to her knees when she stands, slapping against her thighs as she waddles.  Her arse and hips are twice as wide as her shoulders, which themselves are so laden with fat they nearly merge with her neck.  Her arms are thicker than some people’s waists, unable to properly rest at her sides.  Today she has attempted to cover herself in a black tshirt that only covers her topmost roll, and an enormous short denim skirt.  You can see the sweat glistening on her belly as she begs Sofia to slow down.  <br>\r\n<br>\r\nSofia finally notices her sister’s strained calls and brings her scooter to a stop.  Her bountiful flab wobbles with the change in velocity, ripples cascading across her body.  If Mia had gotten bigger, it was nothing compared to her sister.  With the threat of physical movement removed, Sofia did little else apart from sit in her scooter seat and eat.  As such, it was difficult to get a handle on her real size, but she was definitely one of the fattest people you had ever seen.  Through her thin dress, the only thing that could fit her, you saw her belly sagged between her massive thighs in the middle, and spread across them over her knees.  Her chest had succumbed to the effects of gravity, heavy breasts hanging to the sides of her gut.  <br>\r\n<br>\r\n“Sorry, Sis!  It only has one speed you know.”  She looks at the readout and grumbles.  “It was faster than this before though.”  <br>\r\n<br>\r\n“Well…...it’s…...still…..too...fast!  Right….Babe?”  Mia leans heavily on a lamppost to try regaining her breath, breathing harshly.  <br>\r\n<br>\r\nThat said, you’re not much better.  Since Mia told you you didn’t need to diet, it was safe to say you let yourself go.  And as such, you’ve managed to cross the line over to ‘obese’.  Your gut bulges over the waistband of your jeans, no belt needed.  Your chest is even showing signs of developing a nice pair of man-boobs.  And although not as badly as Mia, you find yourself struggling to keep up with the scooter.  <br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901288,
            "title":"Mia can't keep up with Sofia"
        },
        "121111111111111111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "The three of you clear the shop",
                "You struggle with your weight"
            ],
            "content":"<div class=\"\"><div> <span>“Yeah.  How about we….*phew*...stop here for a bit?”  You’re in front of an ice cream parlour.  Never a pair to say no to food of any kind, it’s not like you expected to encounter any resistance to the idea.  We manage to find a chair without arms for Mia, and you both sit down.  As you do…<br>\r\n*POP*<br>\r\n*RRIIIIPPP*<br>\r\nBoth you and your wife look down.  At the same time, the button has flown off of your jeans and Mia’s skirt has burst along the sides.  You look at each other, before having a quiet giggle.<br>\r\n<br>\r\n“Looks like we need some new clothes, Babe.”<br>\r\n<br>\r\n“Yeah, looks like it.  But first: Ice cream.”<br>\r\n</span></div></div>",
            "created":1599800400,
            "id":2901290,
            "title":"You make a pit stop"
        },
        "1211111111111111111112":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Mia is stuck in the booth",
                "More food ordered!"
            ],
            "content":"<div class=\"\"><div> <span>The walk from Mia’s to her work was not far.  About a ten minute walk by normal standards.  Even so, nearly forty minutes after setting off, you arrive, gasping for breath and sweating hard.  You can’t seem to help yourself from getting bigger.  Your fat gut hangs low, completely covering your crotch when you stand, legs forcing you into an all-too-familliar waddle.  A definite set of man boobs rest on your chest, causing a crease in your shirt.  Not even having the energy to stand in line, you go to your regular booth and drop into it, with only a little wrangling of your belly to get it under the table.  Wearily, you wave over to Mia at the counter.  <br>\r\n<br>\r\nNoticing you, she waves back, although from the puff of air she takes and the way she flops her arm down shows that such exercise is unwanted.  As you watch her, you notice that she seems to be having trouble with the screen.  She’s had to sit too far away to comfortably reach due to the obstruction of her gut.  Her coworkers are serving several times faster than her, and it’s with a slight shake of the head that her manager releases her from her shift.  <br>\r\n<br>\r\nBy the time she manages to make it to your booth, she looks ready to keel over.  No food in her arms, two of the new hires bring the heaping trays over while Mia strains and wriggles her way into the booth.  Eventually getting seated as your third tray is set down, the top roll of her gut bulges over the table.  Struggling to swing her massive arms towards her food, still gasping for air, she makes a truly helpless sight.  Not that you’re in much of a position to talk.  You don’t think you could reach her tray yourself for anything.  Even that tasty looking new burger…..<br>\r\n<br>\r\nWith the three trays down, before, you’d both be ready for home.  But right now, after all of your exertions, you still feel a gnawing hunger.  Mia evidently feels the same, grabbing her phone and clumsily tapping away at the screen with her fat digits.  And soon, two of her coworkers have come out with more of the same.  She looks at you and shrugs.<br>\r\n<br>\r\n“I’m assuming you’ve gotten an appetite to go with that gut of yours.”<br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901830,
            "title":"You struggle with your weight"
        },
        "12111111111111111111121":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Back home, and hot fat sex",
                "Getting out of the car isn't so easy"
            ],
            "content":"<div class=\"\"><div> <span>By the time you’re ready to heave yourselves to the car, you’ve demolished over a hundred and fifty euros worth of fast food.  It takes most of your strength to swing your stuffed belly from under the table.  But at least you could do it.<br>\r\n<br>\r\n“Babe……”<br>\r\n<br>\r\nUnlike your wife.  The table was wedged between her rolls, the insane amount of food in there not helping matters.  With her total lack of physical strength, there was no way she was getting herself out.  Although not exactly at the peak of physical power yourself, you grab her arms and add your weight to her shuffling, all the while trying to hide how turned on you are by her predicament.  Slowly, she inches out, ripples cascading over her body as she tries to wriggle herself free.<br>\r\n<br>\r\nBy the time she’s extracted, both of you are gasping for air as though you’ve run a marathon.  Battling the urge to sit back down again, you shuffle your weary selves out of the door and cram your flabby bodies into the car.  <br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901831,
            "title":"Mia is stuck in the booth"
        },
        "121111111111111111111211":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Mia gets too fat for work",
                "enough is enough, diet time now"
            ],
            "content":"<div class=\"\"><div> <span>Getting back out at the other side was slightly easier, although still tiring.  As you get in, you both make a beeline to your bedroom, safe in the knowledge that Gabriella was making dinner from the smell.  And, as Mia collapses on the bed, frame creaking under her weight, you’re both undressing as fast as your bodies will allow.  Clearly, she’s had the same feeling as you.  Ignoring the much louder noise as you roll yourself on top of her, you lift your gut over hers and thrust forward, only for her to giggle.  <br>\r\n<br>\r\n“That’s my belly roll, silly.”<br>\r\n<br>\r\n“Is it?  You’re so fat I couldn’t tell.”  You reach through the piles of fat to lift the offending section out of the way.  <br>\r\n<br>\r\n“Tell me more about how big I am.”  She moans, cupping a breast.  <br>\r\n<br>\r\n“You’re a whale.  It’s so pathetic how you got stuck earlier.”  You pause in your motions.  “Hang on, that doesn’t feel right.”  You feel around and find your member between both of you thighs.  <br>\r\n<br>\r\n“Come on babe, I’m so horny for you.  You lardass hunk.”  The bed groans again as you move around.<br>\r\n<br>\r\n“Yeah?  You like how we’re just two fat pigs?”  You try again.  “Can you lift that roll…..No, the other one…..Yeah, and if I get &lt;i&gt;here&lt;/i&gt;.....”  Finally, you feel your tip enter her for real, and see her expression confirm it.  You thrust…..only to be stopped after less than an inch.  You come to a shocking realisation, and so does she.<br>\r\n<br>\r\n“I...I think we’re too fat to have sex.”  As she utters that sentence, unhelpfully, you feel yourself getting even harder.  And from the sensation down there, Mia got wetter.<br>\r\n<br>\r\n“Babe...I need it…..One more try…”<br>\r\n<br>\r\nOf course you comply, almost throwing yourself into her, making your muscles ache for the prize of getting an extra two inches of give in your soft forms.  Unfortunately, that was too much for the bed frame to handle.  With a colossal boom, you feel yourself drop, impact rolling you off of Mia and onto the floor, closer than it should be.  <br>\r\n<br>\r\nBut you were both still horny.  Mia makes eye contact with you, before saying hopefully:<br>\r\n<br>\r\n“Handjobs?”<br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901832,
            "title":"Sexy time! Or at least, an attempt"
        },
        "1211111111111111111112111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Gabriella is going away",
                "Gabriella pampers you all"
            ],
            "content":"<div class=\"\"><div> <span>After that incident, it was only a matter of time until the next finally happened.  You’re just glad you were there to see it.  <br>\r\n<br>\r\nA month after your bedroom mishap, you did your usual trip to see Mia at work.  And score some free burgers.  At Mia’s counter, the line seemed longer than usual.  Stepping to the side, you see the problem.  Her arms weren’t long enough to comfortably reach the screen in front of her, meaning she needed to lean forwards.  And, as well as the strain of keeping that much weight pulled, it caused her belly to block the bottom of the screen.  It was an hour into her shift, and she was sweating despite the A/C.  Breathing heavily, she took a break for a moment to have a milkshake, much to the annoyance of both her manager and the customers.  <br>\r\n<br>\r\nEventually, her manager had had enough, and strolled over to her.  Mia sensed the situation, trying to rotate herself on the undersized stoll to face judgement.  And that movement dropped her to the floor as the slim steel legs buckled.  You winced.  It was clear what was about to happen.<br>\r\n<br>\r\nFor her part, Mia took it quite well.  Sat on the sofa, Gabriella on one side and Sofia on the other, they comforted her as she comforted herself with a tray of brownies fresh from her Mama’s oven.  Privately, you marvelled at Gabriella’s attitude.  She was rather encouraging for a woman whose precious daughters had both eaten themselves into such levels of obesity that they could no longer function in society.  As well as your own progress to that end.  You wonder what would happen if she weren’t there to look after you all.  <br>\r\n<br>\r\nYou could probably manage.<br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901834,
            "title":"Mia gets too fat for work"
        },
        "12111111111111111111121111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "\"I want her bigger!\"",
                "\"Honestly, it's getting too much for me.\""
            ],
            "content":"<div class=\"\"><div> <span>“I’m going to move in with my friend from school.”  <br>\r\n<br>\r\nIt had come out of the left field.  Gabriella told you all two weeks after Mia’s money was confirmed.  Turned out her old track teammate had a villa out in the carribean and had invited her over.  <br>\r\n<br>\r\nHonestly, you were more surprised that she was on any kind of sports team.  <br>\r\n<br>\r\nThe day before she left, you were asked to go and fetch a couple of things from town for her.  While Mia volunteered to help her pack, you were out with Sofia, her mountains of flab shaking as the scooter pulled her along.  You notice she’s really starting to outgrow the thing, arms barely able to reach past her breasts to steer it, backside hanging over the edges of the seat.  <br>\r\n<br>\r\nIt was barely a bag’s worth of items you needed, but the trip took three hours.  This was due to the fact that you really couldn’t haul yourself around to make the trips there and back in one go.  And so you had fallen into Mia’s habit of stopping at every food stall on the way.  <br>\r\n<br>\r\nAt your last stop before home, over a couple of pizzas each, Sofia asks you a very pointed question.<br>\r\n<br>\r\n“So, is Mia fat enough yet?”<br>\r\n<br>\r\nYou almost choke on your slice.  “What?”<br>\r\n<br>\r\n“It’s just a question.  You can tell me.  She’s gotten too big to work.  She’ll be in one of these soon if she keeps it up.  Do you want that?  Do you still want her as big as me?”  <br>\r\n<br>\r\nYou Take a moment to decide.  Do you tell her that yes, you want her bigger?  Or that you’re happy as she is?  <br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901835,
            "title":"Gabriella is going away"
        },
        "121111111111111111111211111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Time for Gabriella to leave",
                "Gabriella has a change of heart"
            ],
            "content":"<div class=\"\"><div> <span>“I want her bigger.  As big as she can get.  I can’t imagine I’ll change my mind either.”<br>\r\n<br>\r\nSofia grins.  “I thought as much.  Although I think I’ll always be bigger.”  She slaps her belly, arm shaking just as much as her gut.  “You know, I never mind if you want to cop a feel.”  Laughing at your face, she eats another slice. “Just something to think about.  Come on, Mama will be wondering where we are.”  <br>\r\n<br>\r\nWhen you got back, you were expecting packed suitcases, and two women relaxing on the sofa.  What you saw was Mia covered in crumbs, flecks of sauce around her mouth, in the exact same spot as before, while Gabriella zipped her bag up in front of the stove.  <br>\r\n<br>\r\nEven without Gabriella telling you, you could work out what happened.  Mia had asked for a snack before they started.  Then she was too full.  Then it was dinnertime.  Dessert.  Snack.  Whilst her mother idly packed in the spaces between, your wife had spent the day sat down stuffing herself.  You tried to be disapproving, but after your conversation with Sofia you couldn’t do it.  The lazier and more gluttonous she was, the hotter she was. You waddle over and plant a kiss on her lips, both your fat pushing together, satisfied you had the right girl for you.  <br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901836,
            "title":"\"I want her bigger!\""
        },
        "1211111111111111111112111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Serious problems",
                "An offer from a fast food joint"
            ],
            "content":"<div class=\"\"><div> <span>It was a heartfelt goodbye when Gabriella left, lots of hugging made awkward by size.  The girls made promises to fly out and see her, although you wondered if you’d ever manage to get them on a plane.  <br>\r\n<br>\r\nAnd then, she was gone, and the three of you were left to your own devices.  And you began to run into some issues.  One would think that having a carer move out would curb your waistlines, but the opposite happened.  Without her, your diets changed from properly cooked meals to cheap ready meals and takeaway.  The three of you ballooned faster.  <br>\r\n<br>\r\nFirstly, it was small things.  The effort to get all three of you out of the sofa.  Arduous trips to the kitchen.  Getting Sofia in and out of the scooter.  Then, as your sizes grew, more surfaced.  One major point was dressing yourself and Mia.  While Sofia was more than happy to wear what was basically a tent cut like a dress, you and Mia tended to prefer real clothes.  It had been a long time since she had been able to dress her own lower half, but now her arms were giving her trouble as well.  To top it off, as you grew, you began to need a hand, as well as your belly and manboobs getting in the way as you dressed your wife.  For Sofia, a real struggle was trying to work any kind of handheld device, fingers robbed of any precision.  <br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901837,
            "title":"Reality setting in"
        },
        "12111111111111111111121111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Getting help",
                "Time to diet"
            ],
            "content":"<div class=\"\"><div> <span>The tipping point finally came two months after Gabriella’s departure.  A fairly typical evening, delivery on the way.  Nobody really noticing how big you all were.  Until the doorbell rang.  You went to heft yourself up, only to remain seated.  Frowning, you try again as you hear another knock.  Still nothing.  With a growing horror you realise the situation.  You, the lightest, can’t get up.  Sofia is out of her scooter.  Mia hasn’t been able to stand unaided for months.  It dawns on you the reality of three hugely obese people trying to fend for themselves. <br>\r\n<br>\r\nYou muster all of your remaining strength as the knocking gets more impatient.  When you finally stand, and shuffle your way to the door, you can’t even speak to the delivery driver, wheezing as you had him the cash.   Flopping back onto your chair, you try to catch your breath, heart thundering.  <br>\r\n<br>\r\n“Girls…..We need to do something.”  The look at you confused.<br>\r\n<br>\r\n“What do you mean, Babe?”<br>\r\n<br>\r\n“Mia, I could hardly leave this chair.  If that had been an emergency, like a fire, we’d all be crackling.”  You try not to salivate at the thought of the fatty treat.  “We three are barely mobile.  Either we need to lose weight, or get some help.”<br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901838,
            "title":"Serious problems"
        },
        "121111111111111111111211111111":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Manuel Hermes",
                "Rachel Charles",
                "Camilla Lopez"
            ],
            "content":"<div class=\"\"><div> <span>You look over the list of candidates.  You’ve narrowed it down to three names, after you all realised you were never going to lose weight.  You barely managed to lose a kilo in two weeks, and you found the ordeal torturous.  So, the list.<br>\r\n<br>\r\n<i>Manuel Hermes<br>\r\n5 years experience in care.  Early thirties.  Well known locally for being a huge gym buff.  <br>\r\n<br>\r\nRachel Charles<br>\r\nNo prior experience, British immigrant.  Early twenties.  Listed as keen to work in bariatric care.  <br>\r\n<br>\r\nCamilla Lopez<br>\r\n25 years experience, late forties.  Highly recommended by a previous client.</i><br>\r\n<br>\r\nIt’s been left up to you, so you schedule an interview, with the instruction to let themselves in.<br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901840,
            "title":"Getting help"
        },
        "1211111111111111111112111111112":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "She can stay",
                "Best not upset Mia"
            ],
            "content":"<div class=\"\"><div> <span>And two days later, Rachel strolls into your living room.  And you find she has something not listed in her bio<br>\r\n<br>\r\nGIANT<br>\r\nHEAVING<br>\r\nMILKTANKS<br>\r\n<br>\r\nYou watch them shake as she walks in and sits down.  She’s dressed far from conservatively, although with that size you doubt it would make a difference.  Her green silk blouse was as strained as your own shirt, gaps in the buttons.  Through them, you see her bra, with her tits overflowing the cups.  What size they were you had no idea, but they were definitely not one you could buy off the shelf.  Her blouse was tucked into a black miniskirt, showing off her deliciously plump thighs clad in black tights, and ending in a pair of heeled short boots.  You giddily try to remind yourself that she’s here as a professional.  You manage to look her in the eyes long enough to start asking your list of questions.  <br>\r\n<br>\r\n“So, let’s get right into it.  Why are you interested in this job?”<br>\r\n<br>\r\nShe fidgets a little, evidently not used to interviews.  “I, erm, I really want to, like, help people, y’know?  And this really seemed like the career for me.”  She flicks a lock of her long, jet-black hair out of her face.  <br>\r\n<br>\r\n“Okay, but you put yourself forward for this particular assignment.  There’s got to be a reason.”<br>\r\n<br>\r\nShe seems to get more nervous.  “Well, I just know that, fat….bigger people don’t always have someone to cares- care for them.  And they - you- erm..seem really se-sad to me.”  She tries to give a nervous smile.  You find the answer odd, but carry on with the sheet.  <br>\r\n<br>\r\n“Right, so, you know what this is going to require, yeah?”<br>\r\n<br>\r\n“Yes!  Stuff like helping you get around, fetching and doing things you can’t anymore, helping dress you?”  She poses this last as a question, eyeing the size of your gut.  <br>\r\n<br>\r\nAs you progress, things begin to add up.  She makes occasional faux pas when describing your obesity and her reasons for being interested.  And you notice that she seems to be looking at you figure in the same way you’re looking at her full chest.  She all but bites her lip when you pause midway through for a donut.  By the end, you’ve put it all together.<br>\r\n<br>\r\n<i>She’s got a fat fetish</i><br>\r\n<br>\r\nThe prudent thing to do would be to tell her that, sorry, she wasn’t fit for the job.  If nothing else, you doubted Mia would be happy having a hyper-busty babe with a thing for obese guys dote on you.  But, she’s not the one doing the hiring.  You are.  And maybe you want this girl to pull your jeans on in the morning.  You exhale as you make your decision.<br>\r\n</span></div></div>",
            "created":1599886800,
            "id":2901843,
            "title":"Rachel Charles"
        },
        "12111111111112":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "You go for it",
                "It's time to stop this"
            ],
            "content":"<div class=\"\"><div> <span>Despite what you thought was an unspoken agreement between the two of you, Sofia seems incapable of secrecy.  At first, she was able to be subtle, if not clandestine.  An accidental brush on your skin with her flab, a wink and wobble of her belly when Mia wasn't looking.  But quite soon she started doing more.  It seemed everytime you were alone together, she would stroke you leg, or pull your hands towards her breasts of gut.  Everytime you were on the sofa, she would park herself next to you, her lardy hip spilling onto your lap.<br>\r\n<br>\r\nWhen Mia was out of earshot, she whispered teasing lines into your ears.  <br>\r\n<br>\r\n\"I could barely get this shirt on this morning.  And It's the biggest I could find.\"<br>\r\n<br>\r\n\"I've been stuffing myself like a hog at work.  You might need to rub my belly better\"<br>\r\n<br>\r\n\"I bet you just wish Mia was as hot as me.\"<br>\r\n<br>\r\nThings came to a head one day when Mia and Gabriella were on another shopping trip.  Sofia took the chance to roll herself nearly on top of you the moment the door closed, pressing your free hand into her tits.  <br>\r\n<br>\r\n\"Come on.  You know you want to try it, just once.  What it's like with a <i>real</i> fat girl.\"</span></div></div>",
            "created":1599886800,
            "id":2901848,
            "title":"Sofia starts being flirty around Mia"
        },
        "121111111111121":{
            "author_id":"psuedophobic",
            "author_name":"Bobo the Hobo",
            "choices":[
                "You start to actively fatten up your wife—no more cheating, just chubbing.",
                "Sofia just gets bigger, and bigger—you keep up the fattening affair with her"
            ],
            "content":"<div class=\"\"><div> <span>Okay, yeah, you felt bad about it.<br>\r\n<br>\r\nBut at the end of the day, your sister-in-law ticked all of your boxes, and to excess in each category. She was Latina, she was fat, she was spoiled, and unabashedly comfortable with how fucking enormous she was. With the way that she'd been talking to you and about her body, groping her tummy and begging you to do the same, pillow talking you and whispering naughty little nothings into your ear, even you were surprised that you'd held out this long.<br>\r\n<br>\r\nOn one of the nights where Mia and her mother went out to shop, not long after the first one thanks to your mother-in-law's cooking, you finally broke and had fat, sloppy sex with Sofia.<br>\r\n<br>\r\nDue to her size, she mostly just laid there. Anything more meant that she would have run the risk of burning calories, and neither of you were comfortable with that. The rush of cheating on your wife, combined with the experience of getting to fuck a woman so big that she was getting caught in doorways, was enough to grant you the energy required to skewer such a hog. She was so much more vocal than Mia, verbally thirsty for you in loud moans and thick cries of pleasured anguish as you slid in and out of her. Mostly out, given all of the padding in her fupa.<br>\r\n<br>\r\n\"Fuck me.\" Sofia whimpered in her best porn star voice, \"Fuck me fat, you fucking stud—I want to get so fucking huge for you.\"<br>\r\n<br>\r\nActual insertion into her was no easy task. Sofia was enormous. The kind of stamina required to tackle such a beast didn't come to most men, even the inspired. It took a long, <i>long</i> time. And by the end of it, you were both sweaty and exhausted. You from having to traverse the mountain that was Sofia's super sized figure, and Sofia from just the ambient amount of exercise that all that wiggling and wobbling had given her. As hard as it was for you, it was even moreso for her—she'd been celibate for about a hundred pounds now, and her stamina was nowhere near \"lay down like a sack of potatoes and get fucked\". She needed constant \"nourishment\" lest she get hungry during...<br>\r\n<br>\r\nStraddling her by the stomach, feeding her leftovers from the fridge, had helped raise her stamina though. She wasn't happy unless she was being pleasured from both mouths. Whenever you weren't eating her out or dicking her down, you had been feeding your fat sister-in-law by hand. Letting her lick your fingers for every stray crumb and calorie to be found, in hopes of it going right to her belly. And when you <i>had</i> been, she'd been feeding herself. Fat arms wobbled and jiggled with your rhythm as she greedily gobbled everything that the two of you had placed within arm's reach.<br>\r\n<br>\r\nAnd at the end of it, when you'd finally made this fat whale cum, you were so goddamn tired. So. Goddamn Tired. It had taken hours of love making with Sofia, but she had finally creamed mid-bite, ejaculate trickling much further than you would have expected down the sheets. She must have been seriously backed up, but given how sexually forward she'd been, that wasn't exactly a surprise...<br>\r\n<br>\r\nAt some point, in the awkward shuffling from one room to the next, you started to think about just what you'd done. Post-nut clarity hit you hard on this one. <br>\r\n<br>\r\nYou'd actually gone and done it. You'd cheated on your wife. With her sister. Her super-sized, super-sexy, double-wide sister...<br>\r\n<br>\r\nGod, you felt like such a monster. But, but at the end of it... it had felt so <i>good</i> to be with a woman that big. Your deepest desires realized. You had finally fucked a woman so big that she could literally have crushed you at any point during that marathon of fat girl fornication, and you'd survived....<br>\r\n<br>\r\nBut now you wanted more. So, so much more...</span></div></div>",
            "created":1601096400,
            "id":2910643,
            "title":"Sister-In-Law Stuffing and Seduction"
        },
        "1211111111111212":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Mia starts getting suspicious",
                "Sofia is pregnant",
                "Gabriella enters the fray"
            ],
            "content":"<div class=\"\"><div> <span>After that, neither of you could bear to stop.  Every time you two were alone, the clothes were off, the snacks were out, and you were in.  Any session afterwards was no less intense than the first. More intense, in fact, because you were getting bolder with your windows.  Some days, you barely even had time to nut inside her and get your trousers buckled than you heard Mia and her mother pulling up outside.  <br>\r\n<br>\r\nAnd Sofia became ever more demanding of you.  It was no longer just a case of fucking each other, she wouldn't be hapy unless you had eaten her out, and made sure she never went more than a few minutes without something to gorge on.  She never did more than lie there, though at her size there wasn't much of an option.  Pushing through her blubber day fter day was keeping you in shape, and being fed every day was doing wonders for Sofia.<br>\r\n<br>\r\nHer rate of growth was incredible to behold.  You swore you could se her gut inching across her lap day by day.  Every time she moved, though admittedly little, she wobbled and shook even more.  Every step she took left her winded.  Her shirts barely fit, constantly showing inches of soft, caramel flab.  And still you wanted more.<br>\r\n<br>\r\nYou were beginning to visit her at work, always with something greasy in hand as an offering to your pampered fat goddess.  You would spend her entire lunch break feeding her fried chicken, burgers, fries, anything you grabbed on your way.  And seeing her stuffed into her work uniform, blouse buttons straining to cover her body, black skirt bursting at the seams as her thighs forced it out, not to mention how the arms of her chair pinched her arse, fat spilling around them, well, it only got you going even more.  The open plan of her office meant you couldn't fuck her there and then like you wanted to, but with strategic positioning, you could get some over-the-clothes action in.  You would grope her fat tits, her stifling moans of pleasure, while she stroked your throbbing erection through your jeans. Oe more than one occasion she went to far, and you were left in need of some tactical changing.  But it was so, so worth it. <br>\r\n<br>\r\nShe was a whale before, but under your guiding hand, she was growing even fatter.  Burst buttons a weekly occurrence, she was outgrowing clothes on such a regular basis she was buying them in advance.  And you were lowing every extra inch.  <br>\r\n<br>\r\nYou never wanted this to change.</span></div></div>",
            "created":1601096400,
            "id":2910698,
            "title":"A growing sister-in-law"
        },
        "12111111111112121":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Mia wants you two out of the house, you monster",
                "Mia wants to gain along with Sofia, but there's a condition..."
            ],
            "content":"<div class=\"\"><div> <span>Ok, you might have been getting sloppy.  <br>\r\n<br>\r\nAnd not the sex, either.  Although it was that.  <br>\r\n<br>\r\nThere probably wasn't one thing that got her attention.  The two of you were lacking somewhat in subtlety.  Maybe she caught the lustful looks you would throw between you in the house.  Maybe she didn't believe your excuses for why you would never go shopping with her and her mother, or why you kept going out without her.  It could have been your lack of enthusiasm in your marital sex.  <br>\r\n<br>\r\nThe suspicious glancs she shot at you made you feel every bit the monster you knew you were.  She had been loyal to you every step of the way, and gotten as fat as you wanted her to, even at the cost of a lot of things in her life.  But you were in too deep to stop, and honestly the guilt just made you fuck the pile of lard that was your sister-in-law even harder.  <br>\r\n<br>\r\nThings finally came to a head three months into your affair.  Sofia's ever expanding waistline was giving you trouble when it was time to dress each other.  and you were so focused on trying to pull the leggings up over her enormous thighs that you didn't hear the door.  And Mia could be stealthy for someone over two hundred kilos.  <br>\r\n<br>\r\n\"WHAT THE FUCK IS THIS!?\"<br>\r\n<br>\r\nYou span around, stomach sinking to the floor.  In this posisition, Sofia mostly nude, you in your boxers, there was no room for denial.  The two of you broke down, and confessed the whole bloody thing.  As you spoke, watching the hurt cross Mia's face, you felt sick.  You began to regret every minute of it.  Not wanting to risk looking over to her, you could still tell that Sofia was feeling similar emotions.  <br>\r\n<br>\r\nAfter your stammered explanations, there was a silence.  The most deafening silence in the world, seeming to stretch on for eternity.  You dared not break it, knowing you were to sit and await judgment.  </span></div></div>",
            "created":1601096400,
            "id":2910701,
            "title":"Mia starts getting suspicious"
        },
        "13":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "In the bedroom, having wardrobe issues",
                "In the kitchen, gorging before the trip",
                "Wedged in the doorway"
            ],
            "content":"<div class=\"\"><div> <span>You sit idly in the car while waiting.  The cases are packed, Maps is running, and you're just waiting on the passenger.  You sigh sofly to yourself.  Ashley has never once been on time for anything.  Though in recent times it's not entirely her laziness that causes this.  <br>\r\n<br>\r\nAfter several minutes more of dreary pop on the radio, you've had enough.  You switch the engine off and go to see what the hold up is.<br>\r\n<br>\r\nWhere do you find her?</span></div></div>",
            "created":1599886800,
            "id":2901859,
            "title":"Ashley"
        },
        "133":{
            "author_id":"caker19",
            "author_name":"caker19",
            "choices":[
                "Get in and help",
                "Give her a squeeze"
            ],
            "content":"<div class=\"\"><div> <span>As you see the issue, you facepalm for being such a dolt.  Ashley hasn't left the house in months.  This is your fault for not checking before leaving.  As she is quick to remind you.<br>\r\n<br>\r\n\"About....<i>hrrrnn</i>...time!\"  She pants, straining against the frame.  \"This is Your fault!\"  She slumps and extends her arm twards you, the other useless on the other side of the door.  At this angle, you can really admire the damage you've done to her body after a year of marriage.  <br>\r\n<br>\r\nDespite going through sideways, her wast, smooth or of a belly has gotten her caught, in addition to the barely concealed backside spilling out of her skinny jeans.  You have no idea where she managed to find a pair with that many X's in the label, but it's probably one or two too little.  Her giant breasts hang to either side, the black band tee warped to the point of illegibility.  Half red and black hair, styled after Ash Costello frames her round face, beaded with sweat.  <br>\r\n<br>\r\n\"Are you helping or what?\"</span></div></div>",
            "created":1599886800,
            "id":2901864,
            "title":"Wedged in the doorway"
        },
        "1332":{
            "author_id":"hedkrakka",
            "author_name":"hedkrakka",
            "choices":[
                "Help her out",
                "Tease her a bit",
                "And now for something completely different"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh my God, are you fucking serious right now!?\"<br>\r\n<br>\r\n\"Sorry, love, couldn't resist,\" you said, shooting Ashley a grin as you ran your hand over her gargantuan belly. Her massively overfed form was somehow both softened and firmed up by her many layers of lard. Her soft skin felt slightly moist under your touch, likely because this was literally the most physically demanding task she ever did anymore, and she had simply been growing fatter and fatter since your wedding day. <br>\r\n<br>\r\nEven if she had tried to stay in shape, it's very likely that she'd still be struggling, however. Sometimes you could only stare in silence as you drank in just how truly vast your wife had become. You slid your right hand under her upper belly roll, remembering back to when you could grip it in one hand. That ship had sailed a long time ago, and you gasped as you tried to lift the blubber engorged flesh, feeling the sheer weight of a mere fraction of her overfed body.<br>\r\n<br>\r\n<div align=\"center\">*** *** ***</div><br>\r\n<br>\r\nYou had first met Ashley shortly after 4th edition had dropped. You'd been interested in trying out the new game, but your circle of friends refused to change with the times, eventually moving over to Pathfinder. And so you'd joined up with an online D&amp;D group, and it was there that you first met Ashley.<br>\r\n<br>\r\nShe'd been the DM for that first game, and you'd had the pleasure of playing a multitude of games with her since. Despite 4th not being the most roleplay friendly RPG, she really had a knack for making the world come alive and keeping everyone engaged with the story. That said, she was also <b>very</b> aggressive in combat, and it took a bit of in-universe meta-gaming and A LOT of minmaxing to beat the tougher challenges she'd laid before them. <br>\r\n<br>\r\nBy the end of the session, all the players had agreed she'd probably gamed the best session they'd ever had. Even \"LazzzerTurkey,\" Power Gamer and Minmaxer extraordinaire, a man with a particular skill for finding and utilizing every exploit a system had and who generally did not give a shit about roleplay or npc's beyond the experience gain, had charged through a battlefield to rescue a child despite there being no in-game reward for doing so. <br>\r\n<br>\r\nAnd if getting a guy called \"LazzzerTurkey\" invested in a story isn't an accomplishment, I don't know what is.<br>\r\n<br>\r\nYou'd played a few more sessions with \"CapriSun,\" as she was calling herself at the time, both as a player and as a DM. The group eventually broke up, however, though you still e-mailed now and again. It was shortly after the end of the group that you started playing Guild Wars 2, and as you were wandering through the starting town came across a character with the name \"CapriSun.\" Sure enough, it was Ashley, and the two of you started questing through the world together.<br>\r\n<br>\r\nPretty soon, you were chatting even outside of the game, sometimes for hours at a stretch. You talked about everything under the sun - music, gaming, anime, sci-fi, fantasy. Eventually, you told each other your real names. Feeling a real connection, you tried to schedule a RL meet up. Ashley, however, had been really hesitant, and she was quite evasive as to why. You persisted, and she'd finally agreed to a coffee date.<br>\r\n<br>\r\nBefore that happened, though, she sent you a photo of herself, saying that if you didn't like what you saw, you should back out now. You were shocked when you opened the file on your screen, as the woman within must of weighed a solid 400 pounds.<br>\r\n<br>\r\nIn response, you sent her a chunk of your porn folder, and told her that her physique was most definitely not a problem.<br>\r\n<br>\r\nThe two of you started dating almost immediately. Ashley had initially held back during your first couple of dinner dates, but once she knew you were okay with it, she happily stuffed herself like a turkey. As it turned out, she was quite the gluttonous woman, and there was little Ashley loved more then over-stuffing herself with the most decadent, calorific dishes she could lay her hands on. She'd been a chunky girl while growing up, but started to explode in college. She'd been trying to diet on and off for years by this point, but had never once succeeded in keeping the weight off, always ending each year heavier then when it started.<br>\r\n<br>\r\nAfter two years of dating, the two of you moved in together, and Ashley's steady increase in fat began to pick up speed. Their cupboards were perpetually stocked with junk food and pop, and her mealtime portions continued to grow. Even at work, she was eating, being used as the office food disposal by the rest of her coworkers.<br>\r\n<br>\r\nEventually, however, Ashley's weight became too much for her employer to handle, and she was let go for insurance reasons. Though initially devastated, this event only encouraged her to eat more, not less. Ashley then had the idea to start a gaming channel, playing the latest MMO's for her audience, as well as selling her services as a DM for hire. And her business ideas worked, with her monthly takeaway being higher then your own at times.<br>\r\n<br>\r\nOf course, now that she was at home all the time, fully sedentary, and eating more then ever, her weight only continued to grow by leaps and bounds. You hadn't even gone anywhere for your honeymoon. Instead, the two of you took two weeks off work, stayed at home, and kept Ashley perpetually, painfully stuffed full.<br>\r\n<br>\r\nAnd had sex, naturally. You know, when it wasn't too painful for her overfilled stomach.<br>\r\n<br>\r\n<div align=\"center\">*** *** ***</div><br>\r\n<br>\r\nAshley's consumption had never dropped back down in the aftermath, and she had simply blown up since. Where once stood your 400 pound girlfriend, now there was your 798 pound wife, wedged in your doorway.<br>\r\n<br>\r\nAs you continued to stare at her, Ashley interrupted your private viewing. \"Would you stop staring and help me!? My knees are killing me!\"</span></div></div>",
            "created":1601182800,
            "id":2911316,
            "title":"Ashley's Aggregation of Astronomical Adipose"
        },
        "14":{
            "author_id":"batboyjw",
            "author_name":"Jokermask18",
            "choices":[
                "Katie",
                "Kimiko",
                "more choices"
            ],
            "content":"<div class=\"\"><div> <span>Here's some more choices:<br>\r\n<br>\r\nKatie: A super competitive jock type that you had a friendly rivalry with in high school alongside an intense mutual attraction, the two of you can turn pretty much anything into a contest, but tend to bring out the best in each other. The both of you have taken to eating contests and are your way to a big wing eating event in copperstown. The two of you also have a bet going on who will have the biggest belly by the time you get back home.<br>\r\n<br>\r\nKimiko: Your asian beauty of a wife had long been dedicated to being big in order to pursue her dream of being a champion sumo wrestler. But her traditionalist father has long refused her, just as he refused to acknowledge how the two of you were dating when you first visited Japan in collage. This is part of the reason she rebelled by going to the states and marrying you, but the two of you are quite happy.<br>\r\nNow, your father-in law is sick and you must join Kimikio at her family sumo academy while she takes his place as head master. Her first step will be bringing in more female students and the fat fetishist in you is quite pleased.<br>\r\n</span></div></div>",
            "created":1601182800,
            "id":2911377,
            "title":"More choices"
        }
    },
    "info":{
        "author_id":"caker19",
        "author_name":"caker19",
        "brief_description":"You've got a Wife!  And she's Fat!  And now you're going on a holiday somewhere!",
        "created":1599851940,
        "description":"<td align=\"left\" class=\"norm\">Just as the title says:  You've got a fat wife, you're going on holiday with her.  Simple, right?<br>\r\n<br>\r\nRULES<br>\r\n&gt;Keep it realistic<br>\r\n&gt;no vore<br>\r\n&gt;no inflation<br>\r\n<br>\r\nThat's all from me!  Have fun!</td>",
        "id":2232026,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1599938760,
        "modified":1601268300,
        "pretty_title":"Holiday with Your Fat Wife"
    }
}