{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Character Profiles"
            ],
            "content":"<div class=\"\"><div> <span>Earth was on the verge of destruction during the mid-21st century; as global temperatures rose, water levels dropped and the atmosphere began to become toxic.  Wars brought on by famine and hunger brought the population of 8 billion down to just over 100,000.  Because of the limited resources, strict population control was put into effect – reproduction was based on a lottery system.<br>\r\n<br>\r\nThings were looking grim for Humanity by the time an alien race called the Maltorians arrived.  The advanced race was fleeing the destruction of their homeworld.  They left their homeworld slightly more than 1000 years earlier, in 3 large colony ships.  Each ship was sent to a different solar system to increase the chances the species would survive.<br>\r\n<br>\r\nThe Maltorians were surprised to find Earth that Earth was already inhabited, but they weren’t okay with the environmental damage.  In exchange for land in South America, the Maltorians offered to help repair the planet.  The repairs would take close to 30 years, so the remaining Human population was either placed in cryogenic sleep or sent to an underground settlement on the Moon.<br>\r\n<br>\r\nLife on the moon was harsh; with a total of 30,000 Maltorians and Humans living in two large settlements in the Moon’s polar region.  There was a near-constant need for repairs to the colony, the occasional food shortage and regular issues with life support.  There were also the occasional flare-ups in inter-colonial relationships – but they were generally handled quickly.<br>\r\n<br>\r\nThis is where I enter the story.  My name is Olivia and I was born in 2053; just over 4 years into the lunar exile.  I live with my mom, dad and my little brother Eric in modest living quarters towards the outskirts of the colony.  I was 5 years old when I contracted a potentially life-threatening disease; the cure for which was only provided by the Maltorians.</span></div></div>",
            "created":1584075600,
            "id":2801057,
            "title":"The Beginning"
        },
        "11":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "At School (locked)",
                "Walking to School",
                "After School",
                "Sometime Later",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span><b>June 10th, 2058<br>\r\nLunar Colony</b><br>\r\n<br>\r\nIt was just after 8:00 in the morning when Mom and I walked through the security checkpoint leading to the inter-colonial rail system. The two of us were on our way to the Central Hub, where I was going to be dropped off at school.<br>\r\n<br>\r\nAs we stepped onto one of the transports, I took a seat between my mom and a window. The transport soon started to move and it wasn’t long before we were on the surface. I could see the tops of some nearby craters, but what really caught my eye was the Earth in the distance.<br>\r\n<br>\r\nNow I’d been born on the Moon, so I had no real connection to Earth, but I knew that it was my ancestral home. Even at a young age, I knew how humanity had nearly destroyed the planet’s environment. My daddy said it would have become completely uninhabitable had the Maltorians not arrived when they did. I couldn’t see much detail since the night side was currently facing us, but I knew there was still work to be done.<br>\r\n<br>\r\nAs the transport continued on its journey, I spotted a young boy around my age. I immediately noticed that he wasn’t like other Maltorians that I’d seen around the colony. For starters, his skin was a lighter shade of blue and he had a full head of red hair. I was confused by that because I’d never seen a Maltorian with hair before.<br>\r\n<br>\r\nMy confusion faded when a bystander moved to the side, allowing me to see the human woman sitting next to him. Turning to look at Mom, I said, “Mommy, why does that boy have hair? I didn’t think Maltorians had hair?”<br>\r\n<br>\r\nLooking up from her tablet, Mom glanced in the direction I was looking and said. “That little boy is only half-Maltorian; that woman sitting next to him is probably his mother.”<br>\r\n<br>\r\nAs I looked at them, I saw that no one was sitting next to them. “Why isn’t anyone sitting near them?”<br>\r\n<br>\r\n“There are those that see children like him as pariahs; people to stay clear of.” Sighing, Mom said, “It’s really unfortunate because there’s nothing wrong with that young man. He didn’t ask to be born that way.”<br>\r\n<br>\r\nBefore my mom could stop me, I got up and made my way through the car to the boy. He looked up at me as I got closer. “H-Hi.”<br>\r\n<br>\r\n“Hi. My name’s Olivia.” Smiling, I said, “What’s yours?”<br>\r\n<br>\r\nThe boy’s eyes lit up when I said that; it was clear few people took the time to talk with him. Looking at me, a smile appearing on his face, he said, “My name’s Kevin..”<br>\r\n<br>\r\nI noticed the woman next to Kevin was looking at me.  As I looked at her, I noticed a resemblance between them and figured she was most likely his mom.  Turning my attention back to Kevin, I took a seat next to him and said, “How come I’ve never seen you around the school?”<br>\r\n<br>\r\n“Children like me aren’t welcome in the main school; we’re seen as freaks.” On the verge of crying, Kevin said, “I go to a special school for other children like me.”<br>\r\n<br>\r\n“I don’t think you’re a freak.” Smiling, I said, “It’s too bad you don’t go to my school; because I’d like to be your friend.”<br>\r\n<br>\r\n“Really?” surprised, Kevin said, “Y-You’d want to be my friend?”<br>\r\n<br>\r\n“Uh-huh!” pausing, I said, “In fact, how about you come over to my house tomorrow; we can play with my toys and watch some old cartoons.”<br>\r\n<br>\r\nKevin anxiously looked up at his mom who, despite looking concerned, nodded.  A big smile on his face, Kevin turned back to me.  Before I could stop him, he hugged me and said, “Thanks!”<br>\r\n<br>\r\nThe transport had arrived at the Central Hub at that point.  While the other passengers left, some giving Kevin dirty looks, Mom walked over to where we were sitting.  As I went to stand next to Mom, Kevin’s mom stood up and said, “You have a wonderful daughter, ma’am.  I haven’t seen Kevin this happy in a long time.”<br>\r\n<br>\r\n“Her father and I raised her not to judge people by their appearance.” Glancing down at Kevin, still with a smile on his face, Mom said, “She doesn’t care that your son in different; all she sees is another potential friend to play with.”<br>\r\n<br>\r\nDoing something on her tablet, Kevin’s mom said, “I just sent you the relay code for my quarters.  Give me a call, and we can set up the play date.”<br>\r\n<br>\r\n“That sounds like a plan.” Taking my hand, Mom said, “Come Olivia, it’s time for school.”<br>\r\n<br>\r\n“Okay.” Following after Mom, I looked back and waved at Kevin, “I’ll see you tomorrow, Kevin.”<br>\r\n<br>\r\nKevin smiled but cautiously waved back. “See you tomorrow, Olivia.”<br>\r\n<br>\r\nAs we walked of the transport station in the Central Hub, I spotted two Maltorians staring at me as I walked past.  I noticed one of them say something to the other before they both nodded.  I got an uneasy feeling as Mom and I continued walking.  Little did I know, they’d started following us.</span></div></div>",
            "created":1584075600,
            "id":2801069,
            "title":"Continue"
        },
        "111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "At the Hospital (Locked)",
                "At Home",
                "A dark room",
                "Somewhere Else",
                "Somewhere Else"
            ],
            "content":"<div class=\"\"><div> <span>I decided not to say anything to my mom about the men following us through the Hub.  They walked past us when we reached the school, but one of them did glance at me as they walked by.  It was at that point I started to feel a little nervous.<br>\r\n<br>\r\nMy nervousness must’ve been noticeable because Mom stopped outside the door and looked at me.  “Olivia, honey, are you <br>\r\nalright?”<br>\r\n<br>\r\nLooking up at her, I said, “I’m fine, Mommy.” <br>\r\n<br>\r\n“I might be a little late picking you up this afternoon; I have to bring your brother for a checkup and your father has an extra shift.”<br>\r\n<br>\r\nWith that, the two of us walked inside the school and made our way to the Kindergarten area.  As we rounded the corner, I spotted my friends Dhelo and Marcus putting some things in their cubbies.  While Mom went to talk with Ms. Trogrik, probably about picking me up late, I ran over to my friends.<br>\r\n<br>\r\nDhelo, Marcus and I had known each other since we were 2 years old; our fathers worked together in the Colony Control Room.  Dhelo was the oldest of the group; albeit only 2 weeks older than me.<br>\r\n<br>\r\nLooking at me, Marcus said, “Are you alright, Olivia?”<br>\r\n<br>\r\nDespite my best efforts, it seemed my concern about the men following me was still evident.  Putting a smile on my face, I said, <br>\r\n“I’m fine.” As the three of us walked into the room, I said, “You guys want to play with the building blocks?”<br>\r\n<br>\r\nAfter everyone agreed to the blocks, we made our way over to a viewport overlooking the lunar surface.  As Marcus dumped the blocks on the floor, I noticed a few people in suits walking around on the surface nearby.<br>\r\n<br>\r\n<div align=\"center\">*****************************</div><br>\r\n<br>\r\nIt was just after 10:30 in the morning, which meant it was getting close to snack time.  After playing with the blocks for almost an hour, the three of us moved on to simply staring out the window – occasionally waving at the workers if they saw us.<br>\r\n<br>\r\n“Okay children, it’s time for snacks.”<br>\r\n<br>\r\nI looked away from the viewport; only to get a sickening feeling in my stomach.  One of the men from earlier was standing next to Ms. Trogrik.  Seeing the disturbed look on my face, Dhelo said, “You okay?”<br>\r\n<br>\r\n“That man was following my mommy and me this morning.”<br>\r\n<br>\r\n“It’s probably just a coincidence.” Taking my hand, Dhelo said, “Come on, Marcus is saving us some seats.”<br>\r\n<br>\r\nThe next few minutes passed by without incident; Ms. Trogrik passed out some juice packets and some protein bars.  When she got to me, I swear I saw a look of guilt on her face as she handed my snacks to me.  I thought nothing of it, as I took a sip of the juice.<br>\r\n<br>\r\n10 minutes had passed when I suddenly felt the worst pain I’d ever experienced.  As I doubled over in pain, I noticed two other classmates in pain as well.  Placing my hands on the floor to balance, I noticed they were starting to turn blue.  {i+}What’s happening?<br>\r\n<br>\r\nThat was my last conscious thought before I blacked out.  When I finally woke up again, I found myself ______.</span></div></div>",
            "created":1584162000,
            "id":2801349,
            "title":"At School"
        },
        "1111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "We'll risk the cure (Locked)",
                "We won't risk the cure",
                "An Interruption",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>When I woke up again, I found myself in a room about the size of my bedroom.  The beeping noises and the monitors around me told me I was in the Colony Medical Bay.  I heard movement behind me and turned to find my parents standing at the foot of the bed, my brother Eric in Dad’s arms.<br>\r\n<br>\r\nMom was by my side the moment she noticed that I was awake.  When she took my hand in hers, I immediately noticed that it was much bluer than it had been earlier.  Pulling my hand back, I looked at it closer and said, “What’s wrong with my hand, Mommy?”<br>\r\n<br>\r\n“We don’t know, sweetie; the doctor thinks it’s a Maltorian disease.” Pausing, Mom said, “We’re waiting for a Maltorian doctor to come and confirm.”<br>\r\n<br>\r\nA look at my arms showed the changes weren’t limited to my hands – my arms were starting to turn blue as well.  I was starting to get scared as I looked up at Mom.  “What’s happening to me, Mommy?”<br>\r\n<br>\r\nTearing up, Mom said, “You’ll be alright, sweetie; I promise.”<br>\r\n<br>\r\nIt soon became apparent that my condition was too much for Mom to handle; as she quickly left the room.  This elicited a response from Eric, “Mommy!”<br>\r\n<br>\r\nDad pulled a chair up to my bedside and said, “You’ll be back to normal soon, sweetie; don’t you worry about that.”<br>\r\n<br>\r\n“Thanks Daddy.”<br>\r\n<br>\r\nLooking at me, a curious look on his face, Eric said, “You look funny, Owivia.”<br>\r\n<br>\r\nI wanted to say something in response, but Dad beat me to it.  “Don’t say that, young man.”<br>\r\n<br>\r\n<div align=\"center\">*************************</div><br>\r\n<br>\r\nWhile we waited for the Maltorian doctor to arrive, Daddy told me that three of my classmates had also been afflicted by whatever was affecting me.  I asked if I could see them, but Daddy said the doctors were worried about spreading whatever this was to the rest of the colony.  Mom had returned at that point, having composed herself.  Walking into the room, she said, “How are you doing, sweetie?”<br>\r\n<br>\r\nI had been feeling queasy for the last few minutes.  Looking at Mom, I said, “My tummy hurts.”<br>\r\n<br>\r\nDad glanced at Mom and said, “I asked if we could give her something to settle her stomach, but the doctors advised against it.”<br>\r\n<br>\r\nAs Mom went to lie in bed with me, she looked around the room and said, “Where’s Eric?”<br>\r\n<br>\r\n“Mrs. Carmichael came to get him about 15 minutes ago; I didn’t want to risk him getting whatever this is.”<br>\r\n<br>\r\n“What about us?” running a hand through my hair, Mom said, “Shouldn’t we be worried about getting it ourselves?”<br>\r\n<br>\r\n“I’m sure the doctors would’ve asked us to leave if they were worried about that.”<br>\r\n<br>\r\nThe Maltorian doctor, a woman in her mid 20s, walked into the room at that moment.  “I’m sorry I’m late; you must be the Sheppard’s.” smiling, she reached out to shake Mom and Dad’s hands.  “My name is Dr. D'Pkeni.”<br>\r\n<br>\r\n“It’s a pleasure to meet you, Doctor.” Gesturing to me, Mom said, “Can you tell us what is happening to our daughter?”<br>\r\n<br>\r\nClosing the door, Dr. D'Pkeni said, “900 years ago, after my species fled our home world, we realized that we weren’t adapted to living in space.  A retrovirus was created to artificially alter our genome to ensure we could survive long-term space travel.” Sighing, Dr. D’Pkeni said, “I’m not sure how, but it seems your daughter was exposed to that retrovirus.”<br>\r\n<br>\r\nI had no idea what any of that meant, but I could tell from my parent’s expressions that it wasn’t good.  Taking my hand, Mom said, “What are you saying, Doctor?”<br>\r\n<br>\r\n“What I’m saying, Mrs. Sheppard, is that your daughter is becoming a Maltorian.”<br>\r\n<br>\r\nMy eyes bugged out when I heard that; while my parents alternated between shock and anger.  “You can fix this, right?” Looking at Dr. D’Pkeni, Dad said, “Please tell me you can make my daughter human again?”<br>\r\n<br>\r\n“There is a way to counteract the changes, but I’m unsure as to the effect it will have on humans.” Taking a breath, Dr. D’Pkeni said, “There’s a very real chance that it could kill your daughter.”<br>\r\n<br>\r\nI burst into tears when I heard that – I didn’t want to die.  Tears streaming down my face, I looked at my parents and said, “I-I don’t want to die!”<br>\r\n<br>\r\nWhile Mom tried to calm me down, Dad looked at Dr. D’Pkeni and said, “I’d appreciate if you watched what you said around my little girl.” Sighing, Dad said, “She’s scared enough already, she doesn’t need to be told she could die.”<br>\r\n<br>\r\n“I-I’m sorry, Mr. Sheppard; it’s just that I’m not used to treating humans.” With a faint smile, Dr. D’Pkeni said, “I’m used to treating my own species, and Maltorians like to be told everything.”<br>\r\n<br>\r\nI was still crying at that point, but not as much as before.  Looking at my parents, and the doctor, I said, “What’s going to happen to me now?”<br>\r\n<br>\r\nMom and Dad looked at each other for a few moments; I knew they were facing an impossible decision.  Either they continued to let me turn into a Maltorian, or risk the cure killing me.  I knew I was only a child, but I knew the option I would have preferred – I’d rather be a Maltorian then dead.<br>\r\n<br>\r\nWhile Dr. D’Pkeni stood by, and I sat on the bed, Mom and Dad discussed their options.  After a moment, they took one glance at me before turning to Dr. D’Pkeni.  Taking a deep breath, Dad said “_______.”</span></div></div>",
            "created":1584162000,
            "id":2801566,
            "title":"The Medical Bay"
        },
        "11111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Waking Up (Locked)",
                "Sometime Later",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>“I think we’ll take the risk and try to cure her.”<br>\r\n<br>\r\nI was dumbfounded by that answer; they would risk me dying in an attempt to make me human again.  Looking at Dad, I said, “But Daddy, the doctor said it might kill me!”<br>\r\n<br>\r\n“Everything is going to be alright, sweetie.” Looking at me, Dad said, “We’ll be here when you wake up.”<br>\r\n<br>\r\nI was stunned into silence as Mom leaned over and kissed me on the forehead.  “You’ve always been a strong girl; I know you’ll pull through this.”<br>\r\n<br>\r\nI started crying at that point; fairly certain that I was going to die if the Maltorians attempted to reverse what was happening to me.  Meanwhile, my parents, who I would have thought would fight for me, were seemingly okay with subjecting me to the risky procedure.  <br>\r\nWith all that, you could imagine my surprise when neither of them tried to comfort me.<br>\r\n<br>\r\nInstead they simply assured me everything would be fine; while Dr. D’Pkeni returned with a needle full of a mysterious liquid.  I tried to escape but it was fruitless; my parents left as Dr. D’Pkeni injected the liquid into my arm.  The last thing I remembered before losing consciousness was seeing my parents disappear into thin air.</span></div></div>",
            "created":1584248400,
            "id":2801795,
            "title":"Something's Not Right"
        },
        "111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (Locked)",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>When I woke up again, I quickly realized that my parents weren’t in the room with me.  Since it was their idea to put me through this risky procedure, I would’ve thought they would be here when I woke up.  <i>Guess I was wrong.</i><br>\r\n<br>\r\nAs I sat in bed, wondering where my parents were, I became aware of a commotion out in the hall.  I could hear an alarm going off in the distance – an alarm I knew meant the colony was on lockdown.  When I moved to take the sheets off, I immediately noticed my skin was still blue – not only that, but my hands only had 4 fingers on them.  <i>That stupid cure didn’t even work!</i><br>\r\n<br>\r\nJumping out of bed, I ran over to a nearby mirror and my jaw dropped.  The reflection looking back at me wasn’t the one I’d seen this morning.  To my utter shock, I was now completely Maltorian; down to the 4 fingers, 4 toes and the dark blue eyes of the species.  <i>What is going on here?</i><br>\r\n<br>\r\nLooking around the room, confused as to what was going on, I spotted a jumpsuit similar to the one I’d worn this morning.  After getting dressed, I decided my next step was to make my way home.  I slowly opened the door and peaked out into the hall; noticing everyone was running around in a panic.<br>\r\n<br>\r\nI walked out of the room and started towards the exit; hoping that no one would stop me.  Thankfully I made it to the exit without a problem, as everyone was in a panic.  I made my way through the crowds to the transport hub; only then did I realize I didn’t have my transit pass.  I wouldn’t be let on the transport without the pass, but I also needed to get home.<br>\r\n<br>\r\nI spotted a Maltorian family getting on the transport so I decided to sneak on with them; hoping the guards would think I was with them.  As the transport started moving towards home, I heard an announcement over the intercom.  “A mandatory curfew will go into effect in 25 minutes; please return to your homes immediately.  Anyone caught in the public areas after curfew will be punished.”<br>\r\n<br>\r\nHearing that announcement made me wonder what was going on.  I’d never heard of anything like this happening before.  Thankfully the transport arrived at the station without incident.  After getting off, I saw I only had 20 minutes left to get home.<br>\r\n<br>\r\nI ran through the central area to the passage that led to my family’s quarters.  On the way, I saw some humans harassing a Maltorian woman; but didn’t stop to see why.  Once I got to my family’s quarters, I started knocking frantically on the door.  <br>\r\n<br>\r\n“Mommy, open up!”<br>\r\n<br>\r\nAfter a moment the door opened and I saw Mom standing there.  She looked down at me with a confused look on her face.  “Can I help you, little one?  Are you lost?”<br>\r\n<br>\r\nI was about to respond when I saw something that shocked me more than when I found out I was becoming a Maltorian.  Behind Mom, walking out of my bedroom, I caught a glimpse of...myself.</span></div></div>",
            "created":1584248400,
            "id":2801957,
            "title":"A Surprise"
        },
        "1111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Started Crying (Locked)",
                "Shove the other Olivia",
                "Run Off",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Before I could even process what I was seeing before me, my Mom knelt down and repeated herself.  “Sweetie, are you alright?”<br>\r\n<br>\r\nIt took a moment but I was finally able to compose myself. “What’s going on, Mommy?” glancing at my cop, I said, “I’m scared.”<br>\r\n<br>\r\nDad walked in from the kitchen, with Eric asleep in his arms.  Moving closer to where my copy was standing, he said, “Catherine, what’s going on?”<br>\r\n<br>\r\n“I don’t know, Michael.” Gesturing to me, Mom said, “This little girl must’ve been separated from her parents.”<br>\r\n<br>\r\n“What are we going to do?  The curfew starts in 15 minutes; she has to be in the Mal colony by then.”<br>\r\n<br>\r\nI tried to speak again, to once again ask what was going on, but I was interrupted by my copy.  She’d walked towards me and said, <br>\r\n“Don’t worry, my mommy and daddy will help you.”<br>\r\n<br>\r\nHearing her speak was too much for me; as my emotions got the better of me.  My confusion over my parent’s willingness to risk my life, coupled with the fact there was another copy of me wearing my pajamas, was more than I could handle.  Before I knew what was happening, I _____.</span></div></div>",
            "created":1584248400,
            "id":2802071,
            "title":"Confusion"
        },
        "11111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Maltorian Colony",
                "During the Ride",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It took about 5 minutes for Mom to bring me to the Transport Station; all the while, I was trying to convince her that I was her daughter.  As we waited in line, clearly getting annoyed at this point, Mom looked at me and said, “Sweetie, I understand you’re confused; but I’m you’re your mother.” Kneeling down to my level, she said, “That little girl you saw back there?  She’s my daughter.”<br>\r\n<br>\r\n“B-But...”<br>\r\n<br>\r\n“I can understand if you were frightened about waking up without your parents.” With a smile, Mom said, “Hopefully they’ll understand when they see you again.”<br>\r\n<br>\r\nNow it was my turn to be annoyed; was Mom always this stubborn?  Why wouldn’t she even entertain the idea that I was telling the truth?   Before I could try again to convince her, I was interrupted by the sound of someone talking in front of me.  “Please sir, you have to let me on the transport.”<br>\r\n<br>\r\nI looked up to find a woman in her late 20s standing in front of a guard.  She looked to be in a panic about something.  Looking at her, the guard said, “I’m sorry ma’am, but traffic to the Central Hub from this station is limited to Maltorians only.”<br>\r\n<br>\r\n“You don’t understand!” digging through her bag, coming out with an ID card, she said, “My wife is Maltorian; please, I have to get home to her and my son.”<br>\r\n<br>\r\nWhile the guard communicated with someone over the radio, my mom went up to the woman and said, “Excuse me, did you say your wife is Maltorian?”<br>\r\n<br>\r\n“That’s right,” turning around, the woman said, “Don’t tell me, you disapprove of inter-species marriages.”<br>\r\n<br>\r\n“No, of course not; my best friend is married to a Maltorian.” Gesturing to me, Mom said, “This little girl needs to get home to her family.  Could she ride the transport with you?”<br>\r\n<br>\r\n“Sure, I guess that’ll be alright.” Looking at me, the woman said, “Well, little one, what do you say we find your parents?”<br>\r\n<br>\r\nI started to shake my head profusely; saying, “No, please, I don’t want to go!  I belong here!”<br>\r\n<br>\r\nThe woman looked at Mom, who simply said, “I think she’s confused; she believes my husband and I are her parents.”<br>\r\n<br>\r\n“You are!” looking at Mom, tears streaming down my face, I said, “Mommy, please believe me!”<br>\r\n<br>\r\nJust then an announcement came over the intercom.  “Lockdown will commence in 10 minutes; please return to your respective colonies at once.”<br>\r\n<br>\r\n“I guess that’s our cue.” Grabbing my hand, the woman turned to my Mom said, “I’ll make sure she gets home safe and sound.”<br>\r\n<br>\r\n“Thank you.” With a smile, Mom looked at me and said, “Stay safe little one.”<br>\r\n<br>\r\nI could only watch, helpless to do anything, as Mom walked away.  I yelled out to her, but to no avail.  <i>What’s going on here?</i>  The woman led me through the security area and we got on the last transport to the Maltorian Colony.</span></div></div>",
            "created":1584334800,
            "id":2802384,
            "title":"At the Transport Station"
        },
        "111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A Maltorian Couple (Locked)",
                "Maltorian Security Guards",
                "Someone Else",
                "Someone Else",
                "Someone Else"
            ],
            "content":"<div class=\"\"><div> <span>The trip between the colonies took about 15 minutes; it was pretty uneventful.  I sat silently by a window; fixated on my reflection and how much it had changed.  I used to have my Daddy’s hair and my mommy’s eyes, but that wasn’t the case anymore.  That was enough to bring a tear to my eyes, which caught the attention of the woman watching over me.  Looking at me, she said, “Are you okay, sweetie?”<br>\r\n<br>\r\n“No, I’m not.” Looking at her, struggling not to cry, I said, “I’m afraid I’m never going to see my parents again.”<br>\r\n<br>\r\n“Don’t you worry about that; once we get off the transport, I’ll help you find your parents.” Taking my hand in hers, she said, “Who knows, they could be waiting for you at the station.”<br>\r\n<br>\r\nI wanted to explain that she didn’t understand what was going on; but in reality, I didn’t fully understand it either.  Would anyone believe me if I told them I was supposed to be a human girl?  Realizing I should say something, I sighed and said, “I hope they’re there waiting.”<br>\r\n<br>\r\nThe two of us were silent for a few moments until the woman said. “You look to be around my son’s age.” With a smile, she said, <br>\r\n“How about, once we find your parents, we arrange a play date or something?”<br>\r\n<br>\r\n“I guess so.” Pausing, I said, “Is your son Maltorian...like me?”<br>\r\n<br>\r\n“No, he’s human like me.” Looking at me, she said, “I just realized I never introduced myself; my name is Liz.”<br>\r\n<br>\r\nI wasn’t sure how to respond to that; Liz would probably be confused about why a Maltorian girl has a Human name.  Thankfully an announcement came over the intercom before I could answer; announcing that the transport was arriving at the station.<br>\r\n<br>\r\nAs Liz was the only person I knew right now, I quickly grabbed her hand and followed her off the transport.  Before we even got 10 feet, I heard a woman’s voice call out, “Liz, honey!”<br>\r\n<br>\r\nThe two of us turned in the direction the voice came from; I noticed a Maltorian woman walking towards us with a young Human boy.  I quickly figured the boy was Liz’s son; and she was right, he did look about my age.  I watched as Liz and the woman shared a kiss; before the woman turned noticed me standing there.<br>\r\n<br>\r\nSeeing the quizzical look on her face, Liz said, “Don’t worry Sorain, this isn’t another mouth to feed.” Sighing, Liz said, “She was lost over in the Human Colony, I told the woman who found her that I’d make sure she got back to her family.”<br>\r\n<br>\r\n“I was worried there for a second.” Chuckling, Sorain said, “With the lockdown, I’m concerned we don’t have enough food for the three of us; let alone another child.”<br>\r\n<br>\r\n“It’s great to see how enthusiastic you are about us having another kid.” Sighing, Liz turned to me and said, “Sweetie, this is my wife Sorain and our son David.”<br>\r\n<br>\r\nSorain and I exchanged some quick pleasantries before I turned my attention to David.  He looked to be about my height, maybe a little taller; with red hair and some freckles.  He kind of reminded me of Marcus.  Looking at him, I smiled and said, “Hi.”<br>\r\n<br>\r\n“Hi.” Smiling back, David said, “What’s your name?”<br>\r\n<br>\r\n“My name is...”<br>\r\n<br>\r\nBefore I could finish my sentence, I was interrupted by someone yelling out, “Matura Telfani!”<br>\r\n<br>\r\nI looked around, thinking someone was looking for their child, only to spot _____ walking towards me.</span></div></div>",
            "created":1584421200,
            "id":2803022,
            "title":"The Maltorian Colony"
        },
        "1111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Waking Up (Locked)",
                "Sometime Later",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I got a sinking feeling in my stomach as I noticed the couple rushing towards me; the woman looking relieved about something.  “There you are, Matura; we were so worried about you.” Dropping to her knees, in front of me, the woman said, “Why did you leave the hospital?”<br>\r\n<br>\r\nOut of fear, I stepped away from the woman; hiding behind Liz for safety.  Looking at her, shaking my head, I said, “I-I don’t know you.”<br>\r\n<br>\r\n“Matura, little one, we’re your parents.” Gesturing to the man behind her, she said, “We’ve been looking all over for you.”<br>\r\n<br>\r\n“From the sound of it, she got herself lost in the Human Colony.” Pausing, Liz said, “Apparently she went to someone’s quarters; insisting that she was their daughter.”<br>\r\n<br>\r\n“I’m afraid confusion is a common side effect with Phiemu fever; the humans should be glad they’re immune to the illness.” Sighing, the woman stood up and said, “Her sister found her sweating profusely in bed last night, so we rushed her to the Med Bay.  The doctors were supposed to keep an eye on her, but with everything that’s happened; she was probably able to sneak out.”<br>\r\n<br>\r\nThat was the third time I’d heard someone mention something happening; I’d been too caught with my situation to figure out what it was.  The woman reached out to take my hand, but I stepped away and looked up at Liz.  “Please don’t let them take me; they’re not my parents.”<br>\r\n<br>\r\nFor a moment I thought I saw a glimpse of understanding in Liz’s eyes, but it quickly disappeared.  “That’s enough Matura, your father and I have had enough of your games.” Forcibly grabbing my hand, the woman said, “Let this woman go home to her family.”<br>\r\n<br>\r\nAs the woman started pulling me away, Liz looked at me and said, “Bye Matura, it was nice meeting you.”<br>\r\n<br>\r\nI tried to free myself from the woman’s grip as they led me from the station, but it was useless.  As we walked through the main plaza, I decided my best course of action was to throw a tantrum.  “Help!  I’m being kidnapped; these aren’t my parents!”<br>\r\n<br>\r\nUnfortunately, no one really paid attention; as the man and woman pulled me into a passageway.  Reaching into his pocket, the man retrieved a needle.  Looking at me, he said, “I was hoping this wouldn’t be necessary, but I’m afraid you leave me no choice.”<br>\r\n<br>\r\nI tried to run but the woman had a grip on both my arms. The last thing I remembered, as the needle pierced my neck, was everything going black.</span></div></div>",
            "created":1584421200,
            "id":2803042,
            "title":"My \"Parents\""
        },
        "11111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (Locked)",
                "Sometime Later",
                "Later That Day",
                "The Next Day",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I wasn’t sure how long I was asleep, but when I woke up I found myself lying on a bed in an unfamiliar room.  As I sat up in bed, the first thought that entered my mind was – how am I going to get back home?<br>\r\n<br>\r\nI quickly looked around the room and saw another bed; with an assortment of toys strewn about the room.  Wherever I was, this was definitely meant for children.  Suddenly the door opened and I turned to see a young Maltorian girl, perhaps a few years older than me, walk into the room.<br>\r\n<br>\r\nI reflexively squeezed myself into a corner and tried to cover myself with the covers; which caused the girl to stop and look back at my kidnappers standing in the doorway.  The man simply gestured for the girl to go forward, saying, “It’s alright Tala, go introduce yourself.”<br>\r\n<br>\r\nThe girl, Tala, slowly walked forward until she was standing right at the foot of the bed.  Looking at me, anxiety apparent on her face, she said, “Hi, I-I’m your sister Tala.”<br>\r\n<br>\r\n“I don’t have a sister; I have a little brother.”<br>\r\n<br>\r\nAs soon as I said that, Tala started to tear up a little; which caused the woman to walk into the room.  Tala wrapped herself around the woman, as she looked at me.  “Matura, sweetie, the sooner you accept that we’re your family the better off you’ll be.”<br>\r\n<br>\r\n“You aren’t my family!” getting defiant, I said, “I want to go home to my real family!”<br>\r\n<br>\r\nStill wrapped around the woman, Tala looked up and said, “What’s wrong with Matura, Mommy?”<br>\r\n<br>\r\n“Nothing’s wrong, sweetie; each conversion is different.” Looking for Tala to me, the woman said, “Your sister is just more strong-willed than we were led to believe.”<br>\r\n<br>\r\nFrom behind them, the man said, “Either that or they picked the wrong child to convert.”<br>\r\n<br>\r\n“Hush, Jervix.” Glancing back at the man, the woman said, “We just have to give her space; I’m certain she’ll come around in time.”<br>\r\n<br>\r\nWith that, Tala left the room with her parents; leaving me alone with my thoughts.  Once the door was closed, I brought a hand to my mouth to keep from screaming.  Whatever this conversion was, it was probably the reason why I was a Maltorian now. I don’t know what scared me more; the fact that this was intentional, or that I was specifically chosen.</span></div></div>",
            "created":1584507600,
            "id":2803173,
            "title":"Waking Up"
        },
        "111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Dinner (Locked)",
                "During the Night",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I sat on the bed for a while, listening to the conversation outside the door.  The adults were clearly wondering what to do with me; as the man said, “We have to get her under control, Kalura; we can’t have her running off to the humans.”<br>\r\n<br>\r\n“You don’t have to worry about that, Jervix.” Sighing, Kalura said, “With the entire colony on lock down after the attacks, there’s no way she’ll be able to communicate with her family.”<br>\r\n<br>\r\n<i>Attacks?</i>  Suddenly the door to the bedroom opened and Tala walked inside.  Once the door was closed, she quickly walked over and sat on my bed.  Looking at me, she said, “How are you doing?”<br>\r\n<br>\r\nWith a hint of annoyance in my voice, I said, “How do you think I’m doing?”<br>\r\n<br>\r\nTala recoiled at the tone of my voice, saying, “Sorry, I-I just thought I’d see how you were doing.”<br>\r\n<br>\r\nIt was at that moment I realized that Tala wasn’t responsible for my current situation.  Instead she just mistakenly believed that I was her sister.  I felt terrible when I saw Tala start tearing up.  “I’m sorry if I upset you, Tala; but I’m not your sister.” Sighing, I said, “I wasn’t even born like this.”<br>\r\n<br>\r\nWhat happened next was something I didn’t expect.  “I wasn’t born this way either; the Maltorians kidnapped me a few years ago and made me one of them.”  Looking at me, taking a deep breath, Tala said, “One minute I’m in the Central Plaza with my Mom; the next thing I know, I wake up and find out they’ve turned me into a Maltorian.”<br>\r\n<br>\r\n“Did you ever try to get back to your family?”<br>\r\n<br>\r\n“I tried to get back to them once; only...they were dead.” Tears in her eyes, Tala said, “They were killed, along with 14 others, when part of the passageway they were in decompressed.”<br>\r\n<br>\r\nI had a vague memory of that incident; it had happened a few months after Eric was born when a micro-meteorite pierced the tunnel.  Suddenly realizing my problem wasn’t nearly as bad as Tala’s problem, I embraced her and said, “I’m so sorry Tala.”<br>\r\n<br>\r\nTala held me close for a few moments as she cried.  Once she was finished, she wiped her eyes and said, “I hate to say this, but I’m kind of glad to have someone else who knows what I’m going through.  All my Maltorian friends think I was born like this, and I can’t tell my human friends because they think I’m dead.”<br>\r\n<br>\r\nI chuckled a little bit; for I was also glad to have someone in my situation.  “Do you know why they’re changing human children in Maltorians?”<br>\r\n<br>\r\n“I have no idea; but whatever it is, it seems they need kids like us to do it.”  Pausing, Tala said, “I have a feeling that clones were behind the attack on the Launch Zone.”<br>\r\n<br>\r\n“What attack?”<br>\r\n<br>\r\n“You don’t know about the attack?” shocked, Tala said, “One of the resupply ships heading to Earth exploded; killed 30 people.”<br>\r\n<br>\r\nAfter hearing that, it made sense that the entire colony was put on lockdown.  Unfortunately for me, that was going to make it difficult for me to get back to my family.  It was at that moment that the door opened again and Kalura walked stepped into the room.  “I'm glad to see my girls are getting to know each other.\" with a smile, she said, \"Dinner will be ready in a few minutes; why don't you girls get washed up.\"</span></div></div>",
            "created":1584507600,
            "id":2803449,
            "title":"Talking with Tala"
        },
        "1111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "After Dinner (Locked)",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Tala led me to the bathroom; where the two of us washed our hands.  I looked at Tala, sitting on the toilet, as I dried my hands.  “What does Maltorian food taste like?”<br>\r\n<br>\r\n“Don’t worry; the food is actually pretty good.” Standing up, Tala said, “I have to ask; have you ever noticed that you never see Maltorians eating?”<br>\r\n<br>\r\nI’d always wondered why Dhelo and my other Maltorian classmates ate in a different room for lunch.  Looking at Tala, I said, “I never really thought about it, but you’re right.  Why is that?”<br>\r\n<br>\r\n“It’s out of respect for the humans.” Moving to unzip her jumper, Tala said, “Maltorians don’t wear any clothes when we eat.”<br>\r\nI instinctively went to cover myself; even though I was still fully clothed.  “Nothing at all?”<br>\r\n<br>\r\n“Not even underwear.” Pulling the jumper down from her shoulders, Tala said, “I thought I’d better tell you before we left the bathroom.”<br>\r\n<br>\r\nI quickly realized I had no way out of this; so I reluctantly took my clothes off as well.  Once the two of us were completely naked, we walked out of the bathroom and joined Kalura and Jervix at the table.  “Good Tala, you told your little sister about our custom.” Looking at me, Kalura said, “Don’t worry, Matura, you’ll soon grow accustomed to our ways.  Given time you’ll even forget ever doing it anyway but ours.”<br>\r\n<br>\r\nI silently took a seat at the table next to Tala; as Kalura said some words in Maltorian.  Once she was finished, Jervix gave us permission to start eating.  I kept my eyes on my plate at first; not wanting to see anyone, myself included, naked.  But as dinner continued, I found myself gazing around the table.  Kalura was right, I was getting used to it.</span></div></div>",
            "created":1584594000,
            "id":2803755,
            "title":"A Dinner Surprise"
        },
        "11111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "School as a Maltorian",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>After dinner, I was allowed to play. However, I didn't have any of my favorite toys; those were all back at my real home, with my real family, being played with by a fake me.<br>\r\n<br>\r\nInstead, I had to play with Maltorian toys. Some of them were kind of fun, though. The Maltorian dolls were a lot like my Barbies. I had a bunch of them sitting around and drinking nekta juice, and Kalura smiled and nodded. For a moment, I almost forgot that I was her prisoner, along with Tala.<br>\r\n<br>\r\nAfter an hour of playing, Kalura said it was time to get ready for bed. My nightgown was a lot like the one I used to wear. The stuffed animal was weird, though: Instead of a teddy bear, it was something with tentacles.<br>\r\n<br>\r\nAfter I had time to get ready for bed, Kalura came into the room I shared with Tala and tucked me in. \"I know this must all be scary for you, Matura,\" she said, \"but you don't have anything to worry about. I will not allow any harm to come to either of you. You are safe with me.\"<br>\r\n<br>\r\n\"You're not my real mother!\" I said. \"You took me away from my family, and left a fake in my place! If you wanted a kid, why didn't you just do this to the fake?\"<br>\r\n<br>\r\nKalura didn't say anything at first. When she did say something, she just said, \"I will die before I allow anyone to harm you, Matura.\" Then she picked up a book and read me a Maltorian story until I fell asleep.</span></div></div>",
            "created":1585198800,
            "id":2807921,
            "title":"After Dinner (Locked)"
        },
        "111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I must’ve been alone in the waiting room for about 15 minutes after Duncan left.  I tried playing with some of the toys, but I couldn’t stop thinking about what happened.  Why did the procedure work so well with Melissa, but not with Duncan and me?<br>\r\n<br>\r\nI held out hope that perhaps there was still some of Melissa in there, but I wasn’t sure what to do about it.  All I knew for sure was that Duncan and I had to make sure no one discovered we still had memories from our previous lives.<br>\r\n<br>\r\nI was sitting in one of the chairs, looking at my hands, when the door opened.  I looked up and saw my mom standing there; or at least Matura’s mom.  I couldn’t help but feel conflicted; I had memories that told me she wasn’t my mom, but I also had memories that told me she was.<br>\r\n<br>\r\nStepping into the room, she looked at me and said, “Hi, little one.”<br>\r\n<br>\r\nI’m not sure what made me do it, but I jumped off the chair and ran over to hug her.  “Hi Mommy.”<br>\r\n<br>\r\nGetting down on one knee, Mom said, “How are you feeling?”<br>\r\n<br>\r\n“I’m feeling better.” Smiling, I said, “Chrestus protected me.”<br>\r\n<br>\r\n“I knew that she would.” Standing up, Mom said, “Lets go home, little one; your father and sister are waiting for you.”<br>\r\n<br>\r\nAs the two of us walked out of the room, I had a craving for a jumja stick; a sweet-tasting snack that Maltorians loved.  I hated them as Olivia, but apparently Matura loved them.  Looking at Mom as we left the Med Bay, I said, “Can I have a jumja stick, mommy?”<br>\r\n<br>\r\n“Of course you can, little one.”</span></div></div>",
            "created":1588482000,
            "id":2829307,
            "title":"Leaving the Med Bay"
        },
        "1111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Chaos",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After Mom purchased a jumja stick from a vendor in the plaza, the two of us started walking towards the transport station.  As we made our way through the crowds, I was still trying to process everything that was going on.  The woman next to me <i>was</i> my mother; but at the same time, she wasn’t.  It was confusing having two distinct sets of memories in my head.  <i>I wonder if Duncan is having the same problem.</i><br>\r\n<br>\r\nI remembered growing up as Olivia Sheppard; while, at the same time, I also remembered growing up as Matura Telfani.  Olivia wanted to be a doctor when she grew up, while Matura wanted to be an engineer.  It was going to take time but, eventually, I knew I’d get used to it.<br>\r\n<br>\r\nAs we waited in line to go through security, Mom looked down at me and said, “I’m relieved that you were able to pull through little one.”<br>\r\n“Me too, Mommy.” Taking a bite of the jumja stick, I said, “I never lost faith that Chrestus would protect me.”<br>\r\n<br>\r\n“Chrestus always protects those who believe in her.”<br>\r\n<br>\r\nSoon enough it was our turn to go through security; Mom and I showed our ID cards to the Human guard standing at the gate.  Once we were waved through, Mom and I made our way to the platform.<br>\r\n<br>\r\nWe barely made it 10 feet before everything went crazy.  The entire area was suddenly overwhelmed with the sound of alarms blaring.  I could barely hear over the alarms, but I thought I heard something about an explosion at the launch site.  I instinctively clung to Mom as everyone around us started to panic.  Looking at Mom, I said, “Mommy, what’s going on?”</span></div></div>",
            "created":1588827600,
            "id":2831763,
            "title":"Heading Home"
        },
        "11111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Arriving At Home",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I clung tightly to Mom while everyone around us became frantic; because of that, I was started to freak out.  “Mommy, I’m scared.”<br>\r\n<br>\r\n“Don’t worry, little one.” Picking me up in her arms, Mom said, “I’ll protect you.”<br>\r\n<br>\r\nI continued to cling to Mom as she pushed her way through the crowd.  I wondered where we were going until a saw a sign that said – <b>Maltorian Colony Transport</b>.  Mom quickly showed our IDs to a guard who stepped aside to let us down the escalator.  We were about ¼ of the way down when I heard a woman’s voice at the top.  “Please, you have let us through; my wife is Maltorian.”<br>\r\n<br>\r\nI looked over Mom’s shoulder and saw a Human woman, with a young boy about my age, standing in front of the guard.  For a moment I thought they weren’t going to get through until the guard finally stepped aside.<br>\r\n<br>\r\nWhen we reached the bottom of the escalator, I saw dozens of Maltorians clamoring to get aboard the transport.  “Mommy, are we going to make it aboard?”<br>\r\n<br>\r\n“Of course we will, little one; don’t worry.”<br>\r\n<br>\r\nSure enough, Mom was right; we were one of the last people aboard the transport.  The doors were about to close when the woman from earlier pushed herself and the boy inside.  As the doors closed, I heard the boy say, “Mommy, I’m scared.”<br>\r\n<br>\r\n“Everything’s going to be alright, sweetie; mommy will be waiting for us at the other end.”<br>\r\n<br>\r\nWhile I had overheard the discussion earlier, Mom hadn’t.  Her curiosity peaked, she turned to the woman and said, “Forgive me for asking, but why did they allow humans on this transport?”<br>\r\n<br>\r\n“If it wasn’t for the fact that my wife is Maltorian, I doubt they would have.” Holding her son close, the woman said, “Do you know what’s going on?”<br>\r\n<br>\r\n“I’m afraid not; I was too focused on getting my little one to safety.” With her free hand, Mom said, “My name’s Kalura and this little one is Matura.”<br>\r\n<br>\r\n“It’s nice to meet you both; my name’s Liz.” Gesturing to the boy next to her, Liz said, “This is my son David.”<br>\r\n<br>\r\nAs another Maltorian bumped into her, Mom said, “If you don’t mind my asking; don’t you think you’d be more comfortable in the <i>other</i> colony?”<br>\r\n<br>\r\n“That’s none of your business.” Visibly annoyed, Liz said, “Who I’m married to, and where I live, is none of your concern.”<br>\r\n<br>\r\n<div align=\"center\">***********************</div><br>\r\n<br>\r\nThe rest of the 10-minute ride passed in awkward silence.  The transport slowly emptied once we reached the station.  After putting me down, Mom and I started towards the station exit.  Out of the corner of my eye, I saw Liz approaching and then kissing a Maltorian woman.  <i>I guess that’s her wife.</i><br>\r\n<br>\r\nOnce we were out of the station, I looked at Mom and said, “Mommy, why did that woman get upset with you?”<br>\r\n<br>\r\n“It was all a misunderstanding, little one.” Bending down to my level, Mom said, “Tensions between our two species tend to rise in situations like this.  I meant no disrespect to that woman, I just thought perhaps she’d be safer with other humans.”</span></div></div>",
            "created":1588914000,
            "id":2832371,
            "title":"Chaos"
        },
        "111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Playtime",
                "Dinner",
                "During the Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>There was a fair amount of commotion as Mom and I made our way through the corridors.  It took longer than usual for us to get home.  Once we did, Mom quickly entered the door code and we went inside.<br>\r\n<br>\r\nI stood just inside the door; a little disappointed to see that neither Daddy nor Asura was there to greet me.  I’d just gotten out of the hospital; you would think they’d be here.  My disappointment didn’t last long; I heard a door open and saw Asura step out of our room holding a stuffed animal in her hands.<br>\r\n<br>\r\n“Matura!” dropping the stuffed animal, she ran over and hugged me, “Thank Chrestus you’re alright.”<br>\r\n<br>\r\n“I knew Chrestus would keep me safe, Asura.” Hugging her, I said, “I’m happy to be home.”<br>\r\n<br>\r\nAs the two of us hugged, Mom went into the kitchen; only to come back out a second later.  “Asura, little one, where’s your father?”<br>\r\n<br>\r\n“He was called to an emergency meeting, mommy.” Breaking the hug, Asura said, “He said he would call when he had a chance.”<br>\r\n<br>\r\n\"Then I guess we’re having, as the humans would say, a girl’s night.” Smiling, Mom said, “Why don’t you two go play, I’ll start making some dinner for us.”</span></div></div>",
            "created":1589000400,
            "id":2833141,
            "title":"Arriving At Home"
        },
        "1111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Asura and I followed Mom’s suggestion; we went into our room and played while she got started on dinner.  I sat on the floor while Asura pulled out a container full of stuffed animals.  “I’m really glad you’re okay, Matura.” Handing me a stuffed animal, Asura said, “I was really worried when you collapsed at the Temple.”<br>\r\n<br>\r\nEver since I’d left the Med Bay with Mom, I found myself remembering more about what brought me there.  Mom had taken us there to mark the ending of the Celebration of Light; a two week period similar to what Hanukkah was for some humans.  I had just placed an azolla plant at the base of a statue honoring Chrestus when I suddenly had difficulty breathing.<br>\r\n<br>\r\nWith a smile, I said, “I’m sorry if I frightened you, Asura.”<br>\r\n<br>\r\nAs she took out another stuffed animal, Asura turned to me and said, “I wanted to come to visit you, but Mommy and Daddy wouldn’t let me.”<br>\r\n<br>\r\nI couldn’t shake the feeling that they didn’t let her visit because Matura had already died by that point.  I tried to remember some of what happened after I collapsed at the Temple but I wasn’t able to do so.  “I’m sure they had their reasons, Asura.”<br>\r\n<br>\r\n“The first night you were in the Med Bay, I remember hearing them argue about something.” Sighing, Asura said, “I don’t know what exactly they were arguing about, but I remember Mommy wasn’t very happy about it.”<br>\r\n<br>\r\n“They were probably under stress.”<br>\r\n<br>\r\n“I’m not so sure about that.” Looking at me, Asura said, “Mommy said something about killing someone.”<br>\r\n<br>\r\nUpon hearing that I immediately dropped the toy I was playing with.  Had Mommy and Daddy been arguing about kidnapping Olivia?  Before I could think about that anymore, the bedroom door opened and Mom walked into the room.  “Okay girls, it’s time for dinner.” Smiling, she said, “Get undressed and come sit down.”<br>\r\n<br>\r\nThere was one part of our culture that Humans didn’t understand, and that was the fact that Maltorians ate all our meals while completely naked.  We did it so we could feel closer to Chrestus while we ate.  Once Asura and I were undressed, we walked out to the table and took our seats.<br>\r\n<br>\r\nWhile Mom walked out holding a steaming pot in her hands, I thought back to what Asura said and wondered if Mom had been against the kidnapping.</span></div></div>",
            "created":1589086800,
            "id":2833486,
            "title":"Playtime"
        },
        "11111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "During the Night",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After dinner was over I joined Asura and Mommy as we watched some old Earth movies.  We were currently watching a movie called <i>Monster’s Inc</i>; a movie that Olivia remembered watching, but that Matura had never seen before.  It was weird to watch a movie that I’d seen but also, at the same time, never saw before.<br>\r\n<br>\r\nAsura and Mommy seemed to be enjoying the movie; although they both thought the concept of monsters was primitive.  Once the movie ended, Mommy turned to us and said, “Okay little ones, it’s time for bed; you both have school in the morning.”<br>\r\n<br>\r\nAsura and I both groaned in annoyance, but obliged and headed towards our room.  I stopped halfway there when I heard a ringing noise coming from the communications system.  I turned around to see Mommy answering the call; a smile crept across my face when I saw Daddy on the other end.  “Hello Jervix, I trust you’ll be coming home soon?” pausing, Mom looked at the screen and said, “Your children miss you.”<br>\r\n<br>\r\n“I wish I could come home, Kalura; but, as the human’s say, it’s a madhouse around here.” Sighing, Dad said, “The Chancellor wants to break off contact with the humans.”<br>\r\n<br>\r\n“Are you serious?” concerned, Mom said, “All this because of an accident at the launch site?”<br>\r\n<br>\r\n“It wasn’t an accident, my love; investigators discovered evidence of explosives at the site.” Pausing, Dad said, “The consensus on the council is that this was a deliberate attack by the humans.”<br>\r\n<br>\r\n“I know our two species haven’t seen eye to eye, but that launch site is the key to repairing Earth.” Pausing, Mom said, “I can’t believe the humans would be so willing to risk the recovery effort failing.”<br>\r\n<br>\r\nI let my curiosity get the better of me at that point; as I crept closer to the monitor.  I watched from behind the table, out of sight, as Dad said, “The humans are a primitive race, Kalura; it’s nearly impossible to understand their thought processes.”<br>\r\n<br>\r\n“If the Chancellor decides to end relations with the Humans, I trust he’ll make a public announcement?” leaning against the table, Mom said, “It wouldn’t be wise to do so without warning; otherwise people will become trapped on the wrong side.”<br>\r\n<br>\r\n“That will be up to him, my wife.” Taking a breath, Dad said, “How did it go with Matura?”<br>\r\n<br>\r\n“Everything went fine; Dr. T’Mera said there were no issues with the memory implantation.” A hint of sadness in her voice, Mom said, “I just hope it was worth it; killing an innocent girl to get our daughter back.”<br>\r\n<br>\r\nI brought a hand to my mouth to stifle my gasp; Asura was right, Mom had been against kidnapping Olivia.  I stared at the screen as Dad said, “We’ve been over this, Kalura; thanks to the clone, the humans will never know what happened.”<br>\r\n<br>\r\n“But I’ll know, Jervix.” Choking up, Mom said, “I’m a mother; how can I live with myself, knowing what I did to get my little girl back.”<br>\r\n<br>\r\nI could tell Dad was getting frustrated.  “We’ll discuss this when I return, Kalura; in the meantime, you must ensure that our children never find out what we did.”<br>\r\n<br>\r\nMom ended the call after that; before walking into the kitchen, while I stood there in shock.  After a moment I quickly ran across the room to my bedroom and closed the door; just as Mom stepped out of the kitchen.</span></div></div>",
            "created":1589086800,
            "id":2833534,
            "title":"Continue"
        },
        "111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Arriving At School",
                "During the Day",
                "After School",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>If having two sets of memories wasn’t confusing enough already, then I was in for a surprise after I went to bed last night.  I had dreams that seemed to be a mixture of Olivia and Matura’s memories.<br>\r\n<br>\r\nWhen I woke up the next morning, I saw that Asura was already awake.  Climbing out of bed, I walked out of the bedroom to use the bathroom.  Before I could even make it 5 feet, I saw Dad step out of the kitchen.<br>\r\n<br>\r\n“Good morning, Matura.” Walking over to me, Dad said, “You don’t know how happy I am to see you back on your feet.”<br>\r\n<br>\r\n<i>I hope it was worth kidnapping an innocent girl.</i>  “I’m happy too, Daddy.”<br>\r\n<br>\r\n“Your mother is giving your sister a bath; why don’t you go join them.” Kissing my forehead, Dad said, “I’ll see you when you get back from school, little one.”<br>\r\n<br>\r\nAfter saying goodbye to Dad, I walked into the bathroom to find Asura sitting in the bathtub while Mom was washing her.  One of the many things I’ll miss about being human is having hair; mostly because Olivia had her mommy’s hair but also because she liked it when Mommy washed her hair.<br>\r\n<br>\r\n“Hi Matura, you want to join me?”<br>\r\n<br>\r\n“Sure.”<br>\r\n<br>\r\n<div align=\"center\">**********************</div><br>\r\n<br>\r\nIt took about 20 minutes before Mommy had finished washing the two of us.  Once that was finished, we sat down for breakfast before getting dressed.<br>\r\n<br>\r\n“Okay little ones, let’s get you off to school.” Heading towards the door, Mommy said, “I know it’s earlier than we would normally leave, but there’s additional security in place after what happened yesterday.”</span></div></div>",
            "created":1589346000,
            "id":2835112,
            "title":"The Next Morning"
        },
        "11111111112":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "content":"<div class=\"\"><div> <span>Even while I was unconscious, I was fighting the Maltorians; I wasn’t going to let them take my humanity away from me. I experienced flashes of memories as time went on; playing with Marcus and Dhelo, meeting Eric right after he was born.<br>\r\n<br>\r\nBut no matter how hard I tried, I could feel myself slowly giving in. <i>My name is…is Olivia Sheppard; my...parents are Kevin...and Kalura Telfani. Wait, that’s not right.</i> It was getting harder and harder for me to hold onto my memories; as they were slowly replaced with new ones.<i> My brother’s...name is Eric. No, that’s wrong; I don’t have a brother. My older sister is Asura.</i><br>\r\n<br>\r\nNo matter how much I struggled, I was facing a losing battle. Eventually, I would have to give in; my life as a human would be gone forever. <i>I’m a Maltorian, not a human.</i><br>\r\n<br>\r\nSoon everything went dark, and I felt an overwhelming feeling of contentment wash over me. I was going home to my mommy and daddy; I’d get to play with my big sister again. As the last of my human memories vanished, I said to myself, <i>Goodbye Olivia.</i><br>\r\n<br>\r\nWhen I woke up again, a short time later, I discovered that I was in the Med Bay.  I remembered being brought here for respiratory distress; my sister Asura was scared that I wouldn’t make it.  <i>Thank Chrestus I’m alive.</i><br>\r\n<br>\r\nI sensed movement beside me; turning, I saw my mommy and daddy standing there; relieved looks on their faces.  Bringing a hand to her mouth, Mommy said, “Matura?”<br>\r\n<br>\r\nA big smile appeared on my face, as I said, “Hi Mommy.”<br>\r\n<br>\r\n“Thank Chrestus you’re alright, little one.” Running over, Mommy kissed me and said, “We were so worried about you.”<br>\r\n<br>\r\n“What happened?”<br>\r\n<br>\r\n“You’ve been in a coma for three days, little one.” Looking at me, Daddy said, “There were times we didn’t think you’d make it, but you pulled through.” <br>\r\n<br>\r\nStill smiling, I said, “Does that mean I can go home now?”<br>\r\n<br>\r\n“Of course, little one; your sister will happy to see you.”<br>\r\n<br>\r\n<div align=\"center\">**********************</div><br>\r\n<br>\r\nI left the Med Bay with my parents a short time later; as we went to catch a transport back to the Maltorian colony.  As we walked through the plaza, I spotted a human girl nearby; she looked to be about my age.  For a brief moment, I thought I recognized her, but that didn’t last.</span></div></div>",
            "created":1588309200,
            "id":2828534,
            "title":"The Procedure Works"
        },
        "11112":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Other Patients",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>“We’d rather see our little girl as a Maltorian; then risk losing her.” Looking at Dr. D’Pkeni, Dad said, “Are you certain that she’ll be alright?”<br>\r\n<br>\r\n“Yes, Mr. Sheppard, I’m sure.” Nodding, Dr. D’Pkeni said, “Your daughter will be just fine.”<br>\r\n<br>\r\n“Then it’s settled.” Smiling, Mom said, “We’ll have a Maltorian daughter, and we’ll be proud of her.”<br>\r\n<br>\r\nAfter my encounter with Kevin on the transport, and learning about the stigma he deals with, I was relieved to hear that.  Whatever happened to me after this, my family would still be there.  There was, however, something I wanted to check out.  <br>\r\n“Mommy. Daddy. Can I have some privacy?”<br>\r\n<br>\r\n“Of course, sweetie.”<br>\r\n<br>\r\nMom and Dad left the room with Dr. D’Pkeni.  Once I was alone, I removed my covers to find my feet were as blue as my hands.  As I climbed out of bed, I noticed that the little finger on each hand was curled up and I couldn’t straighten them out. I knew Maltorians only had four fingers on their hands, so I figured I would lose those soon. <br>\r\n<br>\r\nWalking over to a mirror I saw my forearms and lower legs were blue; while my upper arms and thighs were slowly changing.  <br>\r\nThankfully Maltorians were roughly the same size as humans, so I knew that wouldn’t change; while the shape of my head wouldn’t change until I was older.  I was going to be different from my family, but maybe not so much.<br>\r\n<br>\r\nAs I turned to go back to bed, I saw some of my hair lying on the pillow.  While hybrids like Kevin generally kept their hair, full-blood Maltorians were bald.  So it wasn’t surprising to find that I was losing my hair; just like I was losing two of my fingers and two of my toes.<br>\r\n<br>\r\nClimbing back into bed, I remembered Dr. D’Pkeni saying that I’d been exposed to whatever changed me.  As I lay in bed, I remembered the two Maltorians following me this morning.  <i>Where they responsible for this?</i> I wondered.  <i>Why did they do it? And why did they pick me?</i></span></div></div>",
            "created":1584248400,
            "id":2801759,
            "title":"We Won't Risk It"
        },
        "111121":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Going Home",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>When I woke up the next morning I found that my arms and legs were now completely blue.  The change in color was already spreading over my body and creeping up my neck.  A glance in the mirror showed that my eyes were starting to turn blue.<br>\r\n<br>\r\nI was almost completely bald by this point; with a large amount of hair resting on my pillow.  All that was enough to bring a tear to my eyes; before all this, I had my daddy’s hair and my mommy’s eyes.<br>\r\n<br>\r\n<div align=\"center\">*********************************</div><br>\r\n<br>\r\nApart from a visit by my folks and Eric, my morning consisted of a series of examinations to ensure that I was healthy.  I overheard one of the nurses saying that one of my kidneys had completely disappeared while the other had moved to where my stomach should have been.<br>\r\n<br>\r\nAfter all the examinations were finished, I was brought to a small play area where I saw two other children playing.  Looking at them, I saw they were going through the same changes as me.  Walking to them, I said, “Hi, my name’s Olivia.”<br>\r\n<br>\r\n“I’m Bethany.” Pointing to the boy next to her, the girl said, “This is Todd.”<br>\r\n<br>\r\nAs I sat down next to them, I said, “How are you guys doing with this?”<br>\r\n<br>\r\n“I guess I’m doing okay.” Sighing, Todd said, “I’d just like to know why this is happening to me...I mean us.”<br>\r\n<br>\r\nI hadn’t told my parents about the Maltorians following me yesterday, but I had a feeling they had something to do with what was happening.  “I saw two Maltorians following me yesterday; I bet they had something to do with this.”<br>\r\n<br>\r\n“Do you think they’ll ever let us out of here?”<br>\r\n<br>\r\n“Sure.” Pausing, Bethany said, “Once we're done changing.\"<br>\r\n<br>\r\n“At least I’ll be going home once that happens; my parents said they’re going to raise me as a Maltorian.” Sighing, I said, “The doctor said she had a way to cure me; but when they heard it could kill me, they said no.”<br>\r\n<br>\r\n“My mommies said the same thing.”<br>\r\n<br>\r\n“My Daddy wanted to do it.\" Todd said.  “But my mommy was able to talk him out of it.”</span></div></div>",
            "created":1584334800,
            "id":2802540,
            "title":"Meeting the Others"
        },
        "1111211":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Back to School",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I got plenty of visits from Mommy and Daddy while I changed. Eric came with a few times, as well. Whenever he came, he told me, \"You wook funny.\"I<br>\r\n<br>\r\nAnd I said, pretending I was scared, \"Oh, no! I'm turning into you!\"<br>\r\n<br>\r\nFinally, I was done changing. Nobody who saw me would ever think I was ever a human. I was a Maltorian now.<br>\r\n<br>\r\nBut Mommy and Daddy still loved me. They brought me clean clothes to wear, then the doctor said I could go home.<br>\r\n<br>\r\nI walked out of the hospital, holding Eric's hand. \"You hand feel funny,\" he said.<br>\r\n<br>\r\n\"You'll get used to it,\" I told him.<br>\r\n<br>\r\nWhen we got home, there was a Maltorian woman waiting at the door. \"Did I get here too early? I'm sorry,\" she said. Turning to me, she said, \"My name is Sorain. You must be Olivia. I hope we'll be friends.\"<br>\r\n<br>\r\n\"Sorain is going to teach us about Maltorian culture,\" Mommy said. \"Since it's your culture now, Olivia, you should know about it, and we'll learn along with you.\"<br>\r\n<br>\r\n\"Are we the first humans you've taught?\" Daddy asked.<br>\r\n<br>\r\n\"Hardly. My wife, Liz, was first.\" Turning back to me, she said, \"We have a little human boy, about your age. I think he'd like to meet you. Would you like to meet him?\"<br>\r\n<br>\r\nI smiled. \"Maybe.\"</span></div></div>",
            "created":1584507600,
            "id":2803353,
            "title":"Going Home as a Maltorian"
        },
        "11112111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "My Playdate with Kevin",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I went back to school the next day. Mommy dropped me off, like she always did. Apparently, everyone heard about what happened to me and the others, because Dhelo walked right up to me and asked if I was me.<br>\r\n<br>\r\n\"Yes, it's me,\" I said.<br>\r\n<br>\r\n\"Are you okay?\"<br>\r\n<br>\r\n\"I'm getting used to seeing a Maltorian in the mirror. Mommy and Daddy hired somebody to teach me Maltorian stuff, so I can fit in better.\"<br>\r\n<br>\r\nMarcus figured out which one of the new Maltorians was me because Dhelo was with me. I made another new friend, too: a human boy named David. He told me that he had two mommies, one human and one Maltorian. I asked if they were Sorain and Liz, and they were. So I got to meet him before Sorain could introduce us.<br>\r\n<br>\r\nThe school day went like it did before, until lunch. Then, I was brought into the Maltorian eating area with Dhelo.<br>\r\n<br>\r\n\"How come the Maltorian kids don't get to eat with the rest of us?\" Marcus asked.<br>\r\n<br>\r\n\"Because Maltorians take off their clothes when we eat,\" Dhelo replied.<br>\r\n<br>\r\nIt was the truth: Once the door was shut, we all took off our clothes. That was one Maltorian custom that Mommy and Daddy opted not to join me in.</span></div></div>",
            "created":1584507600,
            "id":2803452,
            "title":"Back to School"
        },
        "111121111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Mommy picked me up after school as she said she would.  As we walked to the transport station, ignoring the quizzical looks from others, Mommy said, “How was school today, sweetie?”<br>\r\n<br>\r\n“It was interesting.” Looking at her, I said, “I’d always wondered where Dhelo and the others went after lunch; now I know.  We had religious services where we prayed to the Goddess Chrestus.”<br>\r\n<br>\r\n“I see.” Curious, Mommy said, “What was that like?”<br>\r\n<br>\r\n“It was interesting; although I couldn’t really understand it because the priest was speaking Maltorian.”<br>\r\n<br>\r\n“I’m sure we can help you with that.” As we got on board the transport, Mommy said, “I spoke with Kevin’s mother on the way here; she’s going to meet us at the house.  I explained to her what happened, but I don’t know if she told Kevin.”<br>\r\n<br>\r\n“I hope he still wants to be friends with me.”<br>\r\n<br>\r\nAs the transport started moving, Mommy said, “I’m sure he will; especially since you were so kind to him.”<br>\r\n<br>\r\nThe ride was uneventful, although Mommy and I did get quite a few curious looks – no doubt wondering why I was with a human woman.  Once we got off the transport, we walked through the plaza to the elevator; riding it up 3 floors to our level.<br>\r\n<br>\r\nAs we rounded the corner by our quarters, I saw Kevin and his mommy standing outside the door.  She saw me almost immediately, but Kevin was fixated on his tablet.  I cautiously walked up to him and said, “Hi Kevin.”</span></div></div>",
            "created":1584507600,
            "id":2803495,
            "title":"After School"
        },
        "1111211111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "8 Years Later",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Hi, Olivia,\" Kevin said, slowly looking up. \"Your voice sounds - \" And then he saw me. \"Why do you look like that?\"<br>\r\n<br>\r\n\"I changed,\" I replied. \"Dr. D'pkeni said it was a Maltorian retrovirus that I somehow got exposed to. It happened to two other kids, too. How do I look?\"<br>\r\n<br>\r\n\"You look good,\" he said. \"Before, I thought I looked funny next to you because of my hands and face. Now, I look funny because of my hair.\"<br>\r\n<br>\r\n\"You don't look funny,\" I told him. \"You look like you, and nobody else can do that.\"<br>\r\n<br>\r\nKevin's mommy sighed with relief. \"They're still hitting it off,\" she said to Mommy. \"How is everybody dealing with it?\"<br>\r\n<br>\r\n\"We're getting through this stage,\" Mommy said. \"We're all learning about Maltorian culture. The Maltorian language is next, so Olivia can understand what they're saying at services. But I've caught more than one human staring at us.\"<br>\r\n<br>\r\n\"Trust me,\" Kevin's mommy said, \"it's worse when they start speaking to you. Not a day goes by without someone asking me, 'Don't you think they should be left with their own kind?' I guess gratitude can't beat bigotry.\"<br>\r\n<br>\r\n\"Well , let them say what they want,\" Mommy said. \"Olivia is our daughter. We love her, no matter what she looks like. And nothing will ever change that.\"</span></div></div>",
            "created":1584594000,
            "id":2803638,
            "title":"Reactions"
        },
        "11112111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "My Birthday Party",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>On the morning of my 13th birthday, I looked at myself in the mirror. My breasts weren't much to look at, but the shape of my head showed that I would soon be a Maltorian woman.<br>\r\n<br>\r\nMom knocked on the door, then came in. \"Olivia, honey - \"<br>\r\n<br>\r\nI gave her a look.<br>\r\n<br>\r\n\"Sorry,\" she said. \"Matura, honey, breakfast is ready. I made your favorite.\"<br>\r\n<br>\r\nI smiled. Mom and Dad weren't great shakes at much of Maltorian culture, but Mom's Maltorian cooking brought praise even from my Maltorian friends. I took off the dress I was wearing, then joined the family at the table. I offered prayers to Chrestus, and then the meal began.<br>\r\n<br>\r\nAfter breakfast, it was usually Eric's and my job to do the dishes. Today, though, Dad decided to join me.<br>\r\n<br>\r\nAs we washed, it became clear why. \"Ol- Matura, sorry - about your name,... \"<br>\r\n<br>\r\n\"Matura is a prophetess, Daddy,\" I explained.<br>\r\n<br>\r\n\"I know that,\" he replied. \"It's just that... What was wrong with Olivia?\"<br>\r\n<br>\r\n\"Nothing. Olivia is a nice human name. But I'm not a human, and I haven't been for eight years.\"<br>\r\n<br>\r\n\"Are you ashamed of us?\"<br>\r\n<br>\r\nI turned to him, unsure if I had heard him correctly. \"What have I done to suggest such a thing? Tell me, so I can correct it.\"<br>\r\n<br>\r\n\"Well, your name,... \"<br>\r\n<br>\r\nI understood now. \"My name is Matura Sheppard, Daddy. My first name tells everyone who I am, and my last name tells them where I came from. I am not an Olivia, Daddy, but I will always be a Sheppard. I know that Chrestus smiles upon this home, and I would never dishonor her or you by wishing for another.\"<br>\r\n<br>\r\nDad wiped tears from his eyes. \"That's all I needed to hear. And know that Chrestus smiles on you, too. Your mother and I gave you the other name, and perhaps we were foolishly bound to it. We have always said that we love you, no matter what. I apologize for suggesting that might not be the case.\"</span></div></div>",
            "created":1584594000,
            "id":2803651,
            "title":"8 Years Later"
        },
        "111121111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Alone with Kevin",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>It was just after noon when my friends started to arrive; my human friends gave me hugs, while Dhelo and the other Maltorians greeted me by interlocking their fingers with mine and touching their foreheads to mine.<br>\r\n<br>\r\nA big smile appeared on my face when Kevin arrived; something which Dhelo noticed straight away.  Pulling me aside, she said, “Judging by that smile, I suspect you’ve made your decision?”<br>\r\n<br>\r\nWhen a Maltorian female reaches her 13th birthday, she’s allowed to give herself physically to a person of her choosing.  My parents weren’t too keen about that idea; especially after Sorain mentioned it involved sex.  But once they realized that it was part of my culture, they relented and gave their consent.  “I spent days praying to Chrestus for her guidance.”  Turning my attention back to Dhelo, I said, “I’ve decided that Kevin is the one I want to be with; if he’ll have me.”<br>\r\n<br>\r\n“I think it’s pretty obvious what that answer is going to be.” Chuckling, Dhelo said, “He’s been following you around for weeks.”<br>\r\n<br>\r\nDhelo and I were still talking when Mom came over to us; carrying two glasses of nekta juice.  “Matura, sweetheart, don’t forget you have other guests here as well.”<br>\r\n<br>\r\n“Yes, mother.” Taking one of the glasses, I said, “Dhelo and I were just discussing my plans for this evening.”<br>\r\n<br>\r\n“I’d appreciate it if you didn’t discuss that in public.” Sighing, Mom said, “I’m aware that it is part of your culture, but I’m afraid the parents of your human classmates might not understand it.”<br>\r\n<br>\r\n“It’s not my fault your species has such primitive hang-ups when it comes to sexuality.”<br>\r\n<br>\r\n“I’m not saying it...you know what, I’m not going to get into another argument with you about this.” Taking a deep breath, Mom said, “Just enjoy your party, then you can spend the evening doing whatever you want with Kevin.”<br>\r\n<br>\r\n“Will you keep it down, Mother!” gritting my teeth, I said, “I haven’t discussed it with him yet!”<br>\r\n<br>\r\n“Well, you may want to before it’s too late.” Pointing behind me, Mom said, “He seems to be having a nice conversation with your friend Madison.”<br>\r\n<br>\r\nTurning around, I saw Kevin talking with Madison Decker; a girl from my lacrosse team.  We were on friendly terms, but the two of us tended to be competitive with each other.  I already lost out on being Team Captain; I wasn’t going to let her take Kevin from me.  Handing my drink to Dhelo, I took a deep breath and walked over to them.  “Sorry to interrupt; but Kevin, could I talk to you for a moment?  In private?</span></div></div>",
            "created":1584594000,
            "id":2803807,
            "title":"My Birthday Party"
        },
        "1111211111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Rite of Val'asho",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I led Kevin into my room; where we could have some privacy.  As we sat down on my bed, Kevin looked at me and said, “What did you want to talk about?”<br>\r\n<br>\r\nIt was as though my resolve had suddenly left me.  I started to wonder why Kevin would want me when Madison was much more appealing.  <i>Chrestus</i>, I prayed, <i>move through my voice</i>.  Taking a deep breath, I looked at Kevin and said, “Kevin, I would like to perform the rite of <i>val'asho</i> with you tonight.”<br>\r\n<br>\r\nKevin said nothing for what seemed like an eternity.  Then he closed his eyes, bowed his head and said, “I am humbled.”<br>\r\n<br>\r\nI was overjoyed at his acceptance, my hearts leaping in my chest.  I clasped Kevin’s hands in mine and touched my forehead to his.  \"I'm so happy.” smiling, I said, “I was terribly afraid Madison would have asked you first.”<br>\r\n<br>\r\n“She did, but I turned her down.” Chuckling, Kevin said, “I believe she phrased it, ‘You know that sex thing you guys do when you turn 13?  Can I get in on that?’”<br>\r\n<br>\r\nI closed my eyes and shook my head.  “There are so few humans who understand our ways.”<br>\r\n<br>\r\n“But they can change, just look at you.” Smiling, Kevin said, “It’s just that we ask very little of them.”<br>\r\n<br>\r\nKevin did have a point.  After all, if I were still human then my family and I wouldn’t have tried so hard to understand Maltorian culture.  Clasping hands and touching foreheads again, the two of us rejoined the party.<br>\r\n<br>\r\nI waited an appropriate length of time before telling Dhelo; but decided to let Madison figure it out for herself.  I think she got the idea when Kevin didn’t leave once the party was over.</span></div></div>",
            "created":1584594000,
            "id":2803856,
            "title":"Alone with Kevin"
        },
        "11112111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Back to School",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Kevin and I bade everyone goodnight, then we closed my bedroom door behind us. It was time to perform the rite of <i>val'asho</i>.<br>\r\n<br>\r\nI lit incense, then we disrobed. As Kevin had eaten over before, this wasn't the first time I'd seen him naked, but it meant so much more now.<br>\r\n<br>\r\nI anointed my body with the sacred oil, offering my prayers to Chrestus. Kevin did likewise. The oil was sweet-smelling, and it stimulated our bodies.<br>\r\n<br>\r\nApproaching each other, we explored each other's bodies with our hands, blessing each other as we went. Then, Kevin donned the sacred prophylactic. The time for children was for later, not tonight.<br>\r\n<br>\r\nI began kissing him first, all over his body. The oil had a pleasant taste that aroused me further. When I finished kissing, he began kissing me, all over.<br>\r\n<br>\r\nFinally, we climbed into bed, and, with one more prayer to Chrestus, our bodies became one.<br>\r\n<br>\r\nI knew that we had performed the rite of <i>val'asho</i> correctly, because I felt Chrestus within me and all around me.</span></div></div>",
            "created":1584680400,
            "id":2804022,
            "title":"The Rite of Val'asho"
        },
        "111121111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Learning More",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I went back to school on Monday, but things were different. I noticed more people staring at me than before. I couldn't figure out why, since, other than my head attaining its full womanly shape, I looked the same as before <i>val'asho</i>.<br>\r\n<br>\r\nAt school, I noticed my friend, Tara, wasn't there. She hadn't been at my party, either. I asked a mutual friend, \"Where's Tara?\"<br>\r\n<br>\r\n\"As if you didn't know,\" was the cold reply.<br>\r\n<br>\r\nWhen I saw Dhelo again, I asked her. \"I don't know, either,\" she replied. \"It isn't just her. Johnny's out, too. And, when I asked, I was treated like I did it.\"<br>\r\n<br>\r\nWhen Madison came along, I asked her, \"Have you seen Tara? Or Johnny?\"<br>\r\n<br>\r\n\"I heard they're in the hospital,\" she replied. \"Them and a bunch of others. They're turning into Maltorians.\"<br>\r\n<br>\r\nThat sent chills down my spine. \"Do you think I should go visit them?\"<br>\r\n<br>\r\n\"I wouldn't recommend that, Matura,\" Madison cautioned. \"A lot of people are blaming Maltorians for it.\"<br>\r\n<br>\r\n\"But I know what they're going through! After all, I used to be human, too!\"<br>\r\n<br>\r\n\"Emphasis on <i>used to be,</i>\" Madison said. \"Don't expect a lot of humans to want to hang out with you.\"<br>\r\n<br>\r\nShe was right. David was still willing to be seen with us, but Marcus was suddenly avoiding us.</span></div></div>",
            "created":1584680400,
            "id":2804110,
            "title":"Back to School"
        },
        "1111211111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "At Home",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I texted Marcus, inviting him to my apartment after school, but he didn't text back. I had always liked Marcus: the last thing I wanted was for our friendship to end.<br>\r\n<br>\r\nAs the day went on, I learned that twenty children were becoming Maltorians. I asked one of the teachers if there were something I could do for them. \"Didn't you do enough?\" asked one of the human students.<br>\r\n<br>\r\nIt was with heavy hearts that we sat down to lunch in the cafeteria. But Chrestus wants us to see the positive, and it was good to sit with Bethany and Todd again. They had avoided me after I announced that I would be using a Maltorian name from now on.<br>\r\n<br>\r\n\"They're mad at us, too,\" Bethany said. \"They should know we had nothing to do with it.\"<br>\r\n<br>\r\n\"The fires of hate make a smoke that clouds the mind and closes the eye,\" Dhelo quoted.<br>\r\n<br>\r\n\"What should we do if they do something against us?\" Todd asked. \"Should we get back at them?\"<br>\r\n<br>\r\n\"The prophetess whose name I have taken,\" I told him, \"tells us that killing a murderer does not alter the number of murderers. Chrestus calls us to love.\"<br>\r\n<br>\r\n\"I'll give it a shot,\" Todd said. \"But, if it doesn't work, Dad's got a gun. It may not change the number of murderers on the moon, but it'll change the number of murderers looking to kill <i>us.</i>\"<br>\r\n<br>\r\nI questioned Todd's math, but said nothing for the moment.</span></div></div>",
            "created":1584680400,
            "id":2804367,
            "title":"Learning More"
        },
        "11112111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Angry Parents",
                "Marcus",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"How was school, Matura?\" Mom asked me when I got home.<br>\r\n<br>\r\n\"Chrestus calls us to see the positive,\" I replied. \"But it's not an easy task today.\"<br>\r\n<br>\r\nMom put on some milky tea for me. \"Want to talk about it?\"<br>\r\n<br>\r\n\"Twenty of my human classmates are becoming Maltorians. And the other humans blame the Maltorians, myself included.\" I took a breath. \"Mom, I think Marcus may be among the ones who blame me.\"<br>\r\n<br>\r\nMom gave me the tea. \"Marcus has known you for your whole life, Matura. He can't possibly have forgotten about that. Maybe he just needs a little time to sort out everything he's hearing. People are like that sometimes.\"<br>\r\n<br>\r\n\"How do you know that's what he'll do?\"<br>\r\n<br>\r\n\"I don't, honey,\" she said with a smile. \"I just wanted to help you to see the positive. Finish your tea.\"<br>\r\n<br>\r\nThe tea was good, as always, and its warmth eased my dismal mood.<br>\r\n<br>\r\nEric came in. \"You okay, sis?\" he asked.<br>\r\n<br>\r\n\"I take it you heard?\"<br>\r\n<br>\r\n\"It's all anybody talks about today.\" He sat down next to me. \"They're mad at me, 'cause I've got a Maltorian sister.\"<br>\r\n<br>\r\nI put my arm around him. \"They're mad at you because the fires of hate have made a smoke. It's clouding their minds and closing their eyes. Chrestus will guide them, if they seek the truth again.\"<br>\r\n<br>\r\nEric looked at me. \"You know I don't believe in Chrestus, right?\"<br>\r\n<br>\r\n\"That's okay, little brother. She believes in you.\"</span></div></div>",
            "created":1584766800,
            "id":2804860,
            "title":"At Home"
        },
        "111121111111111112":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Making a Plan",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Matura, honey,\" Mom said, \"you have a guest.\"<br>\r\n<br>\r\nMy tea finished, I put the cup in the dishwasher and went to see who it was.<br>\r\n<br>\r\n\"Marcus!\" I ran right over and hugged him. \"I don't know why you avoided me, but I'm glad you're here now.\"<br>\r\n<br>\r\n\"Matura,\" he said, slowly pronouncing each syllable, \"I need to know. I need to hear it from you: Did you do anything to those kids?\"<br>\r\n<br>\r\n\"What? No!\" Did he really doubt me?<br>\r\n<br>\r\n\"Do you know who did?\"<br>\r\n<br>\r\n\"Are you accusing me, Marcus? If you are, say it to my face, now.\"<br>\r\n<br>\r\n\"I'm not accusing you,\" he said. It's just... You've been acting strange. You're not the Olivia I knew anymore.\"<br>\r\n<br>\r\n\"You know that I was changed into a Maltorian, myself. I am proud of who and what I am now. But do you really believe that I would force another to do what I have done? Such a thing goes against everything in the <i>Xrex'yrd</i>, Marcus. It would dishonor me in Chrestus's eyes. Do you really think that of me?\"<br>\r\n<br>\r\nHe lowered his head. \"I... guess I don't sound like much of a friend.\"<br>\r\n<br>\r\n\"But there is hope, Marcus: You came to me with your concerns. You didn't just assume you knew everything and join those who said those horrible things.\" I took a deep breath. \"If what happened to those kids was deliberate, then maybe what happened to me was deliberate, too. Maybe <i>I</i> was a victim. But why?\"<br>\r\n<br>\r\nMarcus shrugged. \"Maybe they want humans to become Maltorians. Maybe they think it will accomplish something, like those people who blew up buildings back on Earth.\"<br>\r\n<br>\r\nI shook my head. \"Whoever is responsible has struck against the Maltorians as much as the humans, even if they don't realize it. They must be stopped.\" I turned to Marcus. \"And I think it will take the human and Maltorian governments working together to do it.\"<br>\r\n<br>\r\n\"The human government may not want to work with the Maltorians.\"<br>\r\n<br>\r\n\"So how can we show them that they must?\"</span></div></div>",
            "created":1584853200,
            "id":2805368,
            "title":"Marcus"
        },
        "1111211111111111121":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Meeting the Mayor",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I could feel the eyes upon me as Marcus and I entered City Hall. After all, few Maltorians took interest in human politics, and even fewer who were not yet adults. And I'm sure there's only one name on the list of Maltorian students who walked into City Hall in the company of a human boy and said, \"We would like to speak with the mayor.\"<br>\r\n<br>\r\nThe mayor of New Hope was a very busy man, and he would be the first to remind anyone of that fact, let alone a 13-year-old Maltorian girl. So it was no surprise that we were initially dismissed.<br>\r\n<br>\r\n\"We have an idea regarding the children who were turned into Maltorians,\" I said, reaching over to hold down the intercom button.<br>\r\n<br>\r\nDad had always told me there was a difference between a busy person and a person who talks about being busy: If you offer to take some of the work, a busy person will turn you down, while a person who talks about being busy will jump at the chance. This, he said, was because a busy person wants things done right, while the person who talks about being busy would rather do nothing at all.<br>\r\n<br>\r\nWhich type of person was the mayor? I'll give you a hint: when two 13-year-olds offered a solution to a problem that affected 20 families, the mayor said, \"You've got five minutes.\"</span></div></div>",
            "created":1585112400,
            "id":2807199,
            "title":"Making a Plan"
        },
        "11112111111111111211":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "He Agrees",
                "He Rejects the Idea",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"So,\" the mayor said, \"let's hear your plan.\"<br>\r\n<br>\r\n\"In order to find who is responsible for turning humans into Maltorians,\" I explained, \"you need to work hand in hand with the Maltorians.\"<br>\r\n<br>\r\n\"Why would I do that?\"<br>\r\n<br>\r\n\"Whoever's behind this is doing it deliberately,\" Marcus replied. \"Maybe even to drive a wedge between the races. If we're going to stop them, we need to do the last thing they want us to do: work together.\"<br>\r\n<br>\r\n\"And why should I listen to you?\"<br>\r\n<br>\r\n\"Because it happened to me already,\" I answered. \"I was one of the human children who became Maltorians eight years ago. I believe it was done as a test, to see what the reaction would be.\"<br>\r\n<br>\r\n\"And what was that?\"<br>\r\n<br>\r\n\"I've embraced being a Maltorian. Another has a foot in both communities. And the third has been raised as a four-fingered blue human with two hearts and no hair. None of us have been rejected by our families. Whoever did it may want more information. This may be only Phase II of their plan.\"<br>\r\n<br>\r\n\"And what would Phase III be?\"<br>\r\n<br>\r\n\"I don't know. It's up to whatever their goal is. But they definitely don't want the two governments joining forces.\"<br>\r\n<br>\r\n\"Why wouldn't they want the Maltorians looking for them? Wouldn't they be thrilled?\"<br>\r\n<br>\r\n\"To Maltorians, the laws of government and Chrestus are one. And they know that their actions are forbidden under the <i>Xrex'yrd</i>. They would face not only our judgment, but Chrestus's. It's not a glass of nekta juice that awaits them.\"<br>\r\n<br>\r\nThe mayor was silent for a long time.</span></div></div>",
            "created":1585285200,
            "id":2808307,
            "title":"Meeting the Mayor"
        },
        "111121111111111112113":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Plot Thickens",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"How can you claim to know such a thing?\" the mayor asked. \"Just because you're a woman, that doesn't mean you understand Maltorian religious beliefs.\"<br>\r\n<br>\r\n\"She's been studying for eight years,\" Marcus said. \"I don't expect you to know this, but Matura took her name - \"<br>\r\n<br>\r\n\"He knows,\" I said.<br>\r\n<br>\r\n\"What?\"<br>\r\n<br>\r\n\"He knows about Maltorian religious beliefs,\" I replied. \"In fact, they're his beliefs.\"<br>\r\n<br>\r\nThe mayor huffed. \"What could I possibly know about Maltorian culture?\"<br>\r\n<br>\r\n\"You called me a woman. I'm 13. A real human would say I was a girl. But you know about the rite of <i>val'asho</i>.\" I put my hands on the mayor's desk. \"Where is the mayor? What have you done with him? I warn you, if he's been harmed by you or your allies, no law will protect you.\"<br>\r\n<br>\r\nHe tried to run. I grabbed him. He forced me down, then ran.<br>\r\n<br>\r\nMarcus helped me up. \"What just happened?\"<br>\r\n<br>\r\n\"That wasn't the real mayor,\" I told him. \"That was a Maltorian in disguise.\"<br>\r\n<br>\r\n\"Are you sure?\"<br>\r\n<br>\r\n\"Have you ever seen a human best a Maltorian in a test of strength? I should have had him on the floor, not the other way around.\"<br>\r\n<br>\r\nThe mayor's secretary came in. \"Where did the mayor go?\"<br>\r\n<br>\r\n\"He was taken,\" I replied, \"I don't know when. But you may find clues among his private papers.\"<br>\r\n<br>\r\nShe picked up some papers. \"I knew his handwriting was bad,\" she said, \"but this is impossible. Who could make heads or tails of these chicken scratches?\"<br>\r\n<br>\r\n\"I can,\" I said. \"It's Maltorian, just like the one you thought was your boss. This mystery is bigger than any of us thought.\"</span></div></div>",
            "created":1588222800,
            "id":2827845,
            "title":"A Surprising Revelation"
        },
        "113":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "I tell mom what I saw.",
                "I keep it a secret, for now.",
                "continue.",
                "your choice.",
                "you decide."
            ],
            "content":"<div class=\"\"><div> <span>School was like any other day there. Very few students due to there being so few of us humans left. We each had a tutor at our side, walking us through our classes but there was little interaction permitted. In fact, each teacher wore a medical mask and gloves to prevent the spreading of germs. All precautions including social distancing was ordered  to keep the next generation safe from illness. We were all told that we were humanity's hope to carry on. No pressure there, right...<br>\r\n<br>\r\n\"You are excel in all subjects, Olivia.\" Smiling, my teacher, Mrs. Jones said. \"You have finished today's lessons early so you are dismissed.\"<br>\r\n<br>\r\nI smiled at that and gladly left my desk, thoroughly washing my hands before leaving the small school building. As I walked to the trans pick up to return to the transport station in the Central Hub, I noticed two blurry men watching me from a distance. They were both Maltorian and not a friendly looking pair. I picked up the pace, hoping the human only trans would be there when I arrived. It did not help my nerves to know that they had started to follow me. <i>\"What did I do to get their interest?\"</i> Worried, I thought. <i>\"I'm just going home.\"</i><br>\r\n<br>\r\nI moved even faster and arrived at the trans pick up just as it had arrived. i almost literally jumped on and showed the driver my DNA ID, proving I was true blood human. The driver nodded and motioned me to take a seat. I did so and looked out the window to the frowning faces of the two Maltorian men. One took up a small radio device as the trans moved away from the school. \"Those blasted Maltorian security goons seem to be everywhere these days.\" Grumbling, the driver said. \"Any idea why they were interested in you, lass?\"<br>\r\n<br>\r\nI shook my head. \"Not a clue.\" Honestly, I replied.<br>\r\n<br>\r\n\"Keep your senses sharp, lass.\" Frowning, the driver said. \"There is too few of us to have your youngins disappear.\"<br>\r\n<br>\r\nI nodded then turned to the window at the passing scenery. There was not much to see as we were in a colony on the moon but it was something to look at. Just as boredom was about to set in, a second trans going the other way stopped as mine did only a few feet away. I looked over and nearly screamed. Staring right back at me, in complete disbelief was a little girl who looked exactly like me!<br>\r\n<br>\r\nFor a moment, we just stared at each other as if looking at a reflection until the two trans continued on their way...<br>\r\n</span></div></div>",
            "created":1584421200,
            "id":2802973,
            "title":"After School"
        },
        "1131":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "At the hospital wing.",
                "The bus it diverted elsewhere.",
                "continue.",
                "your choice.",
                "you decide."
            ],
            "content":"<div class=\"\"><div> <span>Upon arriving at the Hub, I found mommy waiting for me. She was smiling until she saw the tears in my eyes as I ran right for her. \"Olivia... what's wrong?\" Concerned, she demanded. \"You're shaking like a leaf!\"<br>\r\n<br>\r\n\"Mommy... mirror people are real!\" Crying, I wailed. \"I saw another who looks just like me, I mean just like me!\"<br>\r\n<br>\r\nMommy sighed then gave me a patient smile. \"I think you have been pushing yourself too hard trying to be the best at all things.\" Loud enough to be heard by others, she said. \"You are ahead in your studies so I see no harm in starting your weekend a day early.\"<br>\r\n<br>\r\nShe placed her hand onto my forehead and her expression turned to great concern. \"Honey, you are burning up... do you feel faint?\"<br>\r\n<br>\r\n\"I'm scared, mommy...\" Sobbing, I said. \"I know what I saw was real.\"<br>\r\n<br>\r\nMommy knotted her jaws, as she did when she had made up her mind in something. \"I'm taking you to the hospital wing straight away.\" Firmly, she said. \"You are ill.\"<br>\r\n<br>\r\nI tried to protest but once mommy made up her mind, nothing could change it, not even dad. She took me back to the Central Hub and pulled me onto the trans. \"Hospital wing.\" Firmly, she barked. \"My daughter is very ill with fever.\"<br>\r\n<br>\r\nThe driver nodded and pressed a button near the driving console. a glass section of the bus marked Quarantine opened. Mom pulled me into the section and sat down with me before the door was sealed. We remained in that sealed glass section until we reached the hospital wing. As the tans moved along, i was in for another shock. I saw a another girl who looked a lot like mommy only she was a little younger than me!<br>\r\n<br>\r\n<i>\"Maybe I am sick...\"</i> Gulping, I thought.<br>\r\n </span></div></div>",
            "created":1584594000,
            "id":2803689,
            "title":"I tell mom what I saw."
        },
        "11312":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "I wake up in a strange place.",
                "I wake up at home.",
                "continue.",
                "your choice.",
                "you decide."
            ],
            "content":"<div class=\"\"><div> <span>As we were moving along the tram to the hospital wing, Mommy seemed to be becoming more and more worried. \"Mommy, what's wrong...?\" Softly, I asked.<br>\r\n<br>\r\n\"This is not the route to the hospital.\" Worried, mommy replied. \"We're being taken to the quarantine sector.\"<br>\r\n<br>\r\n\"The what...?\" Startled, I asked.<br>\r\n<br>\r\nMommy sighed. \"It is where they take the very sick.\" Patiently, she explained.<br>\r\n<br>\r\nShortly after, the trans stopped and two women in hazard environment suits hurried on and opened the quarantine section. \"Please, Mrs Sheppard...\" Calmly, the first woman said. \"Your safety and the safety of your daughter is very important to us.\"<br>\r\n<br>\r\n\"What's going on?\" Frightened, I demanded.<br>\r\n<br>\r\n\"We just want to make sure you and your mommy are okay.\" Smiling, the second woman said. \"There is a very bad cold going around.\"<br>\r\n<br>\r\nThough I did not fully understand, I nodded and we were quickly led off the trans into the quarantine sector. Upon being led in, a team of people in white coats ushered mommy and I onto a cot and we were rushed into a room together. There was so much activity in the room, I could not follow it all and it was frightening me... I began to cry until I felt a sting in my arm and was instantly plunged into darkness...<br>\r\n<br>\r\n</span></div></div>",
            "created":1584594000,
            "id":2803732,
            "title":"Quarantined!"
        },
        "113121":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "I agree.",
                "I want my mommy.",
                "continue.",
                "your choice.",
                "you decide."
            ],
            "content":"<div class=\"\"><div> <span>My eyes slowly flickered open and I found myself lying in a simple but comfortable bed in a small, barren room. I sat up, feeling dizzy, due to whatever had hit me and took a careful look around. Behind me was a large window, over looking a small but inviting court yard. To my left was a sizable mirror, taking up almost a quarter of the wall. On the right was a door, leading to a tiny wash room. Across the room from me was a closed door, I guessed was the only way out. My memories of what had happened the night before were still fresh in my mind but, for some unknown reason, I was strangely unafraid, merely confused.<br>\r\n<br>\r\n<i>“Where am I?”</i><br>\r\n<br>\r\nI crawled out of the bed and discovered that I was now wearing a fashionable pair of blue pajamas. Upon closer examination of myself, I found that I was carefully bandaged from head to foot, making me look somewhat like a mummy, only increasing my confusion.<br>\r\n<br>\r\n<i>“What happened to me?”</i><br>\r\n<br>\r\nI looked down at my feet and found a pair of pink slippers, which I slipped on, then walked uneasily to the closed door. Of course, the door was locked. But, still in a daze, I was not detoured and pulled onto the door knob harder. The lock broke with a low crunch and the door handle ripped off in my hand as the door slowly drifted open in front of me. I looked at the handle, slightly surprised, then lightly dropped it to the floor as I then cautiously walked out into the hall.<br>\r\n<br>\r\n“He- Hello?” Politely, I called. “I- I’m sorry about the door. Hello?”<br>\r\n<br>\r\nI looked around as no one answered and began to slowly wander the halls, curiously taking yin my new environment, uncertain, but not afraid. “Hello? Is anyone here?”<br>\r\n<br>\r\n\"My but you are a strong girl.\" Startling me, a voice said.<br>\r\n<br>\r\nI spun around to find a well dressed, tall and attractive young woman, standing in the hall. She smiled politely and motioned for me to follow her. Seeing no threat, I walked over to her. \"Where am I?\" Politely, I asked.<br>\r\n<br>\r\n\"You are in a safe place, I am Dr. Dani Dorsey.\" Calmly, the woman replied. \"I do apologize for your injuries, there was a fight over you before we could get you here.\"<br>\r\n<br>\r\n<i>\"A what...?!\"</i> Startled, I thought. Then i asked, \"Have you seen my mommy?\"<br>\r\n<br>\r\n\"All in due time, young lady.\" Kindly. Dr. Dorsey said. \"Your mother is safe and resting. I was hoping we could have a little talk... won't you join me for some tea...?\"<br>\r\n</span></div></div>",
            "created":1585198800,
            "id":2808024,
            "title":"I wake up in a strange place."
        },
        "1131212":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Keep looking for somewhere to hide",
                "Head back in defeat to Dr. Dorsey "
            ],
            "content":"<div class=\"\"><div> <span>I don't even <i>like </i>tea. I don't want to be here with these strange people in this cold building away from home and school and everything I know. I cry out that I want to leave and before she can answer me, I am already running down the hallway. The last thing I see is Dr. Dorsey looking at me with a sad disappointment and shaking her head. I hear her saying something into a device on her wrist in a language I don't understand. <br>\r\n<br>\r\nAs I try to find a way out of the strange place with its sliding glass doors and blinding fluorescent lights, it makes sense that she won't bother chasing me. I have absolutely no idea where I am and security is at her disposal. <br>\r\n<br>\r\n\"Olivia honey,\" Dr. Dorsey called out. \"I am not in the mood to go after you myself. Come back so we can get started, we have wasted enough time already.\" Her voice still sounds pleasant with a slightly threatening edge to it. </span></div></div>",
            "created":1588136400,
            "id":2826915,
            "title":"Uncooperative"
        },
        "11312121":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "Dr. Dorsey.",
                "the two guards.",
                "mommy.",
                "your choice.",
                "you decide."
            ],
            "content":"<div class=\"\"><div> <span>I turned to Dr. Dorsey just long enough to stick my tongue out at her and continue running, looking for a way out. I did not care where I was, I only cared about finding mommy and I cried out to her as I ran through the halls. What I didn't know was that doing so told security where I was. I was confronted by two men in uniforms as I rounded the first corner. \"Do not be so problematic, young lady.\" Scolding, the first man said. \"We are going to take you back to Dr. Dorsey.\"<br>\r\n<br>\r\n\"No you're not!\" Defiantly, i snapped. \"I'm gonna find mommy!\"<br>\r\n<br>\r\nWith that said, I ran at them with a shrilling scream. The guards gave a bemused smile but gawked in surprise as I slid between the legs of the second guard and kept running, crying for mommy. It did not take long for the guards to give chase but I was far enough ahead to slip into a door and hide as they ran passed. After they were gone, I eased the door closed to give myself time to catch my breath.<br>\r\n<br>\r\n\"I want my mommy...\" Crying, I muttered.<br>\r\n<br>\r\n\"You are a spirited one, little lady.\" Startling me, an old voice said.<br>\r\n<br>\r\nI spun around to find an elderly Maltorian woman sitting in a chair staring at me. I was too frightened to move or even speak only the woman's kind smile caused me to relax a little. \"Who... Who are you?\"<br>\r\n<br>\r\n\"I am known as Elder.\" Kindly, the woman said. \"I am the oldest Maltorian at one hundred and fifty years.\" She motioned me to come closer with a single finger. \"Do you want to know why you are so important?\"<br>\r\n<br>\r\nThis surprised me. \"Important....?\"<br>\r\n<br>\r\nElder nodded. \"You and your mother are very important, my dear.\" Calmly, she said. \"You see, we Maltorians are dying and so are the humans.\"<br>\r\n<br>\r\n\"Why...?\" confused, I asked.<br>\r\n<br>\r\n\"You are a bit too young to understand why.\" Patiently, Elder said. \"However, you have within you the power to save us all.\"<br>\r\n<br>\r\nI tried to grasp what Elder was telling me. \"You mean I'm a superhero?\"<br>\r\n<br>\r\n\"Something like that.\" Bemused, Elder said. \"You see, you and your mother come from a long line of humans who have defied illness again and again.\" She sighed. \"The cure came to late, we had sealed our own fate... In our quest for power we brought upon our own last hour.\"<br>\r\n<br>\r\n\"Mom says that a lot...\" Tearing up, I said.<br>\r\n<br>\r\n\"Your ancestors were conquerors, much like my ancestors, only we each made a fatal mistake... one that is slowly killing us all.\" Cryptically, Elder said. \"You and your mother are the last living descendants who have the power to change everything.\"<br>\r\n<br>\r\n\"I don't understand.\" Shaking my head, I said.<br>\r\n<br>\r\nElder giggled. \"You remember the story of Adam and Eve?\"<br>\r\n<br>\r\nI nodded. \"Mom told me they were the first man and woman on Earth.\"<br>\r\n<br>\r\nElder nodded. \"You are the new Eve.\"<br>\r\n<br>\r\n\"You mean I have to find and 'Adam'?\" Making a face, I asked. Elder nodded. \"Ewww!\"<br>\r\n<br>\r\nElder smiled, bemused. \"Not now... but eventually.\"<br>\r\n<br>\r\nJust then, the door opened and in walked...<br>\r\n </span></div></div>",
            "created":1588136400,
            "id":2826940,
            "title":"The new Eve."
        },
        "113121211":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "They were turning blue!",
                "They looked sunburned!",
                "continue.",
                "your choice.",
                "you decide."
            ],
            "content":"<div class=\"\"><div> <span>I tensed up seeing Dr Dorsey enter and instinctively hid behind Elder who giggled slightly at my move. \"Did the doctor frighten you, child?\" Calmly, she asked.<br>\r\n<br>\r\nI nodded to which Elder turned to Dr Dorsey. \"A firm hand does not win the trust of the young, especially not young humans.\" Scolding, she said. \"Patience is the key.\"<br>\r\n<br>\r\n\"We do not have time for...\" Sighing, Dr Dorsey began.<br>\r\n<br>\r\n\"Are you questioning my wisdom... <i>doctor</i>.\" More sternly, Elder demanded.<br>\r\n<br>\r\nDr Dorsey jumped before shaking her head. \"I am not questioning you...\"<br>\r\n<br>\r\n\"Then heed my advice.\" Firmly, elder said. \"This child will fight you with everything she has until she gets what she thinks she wants.\"<br>\r\n<br>\r\nDr Dorsey was silent for a moment then nodded before pulling out what looked like an iPhone and punched in a number. \"Talk to your mommy.\" Softly, she said.<br>\r\n<br>\r\nI took the phone like device from Dr Dorsey and heard mommy's voice on the other line. \"Who is this...?\"<br>\r\n<br>\r\n\"Mommy, it's me, Olivia!\" Crying, I said. \"Where are you?\"<br>\r\n<br>\r\n\"Olivia...?\" Surprised, mommy asked. She sighed. \"I was told you were very sick...\"<br>\r\n<br>\r\n\"They told me we were both sick but I feel fine...\" Worried, I said. \"Where are you?\"<br>\r\n<br>\r\n\"I'm in an a quarantine hospital room, honey.\" Patiently, mommy said. \"Look at your arms, your legs... Do they look different?\"<br>\r\n<br>\r\nCurious, I looked at my arms and nearly screamed as I saw...<br>\r\n</span></div></div>",
            "created":1588309200,
            "id":2828515,
            "title":"Dr. Dorsey."
        },
        "11312122":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Ask Mr. Olly for a glass of water",
                "Finish up the sundae"
            ],
            "content":"<div class=\"\"><div> <span><div align=\"right\">***</div><br>\r\n<br>\r\nI move glass dish away and hide my face into my hands. It was the first and only time any of the researchers had seen a child turn down an ice cream. <br>\r\n<br>\r\nDr. Dorsey doesn't take it personal when I stop in the middle of my fleeing and turn back. Even so young, I know that there is no chance of getting out, at least not like this. The place is swarming with guards, security cameras, and protected from the outside lunar environment. Trapped in an inescapable fortress containing the precious oxygen that I needed to even survive out in space. <br>\r\n<br>\r\nThe scientist spent the rest of the day after my attempted escape trying to win me over with new dolls and sweet treats. She scanned her card and brought me into an area with vending panels and the loud buzz of a long refrigerator. <br>\r\nShe explained that sometimes little boys and girls got sick and had to be taken somewhere special where they couldn't hurt others. Like their friends from school and their moms. <br>\r\n<br>\r\nHow would I feel, Dr. Dorsey asked me, if I gave someone the bad cold and they went away forever? When I ask her why no one here is worried about getting sick, she has a response for that too.<br>\r\n<br>\r\n\"That's why you're here Olivia. We're making the medicine to make everyone better and we really need your help.\" The scientist pushed the ice cream towards me again. \"You need your strength but it doesn't hurt if you have some joy out of being here.\"<br>\r\n<br>\r\nI picked up the spoon and dug into a scoop of vanilla. If my family was okay with me being here and they knew I was safe, I had to help out the scientists, right? <br>\r\n<br>\r\n\"That's a good girl. Now you finish that up and Mr. Olly will bring you to my lab.\"<br>\r\n <br>\r\nDr. Dorsey nodded to the head of security for the floor. He was a large men with a headset over his face where he could watch all of the activity at the facility and the public cameras back at the Hub. Holographic lines of DNA ID sequences zipped past his view. \"Got it boss,\" he answered dismissively. <br>\r\n<br>\r\nHe was very focused on all the activity flashing through his eyes and brain. When he finally paid attention to me, he raised his voice and sneered. <br>\r\n\"C'mon kid, I don't have all day. Doc needs you ready.\" Then he looked away from me to watch a red blinking line and scrambled video that I couldn't hear. <br>\r\n</span></div></div>",
            "created":1588222800,
            "id":2827417,
            "title":"Sweet defeat"
        },
        "113121221":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Use the headset to contact help",
                "Use the headset to find a safe spot"
            ],
            "content":"<div class=\"\"><div> <span>Mr. Olly jabbed the metal pick repeatedly onto the block of ice. He grumbled to whoever was on the other end of his headset about having to cater to a \"bratty kid\" and play babysitter. I pretended not to be eavesdropping. Although Dr. Dorsey had insisted that I could have whatever I wanted and I was using that to my advantage, I didn't want to anger the Head of Security too much.<br>\r\n<br>\r\nHe was definitely a human. There was no doubt about that. He lacked the slightly off physiology and prowess of the Maltorian who ran the lab. With this partnership, it was not uncommon for some humans to do whatever undesired jobs the others had no time or want to do. That's how you had someone like Mr. Olly, an imposing detail-oriented man who watched over and in return, the Maltorian high command provided his family with resources. <br>\r\n<br>\r\nFor now however, he was stuck scraping ice to dump into my water. \"More please.\" I told him when he showed me the glass. When he was about to say something else to me, I brought up Dr. Dorsey again and that she had wanted me to be as comfortable as possible. Mr. Olly shook his head, mumbling, and lifted up the long refrigeration unit. <br>\r\n<br>\r\nWater was one of the most precious resources anywhere, especially here on the Moon. It was one of the few things that the Maltorians hadn't been able to maximize the production of. Instead, they relied on units that connected to an underground reservoir that pumped clean, ice-cold water back up through the refrigeration unit. When his shoulder lifting up the heavy lid, Mr. Olly was trying to multitask by keeping his eye on the security video streams. That was when I saw my chance.<br>\r\n<br>\r\nI picked up the DNA ID that he had left on the table. Without second guessing it, I threw it and watched as it flew through the air and landed inside the refrigeration unit. Mr. Olly immediately started cursing as he now had to dig through the ice. \"You little brat, we are going right to Doc after this..\" He grumbled and complained about his hands feeling raw and cold from picking through the ice. But right when it seemed like he had found the ID, I was ready to make my first move. <br>\r\n<br>\r\nI felt bad about it for a second. Mr. Olly couldn't see me hop down from my chair and crawl towards the unit until I reached the panel on the side. The Maltorians had no sense of occupational safety like humans did. Their devices were functional and the best at it with no regard for safety as long as they were efficient.<br>\r\n<br>\r\nI felt bad for about a second before I mashed my hand against the panel. Then again, these people had kidnapped me and Mr. Olly was part of it, a bully who did whatever they told him to even if it meant hurting or intimidating a kid. <br>\r\n<br>\r\nThe unit began to buzz loudly. <b>\"What the h-?\"</b> Mr. Olly yelled. His hand was still in the device when the whole machine began to pressurize. Before he could lift himself out, the force brought the lid down on his head and his body collapsed right into the machine. With a loud snap, the unit closed and began to whir as the temperature inside dropped to below subzero degrees.<br>\r\n<br>\r\nAs I back away from the machine, I nearly step on Mr. Olly's headset. I am shocked at myself for what I did.. there was no way I wouldn't be in trouble now. I had ki... I couldn't even say it in my own head. When I put the large headset on my face, the base and all of its labs were now in my open sight. I could see everything and everyone - and I still had no time since no one had been alerted to the commotion I had just caused.</span></div></div>",
            "created":1588222800,
            "id":2827727,
            "title":"Deep freeze"
        },
        "1131212211":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Cold and sterile",
                "Lush and green"
            ],
            "content":"<div class=\"\"><div> <span>The headset isn't much use to me. It is full of previously used DNA IDs but I can't figure out how to contact Mom or anyone else that could help me out of this. I'm not as familiar with the Maltorian-specific devices and the menu options are blinking in their strange language. \"Hello?\" I call out into the receiver. I'm trying not to look at the refrigerator. It hasn't yet hit me.<br>\r\n<br>\r\nInstead I back away and begin to exit the room when suddenly the door opens again. <br>\r\n<br>\r\n\"Olivia honey, we're still waiting for you.\" Dr. Dorsey comes inside with a trio of guards that now block my way out. Before I can try to explain, one of the guards gasps. He nudges Dr. Dorsey to catch her attention but she is already aware. Out of all the reactions, I do not expect it when she chuckles and shakes her head as if I just knocked over a vase. She walks up to Mr. Olly's frost-ridden hand, which sticks out of the refrigerator, and slams the lid back down. With a crunch, the hand disappears and I hear the unit whirring, still functioning with the body crammed inside of it. <br>\r\n<br>\r\n\"Shame about that,\" Dr. Dorsey says. \"He was good at his job. Never late. Never questioned anything. We'll just have to hope the next one is just as dedicated, right?\" She smiles at me. I am not sure what to say back since she is being so pleasant about everything, not unlike the trio of guards who glare and whisper to each other. <br>\r\n<br>\r\n\"Now, we really must get going.\" The scientist continues. \"Unless you plan on disposing of more staff.\" <br>\r\n<br>\r\nObediently, I follow Dr. Dorsey out of the room with the guards flanking me on each side. I am more confused than ever as to what is going on in these labs but if I want answers (and a possible way out), I'll have to play along with whatever is happening. Walking around with them, I realize that the facility is a lot larger than I had noticed before. <br>\r\n<br>\r\nThere are many other rooms and labs connected to the main hallway, as well as what looks like a greenhouse and recreational area like the gymnasium at school. She leads me to my next destination, which I discover is _______</span></div></div>",
            "created":1588568400,
            "id":2829729,
            "title":"Use the headset to contact help"
        },
        "1131212212":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Crawl along to the laboratory area",
                "Use the device to send out a distress signal"
            ],
            "content":"<div class=\"\"><div> <span>It doesn't take long for Dr. Dorsey to send a pair of guards to escort me back to the lab. When the two men come into the room, at first they're confused. There is no sign of a young girl and there is no sign of Mr. Olly. The pick that he had been using to carve up the ice laid in a melted puddle and the ice cream sundae was untouched on the table. Finally one of them realizes that the refrigerator is making a concerning sound. Rumbling and quaking as if something has been jammed into it.<br>\r\n<br>\r\nThe two guards struggled to lift up the lid, mumbling about the overly complicated set-up of Maltorian technology and how their lives completely depend on it now. Then when they realize what has happened, they begin to dry heave for a couple of seconds before running out and shouting into their communication wristbands. I am completely out of sight, of course- watching the gruesome scene from up above in the vents, where I have beat my own record for holding my breath and staying motionless in place. When they are gone, I finally take another breath. It wasn't hard for me, being small, to find the right spot in the wall where I could squeeze through the vents. Even if they thought of sending someone through, it would be impossible for any adult to come crawling in without the possibility of suffocating in the tight space.<br>\r\n<br>\r\nThe headset around my face is frenetic with activity and I can see it all. The heat signatures of the scrambling guards, the scientists in their lab (one of which is Dr. Dorsey) and other beings too distant to identify. It wasn't hard to disable the outgoing and incoming signals on the device which leaves me as a ghost on the network. We learned how to use most of the common Maltorian equipment at school, and us kids just had a natural ease with learning the tech. <br>\r\n<br>\r\nI heard an alarm go off somewhere and I knew it was going to get even more crazy. The search would escalate and I couldn't just hide forever in this same spot in the vents. Was there anyone here who wasn't part of this mysterious project to experiment on colonist kids? I could play the ghost for a little longer and find some answers...</span></div></div>",
            "created":1588309200,
            "id":2828554,
            "title":"Use the headset to find a safe spot"
        },
        "11312122121":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "\"been asleep for a very long time!\"",
                "\"survived a terrible accident!\""
            ],
            "content":"<div class=\"\"><div> <span>I have no idea where I am going. The vents obviously lead to different places around the building, it is just too dark and after what feels like hours of going around in a circle, my breaths are becoming shorter. I also remember why Mom brought me here in the first place. My head is burning again, I haven't taken any medication in hours.<br>\r\nBefore I can pass out, from being exhausted, my twitching eyelids are blinded by a bright white light. It flashes once then after a few minutes, it happens again. It isn't easy but I crawl to chase it, maybe even wondering if this is the fever.<br>\r\n<br>\r\nBut then I hear voices. Voices that I know! Like that awful Dr. Dorsey and the sound of strangers.<br>\r\n<br>\r\n\"Any update?\" I can see her through the vents. The pretty scientist paces back and forth. It is still hard to believe that she is behind something terrible, she seems young like one of Mom's aunts.<br>\r\n<br>\r\nWhen one of the guard answers Dr. Dorsey and shakes his head, her calmness ends right away. <br>\r\n\"Get out of my sight until you find out where she is!\" She screams at the guard and tosses a clipboard at him. Humiliated, he turns around and disappears. His partner turns to also follow but Dr. Dorsey keeps him behind.<br>\r\n<br>\r\nShe walks to her desk, tosses a bunch of papers, and opens a drawer. The guard looks surprised when she pulls a bottle out and takes a long drink from it! She makes a happy sound and offers some to the guard but he says no.<br>\r\n<br>\r\n\"First kill, can you believe that?\" Her voice sounds like she is really sleepy. \"She took down your boss without a pause\"<br>\r\n<br>\r\n\"I don't want to hear this. I am just here for the job.\" The guard says in disgust.<br>\r\n<br>\r\nI feel the sickness getting to me. Every part of my body hurts! But I have my full attention on what Dr. Dorsey is saying.<br>\r\n<br>\r\n\"I am just wondering,\" she smiles. \"If it dies, does one of the others keeps the memories of her past life? Her fears? Maybe even that moment where she faded to nothing.\"<br>\r\n<br>\r\nHer eyes look crazy with a madness that gives both of us the creeps. I am so thankful to be hidden out of sight from all this even as all of me is sweating and aching. My stomach growls with the feeling to vomit. I don't want to puke in this small space, this is the worst day I've ever had. Then before I can pass out, I hear the guard talk again.<br>\r\n<br>\r\n\"Doctor, you need to come with me. Now.\" <br>\r\n<br>\r\nThe guard finishes talking to someone on his headset and disconnects. He reaches out to grab Dr. Dorsey's wrist. Before he can make contact, she raises the bottle and crashes it on his head. After she crawls out from under him, she stands up and crushes his headset with her heel. I don't stay conscious for much longer after that. It becomes impossible to breath and my head feels like it splits open. My eyelids close and then there is nothing but darkness.<br>\r\n<br>\r\n<div align=\"right\">**</div><br>\r\n<br>\r\nThe walls of the room are shiny and white. Machines make sounds all around me. When I try to get up, my arms and legs are strapped to the bed. When I open my mouth to cry out, I am silenced. A series of tubes connect at a mask that covers my face. All my struggling catches the attention of a woman dressed in white who comes to my bed and begins to fix the tubes. \"Hey now! Stop that. Let me give you something to calm you, honey, you've ________\"</span></div></div>",
            "created":1588741200,
            "id":2831082,
            "title":"Continue "
        },
        "11312122122":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Alert the LCF about a crime",
                "Send a video to Mom"
            ],
            "content":"<div class=\"\"><div> <span>There is no way I can get out of this alone. I tap the side of the headset to check the other features on the device. I scroll through settings which don't show me anything new. However I see a list of contacts that I can access. If I connect again to the lab network, I may have one chance to send out a single message and disconnect before being discovered. <br>\r\n<br>\r\nTheir search has been going on for 20 minutes already and no one has even considered the ventilation system which is exposed and completely accessible by someone of their size. It never crosses their mind and instead, Dr. Dorsey leads the guards around in a frenzied panic, checking and rechecking the same areas again. I haven't moved from my spot near the break room. Although I can move fine and freely, I just have this fear of ending up stuck nowhere with no chance of rescue.<br>\r\n<br>\r\nThe device pops up a green screen where I can now see general numbers to call and a field to enter someone's DNA ID. This wouldn't be much help but I happen to know one very well and that is because of the early lessons at school. If I call Mom, what could she even do to get me out of here? I see that one of the most contacted numbers in the menu is for the Lunar Community Force. The Maltorians didn't take away all of our freedom to govern myself. They knew most humans would refuse to listen if they didn't have some representation. The LCF was the community patrol of the moon and the Maltorians were the overlords. I didn't know if they could even help but from the times that one of their officers came for Career Day, they were friendly and known for occasional disobedience when it came to the colony.<br>\r\n<br>\r\nI think about who I can send my message out to - I don't think I have much time, as dumb as everyone here is, someone will get the idea to check my space and from the words they shout, I don't expect a good ending.</span></div></div>",
            "created":1588395600,
            "id":2828656,
            "title":"SOS"
        },
        "113121221221":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Crawl towards the front of the facility for a better view",
                "Try to contact someone again"
            ],
            "content":"<div class=\"\"><div> <span>It takes longer than I expect to get a signal. Time feels like it is not on my side as the device beeps and attempts another reconnect. Is it too late? Am I doomed to die in here until they find me or I die of thirst and hunger? Being off the grid had made me feel confident about my hide and seek skills. But now I need a save, I can't do it on my own. Please, I beg to the headset as if it isn't anything other than a soulless piece of technology. Time is running out.<br>\r\n<br>\r\nMom says the weather changes so much on the Moon that sometimes different parts of the Colony are unable to communicate or visit each other for <i>weeks</i>. If that is the case, I don't stand a chance at all. I'll run out of supplies and no one will be able to rescue me. But before I give up hope on being able to cast a distress signal, it happens- I can connect.<br>\r\n<br>\r\nThe DNA ID of the patrol flashes and I hear a chime as the video finally loads. \"Hello? Help!\" I cry out.<br>\r\nThe face of a stern, middle-aged man in a dark blue uniform flickers between static bursts and when he speaks, his words cut in and out, making him difficult to understand. \"This is Tanaka speaking...\" T he signal finally stabilizes. <br>\r\n\"What the hell do you want, Station Delta? This line is for emergencies.\" <br>\r\n<br>\r\nAfter a few seconds, my transmission must be clearer as well because his eyes become less angry. \"You are not.. the Head of Security.\" He says, his tone now being a lot more gentle and patient. \"Who are you?\" <br>\r\n<br>\r\nHe can now see who he is talking to. A terrified human girl hiding in the darkness. <br>\r\n\"They're snatching children!\" I begin to sob.  \"I don't know what they do exactly, but there are these experiments...\" <br>\r\n<br>\r\nTanaka grimaces. His face looks furious and at first, I am not sure if he is mad at me or what I'm saying.<br>\r\n<br>\r\n\"I got out.. They're looking for me and I don't have a lot of time!\"<br>\r\n<br>\r\n\"Those Maltorians have been up to no good since the Pact... we just haven't had proof! But this is it, this is the push we have needed to free ourselves of them. What is your name, child?\"<br>\r\n<br>\r\nI wipe my tears with my sleeve and answer. I don't mention my exact location because although Tanaka has all the makings of an Earth loyalist, Mom had always taught me never to give anyone, especially a stranger, 100% of my trust. Especially now being the case when I am already in so much danger.<br>\r\n<br>\r\n\"Stay put, Olivia. Don't let them see you - and don't come out until we play the signal.\"<br>\r\n<br>\r\nBefore I can ask him what that is going to be, his face cuts out. I start to feel a little safer, knowing that Tanaka and the LCF are on the way, but my stomach rumbles with both the hunger and worry that I am about to be caught between something really bad. </span></div></div>",
            "created":1588482000,
            "id":2829260,
            "title":"Calling the Cavalry "
        },
        "1131212212212":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Drop down from the vents",
                "No surrender! On the move again "
            ],
            "content":"<div class=\"\"><div> <span>I know it is a really bad idea and I've already had too much luck with it in the first place but that alone doesn't stop me from dialing in the DNA ID number again. I felt safe when I was talking to Captain Tanaka. One of the few times while being trapped in this place and while being helplessly alone. I knew that the LCF would get me out of here but they had to show up before it was too late.<br>\r\n<br>\r\nThe image of a moon is rotating on my screen. Tanaka's DNA ID flashes until it turns green. Unlike last time, the signal comes in crystal clear without any issues. The signal meter shows that I am at maximum connectivity which my small knowledge of these devices means... I am connecting with someone nearby. Instead of the man I had spoken to before, the video shows the face of a familiar attractive woman in her late 20s, her long brown hair tied back in a ponytail, and the collar of her lab coat visible in the feed.<br>\r\n<br>\r\n\"There you are, Olivia.\" Dr. Dorsey smiles. \"You've sure caused us a lot of trouble for us but there is still a chance to save yourself.\" <br>\r\n<br>\r\nMy face goes white with terror. I desperately try to shut the device on but the video of the sinisterly smiling woman remains until I grab the headset and rip it off my face. Even without having it near me, at the loudest volume possible, I hear her yelling at me to get out of there immediately. It was all my fault for trying to get in contact again.. it made sense that a crazy scientist like Dr. Dorsey would be smart to catch on to whatever I was planning. <br>\r\n<br>\r\n\"Save yourself!\" The voice crackles again through the overturned headset. I'm not sure whether to give up or to keep hiding.</span></div></div>",
            "created":1588568400,
            "id":2829747,
            "title":"Critical error: // Unauthorized User"
        },
        "11312122122122":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "the sound of a man's voice",
                "the sound of a woman's voice",
                "total isolation"
            ],
            "content":"<div class=\"\"><div> <span>I've made it too far on my own to just give and leave my hiding spot. Especially with rescue on its way in any moment.. I think this to myself even though I have no idea what the situation is like out in the lunar environment. Could there be storms? Problems with equipment? Still I hold on to the hope that this will be over soon.<br>\r\n<br>\r\n\"Get out! Get out now!\" Dr. Dorsey demands on the device even as I leave it behind. Crawling through the vents is uncomfortable and there doesn't seem to be many places to go - they connect all throughout the facility but only certain areas are wide enough for me to slide into. I am trying to find a spot where I can hear the LCF's arrival better to prepare myself to be rescued.<br>\r\n<br>\r\nBut I am finding it harder to breathe.. every gasp of air I take feels like a struggle and it is as if something is suffocating my lungs from the inside. I take another sniff and catch a strong chemical odor coming from somewhere in the building. Did they figure out where I am.. are they putting something into the vents?<br>\r\n<br>\r\nMy head painfully throbs and I feel the faintness rushing until my vision fades completely to black. It feels like hours later when I finally wake up to...</span></div></div>",
            "created":1588654800,
            "id":2830697,
            "title":"Gassed!"
        },
        "113121221221222":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "the Earth I never knew",
                "my family ",
                "how much I hate the Maldorians "
            ],
            "content":"<div class=\"\"><div> <span>I woke up to a familiar voice and I immediately flailed my arms and legs. But I couldn't move much. This was worse than just being strapped to a table: I was trapped inside some sort of sphere, and when I screamed for help, nothing came out of my mouth. I couldn't even hear my echo inside the clear circular prison. <br>\r\n<br>\r\n\"Wakey wakey,\" Dr. Dorsey says with a smile. \"I am sorry we had to do that but you got us into some real trouble when you called Tanaka.\" I wanted to throw out every curse word I had learned at her - but it was useless. No movement, no speech.. this was definitely Maldorian technology at its worst - designed for the sole purpose of tormenting humans. \"We were able to clear up the misunderstanding.\"<br>\r\n<br>\r\nI still have my sight and I can see that the laboratory is massive. There's other scientists in coats checking tanks and toying with the dials on blinking panels. <br>\r\n<br>\r\n\"You are a clever child, you know that. You've probably wondered all your life why you are so different. Smarter than all the other kids. They call you an old soul, right?\" Dr. Dorsey comes close to my jail sphere. \"Not a coincidence, of course. The future and survival of this colony are in your blood, Olivia.\"<br>\r\n<br>\r\nShe signals one of her workers to turn a knob all the day. It is seconds later that I feel it. A surge of electricity or whatever power they use in this laboratory.. it now begins coursing through the sphere, tingling at my fingertips, and spreading throughout my body. It is a good thing I can't scream. Instead, I begin to think about what Dr. Dorsey was saying. Being different? Yeah, that is true. I don't talk like the other kids my age, I don't have anything close to the same interests as them. There is also that mysterious sickness which now seems like the least of my problems.<br>\r\n<br>\r\n<b><span class=\"cbgreen\">Zzzzzzzzzzzzzt!</span></b> What are they doing to me? I don't feel any pain but the flow that is powering everything is shaking me to my core. I don't even know if this process will kill me, so I begin to comfort myself by thinking about...</span></div></div>",
            "created":1588741200,
            "id":2831564,
            "title":"Experimentation "
        },
        "1131212212212221":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Continue the dream (?) of this old city",
                "Focus on somewhere else to disrupt the device"
            ],
            "content":"<div class=\"\"><div> <span>The beeping sounds around me grew in volume. I felt like they were going to give me the most severe headache I had ever experienced. I could only hear Dr. Dorsey's voice and that was starting to sound more distant by the second.<br>\r\n<br>\r\n\"<i>She's doing it!</i> Don't lose focus, child! Think back to your ancestral land, remember the moment that started that fateful chain of events...\" <br>\r\n<br>\r\nI close my eyes and take a deep breath to relax myself. The egglike device that I am inside of is spinning furiously, an out of control centrifuge in which every moment begins to feel like an agonizing eternity. <br>\r\n<br>\r\nThen there is the feeling nothingness. That too begins to feel like an eternity and with my eyes closed, I have no sense of time or awareness, even Dr. Dorsey's excited instructions echo away into the beyond. When I do open my eyes, I am free again. But the sight of what I am looking at makes me want to faint. <br>\r\n<br>\r\nI am no longer at the lab with Dr. Dorsey. Which means I am no longer imprisoned in anything but the view of tall silver skyscrapers and realizing I am in the middle of a busy street is a shock. I had only seen them in movies about Earth. Our ancestors had to deal with traffic and walking as they lived out their daily lives like tiny ants moving around their cities. <br>\r\n<br>\r\n\"Hey! Minggir!\" A person on a bicycle zips past me ringing their bell like a madman. \"Get out of the way!\" He yells as he disappears onto the crowd-filled sidewalk. I have never seen so many people together like this. Everyone just blends into each other, the young and the old, the street beggars and the men in what I learned were called suits. So this was the Earth... I look up into the skyline to admire the skyscrapers. Some are older than most of the people on the streets and I wonder if they ever think about the lives that were sacrificed to create these views. <br>\r\n<br>\r\nI am so overwhelmed by the noises and sights of the city that I haven't paid attention to two things. When I look down at my hands, I see that they are older and like a human man's. When I reach to touch my face, my fingers find the base of a cloth mask over my mouth. With everything I had experienced thanks to Dr. Dorsey, the mask doesn't even seem so noticeable. <br>\r\n<br>\r\nIt is at this moment when I notice that everyone else, the thousands of people running around this city, also wear protection over their faces. What a strange time, could this have been what Dr. Dorsey had meant when she was keeping me in her lab? The chain of events. This also makes me wonder if I want to continue exploring this.. dream? Or if it is time to go home and refuse to answer whatever Dr. Dorsey and the Maldorians are trying to discover. </span></div></div>",
            "created":1589000400,
            "id":2832866,
            "title":"J A K A R T A "
        },
        "113121222":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "\"trouble\"",
                "\"sewage pipes"
            ],
            "content":"<div class=\"\"><div> <span>The head of security stood by me, making me uncomfortable as I tried to finish the ice cream sundae. It wasn't going down. The syrupty cherry had already brought about an aching nausea. I dropped the spoon and coughed into my arm, struggling to eat much more of it. Any kid would've sold out their family to the Maltorians for even a scoop of ice cream. It was that hard to find and really more of a thing for the very wealthy or the brave Maltorians who kept it as a culinary curiosity. <br>\r\n<br>\r\nAs much as I wanted to, I couldn't stomach another bite without wanting to throw up all over the place. The large man shook his head as if he is watching a wounded animal on a documentary. When he does this, one of his eyes doesn't move at all. Instead it wobbles without motion inside his socket. Mom had told me some veterans had glass eyeballs. Some even had legs made out of metal and plastic. <br>\r\n<br>\r\nWars were like that, they took away life and if you survived, sometimes you lost part of your body. That was one thing I had never worried about on the Moon. The Maltorians had basically created world peace, just in a much smaller population and not quite on a world. <br>\r\n<br>\r\nBut if this man was a veteran, why was he working with the Maltorians in this creepy place? I couldn't help myself and blurted out without thinking.<br>\r\n<br>\r\n\"Are you from Earth?\"<br>\r\n<br>\r\nHe tapped on his temple as if I had interrupted him from a call. Then without answering my question, he laughed. <br>\r\n<br>\r\n\"I'm from the same place you're from. That's why I would never eat that.\"<br>\r\n<br>\r\nMr. Olly replied with a serious tone and before I could ask him what he had meant by any of that, his attention was back to beeping scans. I pushed the bowl away with tears swelling in my voice. I hate this, I hate these people and this place. I want to go home and see Mom.<br>\r\n<br>\r\n\"Alright kid, I gotta take you back.\" <br>\r\n<br>\r\nNot having any other choice, I left the dessert melting and went out the door with the large man. We walked down a hallway that led into Dr. Dorsey's lab. The plated door leading inside was blocked by an eye scanner and under the vigilance of four rotating cameras that extend and capture every angle of the entrance. Something about going beyond that door made me tremble. I look at Mr. Olly's face to see if he has any guilt, but he is ready to scan his retinas to gain access. As he placed the gear over his face, he paused for a moment. <br>\r\n<br>\r\n\"How old did you say you were?\"<br>\r\n<br>\r\nI told him and he flinched as if he had been slapped in the face. He shook his head, mumbling under his breath. Then he stopped talking and nodded as if he was making a decision. <br>\r\n\"Before we go again, just answer me this:<br>\r\nWhat is easy to get into, but hard to get out of?\"<br>\r\n<br>\r\nNot completely sure, I answer the first thing that comes to mind...</span></div></div>",
            "created":1589346000,
            "id":2834741,
            "title":"Finish up the sundae"
        },
        "1131212221":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "... at one of the tanks",
                "... me"
            ],
            "content":"<div class=\"\"><div> <span>With a look of disappointment, he looked me in the eyes. His tone was solemn and he looked back to his normal self of hiding any facial motions. <br>\r\n<br>\r\n\"You never get that wrong. Have you heard that one before?\"<br>\r\n<br>\r\nI shook my head. I didn't know myself why I had responded like that. The answer came to me immediately, as if it had come from a dream that I could never forget, ready for the moment to respond dutifully. Why did my whole life start to feel like that now?<br>\r\n<br>\r\nMr. Olly chuckled dryly. \"I hate this, but until something extraordinary happens, we don't have much of a choice but to go with it.\" He picked up the scanner and brought it to his face. I could see him blinking briefly before the doors of the lab began to slide open. <br>\r\n<br>\r\nThey were a lot like the hissing elevator doors I had seen in old videos. As they made the inside more visible, I was amazed at what I saw on the other side. It was a space that appeared way longer than I could've imagined. The room seemed to never end and it was full of machines that beeped so softly that they were like a buzz. <br>\r\n<br>\r\nGiant glass tanks filled the room as well, with whatever was beneath the glass, unseen in the cloudy water. Then she came to us, holding a clipboard, appearing out of thin air or just from outside of my sight. There was just so much going on and she was completely alone. No other guards. No fellow scientists helping her. <br>\r\n<br>\r\n\"Ah, there you both are. I was beginning to worry.\" Dr. Dorsey smiled in a way that made me feel chills. I knew she was human but there was just something very <i>off </i>about her.<br>\r\n<br>\r\n\"She's a standard one,\" Mr. Olly said. \"She won't give you any trouble.\" <br>\r\n<br>\r\n\"That is great to hear. We haven't had much luck lately, have we Gregor?\" <br>\r\n<br>\r\nI was so confused by what they were talking about but the more I concentrated on the lab, the more creeped out I began to feel. There was more medical equipment than I thought, trays full of cotton balls and sanitizer. Scalpels and pliers that looked brand new but very menacing. Then I had to look twice because something in one of the tanks was definitely moving, stirring inside the hazy water and splashing. <br>\r\n<br>\r\nMr. Olly turned pale and looked in horror. He was about to say something but before he could, Dr. Dorsey had already reached into her lab coat and pulled it out. Something inside the pocket clicked and in an instant, Mr. Olly disappeared with a loud pop. <br>\r\n<br>\r\n\"You crazy witch! What did you do?\" I screamed at her. She started to laugh and point down to the floor where something round was moving around. Scared but curious enough to check it out, I got closer and gasped. It looked like a peach-colored marble twitching by itself. <i>\"Mr. Olly?\"</i><br>\r\n<br>\r\n\"Time to retire the old boy.\" Dr. Dorsey said with disappointment before she smiled again, excited like a kid during the Celebration of Lights. \"His replacement will be here very shortly!\"  She looked sinister as she pointed her finger directly...</span></div></div>",
            "created":1589432400,
            "id":2835251,
            "title":"Correct"
        },
        "1131212222":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Take my chances",
                "Open a nearby door"
            ],
            "content":"<div class=\"\"><div> <span>Mr. Olly shook his head as if I had said the dumbest thing ever. Then to my surprise, he did something I never would've expected from the stern-looking henchman. He smiled. <br>\r\n<br>\r\n\"That is completely wrong, kid, but I have never heard one of you say that before.\"  The head guard turned his face away from the scanner and bent down on one knee to look at me closer. He tapped the side of his head and a red light began to blink on the device. <br>\r\n<br>\r\n\"They won't be able to trace me for a minute or two, so listen and don't freak out.\" <br>\r\n<br>\r\nHis voice was quick and panicked, I hadn't heard him sound anything like that when he was talking to the other guards or Dr. Dorsey even. It was strange to see his calm coolness gone so fast.<br>\r\n<br>\r\n\"We've had that exchange dozens, maybe even a hundred times, and you've never answered that wrong.\" He led us away from the door and back onto the hallway.<br>\r\n<br>\r\n\"W-what do you mean?\"<br>\r\n<br>\r\nHe looked sad for a moment. As if his whole life was flashing before his eyes. His voice was shaking when he spoke again. <br>\r\n<br>\r\n\"It means that I'm not going to take them to you. Not this time. Not again.\" <br>\r\n<br>\r\nHe took the headset and dropped it to the ground. Then to my surprise, he raised his boot and stomped the device until it crunched. <br>\r\n<br>\r\n\"That'll buy you some time, get out now! There's a hatch inside the main utility closet. It leads to a passageway underground between this lab and the main colony. They don't know what she is doing here so just go to the highest power you can.\" <br>\r\n<br>\r\nI stared at Mr. Olly in total confusion. But this is what I was waiting for, a chance to get away at least from here and find Mom again. Without saying another word, I headed towards away from Dr. Dorsey's lab and down the corridors of this eerily-white lighted facility. There were cameras everywhere - but whatever Mr. Olly did before he went off the grid had knocked them offline, at least for a little while. I was worried about bumping into other people as well but it had been pretty empty up to this point. <br>\r\n<br>\r\nThat is until I hear a pair of shoes on the linoleum. Then I hear two voices talking to each other as they begin to corner the hallway. I can either pull off some serious acting on the two guards or scientists coming by or head into one of the nearest unlocked rooms instead. </span></div></div>",
            "created":1589432400,
            "id":2835210,
            "title":"Wrong"
        },
        "11312122221":{
            "author_id":"cornsnacks",
            "author_name":"Sakuya Kawakami",
            "choices":[
                "Use the mop to pry it out",
                "Look for something to dissolve the chute door"
            ],
            "content":"<div class=\"\"><div> <span>I heard voices echoing from their com device before they turned onto the hallway where I was completely trapped and with nowhere to run or hide. \"Check on Gregor. No response.\" Someone said through a com speaker. As soon as their boots came into view, I was already curled up on the ground. \"Oh damn!\" One of the guards gasped. The other started cursing and stepped closer.<br>\r\n<br>\r\n\"Is she alive?\"<br>\r\n<br>\r\n\"I'm not a medic, man.\" I could feel him nearby but he never came to take a pulse or check if I was breathing. With my eyes completely shut facing the floor and my body limp like a ragdoll, I had already made the guard squeamish. <br>\r\n<br>\r\n\"Those Olly units sometimes go berserk.\" The closest guard to me said. His boot was only a few inches away from my laying face. \"You're lucky you weren't here last year when these rogue Olivias managed to hijack one. We lost a few guys that year.\"<br>\r\n<br>\r\nThe guard clicked on his device and I could hear the faint sound of a woman's voice screaming on the other end. <br>\r\n<br>\r\n\"Yes, ma'am. I understand.\" The guard replied back, I could hear his voice nervous and shaky. \"We'll head over right away.\"<br>\r\n<br>\r\nI felt their bodies as they stepped over me and began to head in the opposite direction. \"Dr. Dorsey is trapped, the Olly is barricading the doors and threatening to cause some pain. I hope you're good with that pistol.\" The two men disappeared as their footsteps turned into running and they were gone to handle the emergency. I couldn't believe it.. what did they mean by Olivias? Why were they talking about us as if this had happened before?<br>\r\n<br>\r\nWhen I was sure they were gone, I got back up. I was close to the utility closet and it seemed like there were no more people on patrol. Without no one spotting me, I went inside and locked it, my heart racing as I looked around for the exit.<br>\r\n<br>\r\nFinally after what felt like the longest three minutes, I grabbed onto the handle of the chute that would be leading to some unknown underground passageway. I pulled my arms as hard as I could to lift it. But nothing, my hands couldn't even shake the small door. Now what, I couldn't just punch my way through the metal frame and the handle felt loose already. The space of the utility closet might offer something. I could see dusty shelves of cleaning products and a mop leaning against the wall. </span></div></div>",
            "created":1589605200,
            "id":2836441,
            "title":"Opossum "
        },
        "12":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "content":"<div class=\"\"><div> <span>Primary Characters:<br>\r\n<br>\r\n<b>Olivia Sheppard</b> (5 years old) – the protagonist, Olivia is 5 years old at the start of the story.  The Maltorians take an interest in her; the reason varying with the thread.  In some threads, she’ll go by the name Matura Telfani or Matura Sheppard<br>\r\n<b>Dhelo Ros’ath</b> (5 years old) – a Maltorian girl, Dhelo is Olivia’s best friend.  She is slightly older (2-3 weeks) than Olivia.  Her reaction to Olivia’s condition varies by the thread.<br>\r\n<b>Marcus Kane</b> (5 years old) – Human boy, another of Olivia’s friends.<br>\r\n<b>Kevin</b> (5 years old) – a Maltorian/Human hybrid; like most hybrids, he is treated with disdain by humans.<br>\r\n<b>David</b> (5 years old) – Human child, living in the Maltorian colony with his human mother and her Maltorian wife.  Becomes friends with Olivia/Matura<br>\r\n<b>Kenneth &amp; Carla Sheppard</b> (early 30s) – parents of Olivia and Eric Sheppard.<br>\r\n<b>Eric Sheppard</b> (3 years old) – Olivia’s little brother<br>\r\n<b>Elizabeth (Liz) &amp; Sorain Kekeva</b> – David’s parents.  Liz is a teacher, while Sorain is a physician.<br>\r\n<br>\r\nThread Specific Characters:<br>\r\n<br>\r\n<b>Olivia Sheppard (Clone)</b> – The Maltorians created a clone of Olivia (complete with memories).  The reasoning varies from thread to thread.<br>\r\n<b>Tala Telfani</b> (7 years old) - the older sister of Matura Telfani<br>\r\n<b>Jervix &amp; Kalura Telfani</b> - the parents of Matura and Tala Telfani.</span></div></div>",
            "created":1584507600,
            "id":2803419,
            "title":"Character Profiles"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"Problems are bound to occur when aliens and humans live together",
        "created":1584134820,
        "description":"<td align=\"left\" class=\"norm\">The Maltorians arrived on Earth in the mid 2040s; looking for a new world to settle after fleeing their home system.  What they found was a planet on the verge of destruction; thanks to humanity causing irreversible damage to the environment.  The Maltorians offered to use their advanced technology to repair the planet - the catch was that it would take 25 years to do so.<br>\r\n<br>\r\nIn the meantime, the Maltorians and the remaining humans would live in a colony on the Moon.  The humans believed the Maltorians were their saviors, but they didn't know the Maltorians were hiding something from them - something that would have devastating consequences for humanity.<br>\r\n<br>\r\nRules:<br>\r\n1. Use proper grammar<br>\r\n2. Be creative with storylines but keep close to the original idea.<br>\r\n3. Use the 1st person perspective (I, I'll, I'm, etc) - as the story will be from Olivia's POV.<br>\r\n4. I reserve the right to edit, and/or/ remove chapters.</td>",
        "id":2215744,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589618580,
        "pretty_title":"The Colony"
    }
}