{
    "chapters":{
        "1":{
            "author_id":"fatgirl999",
            "author_name":"FatGirl",
            "choices":[
                "Male",
                "Female",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I am a....</span></div></span></div>",
            "created":1578978000,
            "id":2773688,
            "title":"Who am I???"
        },
        "11":{
            "author_id":"fatgirl999",
            "author_name":"FatGirl",
            "choices":[
                "Human",
                "Animal",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who am I???</span></div></span></div>",
            "created":1578978000,
            "id":2773691,
            "title":"Male"
        },
        "112":{
            "author_id":"spunky",
            "author_name":"Ace Jones",
            "choices":[
                "Carlos Corgi.",
                "Waffles Corgi.",
                "Someone else."
            ],
            "content":"<div class=\"\"><div> <span>Greetings everyone my name is....<br>\r\n<br>\r\nCarlos Corgi I'm 33 as I am also an animated anthropomorphic Pembroke Welsh Corgi as my current height is 7ft tall as I also weigh in at 500 lbs as I'll eventually grow larger than a building or two and fatter as well.<br>\r\n<br>\r\nWaffles Corgi as I'm Carlos Corgi's younger brother as my height and weight is the same as my brother's is, as I too will eventually grow larger than a building or a city's own skyscraper and fatter too.<br>\r\n<br>\r\n</span></div></div>",
            "created":1578978000,
            "id":2773708,
            "title":"Animal"
        },
        "12":{
            "author_id":"fatgirl999",
            "author_name":"FatGirl",
            "choices":[
                "Human",
                "Animal",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What am I?</span></div></span></div>",
            "created":1578978000,
            "id":2773690,
            "title":"Female"
        },
        "121":{
            "author_id":"fatgirl999",
            "author_name":"FatGirl",
            "choices":[
                "Child (10 or younger)",
                "Teenager (11-17)",
                "Adult (18+)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How old am I?</span></div></span></div>",
            "created":1578978000,
            "id":2773693,
            "title":"Human"
        },
        "1213":{
            "author_id":"fatgirl999",
            "author_name":"FatGirl",
            "choices":[
                "Jessica",
                "Ashley",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>My name is....<br>\r\n<br>\r\n<br>\r\nJessica and I'm 19... I'm 40lbs overweight and love to eat food and am always hungry and tempted by all kinds of food but I try very hard to stay away from \"bad foods\" but sometimes it gets the best of me.. basically, I'm a good girl most of the time... until I'm not. Highly influenced by people around me. <br>\r\n<br>\r\n<br>\r\nAshley and I'm 20 5'2 and over 200lbs... I'm an unapologetic fat girl who loves food and loves to eat constantly and not planning on stopping anytime soon. I'm single and looking for a guy who will love me at my size, no matter what size I grow to. </span></div></div>",
            "created":1578978000,
            "id":2773694,
            "title":"Adult (18+)"
        },
        "12133":{
            "author_id":"hedkrakka",
            "author_name":"hedkrakka",
            "choices":[
                "Emily Turtledove",
                "Krista Garcia",
                "And now for something completely different"
            ],
            "content":"<div class=\"\"><div> <span>My name is....<br>\r\n<br>\r\n<br>\r\n<br>\r\n<b>Emily Turtledove</b>. And before you ask, yes, that is my real name, and don't you know it's impolite to ask a woman her age. Things in my life have gotten out of hand. Way out of hand, actually. If you want, I could tell you how things spiraled to this point. You know, if you want. I'll understand if you got something else you'd rather do then talk to someone as fat as me...<br>\r\n<br>\r\n<br>\r\n<br>\r\n<b>Krista Garcia</b>. I'm 18 years old, and my life has just been flipped on its head. I was the star athlete on my high school soccer team, and had my pick of schools thanks to many offered scholarships. I thought I had it made.<br>\r\n<br>\r\nBut, plans change, and mine changed in the worst way. A drunk driver crossed the yellow line, and slammed head on into my parent's van, killing them both instantly. I managed to become the guardian of my two siblings, and now I need to figure out how to support all three of us.<br>\r\n<br>\r\nThis isn't gonna be easy.</span></div></div>",
            "created":1584334800,
            "id":2802500,
            "title":"More"
        },
        "121331":{
            "author_id":"hedkrakka",
            "author_name":"hedkrakka",
            "choices":[
                "At the beginning",
                "A bit later",
                "And now for something completely different"
            ],
            "content":"<div class=\"\"><div> <span>Look, sorry if I came off a little awkward before. I don't get a lot of house guests anymore, so my manners have taken a bit of a dip.<br>\r\n<br>\r\nSo, you actually want to hear my story? I mean, it's not all bad, but it's not all good either. At times, I was stupid, insensitive, and engaged in what can only be described as self-destructive behavior. I was never suicidal, but there were times I did things to myself without thought to any long-term consequences.<br>\r\n<br>\r\nHence how I came to be here. <br>\r\n<br>\r\nBut like I said, it's not all bad. I've been quite successful, despite or perhaps because of my frequent gastronomic excesses. I graduated college, paid off my student loans, met the love of my life, and started a family. <br>\r\n<br>\r\nOf course, what you probably know me for most is my books. Well, that or my old live streams. Oh, who am I kidding? It's probably both. It caused one hell of a stink when those videos came to light. The tabloids ate it up, and I'm pretty sure my editor had an aneurysm. My old publisher dropped me, and I had to open my own publishing house to keep my books on the shelves.<br>\r\n<br>\r\nThat said, it never seemed to hurt sales. Hell, sales actually went up in spite of the paparazzi having a field day. I even did another stream just to spite them after all that. Hindsight being what it is, that was a little embarrassing.<br>\r\n<br>\r\n... Oh, of course you've seen it. And don't try to deny it, your blush has nearly entered the infrared.<br>\r\n<br>\r\nSay, could you tilt my bed forward a little, if you'd be so kind? I can't reach the controls from here. Keep going, keep going, right there. Ah, that's better. I hate talking to people while laying down. <br>\r\n<br>\r\nWell, I'm afraid I've been rambling on a bit. So if you could pass me that box of brownies and the cinnamon buns next to it, you can ask your questions, and get some cohesion to this narrative. And I can have Mary Anne bring us up some pizza in a bit; I'm feeling a mite peckish.<br>\r\n<br>\r\nOh, don't look at me like that. You don't get to be my size by moderating your diet. <br>\r\n<br>\r\nMmm, these are so good! What? That creak? Oh, it's probably just the bed. I've had this one for awhile, it'll be time to upgrade soon. So, where would you like to begin?</span></div></div>",
            "created":1584421200,
            "id":2802728,
            "title":"Emily Turtledove"
        },
        "1213311":{
            "author_id":"hedkrakka",
            "author_name":"hedkrakka",
            "choices":[
                "Homeschooling, I presume?",
                "She put you on a diet?",
                "Which was?"
            ],
            "content":"<div class=\"\"><div> <span>Sure, we can start there. <br>\r\n<br>\r\nI had a fairly normal... oh? Ah yes, a recorder. Sorry for getting ahead of you. <br>\r\n<br>\r\n... is that a reel-to-reel recorder? Where did you even <i>find</i> one of those? Haven't you heard of advancing with the times? Next you'll tell my you use an old type writer instead of a laptop.<br>\r\n<br>\r\nOh, of course you do. Your editor must hate you as much as mine does.<br>\r\n<br>\r\nAlright, you're ready? Anyway, as I was saying, I had a fairly normal childhood. I was the youngest of four children, and my parents only biological child. My folks had a terrible time conceiving, and had given up on having children of their own. They adopted my siblings when they were 9, 6, and 5, and Mom became pregnant with me almost before the ink dried on the forms.<br>\r\n<br>\r\nDespite what some people might think, we never had any major problems because of our origins. We had the usual sibling spats, but nothing unusual. Though my brother was quite fond of saying, \"They clearly love me more, since they chose me.\" Don't be too harsh on his teasing; he was always the first to come to my defense while we were kids. <br>\r\n<br>\r\nThe only major fights we had we over the bathroom. Four kids and two adults in a house with only one bathroom was a recipe for disaster. Dad eventually had to enforce a strict schedule to keep everyone going through the bathroom at a decent pace, and when he and Uncle John redid the basement and put in an addition, they added two more bathrooms just to accommodate everyone.<br>\r\n<br>\r\nNow, I should point out at this time that the women on both sides of my family err towards the larger end of the spectrum, and I was no exception to that rule. I was fairly chubby as a kid, thinning out during my growth spurts. I was pretty fast in spite of my size. I even won the 100 yard dash in Track and Field day in Grade 4. <br>\r\n<br>\r\nOf course, even as a kid, I loved nothing more then a sweet snack and a good book. My Mom always said I drew all the time until I discovered the written word, and then I never looked back. I read everything I could lay my hands on, and my allowance always found its way into the register at the local used book store. I especially loved mysteries, and the works of Agatha Christie, Gilbert Chesterton, and Conan Doyle were double stacked in my bookcases. <br>\r\n<br>\r\nAnd in terms of sweets, my house was never lacking in that. Mom was always baking, and there was typically no counter space in our kitchen because of all the pastries. Even though all us kids enjoyed the selection, none of my siblings could hope to match me. I doubt many kids could say they ate an entire jar of cookies as an after school snack, then had a double helping of supper.<br>\r\n<br>\r\nPerhaps Mom should have limited our intake a little more then she did, but Dad hated sweet foods, so I imagine she let herself cut loose far more then she should of.<br>\r\n<br>\r\nMy problems really started around Grade 6. I was a shy, bookish kid, so I only had a couple of really close friends. That was also just after my last major growth spurt, so all the excess calories I was consuming only had one place to go: out. I quickly went from chubby to fat, and I was ballooning pretty quickly. Other kids were outgrowing clothes via height; I'd wake up one day, unable to button my pants.<br>\r\n<br>\r\nMy classmates were rather brutal about it, teasing me mercilessly. Of course, the outcome of that was to make me more introverted, spending more time at home reading, and naturally eating even more, making the problem worse. <br>\r\n<br>\r\nIt was around the time I needed two chairs in the dining room that I outgrew the desks at school. Despite the efforts of my brother and sisters, the bullying was at an all-time high, and my mother decided there was only one thing to be done. </span></div></div>",
            "created":1584766800,
            "id":2804693,
            "title":"At the beginning"
        }
    },
    "info":{
        "author_id":"fatgirl999",
        "author_name":"FatGirl",
        "brief_description":"I'm getting fatter..... How fat will I get? Help write my story...",
        "created":1579024380,
        "description":"<td align=\"left\" class=\"norm\">First person weight gain story...<br>\r\n<br>\r\nCapturing the real ups and downs of giving in to gluttony... to the extreme. <br>\r\n<br>\r\nSex is ok but not main focus...<br>\r\nGrowth/weight gain should be main focus.<br>\r\n<br>\r\nShould be somewhat believable.... can flirt with extreme situations but no planet size etc...<br>\r\n<br>\r\n</td>",
        "id":2210285,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1584819840,
        "pretty_title":"My BIG FAT Adventure....."
    }
}