{
    "chapters":{
        "1":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Male",
                "You're a girl now yay",
                "Female"
            ],
            "content":"<div class=\"\"><div> <span>Centuries have passed since the day Truck-Kun brought you into the world of Illyrium. You are no longer a well equipped hero with the finest weapons, or a powerful dark lord with a multitude of spells at your disposal. No. You are just a mere hermit living in a forested area in a shack you built living off on the land. Over the last year your memories of your life in the old world, your life as a hero, and your life as a villain are returning. You find it hard to believe that once upon a time a regular person like yourself could rise up to be a champion of goodness and justice, only to be reborn as black hearted monster. You occasionally find yourself musing about how far reaching your legacies are in the current state of Illyrium. You haven't been to any town or city in forever now<br>\r\n<br>\r\nAs the rain beats on your cloaked self on the way back to your shack you ponder on what your next course of action will be with the slowly returning memories coming back to you. You open the door to your shack, take off your rain coak, and reveal yourself to be? <br>\r\n<br>\r\nOption #1: Male <br>\r\nOption #2: Female. You used to be male in your past lives, but for some reason you're female in this one<br>\r\nOption #3: Female. You were born a girl</span></div></div>",
            "created":1598158800,
            "id":2890087,
            "title":"Beginning "
        },
        "11":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "A Hero Reborn Again",
                "Atoner",
                "A Villain Reborn Again",
                "Life is a Canvas to be Explored",
                "A hermit for now"
            ],
            "content":"<div class=\"\"><div> <span>You take off your soaken cloak to reveal your obviously male face. You have been a man since the day you were born. Why wouldn't you be? <br>\r\n<br>\r\nThe more you think about your current situation the more of your old memories return. You remembered how you got over the fact of how you'll never be able to return to the old world to rejoin your friends and family. If time flows the same way there as it does here they've probably been dead for at least a thousand years. You remember the faces of the friends you made as your life as a hero during your first go in Illyrium. And then there are the memories of your days of villainy. You had to admit you had a pretty awesome outfit in that life.<br>\r\n<br>\r\nWhat will you do now?<br>\r\n<br>\r\nOption #1: You're going to become a great hero again. Or at least try. <br>\r\nOption #2: You believe that the sins you've committed during your time as an evil overlord renders you unable to call yourself a hero. You are going to find a new way to atone. <br>\r\nOption #3: The allure of darkness and power are too strong for you to resist. You are going to set out to be an evil overlord again. May Truck-Kun grant mercy to Illyrium.<br>\r\nOption #4: You reject the labels of hero and villain. You are going to explore Illyrium and see how far the legacies of your past lives touch the current world.<br>\r\nOption #5: You really don't know what you want to do. You're just going to be a hermit for a while until you make up your mind. </span></div></div>",
            "created":1598158800,
            "id":2890156,
            "title":"Male"
        },
        "13":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "A hero again",
                "Atoner",
                "Villain ",
                "Life is a canvas to be explored",
                "Wild and free"
            ],
            "content":"<div class=\"\"><div> <span>Truck-Kun doesn't just isekai men, even women can be ran over and sent to other worlds if the Truck Lord thinks they're worthy of being a hero. You are female, you always have been since the day you were born. <br>\r\n<br>\r\nThe more you think about your current situation the more of your old memories return. You remembered how you got over the fact of how you'll never be able to return to the old world to rejoin your friends and family. If time flows the same way there as it does here they've probably been dead for at least a thousand years. You remember the faces of the friends you made as your life as a hero during your first go in Illyrium. And then there are the memories of your days of villainy. You had to admit you had a pretty awesome outfit in that life. <br>\r\n<br>\r\nBut what are you going to do now? <br>\r\n<br>\r\nOption #1: You are going to become a great heroine again. You're nothing like the old evil you, and you're going to prove it. <br>\r\n<br>\r\nOption #2: You are going to to dedicate yourself to one of the god or pantheons of Illyrium and become a nun essentially. The memories of your evil life are too much for you. You feel as if you can never be a hero again, but maybe in the service of the divine you can try to atone for your sins.<br>\r\n<br>\r\nOption #3: The allure of power and your old dark lady outfit is too much for you. You are going to be evil again. You'll <i>kindly</i> remind anyone who calls themselves your successor that the empress of darkness is back. Well if your empire is even still kicking that is. It has been at least a thousand years after all.<br>\r\n<br>\r\nOption #4: Who cares about being good or evil again? You want to go on adventures and see where life takes you.<br>\r\n<br>\r\nOption #5: Similar to #4 except you're a bit more of a wild girl. You want to experiment and have fun. There are some things you want to try out. </span></div></div>",
            "created":1598158800,
            "id":2890130,
            "title":"Female"
        },
        "135":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Become a monstergirl ",
                "Play with yourself",
                "Something else",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You smile as you begin to strip hastily, putting down the wet and heavy sack you carried. You have a bit of an exhibitionist streak, always did even in your original life. <br>\r\n<br>\r\nPhysically you're not bad looking. A life by yourself in these woods have kept you in shape after relearning basic survival skills when you couldn't count on the memories of what to do coming back. Your perky c-cup breasts rise as inhale and go back down when you exhale. <br>\r\n<br>\r\nYou don't want any responsibilities at the moment. You've saved this world once, nearly destroyed it. You can let others go out on quests to slay demonic lords and to build up their own kingdoms. You? You're going to do whatever you want since you got here originally but couldn't since you had evil to deal with. <br>\r\n<br>\r\nWhat are you going to do? </span></div></div>",
            "created":1598158800,
            "id":2890138,
            "title":"Wild and free"
        },
        "1351":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Nyaa!",
                "Awoo!",
                "Caw caw!",
                "No step on snek!",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span>You have always been a big fan of monstergirls ever since you got into anime back in your life on earth. You considered it unfair that you couldn't be born as one since monstergirls don't exist on earth. But in Illyrium? This place might as well be one of the fantasy animes you've watched extensively, and there is everything from catgirls to slimegirls here. You would've spent more time becoming one on your first go if you didn't have evil to stop. <br>\r\n<br>\r\nBut now that you have all the time in the world, and your memories of your first two lives here are returning with all the magical and alchemical knowledge you gained it's time for your dream of being a monstergirl to be true. <br>\r\n<br>\r\nJust what to become is the question.<br>\r\n<br>\r\nOption #1: Nyaa! You want to be a catgirl. <br>\r\nOption #2: Awoo! You want to become a wolfgirl like Momiji from Touhou.<br>\r\nOption #3: Caw caw! You want to become a harpy and fly.<br>\r\nOption #4: No step on snek! You want to kiss your legs goodbye and become a lamia</span></div></div>",
            "created":1598158800,
            "id":2890144,
            "title":"Become a monstergirl "
        },
        "13511":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "A regular old catgirl",
                "Sabertooth",
                "You're a tiggy",
                "Cheetah",
                "A different type of kot"
            ],
            "content":"<div class=\"\"><div> <span>For a weeb girl like you a chance to become a catgirl is far too great to pass up. <br>\r\n<br>\r\nYour toil began in earnest. You grounded up a feline bone you found in the forest earlier during your hunt for herbs and other plants. Just the bone you were looking for. Using the alchemist skills you remembered from your past lives you worked for hours through the night. You finished your potion to catgirlhood by using a lightning spell you regained on it, filling it with the essence it needed. Feeling physically and mentally exhausted, you jumped into your makeshift bed in your birthday suit, excited for tomorrow when the potion when it settled down. <br>\r\n<br>\r\nIn the morning when you drink it will it turn you into a regular catgirl, or will it turn you into a catgirl with certain attributes of the kot whose bone you grounded up?<br>\r\n<br>\r\nOption #1: You're just a regular old catgirl<br>\r\nOption #2: The cat was a sabertooth tiger. In addition to cat ears and a tail you will gain the fangs of a sabertooth<br>\r\nOption #3: Tiger girl. Your hair and tail will become orange and black striped. You will also have the strength of a tiger. <br>\r\nOption #4: You're a cheetahgirl. The same as the above with the hair and tail, but you'll become faster.<br>\r\nOption #5: do I need to explain? </span></div></div>",
            "created":1598158800,
            "id":2890167,
            "title":"Nyaa!"
        },
        "13515":{
            "author_id":"superphantom",
            "author_name":"John GoodHorse",
            "choices":[
                "Becoming an Arachne",
                "Slime",
                "Dragongirl",
                "Fairy ",
                "There's still more choices"
            ],
            "content":"<div class=\"\"><div> <span>There's always more choices because after all in the grimdark future there is only <span style=\"text-decoration:line-through\">war</span> choice chapters. Anyway, what kind of monstergirl do you want to become? <br>\r\n<br>\r\nOption #1: Arachne: you want to say goodbye to your legs and become a spidergirl. <br>\r\nOption #2: Slime: becoming more squishy and slimy sounds right up your alley. <br>\r\nOption #3: Dragon: you got lucky somehow to find something that will turn you into a dragongirl. A general idea of what you'll look like <a rel=\"nofollow\" href=\"https://static.wikia.nocookie.net/dailylifewithamonstergirl/images/c/c4/0057_full.png/revision/latest?cb=20151231011721\" target=\"_blank\">https://static.wikia.nocookie.net/dailyl...</a><br>\r\n<br>\r\nOption #4: Fairy: you become a fairy. Simple as. <br>\r\n</span></div></div>",
            "created":1598158800,
            "id":2890211,
            "title":"More choices"
        }
    },
    "info":{
        "author_id":"superphantom",
        "author_name":"John GoodHorse",
        "brief_description":"Your third go at adventuring in an animesque fantasy world after getting isekai'd. ",
        "created":1598212560,
        "description":"<td align=\"left\" class=\"norm\">Once upon a time you were minding your own business in life when Truck-Kun decided an animesque fantasy world called Illyrium that needed a new hero, and picked you to be that hero before mowing you down. Like a typical isekai protagonist you became an overpowered hero, slaying monsters and villains left and right as if it was no one else's business but your own. Which it was at that point. At some point you died in this world, some saying you either died of old age or you sacrificed yourself at the cost of oblivion to save the world from one last threat. But this would not be the end of your tale. Far from it. After two hundred and fifty years you came back to life and performed a complete 180 in demeanour. Memoryless of your past life in this world and your heroics in the world you were sent to, you became an overpowered villain for this go. Became an overlord, established an empire, made demons you once fought fear you as you were the remorseless taskmaster towards them, and killed a few gods to name a few things. But you were stopped by a ragtag of heroes who sacrificed themselves as you tried performing a ritual to become a god yourself to satisfy your lust for even more power. The result was a mild apocalypse where only the strongest civilizations survived. Some parts of the world are in the stone age where caveman humans and elves are duking it out for resources for their tribes.   <br>\r\n<br>\r\nNow after a time period of at least six hundred and fifty through one thousand years you have respawned with the memories of your past lives returning. The choice of what you do now is up to you. Will you become a great hero again to atone for your evil days' action, decide to give being an evil overlord a second shot, become a murderhobo with no real ideology, live as a hermit in a shack just fishing, or will you just screw that and just have sex with busty women and monstergirls all day every day? Or will you become a nun dedicated to a god or pantheon of Illyrium to atone as having the option of being a girl will be a thing for this story. <br>\r\n<br>\r\nThe rules:<br>\r\n1: Killing is okay but don't go full gore wankfest. <br>\r\n2: Things that aren't okay: diaper, urine and scat, furry/anthro, unbirth, vore, and male on male sex. <br>\r\n3: Monstergirls are okay. There will be many options for the reader character to become a monstergirl/monsterboy if you wish it. <br>\r\n4: Genderbending, futa, and yuri? I guess just this once they're okay since there will be an option for the male reader character to end up in a Tanya the Evil type situation and to try to return to your original gender. Just this once. Those two things probably won't be everyone's cup of tea. <br>\r\n5: Like usual, the main character/reader character's name is Anon to stand for \"Anonymous Reader\" as typing \"*Your Name*\" over and over is dull. <br>\r\n6: Be really creative here. Like I said earlier, Illyrium is an animesque fantasy world with cavemen elves so go crazy. <br>\r\n7: No one sentence chapters. <br>\r\n8: New rules will be added if needed. <br>\r\n9: If there is something that violates the rules it gets deleted. Simple as. </td>",
        "id":2230239,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1598223625/item_id/2230239.jpeg",
        "last_full_update":1598227200,
        "modified":1598227200,
        "pretty_title":"Third Time's The Charm"
    }
}