{
    "chapters":{
        "1":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Shrunken",
                "Born Tiny",
                "Normal-Sized Among Giantesses",
                "Transported to Another World",
                "A Character from Different Media"
            ],
            "content":"<div class=\"\"><div> <span>This story is about boys.<br>\r\n<br>\r\nMore specifically, this interactive is about boys who are tiny.<br>\r\n<br>\r\nMore specifically, this interactive is about boys who are tiny in comparison to the giantesses in this story.<br>\r\n<br>\r\nThe boy could have been shrunken down by a science experiment, an unknown virus or chemical, or is the product of \"reversal pituitary glands\" where he shrinks while experiencing the early stages of puberty. <br>\r\n<br>\r\nThe boy could have been born tiny, living with a loving family of women, abandoned at an early age for his tiny size, living as a scavenger and keeping hidden from the eyes of the giants, or was left at an all-girls orphanage and adopted. <br>\r\n<br>\r\nThe boy could be born like a normal-sized kid, but the girls and women in his life are more massive than him, including his family and relatives. Maybe he had a chance encounter with a giantess in a dense part of the woods, anthropomorphized animals who are living in captivity in a zoo, or he could be the next ruler of these giant women. <br>\r\n<br>\r\nThe boy could have created a portal into another world which is inhabited by giantesses, or into a tinier portal somewhere in his world but he is shrunken and tiny.<br>\r\n<br>\r\nOr the boy could be a character from different types of media. He could be a young canon or non-canon character from television shows, movies, video games, or literature.<br>\r\n<br>\r\nTo start this story off, the boy in question is...<br>\r\n<br>\r\n</span></div></div>",
            "created":1598677200,
            "id":2894267,
            "title":"Intro"
        },
        "11":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Science Experiment",
                "Exposure to Virus, Sickness, or Chemical",
                "Physical Genetic Disorder",
                "Magical Spells",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>A normal-sized boy is shrunken in a family filled with female relatives.<br>\r\n<br>\r\nHow did he shrink?<br>\r\n<br>\r\nScience Experiment: The boy is shrunken down by an experimental shrinking procedure by a female member of his family, willingly or unwillingly. The procedure is either a test of that relative's shrinking device, or a test of a microscopic submarine designed to fly into other people's bodies. The boy might have also accidentally activated said shrinking device and burns out, leaving him permanently shrunken in his house.<br>\r\n<br>\r\nExposure to Virus, Sickness, or Chemical: The boy is shrunk down by an unknown agent. Whether a virus, sickness, or chemical, the exposure leaves him and possibly other boys his age an inch tall. He will have no one to rely on but his female relatives or any woman working where he contracted the shrinking agent, including his school or the hospital he's staying at.<br>\r\n<br>\r\nPhysical Genetic Disorder: The boy is born with \"reversal pituitary glands\" which shrinks his physical body as he grows older, including his muscles, organs, and skeleton. The boy will be shrunken down to the minimal size of 1 centimeter, but his glands will also be triggered by early stages of puberty and arousal, which is bad since some of his female relatives are either flirtatious or revealing.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nMagical Spells: The boy is shrunken down by a magical spell. In one route, he is shrunken by a stage magician during one of her magic tricks and intends to keep him that way. In another route, the boy is the victim of an occult ritual overseen by his female relatives. In another route, he is cursed by a black magic gypsy that he accidentally angered. In another route, the boy finds a magic spellbook stashed away in his family's attic and read the Latin texts, shrinking him down.</span></div></div>",
            "created":1598677200,
            "id":2894270,
            "title":"Shrunken"
        },
        "111":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Reluctant Volunteer",
                "Dragged to the Basement",
                "Laboratory Retriever"
            ],
            "content":"<div class=\"\"><div> <span><b>Brianna the Brainiac Big Sister</b><br>\r\n<br>\r\n<b>Character Bios:</b><br>\r\n<br>\r\n<b>Name:</b> Tommy Winslow<br>\r\n<b>Age: </b>10 years old<br>\r\n<b>Eyes:</b> Green<br>\r\n<b>Hair:</b> Brown<br>\r\n<b>Height:</b> 4' 10\"<br>\r\n<b>Weight:</b> 116 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Tommy Winslow is the only son of Kelly Winslow, the younger brother of Lindsey and Brianna, and the older brother of Wendy. As a child, Tommy was doted on by his loving sister, Brianna, and initially volunteered to be the guinea pig for her experiments. As Tommy grew older, however, he realized that the side effects of Brianna's experiments have often humiliated him, thus making him cautious and distant from her. His cautious behavior has also turned hostile towards his brilliant sister.<br>\r\n<br>\r\n<b>Name:</b> Brianna Winslow<br>\r\n<b>Age:</b> 16 years old<br>\r\n<b>Eyes: </b>Blue<br>\r\n<b>Hair:</b> Brown<br>\r\n<b>Height:</b> 5' 6\"<br>\r\n<b>Weight:</b> 132 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Brianna Winslow is the second daughter of Kelly Winslow, the younger sister of Lindsey, and the older sister of Tommy and Wendy. Born with a gifted intelligence, Brianna consistently performed a variety of scientific experiments which some believed were years ahead of our time. Brianna constantly babies Tommy for being adorable and has often used him as the perfect guinea pig for her experiments. Her latest work with shrinking technology could open new avenues for the evolution of medical science. Most of her scientific experiments happen in the basement.<br>\r\n<br>\r\n<b>Name:</b> Kelly Winslow<br>\r\n<b>Age:</b> 42 years old<br>\r\n<b>Eyes:</b> Brown<br>\r\n<b>Hair:</b> Light brown<br>\r\n<b>Height:</b> 6' 3\"<br>\r\n<b>Weight:</b> 187 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Kelly Winslow is the mother of her daughters, Lindsey, Brianna, and Wendy, and her only son, Tommy. After a messy divorce following the discovery of her husband's cheating with his co-worker several years, Kelly acquired her children and the house and has long forgotten the incident. She loves and supports her children, but she is firm when it comes to the house rules. She works full-time at an office weekdays and returns home later in the afternoon, sometimes later on Friday evenings.<br>\r\n<br>\r\n<b>Name:</b> Lindsey Winslow<br>\r\n<b>Age:</b> 21 years old<br>\r\n<b>Eyes:</b> Brown<br>\r\n<b>Hair:</b> Light brown<br>\r\n<b>Height:</b> 5' 9\"<br>\r\n<b>Weight:</b> 172 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Lindsey Winslow is the eldest daughter of Kelly Winslow and the elder sister of Brianna, Tommy, and Wendy. As the eldest daughter, Lindsey sometimes takes command of the household while her mother is out working her catering business and is strict about the household rules. She goes to a nearby college where she's studying law practice and currently works part-time as a morning floor person at a pharamcy/convenience store.<br>\r\n<br>\r\n<b>Name:</b> Wendy Winslow<br>\r\n<b>Age:</b> 9 years old<br>\r\n<b>Eyes:</b> Brown<br>\r\n<b>Hair:</b> Curly brown<br>\r\n<b>Height:</b> 3' 8\"<br>\r\n<b>Weight:</b> 105 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Wendy is the youngest daughter of Kelly Winslow  and the youngest sister of Lindsey, Brianna, and Tommy. The baby of the family, Wendy often pouts at the mention of being the little sister and often wishes to become bigger. Despite this, she loves her mom and her siblings dearly, especially Tommy since he often takes time out of his schedule to play with her. At her young age, Wendy is often curious and loves tiny creepy crawlies like ants, caterpillars, and spiders.<br>\r\n<br>\r\n<b>Main Story:</b><br>\r\nBeing born the only boy in a household consisting of three sisters and a divorced mother is hard work for ten year-old Tommy Winslow. Being the little brother of a sixteen year-old sister with a high IQ and a genius scientific mindset is even harder work.<br>\r\n<br>\r\nTommy was always the subject of his sister, Brianna 's scientific experiments ever since he was six years old. Initially, Tommy enjoyed being the guinea pig to test out Brianna’s scientific prototypes that seemed like his own personal toys, like an artificially intelligent bed which spoke in their mother’s simulated voice, or a bubble wand which was designed for him to blow any bubbles in different shapes, sizes, and dimensions, apart from their typical spherical shape.<br>\r\n<br>\r\nAs he grew older, however, Tommy noticed how annoying Brianna was with her constant babying towards him and how dangerous her experiments had become. Experiments, such as an invisibility cloaking device that turned Tommy and his clothes invisible and a tonic to help increase his mental capacity, ended up having embarrassing flukes. The cloaking device ended up shortening and Tommy was visible again, but the cloaking device also ended up turning his clothes permanently invisible. The tonic ended up turning his skin a variety of wavy rainbow colors with brightly colored polka dots. In both instances, Tommy was exposed in front of his peers and was consistently laughed at, thereby labeling him the class outcast.<br>\r\n<br>\r\nFrom that moment on, Tommy did all he could to avoid Brianna and her experiments. He often found protection in the form of his forty-three year-old mother, Kelly and his twenty-two year-old oldest sister, Lindsey, who forbade Brianna from further experimenting on him. Tommy’s nine year-old sister, Wendy even promised to hate Brianna forever if she ever did something so mean to him again. Yet, despite Tommy’s best efforts to avoid his scientifically-obsessed sister and Brianna’s word that she wouldn’t experiment on him without consent, she always found a way to get him to become the subject of her experiments. The last time she did, she slipped an orange powder inside Tommy’s orange juice designed to give him super speed, and it ended up energizing his speed to the point where he had no control over it for twelve hours. Brianna received a well-deserved scolding and punishment, but she privately vowed never to give up on her pursuit of scientific knowledge.<br>\r\n<br>\r\nThis time around, Brianna knew that she would make Tommy an offer he couldn’t refuse.<br>\r\n<br>\r\nOne day, after Tommy returned from school, he became vigilant of his surroundings, wary of her presence lingering around the house. As he stepped inside, he was suddenly tackled by a massive weight and crushed in Brianna’s signature overbearing bear hug. “Welcome home, little brother! Did you learn anything new and exciting today?” she asked in a sing-song voice.<br>\r\n<br>\r\n“Brianna! Let go of me!” Tommy screamed as he tried to break free from his tormentor’s grasp.<br>\r\n<br>\r\n“Noooo, I don’t wanna let you go! I wanna give you my signature big sister hugs n’ kisses!” Brianna nuzzled her cheek against Tommy’s cheek and gave him a big, wet smooch.<br>\r\n<br>\r\n“Ewww, get off of me!” <br>\r\n<br>\r\nTommy broke his arms free and pushed his overbearing sister away from him. He then hopped on his toes and held his fists up like a sports boxer, straining the meanest look his facial muscles could produce, but that only made Brianna fawn over him even more. “Awww, look at you. You’re surrounded by girls who wanna kiss you and hug you, and you’re pushing them away and acting like a big strong man.” Brianna wiped a tear away and sniffled. “My little brother is becoming a man already. I’m so proud of you!”<br>\r\n<br>\r\n“Leave me alone, Brianna!” Tommy shouted. “I know what you’re trying to do and it’s not working! I’m not letting you experiment on me again!”<br>\r\n<br>\r\n“Awww, but testing my experiments has always been a fundamental part of our relationship,” Brianna whined, “and speaking of which, I have a new experiment that I’ve been working on as a personal pet project.”<br>\r\n<br>\r\n“Go away, I don’t wanna hear about it!”<br>\r\n<br>\r\n“But Tommy, hear me out at least!” Brianna begged the boy. “It’s a revolutionary invention that’ll solve the world’s hunger project and possibly medical science! It’s a shrinking radiation that I’ve been perfecting the past couple of weeks that allows anyone exposed to the radiation to safely shrink to the size of the bug, and it’s worked so far! I’ve been able to shrink organic fruit, my laboratory rats, and any nonorganic object that doesn’t hold any value, and nothing’s gone wrong so far! I only need a test subject to realize its success and I instantly thought of you, but...”<br>\r\n<br>\r\n“No! I’m not going to get shrunken for your stupid brain!” Tommy screamed. “Why would I even want to test it out for you!?”<br>\r\n<br>\r\n“Because it’s for the upcoming science exposition,” Brianna answered. “Plus, if you promise to help me out on this project, I’ll never bother you with my ‘loving big sister act’ again. I promise.”<br>\r\n<br>\r\nThe offer seemed shady, but the trade-off was just too tempting to pass up on.<br>\r\n<br>\r\nWhat was Tommy’s answer?<br>\r\n<br>\r\n1.) Tommy reluctantly, but willingly volunteers with the experiment.<br>\r\n<br>\r\n2.) Tommy harshly rejects Brianna's offer, prompting her to forcibly drag him to her laboratory.<br>\r\n<br>\r\n3.) Tommy harshly rejects Brianna's offer, but Brianna sends him down to the laboratory to retrieve something.<br>\r\n<br>\r\n</span></div></div>",
            "created":1600318800,
            "id":2905147,
            "title":"Science Experiment"
        },
        "1112":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "The Very Little Brother",
                "Pretty Fly For a Fly Boy",
                "Ant-Sized in the Afternoon",
                "Midnight Miniaturization"
            ],
            "content":"<div class=\"\"><div> <span>\"No!\" Tommy snapped, breaking away from Brianna's iron-tight embrace and staring her down with righteous fury in his eyes. \"I said I don't want to be part of your stupid experiments again, but you don't listen! I'm sick of being your guinea pig, and I'm sick of you treating me like a little kid! No one wants to be friends with me because of your stupid experiments making me look like an idiot, and I'm sick of it! Stay away from me, Brianna! I hate your experiments, and I hate you!\"<br>\r\n<br>\r\nFor a moment, Brianna looked physically hurt from her younger brother's rant, her heart broken, shattered, and stamped on. \"I... I can't believe you just said that, Tommy. How could you say that, after all that we've been through together?\" A tear ran down her cheek and her lips quivered from the internal hurt. All of a sudden, something snapped inside her, her quivering lips stretched and hardened into a growling frown, her brows furrowed deep. \"You know what!? Fine! I tried being nice to you, Tommy, but forget it! You've really crossed the line here, Tommy!\"<br>\r\n<br>\r\nTommy figured that he had let his temper go too far this time, but he figured too late as suddenly, his wrist was clamped in a tight, feminine fist, prompting him to yelp and squirm in her grasp. “OW! OW! OW! Brianna, what are you doing!? Let me go!\" Tommy screamed, even louder as Brianna squeezed his wrist tighter. \"Okay, okay, Brianna, I'm sorry!\"<br>\r\n<br>\r\nBrianna yanked Tommy closer to her, held him against her, and pressed her face into his to showcase her furious outrage towards him. \"Shut up and listen, you little brat! I've had it up to here with your recent attitude towards me and my experiments! We used to be closer when we were younger, but now you're avoiding me and I don't appreciate it as much as I appreciate your contempt towards me and my experiments! If you really hate me that much, then forget being the loving big sister you need! Starting right now, I'll be the worst sister you'll ever have! I'll put you through the worst time of your life and then you'll be sorry you ever talked to me the way you did!\"<br>\r\n<br>\r\nThe first thing Brianna did to prove her point was drag her little brother by the wrist, pulling him with so much force, it put him through physical agony. Tommy wriggled and squirmed in his sister's surprisingly strong grasp. There were tears leaking from his eyes as he tried to pry away her fingers tightly clamping his hand. \"Brianna, please, let me go!\" he begged and pleaded, which fell on deaf ears. \"I'm sorry, okay!? Please stop tugging me like that! You're... you're hurting me...!\"<br>\r\n<br>\r\nBrianna kicked open the basement door and with her weaponized signature iron embrace, she hoisted the screaming, squirming ten year-old down the basement stairs. Tommy tried to kick her with his heels, but Brianna ignored those kicks, even as she threw him on the floor and dragged him further into the deeper area of her basement laboratory. The screaming and crying was eventually muffled by the insulation in the basement walls, so not even anyone who just arrived at the house could hear him now.<br>\r\n<br>\r\nThe laboratory was like any typical science lab, with white, sterilized floors and walls, chemistry sets with the stereotypical chemistry kit and distilleries, and scientific inventions that were years ahead of anyone else at Brianna's current teen years. Up ahead in a particular area was a special cylindrical chamber, outfitted on the inside with radiation-emitting lights, and a metallic bed with the leather straps on the railings. This was Brianna's latest experiment, and what better way of testing it now than using it to punish her defiant little brother.<br>\r\n<br>\r\nThe angered genius sister punched in a keycode, and the doors opened. Then she forced Tommy into the chamber, threw him onto the floor, and quickly hit the button to close the doors just as Tommy quickly recovered and bolted towards the closing door. \"Brianna! Open this door!\" Tommy shrieked, crying and slamming the thick glass with his palms desperately. \"Please, Brianna, I'm sorry! I'll be a better brother, I promise! I'll take back everything I said, I'll volunteer as a guinea pig for your experiments, I'll do anything you want me to do! I promise I'll do whatever it is you want! Anything!\"<br>\r\n<br>\r\nIn the midst of her entering a code within the keypad, Brianna suddenly stopped and turned to her poor, desperate brother with a deep loathing glare. \"Really? You'll do anything I want? Even if what I want is disgusting, deplorable, and degrading?\"<br>\r\n<br>\r\n\"Yes... yes, I'll do anything you want me to do! Please!\" Tommy's face spread with a naïve grin, hoping that his negotiations would set him free.<br>\r\n<br>\r\n\"Alright, then here's the first thing I want you to do...\" Brianna pushed a red button, and the chamber whirred to life. \"...start screaming, and try not to move around too much.\"<br>\r\n<br>\r\nTommy's panic rose as the chamber's whirring grew louder and the radiation-emitting lights in the walls and under his feet flickered on. He could already fell the heat and the electricity running through his body, along with a new sense of fear. Suddenly, he found himself pounding the glass even harder and screaming even louder. \"BRIANNA, OPEN THIS DOOR!\" Tommy screamed bloody murder. \"BRIANNA! LET ME OUT! HELP! MOMMY! WENDY! LINDSEY! SOMEONE HELP ME! DON'T LET BRIANNA DO THIS TO MEEEEEeeeeeee....!\"<br>\r\n<br>\r\nTommy's pleas for help was drowned out as the machine's whirring reached their full volume, and then came a sudden blinding, flickering flash from within the glass. Then the chamber's mechanisms calmed down as the lights within flickered off, their function complete. Thick clouds of steam and smoke built up from within the chamber, obscuring Brianna's view of her test results. She immediately recalled, Schrödinger's cat, a famous thought experiment and paradox where a cat is placed in a sealed box with a radioactive sources and a flask of poison. The experiment dictated that the cat would be simultaneously dead and alive, but after opening the lid of the box, the cat would either be dead or alive.<br>\r\n<br>\r\nBrianna didn't know if Tommy was dead, alive, or already felt the effects of her chamber inside. The most critical moment of this experiment came down to the push of the button. Brianna pushed the button and opened the chamber and released all the pent-up steam inside, either quickly dissipating or being ventilated to the outside via the ventilation system. Brianna stuck her head in, carefully observed the interior of the chamber, and found...<br>\r\n<br>\r\n1.) Tommy had shrunken to the size of a grain of rice.<br>\r\n2.) Tommy became a human/fly hybrid after a young housefly flew inside the chamber with him.<br>\r\n3.) Tommy hasn't felt the effects of the scientific chamber (but will steadily shrink throughout the afternoon).<br>\r\n4.) Tommy hasn't felt the effects of the scientific chamber (but will steadily shrink throughout the night).</span></div></div>",
            "created":1600491600,
            "id":2906056,
            "title":"Dragged to the Basement"
        },
        "112":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Virus/Sickness",
                "A Chemical"
            ],
            "content":"<div class=\"\"><div> <span>A normal-sized boy is shrunken by exposure to an agent or a chemical.<br>\r\n<br>\r\nWhich of these scenarios will apply to the shrunken boy?<br>\r\n<br>\r\nA Virus/Sickness: The boy(s) contract an infectious agent which shrinks them down to one inch tall. In the virus routes, a group of feminine radicals steal a container containing a shrinking pathogen which shrinks anyone with an XY chromosome when inhaled, and it's a self-sustaining virus in the air until the heat from its host's body slowly kills them. In the sickness route, the boy gets sick after eating an undercooked convenience store cheeseburger and his body has a reaction which shrinks him down. In any given scenario, the boy(s) must survive their puny plight while remaining shrunken with the females in their lives.<br>\r\n<br>\r\nA Chemical: The boy(s) are exposed to a dangerous mix of chemicals which shrinks them down to one inch tall. In one scenario, the boy accidentally consumes a chemical mixture made by his scientist neighbor mistaking it for medicine, and he shrinks down to size. In another scenario, a dangerous mixture of chemicals in a school laboratory causes the boys to shrink from inhaling the thick colorful clouds.</span></div></div>",
            "created":1598763600,
            "id":2894713,
            "title":"Exposure to Virus, Sickness, or Chemical"
        },
        "1121":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Worldwide Pandemic",
                "Food Poisoning"
            ],
            "content":"<div class=\"\"><div> <span>A normal-sized boy is shrunken by exposure to an infectious agent.<br>\r\n<br>\r\nWhich of these scenarios will apply to the shrunken boy?<br>\r\n<br>\r\nA Worldwide Pandemic: A terrorist group of feminine radicals break into a top secret laboratory and steals a container sealing an experimental shrinking pathogen. The female terrorists take the virus to the top of the tallest building in the city and releases it, allowing the self-sustaining, multiplying airborne virus spread all over the city and beyond. The virus shrinks any person with an XY chromosome to a one-inch size, and that includes all of the younger boys who unfortunately contracted the virus!<br>\r\n<br>\r\nFood Poisoning: During a stop at a gas station convenience store, the boy eats an undercooked, infected cheeseburger which makes him physically sick. The boy's body starts reacting by shrinking him down to size, and must rely on his female family members to help the poor boy out.</span></div></div>",
            "created":1598763600,
            "id":2894723,
            "title":"A Virus/Sickness"
        },
        "1122":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Mistaken for Medicine",
                "A Cloudy School Day"
            ],
            "content":"<div class=\"\"><div> <span>A normal-sized boy is shrunken by exposure to a chemical.<br>\r\n<br>\r\nWhich of these scenarios will apply to the shrunken boy?<br>\r\n<br>\r\nMistaken for Medicine: The boy visits his female scientist neighbor who gives him a small bottle of shrinking tonic, but he catches the cold and the flu. The boy's mother accidentally feeds him his shrinking tonic, mistaking it for cold and flu medicine, and as a result, the boy is shrunken down in his own bed. Things get worse since the boy's mother is often ditzy and oblivious.<br>\r\n<br>\r\nA Cloudy School Day: A school's science class learns from their female teacher how to properly mix chemicals, but a couple of boys in her class attempt to pull a prank on their shy, nerdy classmate by sneaking in a different chemical into the mixture with disastrous results. The improper mix of chemicals created a cloud which quickly covered all of the school and shrunk all of the boys in the school, leaving them at the mercy of the giant females.<br>\r\n</span></div></div>",
            "created":1598763600,
            "id":2894720,
            "title":"A Chemical"
        },
        "12":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Tiny in a Normal-Sized Family",
                "The One-Inch Orphan",
                "The Tiny Race of 'Tweens",
                "The Ant-Sized Anthro"
            ],
            "content":"<div class=\"\"><div> <span>The boy is born naturally small in a world inhabited by normal-sized (but giant to him) women.<br>\r\n<br>\r\nWhich of these scenarios will apply to the tiny-born boy?<br>\r\n<br>\r\nTiny in a Normal-Sized Family: The boy is born unnaturally small and is raised among the normal-sized females in his family. He could be living in a nice suburban neighborhood, waited on hand and foot in a wealthy mansion, lounging about in a small apartment complex, or sharing another living space in a converted two-story house.<br>\r\n<br>\r\nThe One-Inch Orphan: The boy is orphaned at a very young age. In one scenario, because he was born so small, the boy is abandoned at the side of a road in a certain location. In another scenario, the boy wasn't abandoned by his parents, but he lost his mother in an automobile accident. He is either sent to the all-girls orphanage in the hoped of being adopted or is assigned to his foster mother or godmother.<br>\r\n<br>\r\nThe Tiny Race of 'Tweens: The boy(s) come from a race of naturally tiny people. In one route, the boy(s) is a fairy or a pixie living in a forest or around a garden. In another route, the boy(s) is a borrower lives inside the walls of a house/living area of a giant human. In both cases, the young tiny folk explores the residence of a giant female human, but whether or not the women catch them and what they do to the tiny folk is entirely up to you.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Ant-Sized Anthro: In a different universe, the boy is an anthropomorphic inhabitant in a world where everyone is not only anthropomorphic, but their size is dependent on their species. The boy could be an anthropomorphic insect, a mouse, any land-based animal small enough to appear nearly unnoticeable by the larger female anthros or delectable by the larger predators.</span></div></div>",
            "created":1598677200,
            "id":2894296,
            "title":"Born Tiny"
        },
        "121":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Nice Suburban Neighborhood",
                "A Wealthy Mansion",
                "A Co-Ed Apartment Complex"
            ],
            "content":"<div class=\"\"><div> <span>The boy is born naturally small, but he lives with a family with no other male relatives, so the boy’s mom(s), sisters, aunts, grandmothers, and/or friends pitch in to take care of him.<br>\r\n<br>\r\nWhere will the setting of this route take place?<br>\r\n<br>\r\nA Nice Suburban Neighborhood: The boy lives in a suburban neighborhood where the neighbors, close or distant, are all females. Aside from his mother and any other female family members, the boy will find there are no other males in the neighborhood, so he makes due with the neighborhood girls who tease him and treats him like a doll, or the other feminine neighbors who want to coddle him or subject him to their whims. <br>\r\n<br>\r\nA Wealthy Mansion: The boy is the son of a wealthy woman and lives in a luxurious mansion, where the maids wait on his tiny body hand and foot. The mansion is either aristocratic where the children grow up to be proper lords and ladies, or a mansion where any other kid would grow up similarly to how middle-class children grow up.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nA Co-Ed Apartment Complex: The boy and his female family members live in a co-ed apartment with their roommates, all of them female. The place is either a room in an apartment building or a two-story house built for up to seven people. Despite his initial protests, the tiny boy must share his living space with his giant female roommates and try to avoid becoming their personal toy or slave.</span></div></div>",
            "created":1598763600,
            "id":2894702,
            "title":"Tiny in a Normal-Sized Family"
        },
        "122":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Abandoned",
                "Orphanage",
                "Foster Family",
                "Alone"
            ],
            "content":"<div class=\"\"><div> <span>The boy is born naturally small, but he is also an orphan.<br>\r\n<br>\r\nWhich of these scenarios will apply to the tiny-born boy?<br>\r\n<br>\r\nAbandoned: Because he was born tiny, the baby boy is dropped off the side of the road in a certain location in the middle of the night. The boy could have been dropped off in the backstreets, at a residential neighborhood, or at the doorstop of an orphanage which accommodates only girls (which may or may not coexist with the Orphanage route down below).<br>\r\n<br>\r\nOrphanage: The boy is born tiny, but his father died months before the boy's birth date. In the boy's early childhood years, his mother and only living relative perished in a fatal automobile accident, leaving the tiny orphaned boy to be taken by Social Services and assigned to an orphanage that accommodates only girls run by a maternal matron. The boy's life in the orphanage is explored up until he is adopted by a normal-sized woman.<br>\r\n<br>\r\nFoster Family: Much like the Orphanage route above, the boy is born tiny and is orphaned at a young age. Not long after the death of his mother, rather than staying at the orphanage, the boy is given custody to a foster family, a distant female relative, or even his godmother. The boy struggles to adjust to his new life living in a family full of giant women without his mother.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nAlone: Much like the Orphanage and the Foster Family route above, the boy is born tiny and is orphaned at a young age, but unlike either route, he has no orphanage or family to take him in. The boy survives his gigantic environment by scavenging discarded objects and/or living within the walls of a human home. Despite his efforts to survive, the boy deeply yearns to have a family. In this route, the boy's wish comes true in the most unexpected and gigantic way!</span></div></div>",
            "created":1598763600,
            "id":2894689,
            "title":"The One-Inch Orphan"
        },
        "1221":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Residential Neighborhood",
                "The City Backstreets",
                "An All-Girls Orphanage"
            ],
            "content":"<div class=\"\"><div> <span>The boy is born naturally small, but because of this, he was abandoned in the middle of the night.<br>\r\n<br>\r\nWhich of these areas will the tiny-born boy be abandoned at?<br>\r\n<br>\r\nA Residential Neighborhood: The tiny boy is dropped off at a random home in a residential suburban neighborhood. The boy will be found on the doorstep by a normal-sized woman living there, so she takes him in and adopts him. The woman who adopts him is a single mother with two daughters, so he will become the brother the two girls always wanted. The neighborhood is also occupied by an unmarried bachelorette office worker, a married lesbian living with her partner, a middle-aged woman whose children have left for college, or a lonely elderly woman who desperately wished for children, all of them friends with his adopted mother.<br>\r\n<br>\r\nThe City Backstreets: The tiny boy is dropped off in the backstreets of a city, near the entrance of one of the more dangerous alleyways. The boy will be found in a box with a note telling whoever finds him to give him a good home. The female character who finds him is either a cougar-aged stripper recently off the clock, an immigrant police officer on midnight patrol, a runaway teenager looking for a safe place to sleep, a party girl returning home from celebrating her night out with her friends, or a drug addict looking for their next rush. Despite their questionable positions and the neighborhood they live in, one of these ladies will take the boy in as her own.<br>\r\n<br>\r\nAn All-Girls Orphanage: The tiny boy is dropped off at the Sunshine Smile Orphanage for Girls, an orphanage which only accommodates girls. Although, in recent years, the orphanage has accommodated another tiny boy who was sent there by Social Services because they felt a mixed orphanage or an all-boys orphanage would be considered dangerous for his tiny size. The tiny boy grows up with the girls, their plump caretaker, and the other tiny boy with whom he looks up to as an older brother figure. (<b>A/N:</b> This route will coexist with this route: <a rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2230769-Tiny-Boys-Re-Redux/map/1222\" target=\"_blank\">https://www.writing.com/main/interactive...</a>)</span></div></div>",
            "created":1600578000,
            "id":2906783,
            "title":"Abandoned"
        },
        "12212":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Angela \"Mama Angie\" Bennett",
                "Police Officer Carmen Diaz",
                "Elizabeth Harper",
                "Rachel Addison",
                "Jody"
            ],
            "content":"<div class=\"\"><div> <span><b>Name:</b> Benny<br>\r\n<b>Age:</b> 1 month old<br>\r\n<b>Eyes:</b> Green<br>\r\n<b>Hair:</b> Black<br>\r\n<b>Height:</b> 2.5\"<br>\r\n<b>Weight:</b> 2.5 grams<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Benny was born to normal-sized parents, but because of his tiny size, he is placed in a box and dropped off at the city backstreets at midnight. The baby will be taken in by one of the women nearby, but he will become curious about his adopted maternal figure's gigantic size, which will only lead him into trouble. Despite this, the following maternal figures will never give him up unless they had no other choice.<br>\r\n<br>\r\n<b>Main Story:</b><br>\r\nIt was just after midnight, when there were hardly anyone roaming the city streets after dark, except for the streetwalkers, the partygoers, and seedy individuals lurking in the shadows like predatory nocturnal animals. In one particular street at around this time, a suspicious vehicle pulled up to the side of the street, stopping near the opening to an alleyway with the squeak of the breaks. A dark figure stepped out of the car and carefully placed a small box big enough to fit a coffee mug near the opening of the alleyway, right before returning to the vehicle and beating a hasty retreat.<br>\r\n<br>\r\nAs the vehicle's tires squealed away into the distance, violating the city's speeding law in the process, the sound of a baby's cries echoed through the streets. It turned out that the contents in this box was a little baby boy the size of a female adult's thumb. The boy slept in a bed of cotton, a scrap of a soft silk blanket, and a little beanbag for a pillow. Taped on the outside of the box was a folded letter which read: <i>“This is Benny. He was born this way. Please give to a good home.”</i><br>\r\n<br>\r\nThis particular street was seldom active at midnight, save for certain individuals who would pass by this street and discover the small box, containing a tiny-born baby who would grow up to grow curly black hair and a curious personality, but abandoned by his birth parents who abandoned him not long after his arrival on planet Earth. The only question is, who on this street will discover little Benny at this time of night?<br>\r\n<br>\r\n1.) Angela \"Mama Angie\" Bennett: A veteran stripper at the XXX Bombshells Club who recently clocked out of her shift.<br>\r\n2.) Police Officer Carmen Diaz: A Hispanic police officer patrolling the streets during her midnight shift.<br>\r\n3.) Elizabeth Harper: A runaway in her late teens who was sleeping in the alleyway.<br>\r\n4.) Rachel Addison: A drunk party girl who was returning to her apartment after a night out clubbing.<br>\r\n5.) Jody: A punk drug addict who was trying to find her next rush.</span></div></div>",
            "created":1600578000,
            "id":2906809,
            "title":"The City Backstreets"
        },
        "122121":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Angela's Apartment",
                "Angela's Encounter"
            ],
            "content":"<div class=\"\"><div> <span><b>Name:</b> Angela \"Mama Angie\" Bennett<br>\r\n<b>Age:</b> 40 years old<br>\r\n<b>Eyes:</b> Black<br>\r\n<b>Hair:</b> Black<br>\r\n<b>Height:</b> 5' 10\"<br>\r\n<b>Weight:</b> 182 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Angela Bennett is a lead stripper in the XXX Bombshells strip club in the red light district. A veteran stripper and dancer, she earned the moniker \"Mama\" after teaching and nurturing the younger dancers. Her thick assets, her D-cup breasts, and her luscious lips arouse her customers' fantasies. After her shifted ended at midnight, Angela would discover a certain baby boy, abandoned on the sidewalk, born the size of her thumb. She'd soon find another meaning to her stripper name \"Mama Angie.\"<br>\r\n<br>\r\n<b>Name:</b> Sayori Tanaka<br>\r\n<b>Age:</b> 67 years old<br>\r\n<b>Eyes:</b> Brown<br>\r\n<b>Hair:</b> Black<br>\r\n<b>Height:</b> 5' 5\"<br>\r\n<b>Weight:</b> 169 lbs.<br>\r\n<b>Ethnicity:</b> Asian/Japanese<br>\r\n<b>Backstory:</b> Sayori Tanaka is an elderly Japanese immigrant who moved with her family to the United States from the Kanto region of Japan in the late 1960's/early 1970's. Ms. Tanaka lived a difficult life in the poorer backstreets of the city and being the target of discrimination, but she became happy later with her husband and her daughter until he passed away from a fatal heart attack. Since then, Ms. Tanaka's become cold, bitter, and often hostile towards her tenants... that is until she inevitably discovers Angela Bennett's adopted tiny-born son.<br>\r\n<br>\r\n<b>Main Story:</b><br>\r\nIt was around midnight when Angela walked back home after a long night. Her D cup-sized breasts and her assets large enough to fit inside a large salad bowl jiggled with every click of her black heels. Her bulging belly stretched her lingerie to her buttons. Her great, pink lips parted as her mouth opened wide to let out a roaring yawn. She flipped her dark, pitch-black hair over her shoulder, the bangs cut across where her eyebrows should have been. It was a hell of a night, Angela figured, and she made plenty of money for a pole dance and a few lap dances. Those rolls of cash in her purse was evident enough.<br>\r\n<br>\r\nAngela was a stripper who worked at the XXX Bombshells Strip Club in the back streets of the city. She had a reputation for living up to the strip club’s name because she was an absolute bombshell of a woman for her age and figure. At the same time, she also had a reputation for being welcoming, motherly, and arousing. She was pretty much the great leader of the other girls in the club even though her manager was the one calling the shots. If there was one thing that any girl wanting to strip off their clothes and dance around the pole would want, it was to be her.<br>\r\n<br>\r\nAs Angela turned down the street to her apartment at the far end, she passed by the alleyways when she heard a baby's wailing. She stopped and tracked the noise where it came from, case in point, inside a little box. She spotted the note taped to the outside of the box, unfolded it, and read the letter. A sick feeling ran through her gut as she carefully uncovered the box and gasped. There she saw the little baby, laying in a makeshift bed, crying and reaching his tiny little hands up to the opening of the box. Angela felt her heart break from the mere sight alone; who could've abandoned such a beautiful baby in a dangerous place like this?<br>\r\n<br>\r\n“You poor baby, come here,” Angela cooed as she gently scooped up the box and cupped it to her breasts. She gently shushed the baby, rocking the box back and forth and bobbing in place to soothe Benny's crying. If there was one true perk to her nickname \"Mama Angie\" aside from her being the maternal figure to her younger strippers at the club, it was how she used a soothing, sultry voice to melt the customer's nerves and feel like putty in her hands.<br>\r\n<br>\r\n“There there, it’s okay, little one. There’s no reason to be afraid,” Angela continued to soother the distressed baby. \"Mama Angie's here. Mama Angie will take care of you. She won't let anything bad happen to you, I promise.\"<br>\r\n<br>\r\nThe baby eventually stopped crying. Benny opened up one eye, and the first thing he saw was the gigantic face of a mature giantess smiling down on him the same way a mother would her child. The baby's instincts immediately imprinted itself onto the mature stripper, seeing her as his new mother unlike his biological mother who callously dropped him off in this dark place. He burbled and giggled, reaching his stubby hands towards the giantess. Angela responded by dipping her giant finger into the box, close enough for Benny to grasp both hands on the ridged edge of her finger alone. <br>\r\n<br>\r\nFeeling tired and fatigued after being left by his real mommy and being acquainted with his new mommy, Benny yawned and fell into a warm sleep. Angela's heart melted to see the baby sleep happily in the box, but she was also worried about where she was and where she found him. “Poor baby, he shouldn’t even be here,” Angela told herself as she gently closed the box. “I’ve got to get you out of here, Benny. Whoever put you here obviously hasn’t realized we’re next to a bad neighborhood.”<br>\r\n<br>\r\nTaking the box under her other arm, Angela quickly hugged the box against the top of her breasts and quickly strode down the street and away from the alleyways, the movement of her footsteps and the rocking of her D-cup boobs rocking the baby deeper into slumber. <br>\r\n<br>\r\nShe reached the end of the street, to a slightly run-down apartment building, occupied only by her and her cranky older landlady of Asian descent. She unlocked the front door and carefully walked in, hoping that her landlady, Ms. Tanaka was totally fixated on her international soap operas and nothing else. As she closed the door behind her, what happened next?<br>\r\n<br>\r\n1.) Angela returned to her apartment without incident.<br>\r\n2.) Angela encounters Ms. Tanaka, her strict and cranky landlady.</span></div></div>",
            "created":1600578000,
            "id":2906837,
            "title":"Angela \"Mama Angie\" Bennett"
        },
        "1222":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Life at the Orphanage",
                "Adoption Day"
            ],
            "content":"<div class=\"\"><div> <span><b>Oliver Martin<br>\r\nAge:</b> 7 years old<br>\r\n<b>Eyes:</b> Blue<br>\r\n<b>Hair:</b> Golden blonde<br>\r\n<b>Height:</b> 3 inches<br>\r\n<b>Weight: </b> 2 grams<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Oliver Martin was born an inch tall to his single mother, Olivia. At the age of six, Olivia perished in an accident, leaving the orphaned Oliver to be taken by Social Services to an orphanage that accommodated girls under the impression that he would receive motherly and/or sisterly love there. At the orphanage, Oliver is kept under close observation by the caregiver, Valerie, and the girls who love to play with him, tease him, or try to smuggle him out of the orphanage during Adoption Day.<br>\r\n<br>\r\n<b>Name:</b> Valerie McCormick<br>\r\n<b>Age:</b> 47 years old<br>\r\n<b>Eyes: </b>Brown<br>\r\n<b>Hair:</b> Brown<br>\r\n<b>Height:</b> 5’10”<br>\r\n<b>Weight: </b>236 pounds<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Valerie McCormick is the head caretaker at the Sunshine Smile Orphanage for Girls. When Social Services notified her about the arrival of the tiny Oliver Martin, Valerie was genuinely surprised, but she was nonetheless willing to accommodate the orphaned tiny. Valerie is as loving as a mother and as firm as a father who dutifully has the girls learn to routinely do their chores and doles out fair punishment for any misdemeanor. She takes especially good care not to let any of the girls take Oliver during Adoption Day, despite how close he is to the girls.<br>\r\n<br>\r\nOliver Martin was the only boy to stay at the Sunshine Smile Orphanage for Girls, an all-girls orphanage, mostly due to his three-inch height. Social Services thought this would be a better recourse on account of how wild the boys orphanages were and feared for his safety. For the first couple of months he was sent there, Oliver felt out of place, despite how friendly he was with the girls residing at the orphanage. Often times, he'd become so friendly, the girls would try to sneak him out, but Valerie, the head caretaker would catch them before they'd take him.<br>\r\n<br>\r\nEvery quarter year, the orphanage hosts an Adoption Day, where the girls are adopted by a single parent or a couple, and then they would be taken away to a new, better life. Poor little Oliver was left alone, having nobody considering adopting him. All he wanted was a family, someone to love him like how Olivia, his late mother did before the car accident claimed her life. Every day, he prayed for a new mother, a big sister, heck, even a grandmother who would love him, comfort him, raise him into a better child.<br>\r\n<br>\r\nWhenever Oliver felt down, the head caretaker, Valerie, always comforted him and did her best to soothe his troubled soul. She'd gently clutch his tiny body to gently embrace him in her pudgy fingers, massage his back with her thumb. She would then indulge him by allowing him to sleep on her fat belly or in between her massive breasts. Despite everything she did to comfort him, she could never replace the hole his mother left behind in his heart. Even so, she was happy to see Oliver getting along with the girls, except for when they'd take things too far by displaying their power over his tiny size. She would protect him like any mother would, and that was a fact the girls had to learn on the first day.<br>\r\n<br>\r\nWhich of these routes will follow each of these characters?<br>\r\n</span></div></div>",
            "created":1600232400,
            "id":2904443,
            "title":"Orphanage"
        },
        "123":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Fairies",
                "Sprites",
                "Borrowers",
                "More than one of the above options"
            ],
            "content":"<div class=\"\"><div> <span>The boy is from a naturally small race of tiny humanoid boys.<br>\r\n<br>\r\nAccording to legend, there are many races of tiny people who have hidden themselves away from the human world due to their fear of their malcontent, including fairies and borrowers. <br>\r\n<br>\r\nFairies have been often depicted as small humanoid figures with beautiful dragonfly wings. They are even-tempered, behave like normal human beings, and they dress like them too. They have a love for cheese and fruits, and they are allergic to silver. They bestow happiness, intelligence, and wealth to those they love and love them back.<br>\r\n<br>\r\nSprites, on the other hand, are smaller, more mischievous than fairies who prefer to pull pranks on their giant human hosts. They are often depicted with pointed hats, butterfly wings, and pointed ears and shoes. They have a love for nectar and pollen. Pixies are known to be ferocious fighters, often fighting for the people they love and love them back. Like their fairy counterparts, pixies are allergic to silver.<br>\r\n<br>\r\nBorrowers have often been depicted as humanoid figures, and they are sometimes depicted with a rat's tail. They are as small as their fairy and pixie counterparts, often taking shelter in the walls of a human abode, whose scuttling noises make the occupants believe a mouse is crawling the walls. They often take (or \"borrow\") discarded objects like clothing scraps. Borrowers must remain hidden from the human eyes, and rarely do stories tell of a borrower being spotted by a human.<br>\r\n<br>\r\nWhich of these races of tiny people will you choose?<br>\r\n<br>\r\nFairies<br>\r\n<br>\r\nSprites<br>\r\n<br>\r\nBorrowers<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nMore than one of the above options</span></div></div>",
            "created":1600232400,
            "id":2904386,
            "title":"The Tiny Race of 'Tweens"
        },
        "13":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Giant Family",
                "Welcome to Giantess Park",
                "The Giantess in the Woods",
                "Queen of the World",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>A normal-sized boy lives among women who are taller than the average-sized adult.<br>\r\n<br>\r\nWhich of these scenarios will apply to the normal-sized boy?<br>\r\n<br>\r\nA Giant Family: The boy is born normal-sized, but he lives with a family full of giantesses. In one route, he is born without his mother's hereditary gigantism and is teased constantly by her and/or the other female members of his family. In another route, the boy was an orphan, but he is adopted by a giantess who introduces him to a family full of giant women.<br>\r\n<br>\r\nWelcome to Giantess Park: An excited boy visits the world's largest zoo for his birthday, housing giant female anthropomorphic animals whose genetic codes and size were accidentally tampered by an experimental chemical. The popular tourist attraction keeps anthropomorphic giantesses in captivity, including anthros from the jungle, from the sea, and even from the fossils.<br>\r\n<br>\r\nThe Giantess in the Woods: A lonely young boy travels into the woods and encounters a 50 foot giantess, who takes immediate infatuation with the boy. The giantess hides away from the rest of humanity due to their fear of her immense size and would possibly want to hunt her down. Despite a rocky beginning of their relationship, the boy and the giantess and the boy develop a close friendship with each other.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nQueen of the World: A giantess rules over Earth as it’s queen, either as a dictator or a benevolent ruler. The main boy character happens to be related to the giantess, but he’d rather much keep it a secret from the rest of the world because some people have a dislike for the queen, and therefore extends to other members of her family. The giantess is either good, benevolent, or neutral.</span></div></div>",
            "created":1598677200,
            "id":2894304,
            "title":"Normal-Sized Among Giantesses"
        },
        "132":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "The Safari Park",
                "The Aquarium",
                "The Petting Zoo",
                "The Extinction Enclosures"
            ],
            "content":"<div class=\"\"><div> <span><b>Name:</b> Henry Michaels<br>\r\n<b>Age:</b> 8 years old<br>\r\n<b>Eyes:</b> Green<br>\r\n<b>Hair:</b> Black<br>\r\n<b>Height:</b> 4' 8\"<br>\r\n<b>Weight:</b> 96 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Henry Michaels is a wondrous boy who received tickets to Giantess Park, the premiere zoo housing the worlds anthropomorphic giantesses normally seen in a zoo or an aquarium. Henry is also easily excitable, which gets him into occasional trouble, and his life-changing visit to Giantess Park will be no different.<br>\r\n<br>\r\n<b>Main Story:</b><br>\r\n<br>\r\nGiantess Park is the world’s largest and only leading menageries to specialize in the conservation and research of giant female anthropomorphic animals. This park is roughly the size of two New York Cities where it houses some of the world’s biggest anthros. Products of an experimental lab accident when an experimental growth serum, mixed with the XX chromosomes, was accidentally released into the Henry Dooley Zoo, Giantess Park was quickly established by the UN to house these feral animalistic giantesses with the express purpose of researching their biology all while becoming the world’s most popular attraction.<br>\r\n<br>\r\nFamilies from all over the world can enjoy riding among the wildest anthros in the Safari Park, or take a big splash with the humanized fish in the Aquarium, get close and personal with the gigantic humanized farm animals in the Petting Zoo, or even take an educational tour through the Extinction Enclosures featuring extinct animals revitalized and humanized through the park’s top leading scientists. For those wanting more exciting and thrills, then families should visit the Amusement Park featuring some of the most heart-pounding thrill rides in the world.<br>\r\n<br>\r\nEnter eight year-old Henry Michaels, a young boy with slightly messy black hair with a wondrous personality, who was given season tickets to Giantess Park for the summer for his birthday a week prior. Ever since he watched the commercials for the park, Henry was enraptured by the giantesses and wanted to go so bad, his mom, Jennifer practically caved in and ordered the tickets. Today was the first day he’d visit the park for the summer and he wanted to explore every inch of the park himself. Today, he wanted to explore...<br>\r\n<br>\r\nThe Safari Park (featuring African wildlife, a savannah, a jungle, and a watering hole)<br>\r\n<br>\r\nThe Aquarium (featuring exhibits for marine mammals, fish, and other members of the marine ecosystem)<br>\r\n<br>\r\nThe Petting Zoo (featuring farm animals such as cats, dogs, horses, cows, etc.)<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Extinction Enclosures (featuring exhibits for revitalized extinct animals, such as dinosaurs, mammals, birds, etc.)<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1600232400,
            "id":2904373,
            "title":"Welcome to Giantess Park"
        },
        "135":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Stranded on an Amazonian Island",
                "Ruler of the Giantesses",
                "Close Friends with a Giantess",
                "Kidnapped!",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Which of these scenarios will apply to the normal-sized boy?<br>\r\n<br>\r\nStranded on an Amazonian Island: The boy (and possibly other boys) survives a shipwreck at sea and wash up on the shores of a remote island not found anywhere on any map! As the boy explores the island, he discovers that the only people who inhabit it are a tribe of Amazonian women, with the adult women standing 10 feet tall, and the girls his age standing as tall as an average-sized adult! The boy is taken in by this tribe, and how they'll react to the boy's presence is entirely up to you.<br>\r\n<br>\r\nRuler of the Giantesses: One day, the boy encounters a giantess who informs him that he is the newest young king to a race of giantesses hidden from the human race, and discovers that he has the power to control the giantesses. With his newfound royal title and power, the boy is given a new family among the giantess race and uses his power to make the giantesses do what he wishes.<br>\r\n<br>\r\nClose Friends with a Giantess: When he was younger, the boy befriended a giantess and became close childhood friends with her. The boy's close friendship with the giantess is explored, from the moment when they first encountered each other, to the earlier years of their friendship and their many misadventures, to the boy developing feelings for his gigantic companion. (<b>A/N:</b> The main characters in this route is age-variable, so you can decide their ages, so long as they stay within the age range.)<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nKidnapped!: One day, the boy is kidnapped by a huge giantess and is taken to someplace far away from human civilization (a different dimension, a different planet, a hidden lair, etc.). The giantess has plans for the boy involving some form of torture, but what that torture is, the boy doesn't want to find out. (<b>A/N:</b> This route focuses mainly on an evil giantess torturing the boy, but be sure to follow the rules.)<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1600232400,
            "id":2904485,
            "title":"Continuing with Normal-Sized I"
        },
        "14":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Different Part of the World",
                "A Different Era in the Past",
                "A Science Fiction World",
                "A Fantasy Realm",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>A normal-sized boy accidentally creates a portal into space-time where everything is big and the women are bigger.<br>\r\n<br>\r\nWhere does the portal lead him to?<br>\r\n<br>\r\nA Different Part of the World: The portal leads into a different part of the world, but the portal is tiny on the other side, so the boy automatically shrinks. He could have been transported in his own home, in a completely different home, in the home of the previous entries in different story routes, or in the home of an important female figure.<br>\r\n<br>\r\nA Different Era in the Past: The portal leads into a different era in the past, but the portal is tiny on the other side, so the boy automatically shrinks. He could have been stuck in an earlier time when his mother, his grandmothers, or his female ancestors lived. He could also have landed in the house of a giant woman during ancient times, such as the ancient civilization of Egypt, the global domination of Rome, the Renaissance Era, or the early history of the United States.<br>\r\n<br>\r\nA Science Fiction World: The portal leads into a science fiction-like world where everything is science fiction, including but not limited to space travel, space colonies, and extraterrestrial life. The boy (either shrunken or normal-sized among giantesses) will travel to different planets and civilizations where he has to survive when everything else is bigger than him.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nA Fantasy Realm: The portal leads into a magical realm where everything is reminiscent of J.R.R. Tolkien, C.S. Lewis, or George R.R. Martin novels. The boy is transported to a typical area where most fantasy stories take place, including a prospering kingdom with a castle, an enchanted forest either evil or benign, or an evil fortress with lava and brimstone, all of them populated with female characters, including monsters, demi-humans, anthros, witches and sorceresses, etc. (If the boy is transported into a tribe of giant women, he is still normal-sized).</span></div></div>",
            "created":1598677200,
            "id":2894311,
            "title":"Transported to Another World"
        },
        "144":{
            "author_id":"fanfic-writer",
            "author_name":"fanfic-writer",
            "choices":[
                "Arno Maskins",
                "Ryan Lakin",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The boy is transported into a fantasy realm.<br>\r\n<br>\r\nWhich of these scenarios will apply to the boy?<br>\r\n<br>\r\n<b>Name:</b> Arno Maskins<br>\r\n<b>Age:</b> 9 years old<br>\r\n<b>Eyes:</b> Brown<br>\r\n<b>Hair:</b> Light brown<br>\r\n<b>Height:</b> 3' 4\"<br>\r\n<b>Weight: </b>90lbs<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Arno was your average kid. He enjoyed games, cartoons and his family. One day, however, he stumbled upon something strange in the park and when he picked it up he was transported to a fantasy world. When he arrived there he noticed everything was much bigger than him and that he also appeared in a monster village where all of them are women. He hopes they'll be friendly towards him.<br>\r\n<br>\r\n<b>Name:</b> Ryan Lakin<br>\r\n<b>Age:</b> 12 years old<br>\r\n<b>Eyes:</b> Blue<br>\r\n<b>Hair:</b> White<br>\r\n<b>Height:</b> 4'<br>\r\n<b>Weight</b>: 120 lbs<br>\r\n<b>Ethnicity: </b>White/Caucasian<br>\r\n<b>Backstory: </b>After a family dispute he ran away from home and fell into a hole in a forest. When he stopped falling, he noticed he arrived in a gigantic castle and was in the princess' bedroom (feel free to choose what she is.) He now has to choose if he should let himself be seen or stay hidden.</span></div></div>",
            "created":1600491600,
            "id":2905852,
            "title":"A Fantasy Realm"
        },
        "145":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Great Big Parallel Universe",
                "A Different Media World",
                "An Anthropomorphic World",
                "A Spooky, Monstrous World",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>What other worlds would the portal lead the boy to?<br>\r\n<br>\r\nA Great Big Parallel Universe: The portal leads into a parallel universe where his counterpart isn’t born but everyone and everything else is bigger, including his friends and family. The parallel universe could also be the home to a new world order where the female population establish dominance by either growing bigger or shrinking the males down to size. Or maybe the boy is the only male in that universe where only the females populate the Earth.<br>\r\n<br>\r\nA Different Media World: The portal leads into another world inside his favorite forms of media, such as television, movies, video games, comic books, or literature books, but the portal is tiny on the other side, so he automatically shrinks. The boy might also accidentally merge the different forms of media together or inadvertently assemble a harem of giantesses who either befriend him or enslave him.<br>\r\n<br>\r\nAn Anthropomorphic World: The portal leads into a different world where it is inhabited by anthropomorphic animals, but the portal is tiny on the other side, so he automatically shrinks The anthropomorphic animals live in lifestyles similar to those of humans (reminiscent of <i>Zootopia</i>), but humans do not actually exist. The boy must survive in this world where even a pygmy marmoset (the smallest mammal in the world) stands as tall as a two story building.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nA Spooky, Monstrous World: The portal leads into a world where it is inhabited by monstrous giantesses, such as vampires, mummies, werewolves, gargoyles, or anything else from various monster movies or mythology with similar lifestyles to humans. The boy, shrunken to the size of one inch, is too frightened by the appearance of the monster giantesses to realize who is docile or hostile towards the tiny human kid.<br>\r\n<br>\r\n</span></div></div>",
            "created":1598677200,
            "id":2894315,
            "title":"Continuing with Another World I"
        },
        "15":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Television (Live-Action, Animated, or Anime)",
                "Movies (Live-Action, Animated, or Anime)",
                "Video Games",
                "Literature Books",
                "Comic Books or Graphic Novels"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from different media.<br>\r\n<br>\r\nWhat kind of media does the character appear in?<br>\r\n<br>\r\nTelevision: There are a lot of television shows featuring young male characters from different live-action shows (such as Henry Mills from <i>Once Upon a Time</i>, Sheldon Cooper from <i>Young Sheldon</i>), animated series (such as Lincoln Loud from <i>The Loud House</i>, Steven Universe from <i>Steven Universe</i>, and Ben Tennyson from <i>Ben 10</i>), and anime (such as Yugi Muto from <i>Yu-Gi-Oh!</i>, Naruto from <i>Naruto</i>, and Ash from <i>Pokémon</i>).<br>\r\n<br>\r\nMovies: There are a lot of movies featuring young male characters from different live-action films (such as Nick Szalinski from the <i>Honey, I Shrunk the Kids</i> film series, Harry Potter from the <i>Harry Potter</i> film series, and Anakin Skywalker from <i>Star Wars: The Phantom Menace</i>), animated films (such as Lucas Nickle from <i>Ant Bully</i>, Fievel Mouskewitz from the <i>American Tail </i>film series, and Miguel from <i>Coco</i>), and anime (such as Sosuke from <i>Ponyo</i>, Sho from <i>Arrietty</i>, and Aoyama from<i> Penguin Highway</i>).<br>\r\n<br>\r\nVideo Games: There are a lot of video games featuring young male characters such as Young Link (from <i>The Legend of Zelda </i>series), Sora (from the <i>Kingdom Hearts</i> series), and the male Pokémon Trainer (from the <i>Pokémon</i> game series).<br>\r\n<br>\r\nBooks: There are lots of books featuring young male characters from literature books (such as Jack from <i>Jack and the Beanstalk</i>, Tom Thumb from <i>Tom Thumb</i>, and Spiller from <i>The Borrowers</i>), and comic books (such as Damian Wayne/Robin IV from DC Comics, Peter Parker/Spider-Man from Marvel Comics, etc.).</span></div></div>",
            "created":1598677200,
            "id":2894337,
            "title":"A Character from Different Media"
        },
        "151":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Live-Action Shows",
                " Animated Shows",
                "Anime Shows"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from different television shows.<br>\r\n<br>\r\nWhich category of shows does the character appear in?<br>\r\n<br>\r\nLive-Action Shows: The boy is a character from live-action shows, such as Henry Mills (from <i>Once Upon a Time</i>), Rico Suave (from <i>Hannah Montana</i>), and King Joffrey (from <i>Game of Thrones</i>).<br>\r\n<br>\r\nAnimated Shows: The boy is a character from animate shows, such as Lincoln Loud (from <i>The Loud House)</i>, Steven Universe (from <i>Steven Universe</i>), and Aang (from <i>Avatar: The Last Airbender</i>).<br>\r\n<br>\r\nAnime Shows: The boy is a character from anime shows, such as Ash (from <i>Pokémon</i>), Yugi Muto (from<i> Yu-Gi-Oh!</i>), and Naruto (from<i> Naruto</i>).</span></div></div>",
            "created":1600059600,
            "id":2902983,
            "title":"Television"
        },
        "1511":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Disney Shows",
                "Nickelodeon Shows",
                "Once Upon a Time",
                "Game of Thrones",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from different live-action television shows.<br>\r\n<br>\r\nThere are many live-action series that features young male characters, but for the sake of the Live-Action Shows route, the first two routes will be divided into the major television studios that produce them, including Disney and Nickelodeon. That being said, the rest of the routes on this list include individual TV series prominently featuring boy characters. The only question is, which route will you choose?<br>\r\n<br>\r\nDisney (featuring <i>The Suite Life of Zack &amp; Cody</i>,<i> That's So Raven</i>, and<i> Hannah Montana</i>) <br>\r\n<br>\r\nNickelodeon (featuring <i>Drake &amp; Josh</i>, <i>iCarly</i>, and <i>Victorious</i>). <br>\r\n<br>\r\nOnce Upon a Time<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nGame of Thrones</span></div></div>",
            "created":1600232400,
            "id":2904332,
            "title":"Live-Action Shows"
        },
        "1512":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Disney",
                "Nickelodeon",
                "Cartoon Network",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from different animated television shows.<br>\r\n<br>\r\nThere are many animated series that features young male characters, but for the sake of the Animated Shows route, the routes will be divided into the major animated studios that produce them, including Disney, Nickelodeon, and Cartoon Network. That being said, the following routes will also have to include subsidiaries and related networks, such as Fox (which has been bought and currently owned by Disney). The only question is, which of these animated studios will you choose?<br>\r\n<br>\r\nDisney (featuring Disney Channel, Disney XD, Fox)<br>\r\n<br>\r\nNickelodeon (featuring NickToons, Nick Jr.)<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nCartoon Network (featuring Cartoon Cartoons, Kids' WB)</span></div></div>",
            "created":1600059600,
            "id":2903043,
            "title":" Animated Shows"
        },
        "15121":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "1990's Disney Channel series",
                "2000's Disney Channel series",
                "2010's Disney Channel series",
                "Fox animated series"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from the Disney animated television shows.<br>\r\n<br>\r\nSince its first airing in 1983, Disney Channel featured many animated series from the 1990's and early 2000's, but for the sake of this route, the first two choices will be divided into two different routes: The first route will focus on Disney Channel animated series that aired in the 1990's, the second route will focus on the animated series that aired in the 2000's, and the third will focus on the animated series that aired in the 2010's. Disney Junior and Disney XD series will also be included.<br>\r\n<br>\r\n(<b>A/N:</b> Spin-off shows of certain Disney animated feature films such as <i>The Little Mermaid, Lilo &amp; Stitch: The Series, Timon and Pumbaa,</i> and<i> The Lion Guard </i>will not be added, as they will be added into the Animated Movies route. Also, since Fox has been officially purchased by Disney, Fox animated series such as <i>The Simpsons, Family Guy, </i>and <i>American Dad! </i>will not be added to the first three choices, since Fox was their own individual network.)<br>\r\n<br>\r\nThe only question is, which route will you choose?<br>\r\n<br>\r\n1990's Disney Channel series<br>\r\n<br>\r\n2000's Disney Channel series<br>\r\n<br>\r\n2010's Disney Channel series<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nFox animated series</span></div></div>",
            "created":1600059600,
            "id":2903061,
            "title":"Disney"
        },
        "15122":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "1990's NickToons series",
                "2000's NickToons series",
                "2010's NickToons series"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from the Disney animated television shows.<br>\r\n<br>\r\nSince its first airing in 1979, Nickelodeon featured many animated series (or Nicktoons) that were first featured in the 1990's and later in the 2000's and 2010's, but for the sake of the route, the first three choices will be divided three two different routes: The first route will focus on Nicktoons that first aired in the 1990's, the second route will focus on Nicktoons that first aired in the 2000's, and the third route will focus on Nicktoons that first aired in the 2010's. Nick Jr. series will also be added.<br>\r\n<br>\r\n(<b>A/N: </b>Spin-off shows of certain Nickelodeon/DreamWorks animated films such as <i>Monsters vs. Aliens, Kung Fu Panda, </i>and <i>Jimmy Neutron</i> will not be added, as they will be added into the Animated Movies route. Also, certain animated films based on Nickelodeon series such as <i>SpongeBob SquarePants</i> and <i>Rugrats</i> will be added.)<br>\r\n<br>\r\nThe only question is, which route will you choose?<br>\r\n<br>\r\n1990's NickToons series<br>\r\n<br>\r\n2000's NickToons series<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\n2010's NickToons series</span></div></div>",
            "created":1600491600,
            "id":2906171,
            "title":"Nickelodeon"
        },
        "15123":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "1990's Cartoon Network series",
                "2000's Cartoon Network series",
                "2010's Cartoon Network series",
                "DC Comics animated series"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from the Cartoon Network animated television shows.<br>\r\n<br>\r\nSince its first airing in 1992, Cartoon Network featured many animated series that were were first featured in the 1990's and later in the 2000's and 2010's, but for the sake of the route, the first three choices will be divided three two different routes: The first route will focus on Cartoon Network series that first aired in the 1990's, the second route will focus on the series that first aired in the 2000's, and the third route will focus on the series that first aired in the 2010's.<br>\r\n<br>\r\nThe fourth route will feature original animated series based on DC Comics (such as the <i>DC Animated Universe, Teen Titans, Young Justice, </i>or <i>DC Super Hero Girls</i>).<br>\r\n<br>\r\n(<b>A/N:</b>  Spin-off shows of certain films such as <i>Star Wars: The Clone Wars</i> will not be added, as they will be added into their respective Movies routes. Also, certain anime series acquired by Cartoon Network will not be added, as they will be added into the Anime route.)<br>\r\n<br>\r\nThe only question is, which route will you choose?<br>\r\n<br>\r\n1990's Cartoon Network series<br>\r\n<br>\r\n2000's Cartoon Network series<br>\r\n<br>\r\n2010's Cartoon Network series<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nDC Comics animated series</span></div></div>",
            "created":1600578000,
            "id":2906847,
            "title":"Cartoon Network"
        },
        "1513":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Toei Animation ",
                "Bones",
                "A-1 Pictures",
                "Madhouse",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from different anime television shows.<br>\r\n<br>\r\nThere are many anime series featuring young male characters, but for the sake of the Anime Shows route, we'll feature some of the top anime studios to produce them, including Toei Animation, A-1 Pictures, Kyoto Animation, and Madhouse. The only question is, which route will you choose?<br>\r\n<br>\r\nToei Animation (featuring the <i>Dragon Ball</i> series, <i>One Piece</i>, <i>Sailor Moon</i>, and the <i>Digimon</i> series)<br>\r\n<br>\r\nBones (featuring <i>Full Metal Alchemist</i>, <i>Soul Eater</i>, <i>My Hero Academia</i>, and <i>Ouran High School Host Club</i>)<br>\r\n<br>\r\nA-1 Pictures (featuring <i>Fairy Tail</i>, <i>The Seven Deadly Sins</i>, the <i>Magi</i> series, and <i>Black Butler</i>)<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nMadhouse (featuring <i>Death Note</i>, <i>Hunter x Hunter</i>, <i>Black Lagoon</i>, and <i>Cardcaptor Sakura</i>)</span></div></div>",
            "created":1600232400,
            "id":2904341,
            "title":"Anime Shows"
        },
        "152":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Live-Action Movies",
                "Animated Movies",
                "Anime Movies"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from different movies.<br>\r\n<br>\r\nWhich category of movies does the character appear in?<br>\r\n<br>\r\nLive-Action Movies: The boy is a character from live-action movies, such as Nick Szalinski (from <i>Honey, I Shrunk the Kids</i>), Harry Potter (from <i>Harry Potter</i>), and Anakin SKywalker (from <i>Star Wars: The Phantom Menace</i>).<br>\r\n<br>\r\nAnimated Movies: The boy is a character from animate movies, such as Lucas Nickle (from <i>Ant Bully</i>), Fievel Mouskewitz (from <i>American Tail</i>), and Dash (from <i>The Incredibles</i>).<br>\r\n<br>\r\nAnime Movies: The boy is a character from anime movies, such as Sosuke (from <i>Ponyo</i>), Sho (from <i>Arriety</i>), and Aoyama (from <i>Penguin Highway</i>).</span></div></div>",
            "created":1600059600,
            "id":2902990,
            "title":"Movies"
        },
        "1521":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Size-Changing Films",
                "Star Wars franchise",
                "Harry Potter franchise",
                "Marvel Cinematic Universe",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from different live-action movies.<br>\r\n<br>\r\nThere are may live-action films that features a young male character, but for the sake of the Live-Action Movies route, the first route will explore some of the more prominent live-action films revolved around size-changing, like shrinking and/or growing. The rest of the routes follow a few of the top movie franchises of all time. The only question is, category of movies, or film franchises, does the character appear in?<br>\r\n<br>\r\nSize-Changing Films<br>\r\n<br>\r\nStar Wars franchise<br>\r\n<br>\r\nHarry Potter franchise<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nMarvel Cinematic Universe</span></div></div>",
            "created":1600059600,
            "id":2902994,
            "title":"Live-Action Movies"
        },
        "15211":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Honey, I Shrunk the Kids series",
                "Attack of the 50 Foot Woman",
                "Village of the Giants",
                "The Incredible Shrinking Man/Woman",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>In the wake of science fiction films in the 1950's, many films were centered around theme of size-changing where the central character or antagonist is either enlarged or shrunken. The most prominent examples include the <i>Incredible Shrinking Man,</i> and <i>Attack of the 50 Foot Woman.</i> The subject of size-changing themes in live-action movies is rarely touched upon, but there are other films that are centered upon this theme, including <i>Honey, I Shrunk the Kids</i>, <i>The Fantastic Voyage</i>, and <i>Village of the Giants</i>.<br>\r\n<br>\r\nIn this route, we will be focusing on certain boy characters appearing in these shrinking/growing-themed live-action films, either as a canon character such as Genius (from <i>Village of the Giants</i>), or an original character of your choice within the canon or non-canon size-changing films. They will be shrunken, born tiny, or every woman in the following films is bigger than the normal-sized character. The only question is, which of these well-known size-changing films will you choose?<br>\r\n<br>\r\nHoney, I Shrunk the Kids series<br>\r\n<br>\r\nAttack of the 50 Foot Woman<br>\r\n<br>\r\nVillage of the Giants<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Incredible Shrinking Man/Woman</span></div></div>",
            "created":1600059600,
            "id":2903002,
            "title":"Size-Changing Films"
        },
        "152111":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Honey, I Shrunk the Kids",
                "Honey, I Blew Up the Kid",
                "Honey, We Shrunk Ourselves"
            ],
            "content":"<div class=\"\"><div> <span>Walt Disney Pictures' <i>Honey, I Shrunk the Kids</i> franchise is heavily centered around the theme of shrinking and growing. In <i>Honey, I Shrunk the Kids</i>, the focus kids are shrunken down by Wayne Szalinski's shrinking ray, and they must traverse a dangerous, giant world to return to normal size. In <i>Honey, I Blew Up the Kid</i>, the Szalinski's two year-old son, Adam is grown into giant size by the same shrinking ray and causes damage to Las Vegas. In <i>Honey, We Shrunk Ourselves</i>, the older family members of the Szalinski family is shrunk by the same ray and they must grab their children's attention while they have a house party.<br>\r\n<br>\r\nFor this route, we'll be exploring each movie in the <i>Honey, I Shrunk the Kids</i> film series individually and making significant alterations to the plot of each movie so the main boy characters are smaller than the giantesses appearing in each film. The only question is, which of the films will you choose?<br>\r\n<br>\r\nHoney, I Shrunk the Kids<br>\r\n<br>\r\nHoney, I Blew Up the Kid<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nHoney, We Shrunk Ourselves</span></div></div>",
            "created":1600059600,
            "id":2903019,
            "title":"Honey, I Shrunk the Kids series"
        },
        "1522":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Disney/Pixar Animation Studios",
                "DreamWorks Animation",
                "An American Tail",
                "The Ant Bully",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The boy is a character from different animated movies.<br>\r\n<br>\r\nThere are may animated films that features a young male character, but for the sake of the Animated Movies route, the routes will be divided into the major animated studios that produce them, including Disney/Pixar Animation Studios, and DreamWorks Animation. The other routes will feature two individual animated films featuring shrinking and/or tiny male characters. <br>\r\n<br>\r\n(<b>A/N:</b> Spin-off shows of certain animated feature films such as <i>The Little Mermaid</i>, <i>Kung Fu Panda</i>, and<i> The Lion King</i> will be added.)<br>\r\n<br>\r\nThe only question is, which route will you choose?<br>\r\n<br>\r\nDisney/Pixar Animation Studios (featuring the Disney Princess movies, <i>The Lion King</i>, and <i>The </i><i>Incredibles</i>)<br>\r\n<br>\r\nDreamWorks Animation (featuring <i>Madagascar</i>, <i>Bee Movie</i>, and <i>Kung Fu Panda</i>)<br>\r\n<br>\r\nAn American Tail<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Ant Bully</span></div></div>",
            "created":1600232400,
            "id":2904400,
            "title":"Animated Movies"
        },
        "153":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Nintendo",
                "Sonic the Hedgehog series",
                "Street Fighter series",
                "Final Fantasy series",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Since the early 1960's release of <i>Spacewars!</i>, the video game industry has grown into the one of the world's central form entertainment behind broadcast and cable TV. In the 1980's, the video game industry boomed with the release of arcade video games such as <i>PAC-MAN</i>, <i>Donkey Kong</i>,<i> Super Mario Bros.</i>, and <i>Street Fighter</i>, to name a few. <br>\r\n<br>\r\nIn the 1990's, the industry expanded further not only with the release of video game consoles (such as the Nintendo hardware systems and the Sony PlayStation consoles), but with the release of video games with early 3-D graphics. <i>Star Fox</i> and <i>Donkey Kong Country</i> were among the earliest examples. The early 2000's saw the rise of revolutionary gameplay, such as double-screen handheld consoles, motion controls, mobile gaming, and a console switching from docking at the television to a handheld console.<br>\r\n<br>\r\nDuring the expansion of the video game industry, many influential video game companies have made their mark in the industry, more prominently Nintendo, SEGA, Capcom, and Square Enix, each of them being well-known for their influential game franchises.<br>\r\n<br>\r\nNintendo has many iconic games featuring young male characters, but for the sake of the Video Games route, Nintendo will feature its own route. That being said, some of the more iconic games from different major game companies like SEGA, Capcom, and Square Enid appears on this route.<br>\r\n<br>\r\nWhich of these prominent video games will you explore?<br>\r\n<br>\r\nNintendo (featuring <i>Super Mario</i>, <i>The Legend of Zelda,</i> and <i>Pokémon</i>)<br>\r\n<br>\r\nSonic the Hedgehog series<br>\r\n<br>\r\nStreet Fighter series<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nFinal Fantasy series</span></div></div>",
            "created":1599886800,
            "id":2901696,
            "title":"Video Games"
        },
        "1531":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Super Mario Bros. series",
                "The Legend of Zelda series",
                "Pokémon series",
                "Super Smash Bros. series",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Nintendo has been the hallmark video game company since the early 1980's. Arcade games such as <i>Super Mario Bros.,</i> <i>Donkey Kong</i>, and <i>The Legend of Zelda</i> have grown into some of the best-selling video game franchises in the series, each one known for their revolutionary gameplay mechanics, their storytelling, and most importantly, their iconic characters, including Nintendo's mascot and most iconic video game character, Mario.<br>\r\n<br>\r\nIn this route, we will be focusing on certain boy characters appearing in Nintendo's famous franchises, either as a canon character such as Young Link (from <i>The Legend of Zelda: Ocarina of Time </i>and<i> Majora's Mask</i>),  or an original character of your choice within the canon or non-canon Nintendo game universes. They will be shrunken, born tiny, or every woman in the Nintendo games is bigger than the normal-sized character. The only question is, which of these famous Nintendo franchises will you choose?<br>\r\n<br>\r\nSuper Mario Bros. series<br>\r\n<br>\r\nThe Legend of Zelda series<br>\r\n<br>\r\nPokémon series<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nSuper Smash Bros. series</span></div></div>",
            "created":1599886800,
            "id":2901723,
            "title":"Nintendo"
        },
        "154":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Jack and the Beanstalk",
                "Tom Thumb-styled stories",
                "Gulliver's Travels",
                "The Borrowers/The Littles",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Since the days when stories written in papers and ink quills, there have been many stories and fairy tales about heroic young male characters born the size of a thumb, mythical realms inhabited by giants and/or tiny people, and sometimes even a bit of both. <br>\r\n<br>\r\nFairy tales such as <i>Jack and the Beanstalk</i> features the young main character Jack climbing up the beanstalk into a cloudy land inhabited by giants. A common trope among <i>Tom Thumb</i>-styled fairy tales, such as the eponymous story and the Japanese legend of <i>Issun-boshi</i>, features a consistent story of a poor peasant couple wishing for a child, and is granted with a boy born the size of a thumb. It also features the tiny boys getting eaten by gigantic beasts and giants.<br>\r\n<br>\r\nLiterature novels such as <i>Gulliver's Travels</i> features two separate islands each inhabited by the diminutive Lilliputians and the giant Brobdingnagians. May Norton's <i>The Borrowers</i> series, and John Peterson's <i>The Littles</i> series both feature miniature people living in the walls of an inhabited home who borrow and/or steal from the occupants.<br>\r\n<br>\r\nFor the sake of argument and variety within the Literature Books route, which of these stories will you choose?<br>\r\n<br>\r\nJack and the Beanstalk<br>\r\n<br>\r\nTom Thumb-styled stories<br>\r\n<br>\r\nGulliver's Travels<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Borrowers/The Littles</span></div></div>",
            "created":1598763600,
            "id":2894594,
            "title":"Literature Books"
        },
        "155":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "DC Comics",
                "Marvel Comics",
                "Image Comics",
                "Archie Comics",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Since the early 1920's, comic strips were printed in the newspapers for entertainment. As the years rolled by, the comic strips eventually earned their own comic book magazine, and the earliest big comic book company to emerge was DC Comics. In the early 1960's, the first <i>Fantastic Four </i>comic issue marked the debut of Marvel Comics. These two major comic book companies have become two of the biggest names in the comic book history, creating iconic heroes, villains, and influential storylines.<br>\r\n<br>\r\nOther major comic book companies, while overshadowed by the competitiveness of DC and Marvel, have published their own iconic comic books as well, such as <i>Archie</i> from Archie Comics, and <i>Spawn </i>and <i>Invincible </i>from Image Comics to name a few.<br>\r\n<br>\r\nFor the sake of argument and variety within the Comic Books route, which of these comic book companies will you choose?<br>\r\n<br>\r\nDC Comics (featuring Superman, Batman, Wonder Woman, and the Justice League)<br>\r\n<br>\r\nMarvel (featuring Spider-Man, The Avengers, The Fantastic Four, and the X-Men)<br>\r\n<br>\r\nImage Comics (featuring Spawn, Youngblood, etc.)<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nArchie Comics (featuring Archie, Sabrina the Teenage Witch, Josie and the Pussycats)</span></div></div>",
            "created":1598763600,
            "id":2894630,
            "title":"Comic Books or Graphic Novels"
        },
        "1551":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Canon",
                "Non-Canon"
            ],
            "content":"<div class=\"\"><div> <span>DC Comics is one of the oldest comic book companies in the world, notable for its fictional locations such as Metropolis and Gotham City, its heroes such as Superman, Batman, and Wonder Woman, and villains such as the Joker, Lex Luthor, and the Cheetah. <br>\r\n<br>\r\nIn this route, we will be focusing on certain boy characters appearing in the DC Universe, either as a canon character such as Damian Wayne (a.k.a. Robin), or an original character of your choice within the canon DC Universe. They will be shrunken, born tiny, or every woman in the DC Comics is bigger than the normal-sized character. The only question is, is the focus character from the DC Comics or an original character?<br>\r\n</span></div></div>",
            "created":1598763600,
            "id":2894634,
            "title":"DC Comics"
        },
        "15511":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Damian Wayne/Robin IV",
                "Jonathan Kent/Superboy",
                "Billy Batson/Captain Marvel:",
                "Garfield Logan/Beast Boy",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The focus boy character is a character canon to the DC Universe.<br>\r\n<br>\r\nChoose one of the following characters you want to focus on...<br>\r\n<br>\r\nDamian Wayne/Robin IV: The biological son of Bruce Wayne/Batman, and Talia al Ghul, daughter to the leader of the League of Assassins, Ra’s al Ghul. A result of impregnation, Damian is trained from birth by the elite group of assassins and has inherited much of his father's broodiness. He has taken up the mantle as the fourth Robin, but unlike his previous three successors, Damian hardly has any sense of humor.<br>\r\n<br>\r\nJonathan Kent/Superboy: The biological son of Clark Kent/Superman and Lois Lane, the Pulitzer Prize-winning reporter of the Daily Planet. Jonathan is born half-Kryptonian, meaning he inherited his father’s abilities which is awakened under the yellow sun. He and Damian often go on strange and fantastic adventures, often serving as Damian's foil to his broodiness.<br>\r\n<br>\r\nBilly Batson/Captain Marvel: The son of two archaeologists who were killed during their final expedition by their partner, Teth-Adam, who would later become the Khandaq dictator Black Adam. Taking the subway to the Rock of Eternity, Billy Batson was chosen as a champion of the residing wizard and is bestowed the ability to transform into the mighty Captain Marvel by shouting “SHAZAM!” He lives in a foster home with foster siblings his age, including his twin sister, Mary, who all gain Billy's abilities by shouting \"SHAZAM!\"<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nGarfield Logan/Beast Boy: The son of two jungle explorers who, during an expedition, he was bitten by an infected green monkey, which gave him the ability to transform into the animal kingdom, but also turned his ears and hair green. After his parents died in a boating accident, Beast Boy was taken in by the Doom Patrol and found a family in his team, later joining the Teen Titans as its youngest member.</span></div></div>",
            "created":1598763600,
            "id":2894660,
            "title":"Canon"
        },
        "15512":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "The Shrunken Son of Man's World",
                "The Son of a Super-Villainess",
                "The Katarthan Kid",
                "The Black Fly",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The focus main boy character is an original character and non-canon to the main DC Comics storyline.<br>\r\n<br>\r\nChoose one of these story routes you want to focus on...<br>\r\n<br>\r\nThe Shrunken Son of Man's World: The boy is on a passenger flight overseas with his family as it flew over the Bermuda Triangle, which was experiencing a strange lightning storm. The storm also sent out strange electromagnetic pulses, which activated the boy's meta-gene, shrinking him down to the size of one-inch right before the lightning struck the plane. The lightning also struck the window of his seat, sucking the boy out into the sea as the plane crashed down into the sea. He eventually drifts to the shores of Themyscira, home to the Amazons and Wonder Woman!<br>\r\n<br>\r\nThe Son of a Super-Villainess: The boy is not biologically related to the villainesses appearing in this route, but born to a couple of scientists working in STAR Labs. Born tiny because of his parents' continued exposure to the radiation of STAR Labs technology and the fumes of the experimental chemicals, the boy made the national headlines for his abnormal size. The STAR Labs scientists hired a nanny to watch over the boy, not knowing that the nanny in question was an infamous villainess who kidnapped him in his sleep and raised him. The boy's future as hero or villain in ambiguous.<br>\r\n<br>\r\nThe Katarthan Kid: The boy is a member of the Katarthans, a six-inch race of alien humanoids who crash-landed in the Amazon Rainforest seen in the six-issue miniseries,<i> Sword of the Atom.</i> When the Katarthans were eradicated by a fireball during a fight between Ray Palmer/The Atom II and seven Brazilian drug runners, the Katarthan boy was the only survivor. He wandered the Amazon rainforest for many weeks until he came across a giant woman, either a native Brazilian or a foreign visitor.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Black Fly: The boy is a troubled delinquent who took to snatching in the streets of Washington D.C. and evaded police. In order to make a better living, the boy joins the museum tour of the Justice League's Hall of Justice and decides to steal and sell off the collected trophies of the League's various adventures, including Atomica's malfunctioning shrinking belt. That night, the boy sneaks into the Hall of Justice and snatches a few of the trophies, but he is discovered by the female members of the League, so he uses the shrinking belt to escape, only to be permanently shrunk. He is either caught and at the mercy of the Justice League giantesses, or he escapes but is sought by the giant villainesses.</span></div></div>",
            "created":1598763600,
            "id":2894657,
            "title":"Non-Canon"
        },
        "155121":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Diana/Wonder Woman",
                "Queen Hippolyta",
                "His Mom, Michelle Walker",
                "A Group of Amazon Soldiers"
            ],
            "content":"<div class=\"\"><div> <span><b>The Shrunken Son of Man's World</b><br>\r\n<br>\r\n<b>Character Bios</b><br>\r\n<br>\r\n<b>Name:</b> Timmy Walker<br>\r\n<b>Age:</b> 8 years old<br>\r\n<b>Eyes:</b> Blue<br>\r\n<b>Hair:</b> Black<br>\r\n<b>Height:</b> 3' 9\"<br>\r\n<b>Weight:</b> 103 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Timmy Walker is born to his mother, Michelle Walker, a father, and two older brothers. During spring break, the Walker family decided they were going to fly from their hometown in Florida to Italy for the week. Unfortunately, their flight path takes them through the Bermuda Triangle, an area infamous for the disappearances of different airplanes and ships, and is protected by a mystical lightning storm. This lightning storm will not only change Timmy's fate, but also his small size as well.<br>\r\n<br>\r\n<b>Main Story:</b><br>\r\nThe Walker family was ready to board the flight to their overseas destination to Italy. Michelle Walker, the matriarch of the Walker family, was taking her husband and her three sons to Italy for their spring break. Michelle and her husband was excited to explore the beautiful Italian countryside to see the beautiful sights and tourist attractions. The older two brothers were excited to explore the pretty girls of Italy and vainly attempt to swoon them with their fake Italian accents. Eight year-old Timmy, the youngest member of the family, was excited to try out the food.<br>\r\n<br>\r\nTimmy was the youngest and the most energetic member of his family, having a strong penchant for food at his age. Where Where China had been the country to invent noodles, Italy was the place where they perfected it into all kinds of pastas, pizzas, and soups, and Timmy couldn't wait to try them all out. Their flight path went from Florida to an international airport in Italy, directly over the Atlantic Ocean. <br>\r\n<br>\r\nWhat they would find over a certain area was certain doom, because the flight paths went over the Bermuda Tringle, an area off the coast of Florida where strong electromagnetic fields conjured up strong lightning storms and made any magnetic instrument go haywire. The worst part were the mysterious disappearances of different ships and aircrafts reported over the years. Then again, in recent years, those reports of disappearing transports diminished, and the dangers of the Bermuda Triangle were mostly forgotten and scrubbed away. No one could ever predict what would happen to Flight 407 to Italy.<br>\r\n<br>\r\nIt happened two hours after the airplane took off the runway. The flight was relatively peaceful, people conversing with each other, kids squirming in their seats or preoccupied with their handheld game consoles. In Timmy's case, he was the only kid on the plane playing his Nintendo 3DS, sitting in the window seat while his mother and father took the middle and aisle seats respectively. He was totally engrossed in his game, and the only things that would normally snap him out of his reverie were refreshments, a bathroom break, a movie, and when his DS's battery ran out. <br>\r\n<br>\r\nMidway through this ill-fated flight, a strong pounding sensation, a consistent shuddering, and flickering lights snapped Timmy out of it, scaring him and all the other passengers onboard. Timmy turned to the window and saw nothing but dark clouds and the strobing flashes of lightning. Suddenly, he felt his body tingle all over, like every muscle in his body fell asleep and was accompanied with the prickly nerve sensation. He whimpered as he quickly diminished in his seat, he and his clothes shrinking in his seat, loosening the seatbelt. Michelle gasped at the sight of her son shrinking before her eyes... and Timmy could only look up to his now-giant mother for salvation.<br>\r\n<br>\r\n\"Mommy?\"<br>\r\n<br>\r\nAll of a sudden, a bolt of lightning struck his window, shattering it and causing the air pressure to get sucked out and everything else small enough to fit along with it. Timmy screamed as he tried to hold on to his seatbelt. Before Michelle could reach him, Timmy's grip on the leather slipped and he was sucked into the open air, falling miles above the Atlantic just as another lightning bolt struck the plane's engines. The plane went down with one of the engines blazing like an apocalyptic fireball, crashing into the ocean the same time Timmy merely plunked into the water.<br>\r\n<br>\r\nThe boy quickly surfaced into the turbulent ocean waters and watched helplessly as the plane sunk into the ocean, taking everyone inside with it. Timmy cried for his mommy just as a wave dragged him under the surface, pulling him down with the pressure. Between his tiny size and the ocean's heavy pressure, all Timmy could do was try to swim back up to the surface, but he was too weak against everything else. His struggles led to physical soreness, then to mental fatigue, and then finally, loss of consciousness. Before he blacked out, he vaguely saw giant feminine shapes in the water swimming towards him.<br>\r\n<br>\r\n<i>Do not fear child. It is not your time, yet,</i> a soothing motherly voice gently spoke to him.<br>\r\n<br>\r\nThe next thing Timmy knew, he was hacking up saltwater from his lungs. After he hacked up the last of the seawater, Timmy looked around and saw only a beach, but appearing more gigantic to his shrunken size. He stood up in the sand, feeling the sand's grit stronger grit against his feet, and looked out into the ocean. He stared out into the vast ocean waters underneath the bright, blue, and partly cloudy skies and fell into a fetal position. Then everything came crashing down on him as he began to cry, wailing for the death of his family, for the death of his mommy, and for the traumatic event he was forced to endure. He was alone and stranded on this island, and he could never get his family back.<br>\r\n<br>\r\nThen came the noise of someone striding the sands, accompanied by the slight tremors with each stride. Timmy broke away from his mourning and turned to the direction of the sound. The person (or people) approaching his area was a giant woman by his size! This giantess was none other than...</span></div></div>",
            "created":1600491600,
            "id":2906137,
            "title":"The Shrunken Son of Man's World"
        },
        "1551211":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Before Wonder Woman",
                "After Wonder Woman"
            ],
            "content":"<div class=\"\"><div> <span>The giantess is Princess Diana of Themyscira (a.k.a. Wonder Woman).<br>\r\n<br>\r\nThis route is divided between Princess Diana before and after she takes the mantle of Themyscira's Champion.<br>\r\n<br>\r\nThe only question is, which route will you choose:<br>\r\n<br>\r\nBefore Wonder Woman: Princess Diana of Themyscira often wanders the shores of Themyscira, wishing and praying to the Greek gods of legend that there would be more to the world outside the mystic barriers surrounding Paradise Island than within. One day, she spots a giant metal bird crashing into the oceans far off the shores with a wing going down in flames like Icarus. It is only at the shores that she spots the shrunken Son of Man's World, but his gender is forbidden from entering the shores, so she either hides him or brings this matter to her mother, Queen Hippolyta.<br>\r\n<br>\r\nAfter Wonder Woman: Princess Diana of Themyscira recently received word of Flight 407 to Italy passing over the Bermuda Triangle, prompting her to leave her home in Boston and investigate the plane crash not far from the shores of her home island. She finds no survivors in the seawater, as the guarding megalodons already feasted on them, save for one shrunken Son of Man's World washed up on the shores of Themyscira. Wonder Woman will take the tiny boy as her own, either allowing herself or one of her female allies to watch over him.</span></div></div>",
            "created":1600491600,
            "id":2906145,
            "title":"Diana/Wonder Woman"
        },
        "15512111":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "A Secret Hideaway Home",
                "Before the Queen Mother"
            ],
            "content":"<div class=\"\"><div> <span>(For reference: <a rel=\"nofollow\" href=\"https://images-na.ssl-images-amazon.com/images/I/819Ezok1moL._AC_UL1500_.jpg\" target=\"_blank\">https://images-na.ssl-images-amazon.com/...</a>)<br>\r\n<br>\r\nPrincess Diana of Themyscira was special, not because she was a god-gifted homunculus of clay with a soul, or because she was the daughter of Queen Hippolyta, but because she was destined for more. On Paradise Island, there was hardly any corruption or war, but Diana felt there was something for her outside the forbidden mystic barriers surrounding the island with never ending storm clouds. She could feel it stirring deep within her very essence. <br>\r\n<br>\r\nThat feeling came to light when she spotted what looked like a giant metal bird crashing into the oceans far off the shores of Themyscira. It fell like any bird would fall when pierced with an arrow mid-air, except one of its wings was burning alight Icarus's wings before the blazing sun. It fell into Poseidon's wrathful waters with a mighty splash. Her mother, Queen Hippolyta, would often tell Diana of tales when she returned to Man's World to aid in a bloody worldwide war, and one of those tales was of giant metal birds transporting anyone within its belly into the air and across the waters of the world. Diana couldn't help but bow her head and say a little prayer to the gods to deliver their souls into peace while their bodies were fed to the guarding megalodons.<br>\r\n<br>\r\nAs Diana witnessed the bird being slowly claimed by the sea, her peripheral vision caught something unusual crawling from the crashing waters on the shores. Gifted with the eyes of Artemis, Goddess of the Hunt and the Moon, Diana squinted her eyes and got a better look. On the shores was the tiny shape of a person laying in the sands in the position of a baby's fetus. The person was small... perhaps it was a child? From what she could see based on the child's shuddering, he was crying. Perhaps the small child was the only survivor of the metal bird’s demise, and traversed through Poseidon’s waters only to wash up on the shores of Themyscira.<br>\r\n<br>\r\n“Great Hera. He's all alone,” Diana whispered as she quickly strode over to him.<br>\r\n<br>\r\nWhile Timmy had wept, he picked up the hearing of someone striding the sands, accompanied by the slight tremors with each stride. Timmy broke away from his mourning and turned to the direction of the sound. The person approaching his area was a giant woman by his size! This giantess was a beautiful woman with creamy skin, and hair as black as night pulled into a single braided ponytail. She wore a leather breastplate and metal bracelets on her wrists reaching just below her forearms. Around her waist, she wore a belt with a scabbard sheathed with a sword, holding up a short beige skirt, and knee-high leather gladiator sandals worn on her immaculate feet.<br>\r\n<br>\r\nTimmy watched the giantess approach his location. He saw her eyes meeting his tiny stature, he saw how she towered over him, and he began to panic. He quickly got up on his feet and ran as fast as his aching muscles could take him, screaming all the way. <i>“He’s afraid of me,”</i> Diana deduced as she began to pursue him, her strides quickly making up ground. “Little one, wait! Do not be afraid! I have not come to harm you!”<br>\r\n<br>\r\nBut the tiny panicking boy wouldn’t listen. Driven by his flight response, Timmy ran as fast as his tiny legs would let him. The booming vibrations of the giantess’s feet behind him began to grow bigger and more powerful as she quickly caught up with him. Then all of a sudden, a sandaled foot crashed at his heel, creating a shocking tremor that knocked him off his feet and land face-first into the sand. Before he could quickly recover, a pair of giant ivory hands gently scooped him up along with a handful of sand beneath him and lifted him up to her face. <br>\r\n<br>\r\nThe tiny boy whimpered and scrambled as the sand beneath him drained from the cracks between the cracks of the giantess’s palms and fingers. Past the waist, the belly, and the breasts, Timmy was lifted to the giantess’s beautiful face. Her blue eyes stared down on him like a goddess, judging his every action leading up to now. Timmy felt the fear overwhelm him and he began to cry.<br>\r\n<br>\r\n“Please, don’t hurt me! I don’t wanna die!” Timmy begged, which made the giantess pout pitifully.<br>\r\n<br>\r\n“Don’t cry, little one, I’m not going to hurt you,” Diana assured as she gently brought her other hand to comfort the boy. Timmy whimpered and curled in her palm, preparing for the inevitable moment when she might crush him. Instead, he felt the giantess’s fingers gently stroke him on the back, the same way his mother used to when he needed her comfort.<br>\r\n<br>\r\n\"It is okay, little one. There is no need to cry, I would never harm a child,” Diana cooed, gently stroking the tiny child’s back. She could feel him shivering like he was cold from the water, except he was shuddering out of fear. “My name is Diana. I am the princess of the Amazons of Themyscira, to which you have washed upon its shores. What is your name?”<br>\r\n<br>\r\nThe tiny boy sniffed and choked, wiping his wet nose with his arm. “M-M-My name is T-T-Timmy, M-Miss Giant. Timmy W-Walker.”<br>\r\n<br>\r\n“It is a pleasure to meet you, Timmy. And please, call me Diana,” the giantess said softly and gently the same way her mother used to talk to her when she was his age. “Timmy, I know this may be painful for you to talk about, but were you one of the people who survived the demise of that giant metal bird?”<br>\r\n<br>\r\n\"Giant... metal bird...?\" Timmy turned to the oceans, and he knew what the giantess, Diana referred to. \"Yes. My family and I were... were flying all the way from Florida to Italy for a family vacation. W-We were flying, and then we flew into the storm, and then... and...\" <br>\r\n<br>\r\nThe memories of that traumatic even came flooding back in flashes, the mental images of his miniaturization and what happened afterwards making him cry harder. “Th-th-the plane started rumbling, and I somehow got smaller and smaller! Then the light hit my window and I got sucked out of the plane! Then when I was fuh-fuh-falling, th-the plane was hit by the lightning again, and it went down into the ocean! I tried to swim, but I was pulled down underwater and... and...!\"<br>\r\n<br>\r\nTimmy remembered what he saw next, the images of the plane crashing into the ocean with a flaming wing as clear as crystal, taking his family with him into the depths of Davy Jones' Locker. The shrunken boy screamed and wailed at the fates of his family, and fell into the soft comfort of Diana's palm. \"Oh, Timmy, I am so sorry for your loss and for your predicament,” Diana consoled the boy, \"but do not worry, young one, because you are not alone now.\"<br>\r\n<br>\r\n“But I am alone!” Timmy wailed. “I lost my mommy! I lost my brothers! I don’t have a family anymore! I’ll never get to see them again!”<br>\r\n<br>\r\nDiana gently shushed the boy as she clenched her fist gently and held him close to her chest. With her thumb, she gently ruffled his hair, massaging his scalp as he released his inner turmoil into her bosom. Such a cruel fate for a child, Diana figures, to be shrunken down by the same mystical barrier used to protect this island and to lose his family all at once. This boy was small enough to be stepped on or eaten like a little morsel. He needed guidance, and he needed a mother. Unfortunately, Aphrodite's Law dictated that no man should set foot on this island, and this son of Man's World was no exception.<br>\r\n<br>\r\nThen she thought of something on the spot, but it was going to be risky.<br>\r\n<br>\r\n1.) Diana takes him back to her secret hiding area in the grotto.<br>\r\n2.) Diana takes him to her mother, Queen Hippolyta, for guidance.</span></div></div>",
            "created":1600491600,
            "id":2906160,
            "title":"Before Wonder Woman"
        },
        "1551212":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "An Afternoon Nap with the Queen",
                "The Small City Slicker"
            ],
            "content":"<div class=\"\"><div> <span>(For reference: <a rel=\"nofollow\" href=\"https://moviecomicswhoswho.files.wordpress.com/2013/02/hippolytacomics1.png\" target=\"_blank\">https://moviecomicswhoswho.files.wordpre...</a>)<br>\r\n<br>\r\nHippolyta, Queen of the Amazons, has governed over her sisters since the times of the Ancient Greek legends of Heracles. For many millennia, Hippolyta has watched over Paradise Island, risen from the bottom of the Pacific Ocean by the Greek gods and protected with a powerful ward from any outside forces. She was the one who crafted her daughter, Diana, from a clay baby and brought to life by the blessings of the gods. She was the one who taught her most of life's most valuable lessons, but was reluctant to teach her the arts of fighting and war.<br>\r\n<br>\r\nThis was until the male soldier, Steven Rockwell Trevor, crashed his aircraft on the shores of Themyscira, and then everything changed. The man was to be escorted back into Man's World, and only the winner of the fated tournament she arranged would be the one to do it. Against her mother's wishes, Diana won the tournament and was tasked with the burden to take Steve back into Man's World where they revered her as the iconic heroine she is today. This memory was sparked as Hippolyta witnessed the fiery crash of Flight 407 within the perimeter of the powerful storm wards. Dressed in her finest fuchsia robes, Hippolyta quickly raced to the shores and watched the carrier plane sink into Poseidon's cruel waters, and dipped her head in prayer.<br>\r\n<br>\r\n\"O Hades, god of the underworld, please allow Charon to ferry the poor souls aboard that flying vessel across the River Styx, and let them be at peace within the heavenly fields of Elysium,\" Hippolyta whispered, a tear shed for each man, woman, and even child aboard the crashed flight. It didn't take much to know that no one could have survived that crash, nor could they avoid the jaws of the megalodons guarding the waters.<br>\r\n<br>\r\nAnd as Hippolyta spent a moment of silence for those who suffered an unfortunate fate, she heard a sniffle... a whimper of a youth. It was very faint, almost like the squeaking of a mouse. She followed her ears to that sound and beheld a saddened sight. It appeared to a child, curled up into a fetal position, grieving for whoever he lost in that vessel. The voice alone confirmed that the child was the son of Man's World. Curiously and surprisingly, the boy was as small as a little seashell! Hippolyta knew the fear of his shrunken size also factored in his weeping. She needed to do something, and she needed to be quick about it, for not only were the beasts of the island would be large enough to gobble him up and the Amazons to accidentally crush him where they stepped, but he was violating Aprohidte's Law upon her people!<br>\r\n<br>\r\nSetting her staff down, Hippolyta quickly strode towards the shrunken boy.<br>\r\n<br>\r\nWhile Timmy had wept, he picked up the hearing of someone striding the sands, accompanied by the slight tremors with each stride. Timmy broke away from his mourning and turned to the direction of the sound. The person approaching his area was a giant woman by his size! This giantess was a beautiful woman with creamy skin, and hair as black as night curled like campfire smoke, some of the longer strands curled up in a ponytail. She wore fuchsia robes which bore the size and flow of a theater curtain, and was adorned in a gold belt, and old accessories on her ears and around her neck. Gladiator sandal-clad feet poked from underneath the robes, headed right for him!<br>\r\n<br>\r\nTimmy's panic and flight instincts took over as he screamed and ran away from the approaching giantess. \"Wait! Little one, wait!\" the giantess implored the young shrinkee. \"Do not be afraid, little one! I am not trying to harm you!\"<br>\r\n<br>\r\nBut the tiny panicking boy wouldn’t listen. Driven by his flight response, Timmy ran as fast as his tiny legs would let him. The booming vibrations of the giantess’s feet behind him began to grow bigger and more powerful as she quickly caught up with him. Then all of a sudden, a shadow loomed over him as the giantess's left sandaled foot stepped over his tiny frame, landing a ways ahead of him with a boom, enveloping him in fuchsia shadow. On his right, the giantess's right foot stopped shortly ahead of him. Timmy screamed as he was trapped in the shadow underneath the giantess, unable to see, unable to find his way out. <br>\r\n<br>\r\nTwo additional quakes rocked him from within the darkness. Then a doorway in the darkness lifted into light, and a giant feminine hand adorned in a metallic bracelet reached in, quickly curling a set of five fingers around his tiny frame. Timmy's panic upgraded into hysterics as the giantess held him in her fist and brought him out into the light, lifting him up to her worried face. Hippolyta frowned at the sight of the panicking tiny boy in her palm, stricken by Phobos and overwhelmed with grief.<br>\r\n<br>\r\n\"Please, Miss Giant, don't hurt me!\" Timmy begged, curling up his body and turning to the side.<br>\r\n<br>\r\n\"Please, child, be at peace. I do not have the desire to harm the son of Man's World, even if he is quite small,\" Hippolyta gently assured the boy. She gently pet her fingers against Timmy's body, who flinched at the touch at first, but settled under it. \"You were aboard the vessel, were you not, child? You were somehow shrunken in the process and ended up on the shores of Themyscira. The fates have not been so kind to you, child.\"<br>\r\n<br>\r\nTimmy sniffled into his sleeve, and sat up in the middle of Hippolyta's giant palm. He built enough courage to stare into the giant queen's eyes, who looked down on him with pity and sympathy. \"It is alright, child. I promise no harm will come to you on Themyscira,\" Hippolyta gently assured, using the same assuring voice she used when Diana was the boy's age. \"I am Hippolyta, queen of the Amazons and of this island you were washed upon. Can you tell me where you are from and how you came to be this way?”<br>\r\n<br>\r\nTimmy nodded, whimpering. “T-Timmy, your majesty. T-Timmy Walker,” the bite-sized boy answered. \"I-I was flying with my family over the ocean to Italy when... when... when a scary storm hit the plane! I don’t know what happened, but I shrunk to this size and I was sucked out of the plane! I fell into the water and I tried to swim but I was so tired, I couldn’t swim anymore! Then I woke up on the beach all alone and... and...”<br>\r\n<br>\r\nTimmy couldn’t hold back the urge to cry as he buried his face in his hands. “They’re gone! They’re gone and I can never see them again! I’ll never see my big brothers again! I’ll never see my daddy again! I’ll never see my mommy again!”<br>\r\n<br>\r\nWhile Timmy wept in the queen’s hand, keeling over letting tears flow from his eyes, Hippolyta couldn’t help but feel heartbroken for the poor boy. With her other hand, she gently stroked Timmy’s back, cradling him in her gentle grasp. “I am sorry, little one. This is a fate you did not deserve to suffer from. I can never imagine the pain of your loss and the terror of being so small compared to the rest of the world.”<br>\r\n<br>\r\nTimmy sniffled and choked. “I miss them so much!”<br>\r\n<br>\r\n\"I know, young one. Your grief speaks of it in volumes,\" Hippolyta answered. She could only watch as the boy poured out his devastations in the palm of her hand, feeling as if he needed someone else in his life, someone who needed a mother more than anything else in the world. \"Timmy, I know this may sound so sudden now, but your presence here on this island goes against our rules stating that no men is to enter these shores. Even though you are a child, Timmy, you are still a man.\"<br>\r\n<br>\r\nTimmy continued to weep, his head drooped down in sorrow. A giant gentle index finger lifted his chin and met with Hippolyta's gentle eyes. \"But there is still a way for me to bypass this law,\" the gentle giantess said softly. \"If any man is willing to remain on this island, then the man must be bound to an Amazon in servitude. The man will serve the Amazon well, but in accordance to Aphrodite's Law, we must also provide them food, shelter, and comfort in the name of love.\"<br>\r\n<br>\r\n\"What... what does that mean?\" Timmy asked.<br>\r\n<br>\r\n\"It means, child, that since you have no family to turn to on Themyscira, you will be living here with me,\" Hippolyta clarified. \"You will have to do what I ask of you in exchange for food and a place to live, but I am sure they will be simple for you, given your current size. I cannot in good conscience ask of you got me to replace the mother you lost, but all I ask is you let me take care of you, nurture you, and encourage your journey to growing into a man. Do you accept this?\"<br>\r\n<br>\r\nTimmy sniffled, wiping his wet nose again, and nodding his head. \"Mm-hmm.\"<br>\r\n<br>\r\n\"Good Now hold out your fists to me.\" Timmy held out his fists, just as the queen ordered him to. \"Turn them over.\"<br>\r\n<br>\r\nTimmy overturned his arms, showing the underside of his fists. Hippolyta gently laid her gigantic hand over Timmy's arms, and suddenly, her bracelet glowed as a little drop of light trickled onto his wrists. The light wrapped around the wrists and faded, giving Timmy a pair of metal bracelets just like the giantess said. \"Now you are bound to me, young Timmy Walker. As long as you are bound to me, no harm may come of you, nor shall any Amazon attempt to break it. When you are in distress, these bracelets will glow, indicating you are in trouble. In exchange, you will need to do as you are told, but the tasks I will assign you will accommodate your youth and size. Do you understand?\"<br>\r\n<br>\r\n\"Y-Yes, your majesty,\" Timmy stuttered.<br>\r\n<br>\r\n\"Very good,\" Hippolyta nodded. \"Come, let us retire. You must be weary from your struggles and you must rest. Allow me to carry you.\"<br>\r\n<br>\r\nSo Hippolyta reached dress, and gently inserted Timmy into her cleavage. After securing him in her breasts, the Queen of the Amazons took her staff and marched towards the city.<br>\r\n<br>\r\nWhat happens next?<br>\r\n<br>\r\n1.) Timmy and Hippolyta reaches the palace without incident and they retire for the afternoon.<br>\r\n2.) Timmy and Hippolyta reaches the city, but Timmy slips out of her cleavage and lands somewhere in the streets.</span></div></div>",
            "created":1600837200,
            "id":2908849,
            "title":"Queen Hippolyta"
        },
        "15512121":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Dinner with the Amazon High Council",
                "A Kid Napping During a Kidnapping!"
            ],
            "content":"<div class=\"\"><div> <span>Queen Hippolyta marched through the city, her newly-appointed young charge hidden between her breasts. Timmy's face burned bright red as his new giant caretaker strolled through the ivory streets of the Themysciran city, embarrassed by the fact he was restrained between his adopted mother's breasts which bobbed and bounced with each new taken step. <br>\r\n<br>\r\nHe was obscured behind the hem of Hippolyta's fuchsia gown, keeping him hidden from the eyes of the Amazon Queen's fellow sisters. Hippolyta knew they'd frown upon the idea of allowing a man to stay on Paradise Island, no matter how young he was, and they would frown deeper upon learning that their queen had bound him to her service. Hippolyta would have to explain it later once she reached the palace, feeling the tiny bulk of his frame held in her cleavage, keeping him tightly close to her chest. <br>\r\n<br>\r\nOver the hem of the gown, Timmy peeked and observed the city filled with women, all of them around his late mother's age. They were all dressed in similar robes, gowns, and togas, and every one of them engaged in their mundane routine and minding their business. He was quite surprised to see how the women stopped and revered at the sight of their Queen passing them, exclaiming their courteous greetings to her, and the Queen herself returned those courtesies with a smile and a nod. A few Amazons approached her like a good friend and asked her for her review on botanical arrangements, hunting, fishing, and the arts. Each time, Hippolyta gently replied she would review their questions for another time and excused herself to retire for the afternoon. With every step she took, Hippolyta's breasts bounced, rocking the tiny Timmy between them to Morpheus's slumbering bliss.<br>\r\n<br>\r\nHippolyta reached her castle and ascended her stairs, guarded at the bottom and the top by her finest soldiers. As soon as she strolled inside the entrance, she was greeted by two of her most trusted soldiers and friends: Phillipus, a dark-skinned Amazon and general of the Amazonian army, and Artemis, the fierce red-haired warrior of the Amazons.<br>\r\n<br>\r\n\"My Queen,\" the two Amazons bowed to Hippolyta.<br>\r\n<br>\r\n\"My sisters,\" Hippolyta addressed them.<br>\r\n<br>\r\n\"Is there anything to report to the high council regarding the flying vessel beyond our shores?\" Phillipus inquired, to which the Queen sadly shook her head. <br>\r\n<br>\r\n\"Nay, Phillipus, the aircraft has been struck down by the protective wards and has been claimed by the sea,\" Hippolyta said regretfully. \"To my knowledge, no one would have survived this horrific accident... no one, save for this...\" Hippolyta reached into her chest, gently pinched the tiny carrier in her cleavage up, and brought a curled fist to her most trusted allies. She uncurled her fingers, and in the center of the palm laid the miniscule figure of Timmy Walker, curled up as he slept some of his physical exhaustion off.<br>\r\n<br>\r\n\"My Queen, what is this?\" Artemis asked, clearly surprised by the revelation along with Phillipus.<br>\r\n<br>\r\n\"This is the son of Man's World who only survived because of the protective ward's effect on him,\" Hippolyta explained. \"I do not know exactly what has become of his family who was aboard the craft or how he bypassed the megalodons, but young Timmy Walker here has been shrunken to his current size, washed up on the shores of Themyscira alone, and is in dire need of a family.\"<br>\r\n<br>\r\n\"My Queen, Aphrodite's Law clearly states that no man is to set foot on the island, even one so young such as him!\" the ebony Amazon pointed out. \"To allow any man on the island is to defy the will of the gods! He cannot be allowed to longer, you know this!\"<br>\r\n<br>\r\n\"I do, Phillipus, and your concern is duly noted,\" Hippolyta replied, \"however, there is another part of the law to which you have also forgotten. Should any man wish to remain on this island, they would be bound to serve an Amazon. Though he is quite young, the boy has no one else to turn to, and I have already establish his bond of servitude to me.\"<br>\r\n<br>\r\nPhillipus and Artemis looked closer, and they saw the same metal bracelets the Amazons were bound to on his wrists as well. \"The boy is now bound to his servitude to me, which means his life belongs to me as well,\" Hippolyta continued. \"He may be a man, but he is still a child, and it is the Amazon's nature to encourage the growth of children and to protect them out of love, much like how we raised Diana into the finest warrior in the world.\"<br>\r\n<br>\r\n“But, my Queen...”<br>\r\n<br>\r\n“That is enough, Phillipus,” Hippolyta interjected, raising her hand. “I have made my decision. I will be in my chambers to accommodate the boy to my chambers. The trauma he has endured today has drained him of his energy, so I will allow him to rest until the morning when his service to me officially starts.\"<br>\r\n<br>\r\nThe motions and the noise were enough to stir Timmy awake in his spot within the giant queen's palm. He rubbed his eyes, heaved a mighty, and sat up in the middle of the warm, leathery platform. He fluttered his eyes open, and was immediately frightened by the sight of two giant fierce-looking women beyond his caretaker's semi-truck-sized fingers.<br>\r\n<br>\r\n\"Ahh!\" Timmy screamed, curling up instinctively. \"Please don't hurt me!\"<br>\r\n<br>\r\n\"Be at peace, child, they will not harm you,\" Hippolyta gently cooed, daintily rubbing Timmy's shuddering frame with her free fingers. The fearful shaking eventually stopped under the giantess's gentle strokes, and Timmy felt compelled to crawl to the edge of her fingers and get a better look at the women who scared him. \"These are my most loyal soldiers and sisters, Phillipus and Artemis. Do not let the way they look at you frighten you, young Timmy; you will come to see they have a tender heart beneath their fierce demeanor.\"<br>\r\n<br>\r\n\"That remains to be seen,\" Artemis grumbled, giving Timmy a slight glare, which made him hide behind the queen's monolithic fingers.<br>\r\n<br>\r\n\"My Queen, I only hope you know what you are doing with this child,\" Phillipus asked, fearful of the gods' wrath that would be inflicted upon the island, and concerned for the well-being of her Queen and her decision. \"The boy must prove his worth of being under our personal charge. If he cannot prove himself, then by the laws bestowed onto us, we would have to force him off the island by way of the sea.\"<br>\r\n<br>\r\n\"I do, Phillipus,\" Hippolyta confirmed, stroking Timmy's back gently like a baby bird, \"but you mustn't fear, because we will show him the ways of the Amazon and encourage him to follow on the righteous path, and I will count on you and Artemis to help discipline him should he falter in his tasks.\" Hippolyta brought her forehead against Phillipus's forehead and looked into each other's eyes intimately. \"Please trust me, Phillipus, when I say there is no worse fate for this orphaned child than to send him back to Man's World alone at his current size.\"<br>\r\n<br>\r\n\"I do trust you, my Queen,\" Phillipus said with a low volume, \"but I pray that the boy does not end up like all the other men who have failed in the past.\"<br>\r\n<br>\r\n\"Then we will make it an effort to make sure it never happens. You and Artemis are dismissed.\"<br>\r\n<br>\r\n\"Yes, my Queen.\"<br>\r\n<br>\r\nWith a bow, the two giantesses turned and exited the palace, leaving Hippolyta and Timmy alone as they were headed for the Queen's chambers.<br>\r\n<br>\r\n\"The lady with the red hair scares me,\" Timmy said meekly, making a Hippolyta chuckle.<br>\r\n<br>\r\n“It is natural that she is intimidating. After all, she’s the fiercest warrior among us now,” she said, gently stroking her new charge’s back as she entered the chambers and placed him on the nightstand. \"Now, Timmy, I want you to understand that what you heard between me and Phillipus is the truth. I cannot guarantee all of the tasks will be easy given your youth, stature, and inexperience, but every task is to help the betterment of your maturity. If you want to stay among the Amazons, you must complete these tasks and you will earn your place among the Amazons, even as a persona servant or pet. Do you understand?\" <br>\r\n<br>\r\n\"Yes, your majesty,\" Timmy answered.<br>\r\n<br>\r\n\"Good.\" Hippolyta retrieved a birdcage, clean and stainless, and stuffed it with a two sacks of fluff, one resembling a pillow and another resembling a mattress, and a tiny scrap of a weighted cloth. \"Now, my young charge, this is where you will be sleeping from now on. You may rest here and allow your weariness to pass until tonight's feast. I will personally introduce you to the Amazon high council and address your bondage to me.\"<br>\r\n<br>\r\nTimmy groaned, not just tiredly but also worriedly. \"What if they don't like me?\"<br>\r\n<br>\r\n\"They will have mixed feelings about your arrival, for certain,\" Hippolyta answered, \"but they will come to love you in their own time. I cannot force the Amazons to love my children simply because they are the children of their Queen. It is up to them to decide whether they will accept you as one of our own or not.. and I do hope, dear child, they do not reject you simply for being the son of Man's World.\"<br>\r\n<br>\r\n\"Why?\"<br>\r\n<br>\r\n\"That, my young charge, is a story for a different time.\" Hippolyta opened the cage door, tilted her palm so Timmy would step off into the interior, and reached inside to gently tuck him in for his afternoon slumber. \"Now get some rest, young one. If there is anything you need, I won't be far away.\"<br>\r\n<br>\r\n\"Okay.\" Timmy finished it with a cute yawn as he allowed the giantess to tuck him into his new bed. It wasn't like his bed back home, but it was certainly more comfortable. Hippolyta closed the door and watched as her new adopted son slept, smiling at how peaceful he looked despite the nightmares he had lived through. She laid down on her bed and looked out the window to the sea, cursing the wards surrounding the offshores of Themiscyra for putting the young child through so much pain. Her eyes fluttered to sleep, allowing Morpheus to take her into the world of dreams.<br>\r\n<br>\r\nWhat happens next?<br>\r\n<br>\r\n1.) Timmy and Hippolyta wake up for dinner with the Amazon high council.<br>\r\n2.) Someone sneaks into the chambers and kidnaps Timmy while he and Hippolyta sleep!</span></div></div>",
            "created":1601010000,
            "id":2910062,
            "title":"An Afternoon Nap with the Queen"
        },
        "1551214":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Run and Hide",
                "Grab Their Attention",
                "Traveling the Island by Foot",
                "Spotted by the Amazon Soldiers!",
                "The Amazons March On Without Him"
            ],
            "content":"<div class=\"\"><div> <span>On Themyscira, legions of Amazon soldiers would be sent to patrol the shores for any intruder or potential threat that dared invade their paradise. This particular legion, led by the Amazon's general, Phillipus, and their strongest warrior, Artemis of Bana-Mighdall, was ordered by Queen Hippolyta herself to patrol the shores in lieu of a recent event happening just a mile away from their shores within the mystic barriers. Their main priority was to search the perimeter of the island for any survivors who could possibly have bypassed the guarding megalodons and made it to shore.<br>\r\n<br>\r\nAs per Aphrodite's Law, men were not allowed to set foot on the village, and this extended to male children as well, except for certain men who were permitted to enter the island by the Queen herself. Nonetheless, since Aphrodite's Law also governs the Amazons' lives through love, then they must accommodate them in their own fashion. The men would be taken to recover in the dungeons, while the women would recover in an Amazon's home. This was how it was on Paradise Island, and it was the soldiers' job to enforce this law unless the Queen has granted an exception under certain conditions.<br>\r\n<br>\r\nWhile Timmy had wept, he picked up the hearing of someone striding the sands, accompanied by the slight tremors with each stride. Timmy broke away from his mourning and turned to the direction of the sound. The people were a group of armored giant women, all of them dressed in leather breastplates and metal bracelets on their wrists reaching just below her forearms. Around their waists, they all wore a belt with a scabbard sheathed with a sword, holding up a short beige skirt, and knee-high leather gladiator sandals worn on their feet. They were also armed, holding a large spear in one hand, a shield in the other, and a vigilant look on their faces.<br>\r\n<br>\r\nTimmy almost whimpered as the lead soldier, a giant black woman, marched towards his location. Her sandaled foot raised in the air to take another step, completely unaware that the tiny little boy was underneath its leather sole. The boy whimpered, curled up into a tight little ball, and cried right as the dark-skinned giantess planted her foot on top of its spot. Timmy tensed up, like he was expecting that moment when he would be squashed under the giant's foot like a little bug, but opened his eyes to face a set of five giant chocolate-colored toes inches away from his face. His eyes turned upwards towards the colossal figure of the woman who nearly squished him, looking and pointing out at the sea.<br>\r\n<br>\r\n\"There, as the Queen said it would be,\" the ebony giantess leading the giant troop of female soldiers said, literally and figuratively pointing at the black smoke in the distant horizon. \"The aircraft has crashed a mile away from the shores, meaning there is a chance that a survivor may have swam to these shores along this side.\"<br>\r\n<br>\r\n\"This is a waste of our time,” addressed the redheaded giantess, Artemis of the Bana-Mighdall. “I have seen footages of airplanes in different parts of Man's World crashing before, and no one survives a crash like this. Even if someone did, there is no way they would make it to these shores without invoking the megalodon's hungry wrath.\"<br>\r\n<br>\r\nThe leading armored black woman and turned to the impatient Amazon. “Be still your tongue and your impatience, Artemis,” General Phillipus ordered firmly. “Our orders are to bring in any survivor who has made it to these shores. Remember, there are men in this world who have survived greater disasters, including those who have crashed into our waters in similar crafts. Who is to say that anyone could have survived that disaster and has gone unnoticed by our megalodons?\"<br>\r\n<br>\r\nArtemis scoffed. \"If it is so, then why do we not see any bodies in the water, or tracks leading from the waters and onto the shores?\"<br>\r\n<br>\r\n\"There is no clear explanation for that yet, Artemis,\" Phillipus affirmed, turning towards her sister-in-arms. Unbeknownst to her, however, the simple act of shuffling her feet to face the redheaded warrior nearly caused her to step on Timmy at her feet down below. \"However, our bickering is only ensuring a step away from discovering any survivors, which goes against the Queen's orders. So unless you have anything else to add, I suggest we continue along the shoreline and search the areas between here and the city.\"<br>\r\n<br>\r\nWhile the legion of armored giantesses argued amongst themselves, Timmy watched and listened to it all down at their toes. He didn’t understand what the giantesses would do to him if they ever found him, but it frightened him as much as the Brobdingnagian size difference between them did. His close call with the black giantess's foot nearly ground him into a little bloody smear in the sand. If that was only because they weren't aware of his presence at their feet, then he dreaded to think of what would happen to him if they were aware. They could easily stamp on him, press him underneath their rear ends, or even swallow him whole! Timmy shuddered at the thought, but he shook it away and quickly thought of what to do next.<br>\r\n<br>\r\n1.) Timmy runs and hides from the giant Amazon soldiers in fear for their potentially harmful treatment.<br>\r\n2.) Timmy screams, jumps, and waves at the giantesses to grab their attention. Maybe they could help him!<br>\r\n3.) Timmy grabs one of the giantess's sandals by the straps and hitches a dangerous ride at their feet.<br>\r\n4.) Before Timmy could do anything, one of the Amazons spots him at their feet.<br>\r\n5.) Before Timmy could do anything, the Amazons march away, leaving Timmy alone.<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1600491600,
            "id":2906505,
            "title":"A Group of Amazon Soldiers"
        },
        "1552":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Canon",
                "Non-Canon"
            ],
            "content":"<div class=\"\"><div> <span>Marvel Comics is one of the biggest comic book companies in the world, notable for its more prominent locations such as Manhattan, its heroes such as Spider-Man, Iron Man, Captain America, Thor, and villains such as Doctor Doom, Red Skull, Thanos, and the Green Goblin.<br>\r\n<br>\r\nIn this route, we will be focusing on certain boy characters appearing in the DC Universe, either as a canon character such as young Peter Parker (a.k.a. Spider-Man), or an original character of your choice within the canon DC Universe. They will be shrunken, born tiny, or every woman in the DC Comics is bigger than the normal-sized character. The only question is, is the focus character from the DC Comics or an original character?</span></div></div>",
            "created":1599627600,
            "id":2900204,
            "title":"Marvel Comics"
        },
        "15521":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "Peter Parker/Spider-Man",
                "Miles Morales/Spider-Man",
                "Benjamin \"Benjy\" Parker II",
                "Franklin Richards/Powerhouse",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The focus boy character is a character canon to the DC Universe.<br>\r\n<br>\r\nChoose one of the following characters you want to focus on...<br>\r\n<br>\r\nPeter Parker/Spider-Man: The orphaned son of the late Richard and Mary Parker and raised by his Uncle Ben and Aunt May. A shy school nerd often picked on by his peers, Peter was bitten by a spider infused with experimental radiation and granted him heightened agility, the ability to crawl onto surfaces, and to sense incoming danger. After his Uncle Ben was killed by a burglar he let go, Peter Parker realized his responsibility as a hero. \"With great power comes great responsibility.\"<br>\r\n<br>\r\nMiles Morales/Spider-Man: The son of Jefferson Davis and Rio Morales, and the second person to take up the heroic mantle of Spider-Man in the <i>Ultimates </i>universe. After the universe's Peter Parker died following his final battle with the Green Goblin and his villainous horde, Miles Morales was bitten by the same spider which infused Peter with similar spider powers, with the additional ability to camouflage and produce stun blasts. Miles works hard to carry on Peter Parker's legacy.<br>\r\n<br>\r\nBenjamin \"Benjy\" Parker II: The biological son of Peter Parker/Spider-Jane and Mary Jane \"MJ\" Watson-Parker, and the younger brother of May \"Mayday\" Parker/Spider-Girl. Born in a universe where Peter Parker retires his Spider-Man mantle following a horrific battle with the Green Goblin, Benjy was born with  with some of his father’s abilities, which includes superhuman strength and shooting off webbing. Because of his familial ties with Spider-Man and Spider-Girl, Benjy is often the target of enemy attacks.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nFranklin Richards/Powerhouse: The biological son of Franklin Richards/Mr. Fantastic and Sue Storm/Invisible Woman, two central members of the Fantastic Four. Born mutated due to the astronomical radiation which gave Reed and Sue their powers, Franklin was gifted with psionic abilities and is one of the most powerful mutants in the world. He has the mutant ability to reshape reality, which, plus his familial ties with the Fantastic Four, makes him a target of enemy attacks.</span></div></div>",
            "created":1599627600,
            "id":2900209,
            "title":"Canon"
        },
        "15522":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "An Inhuman Size-Changer",
                "Son of the World's Tiniest Mutant",
                "Sizing the Fourth Wall",
                "The Problems with Pym Particles",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>The focus main boy character is an original character and non-canon to the main DC Comics storyline.<br>\r\n<br>\r\nChoose one of these story routes you want to focus on...<br>\r\n<br>\r\nAn Inhuman Size-Changer: The boy is born normal-sized, but he is related to a female family member/friend's exposure to the Inhumans' Terrigen Bomb which activated her latent genetic ability to manipulate the size of anyone or anything she touches, including the boy with whom she flaunts her powers around him. In addition, the shrunken targets are also granted physical endurance and invincibility. The female size manipulator is either a hero, a villain, or an anti-hero; either way, she likes to have the boy tag along with her in her misadventures.<br>\r\n<br>\r\nSon of the World's Tiniest Mutant: The boy is the son of the shrunken mutant, Shortpack, and the shape-shifting mutant, Raven Darkholme/Mystique, nine months after a brief one-night stand during their downtime from their field operation. Shortpack's mutant genes were passed down to his son, instantly shrinking him to the size of a #2 pencil eraser, small enough that only Jean Grey noticed his presence in Mystique's womb. After he was born, he was placed into the care Mystique's lover, Irene Adler/Destiny. The boy is often visited by his mother and her female X-Men friends until he was old enough to join attend Xavier's School for Gifted Youngsters.<br>\r\n<br>\r\nSizing the Fourth Wall: The boy is a real world Marvel Comics teen fanatic who’s into most of the female characters but doesn’t like certain female characters such as the plus-sized heroine Big Bertha, or the fourth wall-breaking heroine, Gwenpool. Due to her ability to break the fourth wall, Gwenpool heard about the boy dissing her, so she grabs the boy and literally throws him into a comic panel where he appears tinier than the female characters he ogles. Either that or he is normal-sized and Gwen manipulates the comic’s perspectives so that the female characters appear as literal giants.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Problem with Pym Particles: In this route, well introduce a few story routes involving Pym Particles, the experimental subatomic particles which could alter the size and mass of objects or other living beings. In one route, a bullying brother is give his comeuppance by his little sister who enlists the help of the Wasp. In the second route, a young street thief steals a container full of Pym Particles but is permanently shrunk. In the third route, one of Marvel’s terrorist organizations uses the Pym Particles to not only drastically alter the size of the female populace to become bigger than the male populace, but also their personalities so they have a sense of dominance over the male characters.</span></div></div>",
            "created":1599627600,
            "id":2900245,
            "title":"Non-Canon"
        },
        "155224":{
            "author_id":"ejones312",
            "author_name":"ejones312",
            "choices":[
                "The Pym Particle Problem Child",
                "The Pym Particle Plunderer",
                "The Pym Particle Plague"
            ],
            "content":"<div class=\"\"><div> <span>Each of these scenarios involves a boy affected by Pym Particles.<br>\r\n<br>\r\nWhich of these scenarios will apply to the shrunken boy?<br>\r\n<br>\r\nThe Pym Particle Problem Child: The boy is a bully who mostly picks on her little sister, who admires the shrinking heroines, Janet van Dyne and Nadia Pym, both of whom took up the mantle of the Wasp. One day, the brother takes the bullying too far, and in desperation, the sister sends a written letter addressed to Janet, asking her and Nadia to deal with her problem. After an arrangement with the bullying brother's female family members, the boy is shrunken down by a malfunctioning Pym Disk and is taught a lesson in humility, either through the Wasp, their friends, or his female family members.<br>\r\n<br>\r\nThe Pym Particle Plunderer: The boy steals a container of Pym Particles with the promise of payment by Monica Rappaccini, the current lead scientist of the Advanced Idea Mechanics (or A.I.M. for short) for her latest plan. During his heist, the boy is accidentally exposed to the Pym Particles, causing him to permanently shrink to the size of an ant. He is either caught and at the mercy of the giant female members of the Avengers (such as Wasp, She-Hulk, and Tigra), or he escapes but is sought by the giant villainesses.<br>\r\n<br>\r\n-or-<br>\r\n<br>\r\nThe Pym Particle Plague: Monica Rappaccini successfully acquires the Pym Particles from the boy in the second route and genetically modifies it with the Mandrill’s mind-controlling pheromones so that it will affect the entire female population of Earth, including the heroes and villains. The male populace will shrink or the female heroes and villains will grow into giants. Either way, the females affected will establish a sense of dominance over the male populace. Follow a boy as he tries to survive the outbreak of the modified Pym Particles plague on the world.</span></div></div>",
            "created":1599714000,
            "id":2900571,
            "title":"The Problems with Pym Particles"
        }
    },
    "info":{
        "author_id":"ejones312",
        "author_name":"ejones312",
        "brief_description":"Play as a young boy who interacts with a giant woman, or the other way around!",
        "created":1598749920,
        "description":"<td align=\"left\" class=\"norm\">Re-written with permission by cosmicdonut a.k.a. ButterBazooka, the original author.<br>\r\n<br>\r\nYou are a young boy, who is either shrunken by various circumstances, born tiny, or born normal-sized, all cases surrounded by giantesses of every kind. As either an original character from all different reaches of visual media, you either explore the route as a small boy as he goes through his life with giantesses involved in his life, or you explore the route as the giantess who interacts with said small boys. The giantesses can be either playful, maternal, oblivious, or cruel.<br>\r\n<br>\r\nYou are free to add anything to the storyline, so long as you follow these guidelines.<br>\r\n<br>\r\n<b>GUIDELINES:</b><br>\r\n<br>\r\n1.) At the beginning of the story routes, when you're introducing an original character to your story route, make sure you add in this short bio.<br>\r\n<br>\r\n<b>Name:<br>\r\nAge:<br>\r\nEyes:<br>\r\nHair:<br>\r\nHeight:<br>\r\nWeight:<br>\r\nEthnicity:<br>\r\nBackstory:</b><br>\r\n<br>\r\n<b>FOR EXAMPLE:</b><br>\r\n<br>\r\n<b>Name:</b> Tommy Winslow<br>\r\n<b>Age:</b> 10 years old<br>\r\n<b>Eyes:</b> Green<br>\r\n<b>Hair: </b>Brown<br>\r\n<b>Height:</b> 3' 9\"<br>\r\n<b>Weight: </b>116 lbs.<br>\r\n<b>Ethnicity:</b> White/Caucasian<br>\r\n<b>Backstory:</b> Tommy Winslow is the only son of Kelly Winslow, the younger brother of Lindsey and Brianna, and the older brother of Wendy. As a child, Tommy was doted on by his loving sister, Brianna, and initially volunteered to be the guinea pig for her experiments. As Tommy grew older, however, he realized that the side effects of Brianna's experiments have often humiliated him, thus making him cautious and distant from her. His cautious behavior has also turned hostile towards his brilliant sister.<br>\r\n<br>\r\n<b>Name:</b> Angela \"Mama Angie\" Bennett<br>\r\n<b>Age: </b>40 years old<br>\r\n<b>Eyes:</b> Black<br>\r\n<b>Hair: </b>Black<br>\r\n<b>Height:</b> 5' 10\"<br>\r\n<b>Weight:</b> 182 lbs.<br>\r\n<b>Ethnicity: </b>White/Caucasian<br>\r\n<b>Backstory: </b>Angela Bennett is a lead stripper in the XXX Bombshells strip club in the red light district. A veteran stripper and dancer, she earned the moniker \"Mama\" after teaching and nurturing the younger dancers. Her thick assets, her D-cup breasts, and her luscious lips arouse her customers' fantasies. After her shifted ended at midnight, Angela would discover a certain baby boy, abandoned on the sidewalk, born the size of her thumb. She'd soon find another meaning to her stripper name \"Mama Angie.\"<br>\r\n<br>\r\n2.) The following is a list of simple rules that must be followed.<br>\r\nNo giant males<br>\r\nNo tiny females (but normal-sized women interacting with giantesses is encouraged)<br>\r\nNo gore<br>\r\nNo digestion (but possible reformation is encouraged)<br>\r\nNo scat or piss content (but full tour is encouraged)<br>\r\nNo sex<br>\r\nNo unbirth<br>\r\nNo futanari/hermaphrodites<br>\r\nNo killing the main characters<br>\r\nThe maximum age for the boy characters must be 15 years or younger (if this is the case, make sure the lead character's age somehow regresses below 15 years).<br>\r\nThe minimum age for the girl characters must be 3 years or older (on that note, keep the interactions with young girl/loli characters 9 years or younger at a minimum)<br>\r\n<br>\r\n3.) Be sure to write in complete sentences, write with good grammar, and write each chapter in a minimum of three sentences. The only exception to this rule is if you are adding a chapter with multiple options.<br>\r\n<br>\r\n4.) Do not end the story unless you're intending to looping the storyline into a different, preexisting chapter canon to the story route (This guideline was inspired by the looping storylines by Kooplan's Fire Emblem SW where the chapters labeled with <b>(END)</b> links to another preexisting chapter.)<br>\r\n<br>\r\n5.) Above all else, have fun!!!</td>",
        "id":2230769,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1601088840,
        "modified":1601088840,
        "pretty_title":"Tiny Boys Re-Redux"
    }
}