{
    "chapters":{
        "1":{
            "author_id":"superstar1",
            "author_name":"SuoerStar",
            "choices":[
                "Maddie ",
                "Liv (again)",
                "His wife Karen "
            ],
            "content":"<div class=\"\"><div> <span><br>\r\nOn a sunny Saturday morning Liv was in her room doing some homework from school then she was gonna go to the mall with some of her friends. Little did liv know her plans were about to be ruined by someone, Liv was in mid thought when she heard a knock at her door who is it liv asks. She heard her dad say it's me honey can I come in, Liv looking at her outfit realized she is only in a T-shirt at covers her bottom half a enough says come in. Her dad comes in and asks her how is the homework coming along well also think (damm my daughter is getting hotter these days) Liv responds with it's going good and also may I go to the mall with some friends later.<br>\r\n<br>\r\nPete says I dont know sweetie your grades have slipping lately. Liv goes oh come on daddy I promise to get them up by the end of the week, Pete then says no Liv that's what you said last time and look what happened. Pete then says you know Liv you should have been punished for last time and I think I will punish you here and now. Liv eyes widen \"what are you talking about daddy what punishment\" Pete then walks towards Liv with an angry face Liv backs up a little \"there's no point in trying to run young lady this is gonna happen weather you like it or not\" pete says with a Stern voice. He then sits down and grabs Liv's forearm and puts her over his lap.<br>\r\n<br>\r\nLiv now realizes what she is about to get and begs her dad not to \"please daddy dont spank me I'll be good I promise\" pete ignores her and starts the spanking.<br>\r\n<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\n<br>\r\nBy the tenth spank Liv starts to tear up as she feels her father pulling down her panties. Liv struggles to keep them up but pete just grabs both her arms and keeps them together and finishes pulling down her panties. \"For that I'm gonna spank you harder now\" pete said, \"please daddy stop\" Liv said as she feels her dad's head come down on her bare butt.<br>\r\n<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\n<br>\r\nLiv starts to feel tears rolling down face \"please spank* daddy spank* stop spank* I'll spank* be spank* a good spank* girl\". Pete stops spanking her for a moment and says I know you will be sweetie. He told her to get off his lap and close her eyes. Liv did as she was told not wanting to be spanked anymore, Liv got worried when she heard the sound of a belt being taken off. When Pete was fully undressed he told Liv to open her eyes, liv did and saw the father standing there naked with what looked like a 8 inch cock and Liv immediately looked away and said dad this is wrong.<br>\r\n<br>\r\nPete walked behind his daughter and grabbed both her breasts. Liv yelped a little and tried to gets his hands off her Pete just kept squeezing them Liv yet out a little moan. Pete with all his strength ripped off Liv's T-shirt, Liv gasped and said \"please out do this daddy\" pete now squeezing her breasts again whispers into her ear and asks do what sweetie. Liv just says please dont have sex with me, pete responds with wheres the fun in that well ripping off her bra which left Liv butt naked. Liv tried to run but pete grabbed her forearm and said where do you think your going Liv and threw her onto the bed. Liv now begging her father not to go though with it, pete just tells her to turn around and get on her hands and knees Liv having no choice does as she is told. Liv feels her father get onto the bed and say what a cutie little butt you got sweetie shame I had to turn it red. Liv feeling more tears rolling down her face says nothing and waits for her father to do what he is about to do.<br>\r\n<br>\r\nPete just aims his cock at Liv's entrance but before he does he slaps both of her butt checks once causing liv to yelp a little \"time for the real fun to begin\" as pete enters Liv. Liv screams at the of her lungs feeling the full length and force of her father enter her, \"this feels great I should have punished you sooner honey\" pete says as he continues to thrust in and out off Liv. \"Pull it out please daddy it hurts pull it out\" Liv yells out in between breaths Pete ignores her and continues well saying we should do this more often Liv sweetie. Liv now just lying there taking this pounding her dad is giving her just thinking (when will this end).<br>\r\n<br>\r\n<br>\r\n30 minutes pass and pete feels like he is about to cum pulls out of Liv who he then flips over and gets closer to her face and sholves it in her mouth. Liv gives him a disgusted face filled with tears then Liv feels her mouth filling with something Pete tells her to shallow it all or else Liv tries her best. When pete pulls out of her mouth she has no choice but to spit some of it out her dad looks mad at her and she is quick to apologize \"I'm sorry daddy there was too much of it\" Liv says. Pete tells her she will be by grabbing her forearm and forcing her over his lap again \"NO DADDY PLEASE NOT ANOTHER SPANKING\" Liv screams out as pete says \"ten more then were done\" and gets to work.<br>\r\n<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\n<br>\r\nLiv's butt now a shade of dark red then says you can get up now. Liv gets up and pete says if you tell anyone about this next time I'll go in your back door understand me honey. Liv nods her head then pete says you can go to the mall by the way but get dress first.<br>\r\n<br>\r\nWho is Pete's next target</span></div></div>",
            "created":1597726800,
            "id":2887254,
            "title":"Chapter one: Liv "
        },
        "12":{
            "author_id":"superstar1",
            "author_name":"SuoerStar",
            "choices":[
                "Maddie ",
                "Joey ",
                "Karen "
            ],
            "content":"<div class=\"\"><div> <span>A day as passed since Liv was punished by her father she knew if she told anyone her dad would punish her even harder but she had to tell someone. So she asked her mom if they could talk about something her dad did, Karen and Liv were sitting in Liv and Maddie's room. Liv was expecting what Pete did to her yesterday and karen cant believe what she is hearing \"well sounds like you had quite the day yesterday sweetie\" \"yes I did and I know he said not to tell anyone but I just had to\" Liv then says what are we gonna do Karen responds with just a moment as she sends a quick text to someone and says i know what we are gonna do as she grabs liv's chin holding her head in place and quickly starts to make out with her.<br>\r\n<br>\r\nLiv breaks the kiss and asks what was that karen responds with your daddy will be here in a few minutes and I have to get you ready for him to punish you sweetie. \"No mommy you can let him\" as she tries to get up and run. Oh no you dont\" Karen says as she grabs liv by the forearm dragging her back to her. She then forcefully removes Liv's clothes after Liv is left butt naked Liv asks her why is she helping her dad do this. <br>\r\n<br>\r\nMeanwhile Pete is finishing up with maddie who is underneath him getting fucked Pete then cums inside maddie then they both get dress get in the car and start driving home.<br>\r\n<br>\r\nBack to liv who now as her arms tied behind her back and over her mother's lap getting spanked <br>\r\n<br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank  <br>\r\n<br>\r\nYour butt has to be red by the time daddy gets here karen says as she continues the spanking.<br>\r\n<br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank<br>\r\n<br>\r\nYour some what quiet this time around sweetie something wrong liv responds with theres no point in fighting it so I'll just take whatever you two throw at me. Karen then says is that so little girl and grabs the hairbrush on liv night stand then are you prepared for this as she shows liv the brush. Liv's eyes widen then her mother spanks her with the brush \"oww that hurts mommy\" good says karen continues to use it on her. <br>\r\n<br>\r\nWrack<br>\r\nWrack <br>\r\nWrack <br>\r\nWrack <br>\r\nWrack <br>\r\nWrack <br>\r\nWrack <br>\r\n<br>\r\nLiv now crying at this point starts to beg her mom to stop but just as she does her mother says look who is here sweetie Liv looks at the door and sees her dad standing. Pete walks towards liv and asks remember what I said if you told anyone. Liv gulps pete then tells Karen to bend her over the bed. <br>\r\n<br>\r\n<br>\r\nLiv now bent over the bed now panicked has she hears her father say I'll take it from here love and starts to undress. Karen goes down stairs to find maddie and asks did you and your dad have fun at the game maddie responds with yea in till he told me somewhere and started to have sex with me Karen then says oh.<br>\r\n<br>\r\nPete now fully undressed gets over liv and says are you ready for your frist anal lesson sweetie. Liv now know what he meant by back door yesterday and tries to move but can due to the rope tied around her hands and feet \"but before I enter your butt let's try something frist\" pete then gives liv a hard slap which causes her to Yelp loudly then pete spreads liv's butt cheeks cuasing her a little pain and starts to like her butt hold. \"Eww daddy dont lick me there\" liv says but pete ignores her a few minutes pass and liv's butt is very wet okay now we can start pete says as he slowly starts to enter liv ass once pete was fully in \"PULL IT OUT YOURE TO BIG DADDY PULL IT OUT PLEASE\". Maddie how hearing her sister says is dad have sex with liv karen tells her yes and maddie puts her heads on her mouth in shock. Pete now going in and out of liv roughly now says \"you like liv your daddy in your butt\" liv cant answer back due to her crying.<br>\r\n<br>\r\nPete feels like he is about to cum tells liv sorry to end this so soon sweetie and bursts his load inside liv's butt. Then pulls out and says that was great. \"I'm not gonna untie you because you deserve to be a display for anyone to use. Liv just says yes daddy as she hears her dad leave and someone enter a few seconds later and asks who is it <br>\r\n<br>\r\nWho enters her room?</span></div></div>",
            "created":1597726800,
            "id":2887491,
            "title":"Liv (again)"
        },
        "121":{
            "author_id":"superstar1",
            "author_name":"SuoerStar",
            "content":"<div class=\"\"><div> <span>After a few seconds after Pete leaves the room maddie rushes in and sees Liv still tied up. Maddie grabs some tissue and cleans the cum coming of her butt then she untied liv and says \"I'm so sorry dad did this to you how are you feel\" liv just hugs maddie and starts cry well saying \"I dont think he is gonna stop and you might be next. Maddie responds with he has already had sex with me when we went to the game today really liv said maddie nods in shame yea he also came in mee too. <br>\r\n<br>\r\nThen both start to laugh when they hear there parents call them. Liv gets dressed and they both head down to their mom and dad their mom says the government is passing a new law let's listen. The news reporter starts to talk and says \"the new law that was just passed says the following parents can now have sex and do sexual things to there kids as long as there sixteen years old or above\". Liv and maddie gulped and look at their parents and said this cant be real their parents respond back with \"oh we are gonna have so much fun now both of you strip naked\".<br>\r\n<br>\r\nWith fear in both their eyes liv and maddie do so karen asks pete which girl do you want pete answers back with \"I loved the feeling i had when i dick was in liv's butt earlier\" \"so its decided liv well have sex with her daddy and maddie will come with me\". Liv not wanted to be fucked by her dad again begs to switch with maddie pete just walks up to her and says your mind little lady and picks her up firefighter style and brings her back upstairs karen singles maddie to follow her too. Liv gets carried up to her room and maddie follow karen to the parents bed room.<br>\r\n<br>\r\nLiv gets throne onto the bed and pete starts undressing pete now fully undressed walks towards liv and points at his cock and says \"start sucking little slut\" liv with tears in her eyes wraps her lips around his cock and starts to move her head back and forward. Pete now hard as a rock grabs the back of liv's head and forces more of his cock in her cuasing her to gag a little pete then forces all of it in her mouth and holds her there more a few seconds has he quickly cums down her throat liv's eyes widen and starts swallowing it remembering what happened the last time she didnt. Meanwhile in their parents room maddie is on her back getting eaten out by her mom and actually enjoying it \"you like that maddie you like you're mommy licking youre pussy\" maddie couldn't due to her moaning to more \"do you want mommy's big cock in you little girl\" maddie answers back in between breaths \"yes give me mommy's big cock please\" karen then sholves the 8 inch strapon in Maddie's pussy and starts thrusting in and out maddie screams in pleasure \"yes mommy fuck your little slut harder please\" karen then goes faster. <br>\r\n<br>\r\n<br>\r\nLiv now on hher hands and knees with pete behind her putting lube on his cock and liv's butt hold says \"are you ready for a another lesson liv\" liv answers back yes daddy I've been a bad girl and need to be taught a lesson please stick your big cock in my right little ass hold\" pete just slaps her ass telling her to watch her language. Petme then sholves his cock in her ass liv screams a little less now and tells him \"I love your big cock in my butt daddy\" with that pete fucks her faster. <br>\r\n<br>\r\nMaddie now on top of her mother bouncing up and down on her asks her mom \"can I cum now mommy please\" karen just nods yes and maddie has the biggest orgasm she has ever had yet and falls onto her mom who says next time I'll pound that little butt of your maddie just nods still tried from the fucking her got karen the rolls over so maddie is on the bottom and pulls out of her and tells her that their not done yet and picks maddie up and moves her over her lap maddie snaps back to reality and says but I was a good girl why am I being spanked karen says \"because I want to now lie there and take the spanking maddie nod and feels her mother's hand come down on her butt.<br>\r\n<br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\n<br>\r\nMaddie with tears in her eyes \"how many am I getting moomy\" karen answers back with 25 maddie says okay mommy and karen starts again.<br>\r\n<br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\n<br>\r\n\"Good girl almost done then we will go see your sissy\" maddie now remembering liv is probably getting anal again and starts to worry about her then she feels her mom's hand again.<br>\r\n<br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\n<br>\r\n<br>\r\n\"Okay were all done done love you can get up now\" maddie gets up and asks to go check on liv karen gets up and takes her hand and starts walking to where liv is. \"I'm about to cum liv sweetie\" liv answers back with \"cum in my butt daddy I want to feel your juices in me\" just then pete goes all the way in her butt and cums deep in in which causes liv to scream a little. Pete pulls out of liv and liv falls onto the bed in exhaustion just then maddie and karen walk in and maddie runs to liv's side and asks \"are you okay liv\" she responds with I just our daddy's cock in my butt\" maddie then starts to rub liv's butt when her daddy speaks up and tells maddie to move so he can finish maddie moves and pete picks liv up liv asks aren't we done daddy which pete says no you have to be spanked my dear liv star to struggle and says \"no dad you already put my butt though enough\" but pete is to strong for her and places her over his lap and says \"this is going to happen and no matter how much you struggle no matter how much you squirm around there is nothing you can do to stop it\" maddie then goes to liv's face and whispers dont worry liv everything will be okay and kissed her on the lips and then pete started the spanking <br>\r\n<br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\n<br>\r\nLiv tries to scream but they are muffled by Maddie's kisses.<br>\r\n<br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\n<br>\r\nPete tells maddie to stop kissing her sister or else her with be spanked again maddie then goes back to her mother's side karen then put maddie in front of her and starts squeezing her boobs playfully pete then tell liv five more then you're done and continues her spanking.<br>\r\n<br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\nSpank <br>\r\n<br>\r\n\"Okay sweetie you can get up now\" liv stands up and pete gets up as well and then grabs her hand and says let's do downstairs and watch a movie. Pete puts in a movie and then sits down and then the girls sit down on their parents laps cuasing a little discomfort. Well the movie was playing pete and Karen were squeezing their daughters boobs and at one point pete slipped his cock in liv's pussy cuasing her to moan a little. Karen then slipped her hand down to Maddie's pussy and put a finger in her cuasing her to moan.<br>\r\n<br>\r\nWhen the movie ended Pete and karen asks how was their frist day of sex maddie responded with it felt great till mommy started to spank me and then liv said it hurt a little then a lot when daddy started spanking me. Then they bought the girl to there beds and said good girls see you in the morning for more fun.<br>\r\n<br>\r\nThe end I hope you ever gets this far enjoy that. </span></div></div>",
            "created":1597813200,
            "id":2888221,
            "title":"Maddie "
        }
    },
    "info":{
        "author_id":"superstar1",
        "author_name":"SuoerStar",
        "brief_description":"Story where Pete Rooney has sex rough sex with his family ",
        "created":1597727760,
        "description":"<td align=\"left\" class=\"norm\">Pick who Pete has sex with?</td>",
        "id":2229713,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597894440,
        "modified":1597894440,
        "pretty_title":"Liv and maddie story "
    }
}