{
    "chapters":{
        "1":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "tentacle monster in a old school. ",
                "tentacle monster in a castle.",
                "tentacle monster in a basement of a taven.",
                "tentacle monster in a werehouse.",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>kasumi has to find a means to pay for her two greatest hobbies fortune telling and origami so she works at clearing monsters from buildings so they can be cleared for new buidings, or reowned by persons. what she doesn't know is she is going to be fighting monsters with tentacles. how can she beat they? you decide her fate. </span></div></div>",
            "created":1266210000,
            "id":836642,
            "title":"the start of the fight."
        },
        "11":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "the nurse's station.",
                "the cleaner's closet.",
                "a  classroom.",
                "the library room.",
                "the principal office"
            ],
            "content":"<div class=\"\"><div> <span>kasumi enter the schoolyard of the old school and without making a sound enter the school through the doors using a key given to her by these who own the building. she is wear her ninja outfit (the blue one) she is also has her sword with her. what she was told by  her contact was the monster was in a room. where is the monster hiding in?  </span></div></div>",
            "created":1266469200,
            "id":838607,
            "title":"tentacle monster in a old school. "
        },
        "12":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "in the lord's bedroom.",
                "in the kitchen.",
                "in the throne room.",
                "in the stables.",
                "in the guardroom."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Kasumi enters the castle wearing her princess outfit. she was told that the monster reside in a place of respect in the castle but there are many points of the castle that fit that statement. but what room is the creature hiding in?</span></div></span></div>",
            "created":1272258000,
            "id":873711,
            "title":"tentacle monster in a castle."
        },
        "123":{
            "author_id":"jacktheblack",
            "author_name":"ESen",
            "choices":[
                "...freaked out",
                "...resisted",
                "...lost her mind"
            ],
            "content":"<div class=\"\"><div> <span>When Kasumi entered the throne room, she couldn't stop herself to sit down on the throne one time. It was a big one, seemed to be gold (but it was only colored wood) and had a red cloth on it. As she weared her princess outfit, she couldn't resist to try how it was to sit on a throne, so she went over to it and sat down. She leaned back and thought 'Wow, this is really comfortable.' Suddenly, two tentacles came out from behind the throne. One of them pressed on her mouth, the other one on her belly, they forced her on the throne. Kasumi...</span></div></div>",
            "created":1280638800,
            "id":928366,
            "title":"in the throne room."
        },
        "1232":{
            "author_id":"jacktheblack",
            "author_name":"ESen",
            "choices":[
                "Two other tentacles came out",
                "It ripped her shirt off, too",
                "The grip gets less strong"
            ],
            "content":"<div class=\"\"><div> <span>Kasumi began to resist and tried to get out of the tentacle grip. It didn`t work and the tentacles pressed her down harder. That made her resist much harder, but she didn`t have any chance. A third tentacle came out from behind the throne and wrapped itself around her right leg. It tried to pull down her trouser leg and it ripped off. In the next second...</span></div></div>",
            "created":1281675600,
            "id":935309,
            "title":"...resisted"
        },
        "12322":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "she is oral fucked",
                "her nipples are sucked on."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>A single tentacle wrap around left to right of Kasumi shirt and then back to the start point and then it rip the shirt open baring her breasts. what now happen? </span></div></span></div>",
            "created":1416114000,
            "id":1887839,
            "title":"It ripped her shirt off, too"
        },
        "13":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "behind root beer",
                "behind beer",
                "behind wine",
                "behind rum",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Kasumi is checking out her friend Brad Wong tavern basement because of the strange siphoning of drink is not normal in a tavern basement. but where is the problem hiding behind?</span></div></span></div>",
            "created":1316062800,
            "id":1187491,
            "title":"tentacle monster in a basement of a taven."
        },
        "14":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "the monster see kasumi from the office room.",
                "kasumi see the monster in the equiment room.",
                "the monster see kasumi from lunch room.",
                "kasumi see the monster in the rafters in the main part of warehouse.",
                "the monster see kasumi from the lockers room."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>kasumi enter the the warehouse dressed in her overalls outfit. she looking for a monster that has been wreaking the place at noon time. who will see who first and what part of the warehouse.</span></div></span></div>",
            "created":1268888400,
            "id":852957,
            "title":"tentacle monster in a werehouse."
        },
        "15":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "at a old boat house near the beach in her bikini ",
                "at a old school playground in her school outfit",
                "at a old ball park in her xbox outfit",
                "checking out a old cave in one of her ninja outfits.",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>what if kasmai was checking out a old boat house in her binki, or at a old school playground in her school outfit, old ball park in xbox outfit, or checking out a old cave in ninja sut and other paths or up to you.</span></div></span></div>",
            "created":1282021200,
            "id":937915,
            "title":"other"
        },
        "151":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "the tentacle monster grabs her and pull her inside the boat house.",
                "the tentacle monster fools with her playing hide and seek.",
                "he is under the boat house in the sand and come from below to attack."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Kasmai is checking out a old boat house by a beach for monster to battle with. so she dressed in her pink bikini because she think that after she done she can go swiming in the water. she open the door and what happens.</span></div></span></div>",
            "created":1286600400,
            "id":971809,
            "title":"at a old boat house near the beach in her bikini "
        },
        "1511":{
            "choices":[
                "violate her  perfect body with your tentacles",
                "strip her of her bikini.",
                "empregenate her so she will lay your offspring in eggs in the future few days."
            ],
            "content":"<div class=\"\"><div> <span>you are now in control of the tentacles (exciting)<br>\r\n<br>\r\nyou pull the young girl into the boat house. of course at the time you just thought she was an intruder and not a hot girl in a bikini. otherwise you would have thrown her in the pit with all the other prisoners you had caught for future sex fun. <br>\r\n<br>\r\nyou pull her up to your face and wrap your tentacles around her tighter so she stops squirming nearly as much. you gently slither the tips of your tentacles along her perfect body and over her breasts \"let me go you freaky piece of sh-\"she began to yell at you, but you wrap your tentacle around her mouth to shut her up.<br>\r\n<br>\r\nwhat will you do with her from here?</span></div></div>",
            "created":1302325200,
            "id":1084971,
            "title":"the tentacle monster grabs her and pull her ins..."
        },
        "15112":{
            "choices":[
                "Have sex with her now ",
                "Save her for later"
            ],
            "content":"<div class=\"\"><div> <span>You look at your captive with interest as she lookes at you with anger. You found it amusing at how she was looking at you. You decided to make her more angry by ripping her bikini. You reach out two your tentacles and wrapped them at the strings of her top and thong and tore them off her body. When the deed was done you could hear her shout muffled curses even though her mouth was covered by the tentacle. As you chuckled to yourself you closely inspect your captive. You found her to be a total hot busty bomb shell as she had a foxy figure with a busty chest that was a DD cup, wide hips and firm round ass. You had a yourself a very sexy plaything and was getting turned on by her presence. <br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1328418000,
            "id":1271438,
            "title":"strip her of her bikini."
        },
        "152":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Two tentacles warped around her ankles",
                "She heard creepy laughter ",
                "It started to rain"
            ],
            "content":"<div class=\"\"><div> <span>It was night, with a full moon, a chill wind blew across the playground. Kasumi slowly made her way through the playground. There were reports of a strange creature luring around the playground at night.<br>\r\n<br>\r\nKasumi was asked by the local police to deal with the creature. She was dress in her Navy blue sailor fuku uniform, black thigh high stockings and black shoes.<br>\r\n<br>\r\nKasumi looked around the playground, she felt something was off. She keep her guard up ready for anything.<br>\r\n<br>\r\nWhat happen next ?<br>\r\n<br>\r\n</span></div></div>",
            "created":1566882000,
            "id":2708478,
            "title":"at a old school playground in her school outfit"
        },
        "1521":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Another tentacle went into her mouth",
                "Several tentacles destroyed her clothes",
                "Another girl shows up ( R.C. on who)"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly Kasumi heard  rustling from some bushes behind her, she turned and ready herself for a fight. Then two tentacles shot out of the bushes, they raced towards Kasumi. She was about to dodged them, but they were to fast.<br>\r\n<br>\r\nThey quickly warped around Kasumi's ankles and lifted her up air air upside down. This cause her skirt to fall, exposing her pink lace panties. Kasumi squealed, as she pulled her skirt up.<br>\r\n<br>\r\nShe was swaying in mid air, which cause her E cup breasts to bounce. This made her blushed, she was trying to get free. Then two more tentacles shot out the bushes and warped around her wrists. They pulled them apart and away from her body. This made her skirt fall again.<br>\r\n<br>\r\nKasumi was screaming for help, but there was no one near by.<br>\r\n<br>\r\nWhat happen next ?</span></div></div>",
            "created":1566968400,
            "id":2708888,
            "title":"Two tentacles warped around her ankles"
        },
        "155":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "nurse outfit and hospital.",
                "haunted beachouse.",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Kasumi wearing her nurse outfit checking out a old hospital looking for the cause of it being run down, she check out a haunted beachhouse. whatever you can come up that number three! </span></div></span></div>",
            "created":1412571600,
            "id":1868064,
            "title":"other"
        },
        "1551":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "a sex domon type",
                "a tentacle monster",
                "other"
            ],
            "content":"<div class=\"\"><div> <span>Kasumi enter the old hospital in her pink nurse outfit being a ninja she looking everywhere for danger then she noticed doors to hospital rooms that have closed doors. what is behind the doors? If what you what to know what the outfit looks like here it is. <a rel=\"nofollow\" href=\"http://vignette4.wikia.nocookie.net/deadoralive/images/8/8b/DOA5U_kasumi_costume_29.jpg/revision/latest?cb=20141020150831\" target=\"_blank\">http://vignette4.wikia.nocookie.net/dead...</a></span></div></div>",
            "created":1423976400,
            "id":1934438,
            "title":"nurse outfit and hospital."
        },
        "1552":{
            "author_id":"valient",
            "author_name":"Robin",
            "choices":[
                "she feels drawn to it.",
                "she feels odd around it.",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Kasumi is wearing her police outfit checking out a strange beachhouse. What strange about it? </span></div></span></div>",
            "created":1417928400,
            "id":1898757,
            "title":"haunted beachouse."
        },
        "15522":{
            "author_id":"kerion27",
            "author_name":"Kerion",
            "choices":[
                "Through the front door",
                "Try something else"
            ],
            "content":"<div class=\"\"><div> <span>She feels something odd about the beach house. Doesn't help that there has been a string of disappearances in the last few days, all the missing were female, one of which was her sister. Hayate sent Ayane to investigate the disappearances, but she hasn't returned. Hayate came to her in secret and asked her to look into it because the village didn't care about this and saw it as just a bunch of kidnappers and slavers and if Ayane was captured, she deserved to be caught as many still didn't think highly of her due to her being the daughter of the traitor Raidou despite her defeating Omega during the 3rd Dead or Alive tournament.<br>\r\n<br>\r\nNow that's here, the question is, how does she enter to house?</span></div></div>",
            "created":1532149200,
            "id":2522924,
            "title":"she feels odd around it."
        },
        "155221":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "A succubus appeared ",
                "A naked Ayane jumped her"
            ],
            "content":"<div class=\"\"><div> <span>Kasumi decided to try the front door first, it was unlock. So with a gulped, Kasumi opened the door and entered. As Kasumi walked in, her heels click in the hardwood floors. It was dark and cold, Kasumi shivered.<br>\r\n<br>\r\nHer police uniform did little to keep her warm and left little to the imagination. <br>\r\n<br>\r\nThe uniform was made up a dark blue shirt, that showed off her cleavage and her mid diff. The lower half was a very short dark blue pleated that barely cover her panties. She also wore a hat, a gun belt, a pair of black gloves, black thigh high stockings and black heels.<br>\r\n<br>\r\nKasumi pulled out her flash light and started her search. She gulped, as she started her search.<br>\r\n<br>\r\nWhat happen next ?</span></div></div>",
            "created":1566882000,
            "id":2708471,
            "title":"Through the front door"
        },
        "1552212":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Kasumi heard laughter ",
                "Ayane kissed her"
            ],
            "content":"<div class=\"\"><div> <span>Kasumi was in middle of her search when suddenly something jumped out of the shadows. She barely had time to dodge its attacks. She rolled out of the way, it was dark so Kasumi could only tell it was a human female. Kasumi got into her a fighting stance and ready for battle. <br>\r\n<br>\r\nThe other girl charged at her with incredible speed. This time she was unable to dodge and was knocked on the ground. The the female pounced on her, Kasumi tried to toss the other girl off of her, but she couldn't. Kasumi was flipped on her stomach, as the other girl took something off of her belt.<br>\r\n<br>\r\nHer arms were quickly pulled behind her and a pair of her handcuffs where slapped on her. This made Kasumi embarrass, she let herself be cuffed by her own cuffs.<br>\r\n<br>\r\nThen the other girl stood up, with Kasumi. Then the lights suddenly turned on. Kasumi saw who the other girl was and she blushed. <br>\r\n<br>\r\nIt was her sister Ayane, but she was completely naked. Kasumi looked into her eyes, they where blank. Then she looked over Ayane's body, and her face turned red. Ayane's normal C cups breasts, were replace with massive E cups. <br>\r\n<br>\r\n\" Ayane, what's going on. Why did you attack me and what happen to you !\" Shouted Kasumi, but Ayane didn't answer.<br>\r\n<br>\r\nWhat happen next ?</span></div></div>",
            "created":1566968400,
            "id":2709343,
            "title":"A naked Ayane jumped her"
        }
    },
    "info":{
        "author_id":"valient",
        "author_name":"Robin",
        "brief_description":"kasumi run into creatures that want to have \"fun\" with her.",
        "created":1266117360,
        "description":"<td align=\"left\" class=\"norm\">the basic rules of this interactive story are don't kill the female in any means, but have different ways of attack for the creatures to do. i will allow other people in the story to interact with kasumi either for her or fighting her. </td>",
        "id":1645615,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1567031880,
        "modified":1567031880,
        "pretty_title":"kasumi with things that go bump.    "
    }
}