{
    "chapters":{
        "1":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "At Home",
                "Average-Sized Gamer Girl's Home",
                "Tall, Chubby Blonde Businesswoman's Office",
                "Brunette BBW Plus-Size Model's Bedroom",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>You wake up, feeling like it's just any other day. You blink your eyes open, your vision still blurry with sleep. Rubbing the sleep out of your eyes, your groggy mind suddenly realizes something. As you bring your hands down in front of your face, you can't see them!<br>\r\n<br>\r\nYou look down, and you're horrified to see that your body is nowhere to be seen! You begin to panic. Are you dead? Are you now a disembodied mind? Fearful gasps escape your mouth, your heart thumping in your chest.<br>\r\n<br>\r\nBut you can feel your arms when you try to move them, and can feel your fingernails digging into the skin of your palm as you tightly squeeze your fists. That settles it then. You have somehow become invisible! <br>\r\n<br>\r\nYou honestly don't know how to feel about this. It's such a bizarre thing to have happen, your mind is racing with jumbled up thoughts, fears, as well as potential benefits. Is the power of invisibility a good thing to take advantage of? Or is it a living nightmare?<br>\r\n<br>\r\nWhere have you woken up?<br>\r\n<br>\r\n<b>1)</b> At home, where you live with your girlfriend and her sister. Will you try (hopelessly) to avoid them sitting on you without their knowledge? Or do you want to know what it would feel like underneath them? Perhaps instead you'll venture outside and try to find someone to help you?<br>\r\n<br>\r\n<b>2)</b> In the home of a average-sized redheaded gamer. As you see her enter the room, you realize that you're slumped against her gaming chair, the back of your head on the seat. Unbeknownst to you, she plans to stay seated for hours of gaming. Will you stay put, sit normally on the chair for a safer experience, or try to escape?<br>\r\n<br>\r\n<b>3)</b> In a plush office. A tall, chubby blonde businesswoman walks in. As she approaches the desk, you realize that you're seated on her plush leather chair. Will you remain where you are, slump down to see what it would be like as a human butt cushion? Or get out of the way before she can squash you?<br>\r\n<br>\r\n<b>4)</b> Laid on a queen-size bed. A brunette BBW plus-size model walks in, wearing sexy lingerie. Is she accompanied by photographers, ready for her to lay down for a shoot, requiring her to be in several positions on the area you currently occupy? Or is she coming to lay down and rest after a shoot, with you currently laid in her usual spot? Will you stay or go?<br>\r\n<br>\r\n<b>5)</b> More options, including a celebrity section.</span></div></div>",
            "created":1596085200,
            "id":2878401,
            "title":"Waking Up Invisible"
        },
        "11":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Wait for your girlfriend to arrive home, avoiding being sat on by her sister",
                "Try to avoid being sat on, only to fail to move out of the way in time",
                "Deliberately try to be sat on by your girlfriend's sister",
                "Go for a walk",
                "Try to find someone to help you"
            ],
            "content":"<div class=\"\"><div> <span>At least if you were going to be invisible, you knew exactly where you were, having woken up in your own bedroom. The other side of your double bed was vacant, your girlfriend having gone to work.<br>\r\n<br>\r\nExiting your bedroom, you could hear the shower running from the bathroom. That must mean your girlfriend's sister was still around. You've always gotten along, the three of you living together. You'd always be loyal to your girlfriend, of course. But you'd be lying if you'd said you never had fantasies about her sister.<br>\r\n<br>\r\nYou took a seat on the plush couch, pondering about how you might handle your day. You heard the sound of water stop, signifying that your girlfriend's sister would be out soon. Perhaps then you'd need to move, unless you wanted to risk being sat on.<br>\r\n<br>\r\nWith your new invisible status beginning to sink in, your head was getting too frantic. Perhaps you might benefit from a walk, living close to a park with nice benches in case you needed to sit and think. You could even try to find someone who could help you out, assuming you could still be heard now that you couldn't be seen.<br>\r\n<br>\r\nWhat do you do?</span></div></div>",
            "created":1596949200,
            "id":2883041,
            "title":"At Home"
        },
        "111":{
            "author_id":"chaosjeff1",
            "author_name":"Mc Writer",
            "choices":[
                "The girl was gone and it was the end of the line.",
                "The girl was also asleep, still on your lap.",
                "The girl was just in the process of leaving, so you follow her.",
                "The girl had long since left, and now, another woman is coming to sit."
            ],
            "content":"<div class=\"\"><div> <span>You decide to follow a red-head gamer girl around. How did you know she was a gamer girl? Well, it was simple. She had a pair of headphones plugged into a Nintendo Switch directly in her face, yet still avoiding everyone with a gamer second instinct in the streets. As you were following her around, she eventually went to a bus stop, presumably to either get home or get to another destination. Either way, you were gonna follow her.<br>\r\n<br>\r\nThe bus eventually came and you sneaked on in front of everyone, not even having to pay because the driver didn't notice you. You looked at the available seats and noticed there was only one seat open, and it was a single seat, meaning that if the gamer girl wanted to sit, that was the only place. You planted yourself eagerly on the chair and waited for the gamer girl to sit on you. <br>\r\n<br>\r\n<br>\r\nAfter 2 seconds of anticipation, the girl sat on your lap, yet didn't even notice. She shifted around to get comfortable, unawarely causing your beast to grow in your pants. You decided to move your penis to the side and endure, at least for now. The girl finally got comfortable and sat still, while you just relaxed in the chair with her on your lap. It seems this girl was going pretty far, as you eventually fell asleep from boredom. When you awoke...</span></div></div>",
            "created":1596517200,
            "id":2880446,
            "title":"Gamer Girl."
        },
        "112":{
            "author_id":"mvmv4",
            "author_name":"MV4444",
            "choices":[
                "The prett girl is on her way home from an overnight work shift",
                "She is on her way to her Femaleonly gym.",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Another important characteristic of your condition, in addition to being invisible, people cannot feek you either.  Therefore, anyone who pushes against, sits or lays on you, will not be aware of your presence, she will only feel the surface they are on, not you, under them. </span></div></div>",
            "created":1596430800,
            "id":2880366,
            "title":"A tall, chubby blonde businesswoman"
        },
        "12":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Stayed in place, your head becoming sandwiched between her booty and the chair",
                "Sat up on the chair, ending up with her sitting on your lap",
                "Tried to get up and away, only to be squashed by the unaware woman",
                "Escaped! Do you stick around, or go out into the world?",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span><i>(Thanks to user Mc Writer for the original chapter)</i><br>\r\n<br>\r\nAs you looked around, you realized that you were not in your home! Instead, you were seated on the floor, with your head resting on a plush surface. You looked around to see that the surface was the seat of a gaming chair. Turning back, you looked up to see a desk with two monitors, and an expensive looking gaming PC.<br>\r\n<br>\r\nYou heard footsteps and some rustling. You turned around to see a pretty redhead walk into the room. She was of average-build, but with reasonably-sized curves.<br>\r\n<br>\r\n\"Hi,\" you mumbled nervously, hoping that although she wouldn't be able to see you, she might be able to hear you.<br>\r\n<br>\r\nUnfortunately, she didn't seem to register your voice. That was when it dawned on you. She was wearing headphones. Her face was concentrated on the Nintendo Switch in one hand, while she cradled an assortment of snacks in the other arm. It looked like she was set for a long gaming session.<br>\r\n<br>\r\nShe was coming your way, something that simultaneously excited and scared you. She placed her snacks, energy drinks and Switch on the desk. As she did so, her ass was raised above your current position. It looked nice and firm. It was then that you realized it was headed for you, as she began to sit down!<br>\r\n<br>\r\nWhat did you do?</span></div></div>",
            "created":1596949200,
            "id":2883050,
            "title":"Average-Sized Gamer Girl's Home"
        },
        "121":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "She is an excitable gamer, bouncing up and down on your head",
                "She rolls around, your face accidentally slipping back beneath her ass",
                "She consumes her snacks and becomes gassy"
            ],
            "content":"<div class=\"\"><div> <span>In the milliseconds between her ass descending and the time to make contact, you made the decision to stay put. Although you were sure there would be discomfort, she didn't look heavy enough for her weight to be immovable, should you need to. How could you pass up the opportunity to have your face sat on by a hot girl with a nice ass? So you quickly scooted your head back to be fully on the gaming chair seat, and watched as the shapely rear lowered down onto your face.<br>\r\n<br>\r\nYou felt the back of your head pressed into the chair as her beautiful butt claimed your face. Her firm ass was warm, and it had looked great in the leggings she was wearing. You were still adjusting to her weight being concentrated on your face, but it wasn't yet unbearable. Your face was now sandwiched between her booty and the chair.<br>\r\n<br>\r\nWith your nose wedged between her cheeks, you realized that you'd need to readjust if you wanted to breathe. Though she hadn't seemed to notice her new, invisible butt cushion, you had no idea if that would change if you were to put your hands on her. And though this woman wasn't big, you would still need to push her pretty ass up if you wanted to get your face out of the crack of her pants.<br>\r\n<br>\r\nYou put your hands on her butt cheeks and pushed up, freeing your face from your booty prison. You don't know if it was a side effect of your invisibility, or the fact that she was engrossed in starting her computer up, but she didn't appear to feel you moving her ass. You turned your head to the side and release your hold on her cheeks, leaving them to fall back on your head. Only this time, they were compressing the side of your head, rather than the face. This left you able to breathe, while still having the experience of being sat on by a gorgeous redhead. And unbeknownst to you, you were in for a <i>long</i> gaming session under her.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1597640400,
            "id":2886836,
            "title":"Gaming Cushion"
        },
        "13":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Remain seated",
                "Slide down to turn your head into a human butt cushion",
                "Try to get out of the way, not quick enough",
                "Get out of the way and sit on the sofa",
                "Get out of the way and exit her office"
            ],
            "content":"<div class=\"\"><div> <span>Your surroundings were unfamiliar, looking around and seeing yourself in an expensive looking office, full of polished wooden surfaces. Looking down, you realized that you were sat on a plush leather office chair, seated at a clean and tidy desk with stacks of paperwork. On the right of the room was a comfortable looking leather sofa.<br>\r\n<br>\r\nAs you continued to admire the room, the glass door was pushed open. As you watched, a tall woman pushed her way through, a laptop bag in one hand, and a cup of steaming coffee in the other. She wasn't fat, but she was chubby, her black suit hugging her curves well. Her straightened blonde hair shook around her shoulders as she fully entered the room. A perfectly manicured hand reached up to tug her sunglasses off. She looked every bit the important businesswoman.<br>\r\n<br>\r\nHer well-endowed chest shook as she strode into the room, her eyes fixed on you. But that's when you realized she couldn't be seeing you, she was seeing an \"empty\" chair. And the look in her baby blues told you that she was desperate to take a seat.<br>\r\n<br>\r\nAs she rounded the desk, you took notice of her plump behind, her pants looking like they were fighting a battle to contain it.<br>\r\n<br>\r\nShe pulled the chair out, taking you with it. You could see slight confusion on her face as she was forced to put in extra effort, as though the chair was heavier than she was used to. She dismissed it and stood in front of you, her big butt now in your field of vision.<br>\r\n<br>\r\nThe tired businesswoman began to lower herself down, unknowingly about to sit right on your lap.<br>\r\n<br>\r\nWhat did you do?</span></div></div>",
            "created":1596949200,
            "id":2883061,
            "title":"Tall, Chubby Blonde Businesswoman's Office"
        },
        "131":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "She stays sitting on you until her lunch break - you join her for the ride",
                "Her stomach gurgles - she lets out some gas on your lap",
                "You can't take her weight anymore - you try to squeeze your way from beneath her"
            ],
            "content":"<div class=\"\"><div> <span>Ultimately, you made the split second decision to stay right where you were. The thought of having a heavy, curvy, beautiful woman sitting on your lap didn't sound like a bad idea at all. And even if you decided you weren't enjoying it and found her weight too hefty to escape from, so what? It's not as though you had anything better lined up for the day anyway. You were confident you'd be able to endure anything she could do.<br>\r\n<br>\r\nThat was, until her big bottom squished down into your lap. Involuntarily, you let out a gasp. Thankfully, she didn't appear to have heard it. The woman wiggled her big butt around a little to get comfortable, exasperating the weight of hers you were now bearing. Looking down, you were astonished at the size difference. You'd obviously seen how chubby she was before she'd sat down. But now that her thighs were on yours, you could see that hers were twice the size! Although you had a good eye for women's weight, and estimated that she was probably somewhere between 200 and 300 pounds, it felt like an elephant was in your lap.<br>\r\n<br>\r\nFrom your position, you could see just over her shoulder that she had a mirror positioned on her desk, revealing her beautiful round face staring into it, the subtle beginning of a double chin visible. Conspicuous by its absence was your own reflection.<br>\r\n<br>\r\nYour thoughts were broken when she decided to scoot back to correct her posture, flattening your face between her back and the back of the chair. You managed to twist your head to the side in time, but it was far from comfortable. You felt her large ass grind against your crotch as she moved. Although it added to your pleasure, it was also a reminder that you were in no position to do anything about it. <br>\r\n<br>\r\nYou were clearly going to be stuck here for a while. With this chubby woman's wide hips pressing onto you, it was obvious that you would not be able to move her if you wanted to. So you supposed you'd better try to enjoy the experience, as much as it felt like she was crushing you with her weight.<br>\r\n<br>\r\nShe got everything ready for her day, booting up her laptop, sipping her coffee, and then starting to type away in response to emails.<br>\r\n<br>\r\nHopefully you'd manage to withstand the pressure of her heaviness for her working day.<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1597813200,
            "id":2887981,
            "title":"Stuck for a While"
        },
        "134":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "You're sat on by the newcomer",
                "The chubby blonde moves to sit on the couch - and you",
                "You get up and out of the way"
            ],
            "content":"<div class=\"\"><div> <span>You had no idea what you were doing here, your mind still frantic with confusion. But one thing that was clear to you was that you did not fancy becoming a piece of human furniture for a heavy woman. You could not imagine just how awful it must feel to have such a large amount of weight pressing down onto you, and you didn't want to find out.<br>\r\n<br>\r\nYou quickly got up out of the chair, squeezing out of the way of the incoming woman as she shuffled past you to sit her big ass down on the chair. A chair you were occupying mere seconds ago. The chair squeaked as it took her weight, making you glad it wasn't your lap bearing the brunt of her big butt.<br>\r\n<br>\r\nAlthough you were now free to leave if you wished, where would you go? Not to mention how confused the woman would be if her door was to open and close with nobody there. You might be invisible, but you were sure your interactions with objects wouldn't be. Instead, you thought it would be best to take a seat on the plush leather couch in the office, until you could figure out what to do next.<br>\r\n<br>\r\nYou sat and watched the woman at work for a while, busily typing away on her laptop and filling out paperwork. Eventually you decided to become more comfortable, laying yourself down. Soon enough, you began to drift off to sleep.<br>\r\n<br>\r\nSome time later, you began to stir from your slumber, briefly registering that another woman had entered the office. Your mind was too drowsy from sleep to listen to the greetings between the two women. You blearily opened your eyes, snapping your eyes open at the sight of the woman walking towards you. Though she wasn't exactly massive, she was still twice as rotund as the chubby blonde whose office you were currently in. Her long dark hair was tied into a bun. The white buttoned up shirt she was wearing/stretching was clearly exceedingly tight around her upper body, the outline of her chest very visible. A long dark skirt hugged her wide hips, while her thighs were covered by black tights.<br>\r\n<br>\r\nAs you continued to gawp at the big woman, you began to realize that unless you got up, you were likely to be squashed beneath a heavy woman after all!<br>\r\n<br>\r\nWhat happens next?</span></div></div>",
            "created":1597640400,
            "id":2886844,
            "title":"Safe...But Not for Long"
        },
        "14":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Stay laid down, she sits and begins to model for the cameras - on top of you",
                "Stay laid down, she sits and rests on top of you",
                "Try to move, but she's quicker than she looks",
                "Escape just in time",
                "You move out of the way, but then she rolls over on top of you"
            ],
            "content":"<div class=\"\"><div> <span>You remained laid on the comfortable bed for a short while, resting with your eyes closed. That was, until your brain woke up enough to realize something - this was not your bed. It was far more plushy, far too comfortable to be yours.<br>\r\n<br>\r\nYou opened your eyes and took a look around. The decor was different, the layout was different. This was someone else's bedroom. There was a photo frame on the bedside table, a photo of a smiling big woman. She was beautiful. She had a nice face, her chubby cheeks complementing her well. Her long, dark brown hair spilled down her shoulders.<br>\r\n<br>\r\nThe door creaked open, and in walked the woman from the photograph. Except, either the photo didn't do her size justice, or she'd packed on more weight since. With a big belly and thunder thighs, she was certainly a large woman. She was definitely at least 300 pounds, possibly closer to 400. But she carried it well, with everything proportionate. She was big <i>everywhere</i>.<br>\r\n<br>\r\nThere was plenty of exposed skin on show, her enormous melons struggling to be contained in her bra cups, bouncing around and threatening to spill out as she walked. She padded closer towards you, until she reached the side of the bed you were laid on. She turned to the side, and that was when you got your first close-up look of her titanic ass.<br>\r\n<br>\r\nThe cheeks were the size of planets! You'd seen her wide hips from the front, but seeing the result from the back was a different matter. You were sure her panties weren't supposed to be a thong, but they'd mostly been consumed by her cavernous crack. Cellulite covered her large round cheeks.<br>\r\n<br>\r\nShe began to lower herself down, bringing yourself out of your staring. Unless you moved, her gigantic butt was coming to crash down onto your stomach!<br>\r\n<br>\r\nWhat do you do?</span></div></div>",
            "created":1596949200,
            "id":2883067,
            "title":"Brunette BBW Plus-Size Model's Bedroom"
        },
        "142":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Scoots backward to sit on your face",
                "Lays down, her entire body on top of yours",
                "Turns over to lay down, burying your head in her bountiful chest"
            ],
            "content":"<div class=\"\"><div> <span>You were too awestruck by the size of the humongous ass heading your way for any rational thought to enter your brain. You'd always had a thing for big butts, and you were curious as to what it would feel to have one press down onto you. That was why you remained perfectly still, watching the mountains descend onto your much smaller stomach.<br>\r\n<br>\r\nAll the air escaped your lungs as the weighty spheres made contact, slowly compressing your entire midsection. It felt like you were deflating, the crushing weight stealing your oxygen. The doughy spheres continued to squish down into your stomach, causing the oceans of ass flesh to spill sideways. The size of this titanic woman was so wide, that just her ass covered your entire upper body! As beautiful as this big woman was, her crushing weight didn't exactly make for a comfortable experience. You were starting to wonder if this was really worth it.<br>\r\n<br>\r\nYou placed your hands on the woman's side and back in an effort to push her off of you. But even with your full might, the woman was simply too heavy for you to be strong enough to move her. Instead, your palms and fingers just sank into her oceans of flesh. You'd let yourself get into this situation, and now you were helpless to remove yourself from beneath this exceptionally heavy woman. All you could do right now was continue to groan, weakly.<br>\r\n<br>\r\nJust as you were beginning to adjust to the mammoth weight on your stomach, the woman began to shift, bringing her legs up and twisting her enormous booty around on your abdomen so she was facing your legs. If you still had air in your lungs, you would have screamed under the punishing weight the huge woman was crushing you with, completely unaware.<br>\r\n<br>\r\nWhat does the woman do next?</span></div></div>",
            "created":1597381200,
            "id":2885530,
            "title":"Mammoth Weight on Your Stomach"
        },
        "15":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "An SSBBW Gainer's Home",
                "An All-Female Party",
                "On a Bus",
                "More Choices",
                "Celebrities"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some more choices for you to wake up around.</span></div></span></div>",
            "created":1596949200,
            "id":2883068,
            "title":"More Choices"
        },
        "155":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Actor",
                "Athlete",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of celebrity?</span></div></span></div>",
            "created":1596949200,
            "id":2883069,
            "title":"Celebrities"
        },
        "1553":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "Musician",
                "YouTuber/Streamer",
                "More Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one do you want to pick?</span></div></span></div>",
            "created":1597640400,
            "id":2886837,
            "title":"More Celebrity Categories"
        }
    },
    "info":{
        "author_id":"user326",
        "author_name":"user326",
        "brief_description":"You wake up invisible. Will you try to be sat on by or dodge the unaware women? Please add",
        "created":1596137520,
        "description":"<td align=\"left\" class=\"norm\">You wake up invisible. Will you take advantage of your newfound ability and try to end up underneath unaware, beautiful women? Or will you spend your time trying to avoid being squashed by curvy women who don't know you're there?<br>\r\n<br>\r\n- The main character can change preferences through the story E.g. they might start the story wanting to be sat on, only to have it happen and hate it. Likewise they could start off trying to avoid being sat on, only to have it happen accidentally and enjoy it.<br>\r\n- Minimum of 1,000 characters per chapter.<br>\r\n- The main character can die, but only after six chapters.<br>\r\n- The main character can talk to the women and make them aware of their presence.<br>\r\n- The women cannot feel your presence while sitting on you, unless they know you're there (suggested by user MV4444)<br>\r\n- Any kind of body squashing is fine, it doesn't have to be focused solely on asses.<br>\r\n- If something you want to include is not mentioned in allowed/not allowed, go for it! If it's something I've overlooked which I'd rather not have, I'll message you before taking action.<br>\r\n- Try to avoid specifying the main character's gender unless absolutely necessary<br>\r\n- Have fun!<br>\r\n<br>\r\n<span class=\"cgreen\"><b><u>Allowed:</u></b></span><br>\r\nAss squash<br>\r\nBoob crush<br>\r\nFull body laying<br>\r\nFacesitting<br>\r\nChestsitting<br>\r\nFarting<br>\r\n<br>\r\n<span class=\"clred\"><b><u>Not Allowed:</u></b></span><br>\r\nMen (main character aside)<br>\r\nCharacters under 18<br>\r\nCharacters over 50<br>\r\nRape<br>\r\nScat<br>\r\nPeeing<br>\r\nBlood<br>\r\nGratuitous violence<br>\r\n<br>\r\n<i>Disclaimer: This story is a work of purely erotic fiction and does not reflect the views of the authors.</i></td>",
        "id":2228205,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597852980,
        "modified":1597852980,
        "pretty_title":"Invisible Crush"
    }
}