{
    "chapters":{
        "1":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "A man who wants to be sat on",
                "A man who doesn't want to be invisible",
                "A woman who wants to be sat on",
                "A woman who doesn't want to be invisible"
            ],
            "content":"<div class=\"\"><div> <span>You wake up, feeling like it's just any other day. You get out of bed, failing to register in your sleepy state that you don't see your hands as you normally would. <br>\r\n<br>\r\nMaking your way to the bathroom, you splash your face with cold water, only to look up into the mirror and realise one thing that causes you to scream in shock. There's no reflection looking back at you!<br>\r\n<br>\r\nYou look down, sticking your hands out. But they don't appear to be there. You look further down, only to find that you can't see any of your body! But you know its there. You can still interact with your environment as though you're still normal, and you can feel your fingernails scratch against your palms as you flex your hands.<br>\r\n<br>\r\nThere's only one explanation: you've gained the power of invisibility! But is this a good thing to you? Or is it a nightmare?<br>\r\n<br>\r\nWho are you, and will you embrace this newfound ability? Or will you panic and try to either wait to go back to normal or look for someone to help you become visible again?</span></div></div>",
            "created":1596085200,
            "id":2878401,
            "title":"Waking Up Invisible"
        },
        "11":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "An average-sized redheaded gamer",
                "A tall, chubby blonde businesswoman",
                "A brunette BBW model",
                "More choices",
                "A celebrity"
            ],
            "content":"<div class=\"\"><div> <span>Although you can't see it in the mirror, a wide smile stretches across your face as an idea pops into your head, arousal swelling in your loins. You've always had a fetish for having a beautiful woman sit her curvy body on you, but you've never indulged yourself in this fantasy. Now you can make it come true.<br>\r\n<br>\r\nYou walk outside until you reach a busy high street in your city, bustling with a multitude of people going about their daily life. You stand there basking in the fact that you're completely invisible to everyone around. Not even a large amount of people bumping into you can lessen your happiness, as you laugh at the bewilderment of said people as they turn around to see no one there.<br>\r\n<br>\r\nAs you continue to people-watch, numerous women catch your eye walking past. You wouldn't mind being underneath any of them, feeling their gorgeous curves pressing into you. The fact that it was dangerous to be doing so without them knowing they were on top of you didn't matter. <br>\r\n<br>\r\nInstead you decided to follow one particular women, and hopefully manoeuvre yourself into a position where she'd unknowingly press her bountiful curves into you.<br>\r\n<br>\r\nWho do you follow?</span></div></div>",
            "created":1596085200,
            "id":2878419,
            "title":"A Man Who Wants to be Sat on"
        },
        "12":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "You stay at home (with at least one family member around)",
                "You go to a friend's place",
                "You take a walk ",
                "You search for someone to help you",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>A frustrated huff escapes your lips as the reality of your situation begins to sink in. Nobody can see you, and you don't know how long this will last for. That means that anybody could walk into you or sit on you without any idea you're there. That doesn't seem very appealing to you. <br>\r\n<br>\r\nYou needed to do something about it? But what could you do?<br>\r\n<br>\r\nAs the nightmarish potentials of your situation continued to build, an angry shout escaped your lips. Why did this have to happen to you?<br>\r\n<br>\r\nEventually you began to calm down and start to think. What could you do next? <br>\r\n<br>\r\nYou could just stay at home and wait it out. But that meant constantly being on guard, having to avoid your girlfriend and her sister.<br>\r\n<br>\r\nYou could go to your friend's place. While she may not know how to fix it, you'd feel a lot safer just being around her. That is, if you were able to let her know you were there.<br>\r\n<br>\r\nOr perhaps you should just take a walk to clear your head and gather your thoughts.<br>\r\n<br>\r\nMaybe the situation was getting to you. Without a precise plan in mind, should you just go outside and try to find someone who can help you?<br>\r\n<br>\r\nWhat do you do next?</span></div></div>",
            "created":1596085200,
            "id":2878427,
            "title":"A Man Who Doesn't Want to be Invisible"
        },
        "13":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "An average-sized redhead gamer",
                "A tall, blonde, chubby businesswoman",
                "A brunette BBW model",
                "More choices",
                "A celebrity"
            ],
            "content":"<div class=\"\"><div> <span>Although you can't see it in the mirror, a wide smile stretches across your face as an idea pops into your head, arousal swelling in your chest. You've always had a fetish for having a beautiful woman sit her curvy body on you, but you've never indulged yourself in this fantasy. Now you can make it come true.<br>\r\n<br>\r\nYou walk outside until you reach a busy high street in your city, bustling with a multitude of people going about their daily life. You stand there basking in the fact that you're completely invisible to everyone around. Not even a large amount of people bumping into you can lessen your happiness, as you laugh at the bewilderment of said people as they turn around to see no one there.<br>\r\n<br>\r\nAs you continue to people-watch, numerous women catch your eye walking past. You wouldn't mind being underneath any of them, feeling their gorgeous curves pressing into you. The fact that it was dangerous to be doing so without them knowing they were on top of you didn't matter. <br>\r\n<br>\r\nInstead you decided to follow one particular women, and hopefully manoeuvre yourself into a position where she'd unknowingly press her bountiful curves into you.<br>\r\n<br>\r\nWho do you follow?</span></div></div>",
            "created":1596085200,
            "id":2878428,
            "title":"A Woman Who Wants to be Sat on"
        },
        "14":{
            "author_id":"user326",
            "author_name":"user326",
            "choices":[
                "You stay at home (with at least one family member around)",
                "You go to a friend's place",
                "You take a walk",
                "You search for someone to help you",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>A frustrated huff escapes your lips as the reality of your situation begins to sink in. Nobody can see you, and you don't know how long this will last for. That means that anybody could walk into you or sit on you without any idea you're there. That doesn't seem very appealing to you. <br>\r\n<br>\r\nYou needed to do something about it? But what could you do?<br>\r\n<br>\r\nAs the nightmarish potentials of your situation continued to build, an angry shout escaped your lips. Why did this have to happen to you?<br>\r\n<br>\r\nEventually you began to calm down and start to think. What could you do next? <br>\r\n<br>\r\nYou could just stay at home and wait it out. But that meant constantly being on guard, having to avoid your girlfriend and her sister.<br>\r\n<br>\r\nYou could go to your friend's place. While she may not know how to fix it, you'd feel a lot safer just being around her. That is, if you were able to let her know you were there.<br>\r\n<br>\r\nOr perhaps you should just take a walk to clear your head and gather your thoughts.<br>\r\n<br>\r\nMaybe the situation was getting to you. Without a precise plan in mind, should you just go outside and try to find someone who can help you?<br>\r\n<br>\r\nWhat do you do next?</span></div></div>",
            "created":1596085200,
            "id":2878431,
            "title":"A Woman Who Doesn't Want to be Invisible"
        }
    },
    "info":{
        "author_id":"user326",
        "author_name":"user326",
        "brief_description":"You wake up invisible. Will you try to be sat on by or try to dodge the unaware people?",
        "created":1596137520,
        "description":"<td align=\"left\" class=\"norm\">You wake up invisible. Will you take advantage of your newfound ability and try to end up underneath unaware, beautiful women? Or will you spend your time trying to avoid being squashed by curvy women who don't know you're there?<br>\r\n<br>\r\n- The main character can change preferences through the story E.g. they might start the story wanting to be sat on, only to have it happen and hate it. Likewise they could start off trying to avoid being sat on, only to have it happen accidentally and enjoy it.<br>\r\n- Minimum of 1,000 characters per chapter.<br>\r\n- The main character can die, but only after six chapters.<br>\r\n- The main character can talk to the women and make them aware of their presence.<br>\r\n- Any kind of body squashing is fine, it doesn't have to be focused solely on asses.<br>\r\n- If something you want to include is not mentioned in allowed/not allowed, go for it! If it's something I've overlooked which I'd rather not have, I'll message you before taking action.<br>\r\n- Have fun!<br>\r\n<br>\r\n<span class=\"cgreen\"><b><u>Allowed:</u></b></span><br>\r\nAss squash<br>\r\nBoob crush<br>\r\nFull body laying<br>\r\nFacesitting<br>\r\nChestsitting<br>\r\nFarting<br>\r\n<br>\r\n<span class=\"clred\"><b><u>Not Allowed:</u></b></span><br>\r\nMen (main character aside)<br>\r\nCharacters under 18<br>\r\nCharacters over 50<br>\r\nRape<br>\r\nScat<br>\r\nPeeing<br>\r\nBlood<br>\r\nGratuitous violence</td>",
        "id":2228205,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1596140040,
        "modified":1596140040,
        "pretty_title":"Invisible Crush"
    }
}