{
    "chapters":{
        "1":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "Into an animal",
                "Into an inanimate object",
                "Gender",
                "Size",
                "more"
            ],
            "content":"<div class=\"\"><div> <span>It all started off as a regular morning for the sixteen-year-old going by the name of Amber. As she woke up ten minutes later than she was supposed to get out. As got out of her bed she made her way to the bathroom completely naked with an exception for her panties. Her parents weren't home and her younger brother had asleep over at a friend. So she was all by herself and no one would be able to see her. As she entered the bathroom she turned on the shower before taking off her panties. The first five minutes that she spent in the shower she was just standing there letting the steamy water flow all over her naked body, while she had some random thoughts she had never really earlier thought about. But as time proceeds she snapped out of her thoughts and began to wash her long silky smooth honey brown hair. Before proceeding with cleaning her body while humming a song as she rubbed the soap all over her body, beginning at her shoulders and slowly working her way down over her feminine body. As she finished showering a quarter of an hour. And school was about to begin in half an hour to get to school on time. But Amber didn't really seem to be bothered by the time as she dried off and walked back to her room to get dressed. As she first slides a new fresh pair of panties over her round butt before putting a bra over her decent C cup sized breast that she had already put ready on her bed for after showering. As she had put those on she made her way to the dresser as she put on a pair of skinny jeans and a top that nicely formed around her body. As she was now completely dressed as she walked over to her mirror to put on some make-up despite her already being late. \"That looks great\" she smiled as she looked in the mirror and grabbed her phone to make a photo of herself. But as she looked at the selfie she just took she noticed something seemed to be a bit of about herself...<br>\r\n<br>\r\nnot knowing that she has been infected by the transformation virus which was changing her...<br>\r\n<br>\r\nAmber:<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/01xt49n2jhx2\" target=\"_blank\">https://sta.sh/01xt49n2jhx2</a><br>\r\n</span></div></div>",
            "created":1489899600,
            "id":2291693,
            "title":"So it begins"
        },
        "11":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "Cat",
                "Dog",
                "Horse",
                "Bunny",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She was slowly transforming into a...</span></div></span></div>",
            "created":1489899600,
            "id":2291694,
            "title":"Into an animal"
        },
        "113":{
            "author_id":"pony-mike",
            "author_name":"Pony.Mike",
            "choices":[
                "Horse...",
                "Pony...",
                "Donkey...",
                "Zebra..."
            ],
            "content":"<div class=\"\"><div> <span><font class=\"size45\" style=\"\">A Horse is an Equine, or which there are a number of species...</font><br>\r\n<br>\r\n<font class=\"size5\" style=\"\">HORSE:<br>\r\n<br>\r\nPONY:<br>\r\n<br>\r\nDONKEY:<br>\r\n<br>\r\nZEBRA:<br>\r\n<br>\r\nPLUS VARIATIONS SUCH AS DRAFT HORSE, MULE, OR ZORSE (zebra-horse mule)</font></span></div></div>",
            "created":1556254800,
            "id":2650478,
            "title":"EQUINE:"
        },
        "1131":{
            "author_id":"pony-mike",
            "author_name":"Pony.Mike",
            "choices":[
                "Horse:",
                "Horse:",
                "Horse:",
                "Horse:"
            ],
            "content":"<div class=\"\"><div> <span><font class=\"size4\" style=\"\">Equine as in Horse:<br>\r\n<br>\r\nHorses come in many sizes, a generality of them being as, Riding mount, Medium draft, and full Draft size. Choosing which horse might be your favorite is best decided by searching through horse breeds at Wikipedia.</font><br>\r\n<br>\r\n<div align=\"center\"><b><font class=\"size45\" style=\"\"><a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/List_of_horse_breeds\" target=\"_blank\">https://en.wikipedia.org/wiki/List_of_ho...</a></font></b></div></span></div></div>",
            "created":1556427600,
            "id":2651680,
            "title":"Horse :"
        },
        "1132":{
            "author_id":"pony-mike",
            "author_name":"Pony.Mike",
            "choices":[
                "Amber sees her changes...",
                "Professor Haun gains another test subject...",
                "The injection reacts harshly..."
            ],
            "content":"<div class=\"\"><div> <span><font class=\"size4\" style=\"\">Professor Haun, a renowned geneticist at the University was walking, taking his noontime exercise, when coming toward him he saw a very pretty girl. Unknown by him or her, their life paths were to meet and become entangled. <br>\r\n<br>\r\nAmber was her name then, she in her late teenage years, was walking, while ignoring all what was around her, she busily trying to use her cell phone camera to take some selfies. Indeed, she was so busy with her phone, she failed to see or take note of Professor Haun.<br>\r\n<br>\r\n<font class=\"size45\" style=\"\"><b>BONK,</b></font> and the cell phone Amber was toying with fell to the pavement. She felt stunned as shaken, and somewhat angered by another person having bumped into her.<br>\r\n<br>\r\n<i>\"Hey there jerk, don't you see where your walking, bumping me, and knocking my phone on the ground, if it is broke you can buy me a new...\" </i>Amber said, as she knelt down low to retrieve her cell phone. Normally, her temperament and manners would be proper \"Emily Post\" styled, but that morning she had a terse, nasty ache beginning, she not sure it had anything to do with her monthly aches.<br>\r\n<br>\r\n\"Good morning to you, a bit testy today?\" Professor Haun asked, he being a man of great wealth and knowledge.<br>\r\n<br>\r\n<i>\"If you broke your phone I would be willing to buy you a new one, not that it was my fault for your walking and not paying any attention except for trying to take several selfie photos of your pretty face. And, might I say, as considering the chilly weather, you have a lovely tan tone to your skin!\"</i> The Professor said, as Amber realized what she had said was all false, and she was to blame for the incident.<br>\r\n<br>\r\n<i>\"You are right, my day is not going well, I feel lousy, head aches, and the time of the month..., sorry, sorry, no harm done!\" </i>Amber said, as the Professor stood there staring at Amber.<br>\r\n<br>\r\n<i>\"Please, as do excuse my intrusion, but your not feeling well concerns me, I am by trade a doctor, and although you have a nice tan tone to your skin, I denote other symptoms, maybe we should have you come with me to my office.</i>\" Professor Haun said, as being concerned and truthful from what he noted.<br>\r\n<br>\r\n<i>\"Office, are you trying to pick me up, I am not your kind of girlfriend!\"</i> Amber blurted out again, her achy feelings getting the better of her worsening nature.<br>\r\n<br>\r\n<i>\"If you wish to go your way, I would still suggest you see a doctor and do it soon!\"</i> Professor Haun said sternly.<br>\r\n<br>\r\n<i>\"Huh, you on the level, what are you talking about, my having a suntan, that is crazy, it is late fall and sunbathing this time of the year can give a body frostbite!\"</i> Amber prattled, she feeling worse, as achy, and like she was perspiring heavily.<br>\r\n<br>\r\n<i>\"I am Professor Haun, by trade a geneticist  and a physician, as to your skin tone, it appears to be darkening, surging with a darkening hue of your skin from being rattled by our brief discussion. I do not want to cause you great worries, but from my having seen a fair number of patients lately, and they had contracted the virus strain known as Transform-mania, I see that you have some beginning symptoms.<br>\r\n<br>\r\nNo, no do not get upset or excited, we had an antidote for the virus. If you come with me to my office, the nurse there can administer the injection, and you will get feeling much better, very soon.\" </i> Spoke the Professor, seeing another soon victim to his invented virus.<br>\r\n<br>\r\n<i>\"My name is Amber,\"</i> Amber told the Professor, as he motioned for her to walk with him to his office..</font></span></div></div>",
            "created":1556254800,
            "id":2650517,
            "title":"BECOMING INFECTED"
        },
        "11321":{
            "author_id":"pony-mike",
            "author_name":"Pony.Mike",
            "choices":[
                "Exmoor Anthropic beauty...",
                "Exmoor pony mare bodily only...",
                "Nurse Hall gets a demotion...",
                "Amber learns that her boyfriend Lee is in another room..."
            ],
            "content":"<div class=\"\"><div> <span><font class=\"size4\" style=\"\"><i>\"Indeed, as I have seen a fair number of patients lately, and they all had contracted the virus just as I believe you did,\"</i> the prominent man so specified, and entering the doctor's office, he summarily told his nurse to prepare an injection of Phase One Reformation serum. The nurse reacted swiftly, and ushered Amber into a small room, as then she ordered Amber to disrobe.<br>\r\n<br>\r\nThe nurse left you to your undressing, as a minute later the Doc entered the room, he holding what looked then to Amber as restraining straps. A quick minor injection into her naked right thigh made her as ready to fall over and faint. The Doc with then his nurse strapped Amber to a stainless steel examination table. <br>\r\n<br>\r\nAs Amber watched, her eyes wide from fear, as she would later recall seeing the nurse holding a large syringe filled with a sparkly blue liquid. <i>\"Hold still Honey, I need to get this properly injected or there will be a lot of pain!\"</i><br>\r\n<br>\r\nHer body felt as if it were on fire as the nurse compressed the plunger along the full length of that huge syringe.is genitals. When the nurse had finished the injecting, she waited for Professor Haun to enter the room again. When he entered the nurse said, <i>\"She has phase one injected, so what is your plan for phase two?\"</i><br>\r\n<br>\r\n\"We wait, since she was previously infected with the base virus, the phase one serum will need time to metastasize.  Leave her as shackled, hang a do not disturb sign on the room door, as let her scream for a while.\" The Professor said, as the nurse collected her things and walked out of the room.<br>\r\n<br>\r\nProfessor Haun then turned to face a scared, wide eyed Amber, as he said with a smile, <i>\"Really, any screams you make will not be from feeling pain, as I think you might scream from feeling a very erotic sensation of <b>Genitalia Ecstasy</b>!\"</i><br>\r\n<br>\r\nProfessor Haun then chuckled, as he was at the room door and ready to exit the room, he turned to face then Amber, as he said, \"Enjoy it!\"<br>\r\n<br>\r\nThe room door had not yet swung closed as another nurse outside in the hallway asked the Professor, saying, <i>\"She the newest convert subject, the phase one serum nurse Hall used was not the pre-ordered Dartmoor Pony type, but the Exmoor breed serum. The bottle of Exmoor was drained, as nurse Hall doubled the dose, as the subject will soon go into a hellish drug reaction, having muscle cramps, and definite genital reconfiguration!\"</i><br>\r\n<br>\r\n<i>\"Damn that fool woman,</i>\" Amber heard the Professor say, as then the door to her room closed and sealed her room form the outer hall.<br>\r\n<br>\r\nJust a few minutes later and the searing pain began to affect her lower abdomen, Amber able to lift her head, as see how her bodily self was changing. As had the Professor said she had quite a suntan dark hue to her skin, that hue had her as so darkened, her skin looked as a charcoal black color. Itchy sensations from what she saw as body fur sprouting around the base of her breast nipples was driving her to distraction.<br>\r\n<br>\r\nAmber felt her internal organs as moving, maybe growing, she having heard her body was to change, becoming as an Exmoor pony breed, however that would look!</font></span></div></div>",
            "created":1556427600,
            "id":2651860,
            "title":"Amber Changes..."
        },
        "1134":{
            "author_id":"pony-mike",
            "author_name":"Pony.Mike",
            "choices":[
                "Phase one of Reformation serum...",
                "Transform-mania takes its course...",
                "An early on escape...",
                "Reader's choice twist on the plot..."
            ],
            "content":"<div class=\"\"><div> <span><font class=\"size4\" style=\"\">A new day began as had so many others, awakened by a nasty sounding, buzzing alarm clock, getting up out of bed, and going into the bathroom to shower, and begin the day.<br>\r\n<br>\r\nIn the bathroom and eyeing that reflection of a man just recently reaching the glorious age of 21, you are in your prime. A sigh and the breath bouncing off the bathroom mirror was near enough to make you faint from the sour smell. <br>\r\n<br>\r\n<i><b>\"Ack, what did I eat, no drank,\"</b></i> it that last drink she offer, the girl you met in the bar, she fixed you a drink, as you saw her open her purse and pour into your drink, something she said would put hair on your chest.<br>\r\n<br>\r\nPeeling off your pajamas mom gave you last Christmas, the pants comings down with a needed yank.<br>\r\n<br>\r\nA yawn then so big an African Lion would feel proud. As turn of the shower water, and feel the warmth as temped, warm but hot screaming hot, you stepped into the shower. Eyes closed you put your dull feeling head under the flowing water, using your hands to begin the smearing of body warming water across your chest, your tummy, as give a mild scrub to your maleness.<br>\r\n<br>\r\n<b>\"WHATTHE...,</b>\" you yelled, your hands having come into contact with a foreign feeling part of your body!<br>\r\n<br>\r\nJerking your head from under the relaxing warm showering water, with much eye blinking, you lean forward, to peer down.<br>\r\n<br>\r\n<b>\"What from hell...,\" </b>you exclaimed, as feeling drew your attention, but to see was a revelation!<br>\r\n<br>\r\nEyes still blinking from the city water chemicals in the water, you stared, seeing not what you had as your maleness the previous day.<br>\r\n<br>\r\n<b>\"That drink, my genitals...,\" </b> as indeed what got added to your drink might well, as soon be putting hairs on your chest, as whole body!<br>\r\n<br>\r\n\"Equine,\" you muttered, seeing and having many times before seen when a horse let down his big member, his sheath was now as your sheath, as were your scrotum the size of navel Oranges in a black taunt-skin sack. Your hands touching the sheath and the arm water began working together to arouse what many a past girlfriend would say was a monster male ember. <br>\r\n<br>\r\n<br>\r\n<b>\"Oh damn, do I have that virus, did she infect me,\"</b> the question seemed to have an obvious answer. As then trying to ignore the new monster, the use of soap and stroking of it caused a massive orgasmic blasting of four thick ropes of ejaculate plastering the front wall to the shower stall.<br>\r\n<br>\r\nWondering if during the day you should return to the bar and seek out, find that woman and request an antidote.<br>\r\n<br>\r\nSoon dressed, having no breakfast, too nervous to eat, you walked out of your downtown apartment building, all clothed properly to go to work. Naturally you were nervous, red faced from high blood pressure, and fumbling with your I-pod.<br>\r\n<br>\r\n<b>BONK,</b> and the cell phone you were toying with fell to the pavement. As stunned as shaken, and somewhat angered by another person having bumped into you.<br>\r\n<br>\r\n<i><b>\"Hey there jerk,</b> don't you see where your walking, bumping me, and knocking my phone on the ground, if it is broke you can buy me a new...\"</i> you said, as knelt down low to retrieve the I-pod. Normally, your temperament and manners would be proper \"Emily Post\" style manners, but on that morning you felt terse, having a nasty ache beginning, not sure if you could find as meet that woman at the Bar, if she could or would do anything to revert your maleness back to looking as human.<br>\r\n<br>\r\n<i>\"Good morning to you, a bit testy today?</i>\" Professor Haun asked, he being a man of great wealth and knowledge. Professor Haun, a renowned geneticist at the University was taking his morning stroll, doing his exercise, when coming toward him he saw you, a man obviously nervous. Unknown by him or you, two life paths were to meet and become entangled. <br>\r\n<br>\r\nLee was your name then, was walking, while ignoring all what was around, being busily trying to use the I-pod camera to take some selfies. <br>\r\n<br>\r\nIndeed, you were oblivious and failed to see or take note of Professor Haun.<br>\r\n<br>\r\n<i>\"If you broke your phone I would be willing to buy you a new one, not that it was my fault for your walking and not paying any attention except for trying to take several selfie photos of your handsome face. And, might I say, as considering the chilly weather, you have a healthy suntan tone to your skin!</i>\" The Professor said, as Lee realized what he had said was all false, and he was to blame for the incident.<br>\r\n<br>\r\n<i>\"You are right, my day is not going well, I feel lousy, my genitals ache from a massive growth spurt, and sorry, sorry, no harm done!\" </i>you recall having said, as the Professor stood there staring at you.<br>\r\n<br>\r\n<i>\"Please, as do excuse my intrusion, but your not feeling well concerns me, I am by trade a doctor, and although you have a nice tan tone to your skin, I denote other symptoms, maybe we should have you come with me to my office.\"</i> Professor Haun said, as if truly concerned and truthful from what he noted.<br>\r\n<br>\r\n<b><i>\"Office call,\"</i></b> you blurted out again, the surging aroused feelings beginning to tenting your pants front, making for feeling quite humiliated.<br>\r\n<br>\r\n<i>\"If you wish to go your way, I would still suggest you see a doctor and do it soon!\"</i> Professor Haun said sternly.<br>\r\n<br>\r\n<i>\"<b>Huh, </b>you on the level, what are you talking about, my having a suntan, that is crazy, it is late fall and sunbathing this time of the year can give a body frostbite!</i>\" You thought to argue, feeling worse, groin achy, and perspiring heavily.<br>\r\n<br>\r\n<i>\"I am Professor Haun, by trade a geneticist and a physician, as to your skin tone, it appears to be darkening, surging with a darker hue of your skin from being rattled by our brief discussion. <br>\r\n<br>\r\nI do not want to cause you greater worry, but from my having seen a fair number of patients lately, and they had contracted the virus strain known as Transform-mania, I see that you have some early symptoms. Now do not get upset or too excited, we/I have an antidote for the virus. <br>\r\n<br>\r\nIf you come with me to my office, the nurse there can administer the injection, and you will get feeling much better, very soon.\" </i>Spoke the Professor, seeing another soon victim to his invented virus.<br>\r\n<br>\r\n<i>\"My name is Lee Jackson,\"</i> you will remember as told the Professor, as he motioned for you to walk with him to his office.<br>\r\n<br>\r\nYou did as the prominent man so specified, and entering the doctor's office, he summarily told his nurse to prepare an injection of Phase One Reformation serum. The nurse reacted swiftly, and ushered you into a small room, as ordered you to disrobe.<br>\r\n<br>\r\nThe nurse left you to your undressing, as a minute later the Doc entered the room, he holding what looked then to you as restraining straps. A quick minor injection into your naked right thigh had you ready to fall over and faint. The Doc with then hi.s nurse strapped you to an examination table. As you recall as well seeing the nurse holding a large syringe filled with a sparkly blue liquid.<br>\r\n<br>\r\n<i>\"His genitals, just look at his scrotum size, if I am right, those are Zebra genitalia.\"</i> Said the nurse as Professor Haun chuckled, he replied to his nurse by saying, <i>\"<b>Quite</b> correct, most definitely the genitals of a male, soon stallion Zebra!\"</i></font></span></div></div>",
            "created":1556427600,
            "id":2651698,
            "title":"ZEBRA ?"
        },
        "115":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "Sparrow",
                "Frog",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She might be transforming into a....</span></div></span></div>",
            "created":1489899600,
            "id":2291700,
            "title":"more"
        },
        "12":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "Phone",
                "Doll",
                "Make-up",
                "Piece of clothing",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She is slowly transforming into a...</span></div></span></div>",
            "created":1489899600,
            "id":2291695,
            "title":"Into an inanimate object"
        },
        "122":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "A plastic of herself",
                "A plush doll of herself",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What type of doll does she become</span></div></span></div>",
            "created":1489899600,
            "id":2291698,
            "title":"Doll"
        },
        "1223":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "yes",
                "no, I rather want her to be some other type of doll"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about she becomes something more kinky ;P (a sex doll)</span></div></span></div>",
            "created":1489986000,
            "id":2292489,
            "title":"more"
        },
        "123":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "A tube of mascara",
                "A lipstick",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of make-up does she become</span></div></span></div>",
            "created":1489899600,
            "id":2291697,
            "title":"Make-up"
        },
        "124":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "Paties",
                "A bra",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What piece of clothing does she transform into?</span></div></span></div>",
            "created":1489899600,
            "id":2291696,
            "title":"Piece of clothing"
        },
        "125":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "Flower",
                "Car",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about she slowly transforms into one of these</span></div></span></div>",
            "created":1489899600,
            "id":2291701,
            "title":"More"
        },
        "14":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "Taller",
                "Shorter"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She seems to have become...</span></div></span></div>",
            "created":1489899600,
            "id":2291699,
            "title":"Size"
        },
        "15":{
            "author_id":"salo90",
            "author_name":"adust",
            "choices":[
                "Weight ",
                "Muscles",
                "Mind",
                "into a body suite",
                "more"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>not knowing that she has been infected by the transformation virus which was changing her...<br>\r\n</span></div></span></div>",
            "created":1489899600,
            "id":2291702,
            "title":"more"
        }
    },
    "info":{
        "author_id":"salo90",
        "author_name":"adust",
        "brief_description":"You're the virus and it's up to you to transform your new victim and change her life.",
        "created":1362609480,
        "description":"<td align=\"left\" class=\"norm\">The transformation virus (TFV) can't be noticed until it is too late for the victim to revers the transformation. The virus can cause small changes like change of eye color or slightly sharper teeth. But it can also work the other way around and transforms it's victims for example into an animal or change it's gender or is even capable to transform it's victim into an inanimate object.<br>\r\n<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":1922750,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1556496840,
        "pretty_title":"The transformation virus (Amber)"
    }
}