{
    "chapters":{
        "1":{
            "author_id":"drlaptops",
            "author_name":"Spaghetti",
            "choices":[
                "Follow Clara to her room ",
                "Follow Catie to the garage where she keeps her weights",
                "Follow Rose to her room",
                "Follow Jenna to her room",
                "Follow Kay to her room"
            ],
            "content":"<div class=\"\"><div> <span>One morning, out of nowhere, you woke up in a most peculiar place. You definitely weren't in your bed, and everything seems to be absolutely massive. This was certainly out of the usual, and you tried pinching yourself a couple of times to make sure you weren't dreaming. After a couple of seconds, you realized that you had shrunken down to the size of a gnat, and you were in some random house you'd never seen before! Part of you was afraid, but part of you recognized that living the life of a shrunken man had been a fantasy of yours ever since you were a teen! Far above you, you could see picture frames hung up on the walls, but you had no way of seeing who was in the picture. As you lifted your head, you noticed that your legs were lifting off of the ground. You had the ability to fly! Certainly not as fast as a gnat, but you could move through the air at a reasonable pace just by thinking! Whatever magic that was imbued inside of you was pretty damn convenient for this plot! After a couple of seconds of floating, you could make out the picture on the wall. Photographed were 5 of the most beautiful women you'd ever seen in your life, and below each girl was a name written in beautiful calligraphy. Clara, Catie, Rose, Jenna, and Kay. If they lived here, you must be the luckiest man on earth! It was then that you heard a noise coming from a different room.<br>\r\n<br>\r\n\"Hey everyone! Breakfast is ready!\"<br>\r\n<br>\r\nYou floated through the air to find the source of the noise, and after about a minute you entered what appeared to be the kitchen of this massive house. You saw all five of these women sitting at the table with their meals.<br>\r\n<br>\r\nEach of them seemed to be having a large plate of scrambled eggs and bacon, but the girl who you believe to be Catie also had what seemed to be a weird, brownish-green, protein shake next to her plate, where all of the other just had milk. <br>\r\n<br>\r\n\"So what are you girls going to do today now that school is over?\" Said the mother.<br>\r\n<br>\r\n\"I'm gonna be putting those weights you got me for my birthday to use! Nothing beats the feeling of knowing how absolutely jacked you are!\" Remarked Catie with excitement.<br>\r\n<br>\r\n\"I might try out a new pilates circuit that I found online if anybody wants to join me!\" Said Rose with enthusiasm. Nobody responded. <br>\r\n\"I don't know why I asked\" She said dejectedly.<br>\r\n<br>\r\n\"Because I'm not stupid, I will be taking a nap until it's golden hour, and then I will leave all of my followers breathless as usual.\" Jenna said with a casual hair flip.<br>\r\n<br>\r\n\"I'm glad you are finding really valuable ways to use your time Jenna, you really are a go getter.\" Taunted Catie.<br>\r\n<br>\r\n\"Well at least I'm some musclehead freak like you!\" Shouted Jenna.<br>\r\n<br>\r\n\"Girls! Settle down!\" Clara said sternly. \"Now Kay, I was planning on going for a run later, would you like to join me?\" <br>\r\n<br>\r\n\"I'd like that.\" Kay said with a soft smile. <br>\r\n<br>\r\nAround this time, all of the girls finished up their meals, and entranced by these giant, beautiful women, you floated all the way to the middle of the table. You immediately realized your mistake and frantically tried to float as fast as you could out of the family's eyeline.<br>\r\n<br>\r\n\"Wait a second.\" Said Catie squinting her eyes at you, and leaning slightly forward.<br>\r\n<br>\r\nBBBRRRRRRRVVVVTTT! A long bassy fart erupted from Catie's ass and reverberated on the chair beneath her.<br>\r\n<br>\r\n\"HAHAHA That one was a monster! Sorry ladies, it had to be done.\" Giggled Catie.<br>\r\n<br>\r\nShe then stood up and left with her parting gift impacting every other member of the table. Everybody else exited the blast radius as quick as possible to avoid smelling any of that demon that just left Catie's ass, and as you floated atop the table inhaling the disgusting, meaty, sulfuric smell of Catie's last meal, you realized that it may be harder to get noticed than you thought it would be. You are pretty damn small, and someone would really have to be focusing on you to realize you were there. Maybe getting out of this situation alive will be more difficult than expected, but also living your dreams of spying on these giantess beauties could be more attainable than you thought. All of these thoughts raced through your head as you decided where you wanted to go next.</span></div></div>",
            "created":1589691600,
            "id":2836990,
            "title":"The Journey Begins!"
        },
        "11":{
            "author_id":"drlaptops",
            "author_name":"Spaghetti",
            "choices":[
                "Jump off the foot of the bed, land on the floor by her feet",
                "Run backwards, avoiding being crushed by her rear",
                "Stay exactly where you are "
            ],
            "content":"<div class=\"\"><div> <span>You decide that the hot milf of this family is the clear choice to spy on first, so you float as fast as you could towards what seemed to be her bedroom. As soon as you enter through the door way, you see the monolithic woman coming straight towards you!<br>\r\n<br>\r\n\"I guess I better get changed before my run with Kay.\" Clara said as she reached for her bedroom door. <br>\r\n<br>\r\nHer massive hands happened to knock right into you, and what seemed like just a small gesture for her, shot you right at the wall, and ricocheted you across the room, landing on the foot of her large bed. After taking a couple of seconds to understand your surroundings, you were shocked at the fact that you weren't hurt at all. Not only could you float (albeit slowly), but you also couldn't be injured! Not only that but you were about to see the most glorious sight of your life.<br>\r\n<br>\r\nAfter closing the door, Clara began undressing so she could put on her running clothes. She took off her shirt and her massive breasts were completely exposed. These would be pretty large for a regular human, and at your size, seeing these gigantic boobs was enough to put you in a trance. She must not have felt like putting on a bra this morning, because her entire chest was on display for you, and it was truly a sight to behold. As she looked around for a sports bra, you could see them swing side to side slowly, and the contrasted so greatly to her flat, toned stomach. Once she found her sports bra, she quickly put it on, and began sliding off her pajama pants from the night before. That was when you were able to see the biggest ass of your entire life. It was a thick bubble butt, clearly the result of a lot of exercise and a healthy diet. Very tanned, just like the rest of her body, with a small white pair of panties covering her crack. <br>\r\n<br>\r\n\"Ugh I hate putting on yoga pants standing up. I always fall over.\" Clara said as she picks her designated pants up off of the floor. <br>\r\n<br>\r\nOnce she has her pants in hand, her titanic butt cheeks begin lowering towards you at a rapid pace. You know that there's no way for you to fly away in time, so you are going to have to run somewhere, but time is running out as this glorious ass descends on you faster and faster.<br>\r\n<br>\r\n</span></div></div>",
            "created":1589691600,
            "id":2837282,
            "title":"Follow Clara to her room "
        }
    },
    "info":{
        "author_id":"drlaptops",
        "author_name":"Spaghetti",
        "brief_description":"You've been shrunk in a house full of giant women! Giantess fetish interactive.",
        "created":1589695200,
        "description":"<td align=\"left\" class=\"norm\">Out of nowhere, you have been shrunk down to the size of a gnat and teleported into a house full of giant women. Luckily for you, this is your fantasy. Perhaps what happens to you while shrunken may not be a part of your fantasy, but the only real rule is that you at least somewhat attracted to the idea of being a tiny man surrounded by giant girls. This interactive starts out unaware, but if you want the women can become aware of you. Anything goes in terms of what you are into, I personally am a big feet, fart, toilet, unaware fan, but if you want to take it in any other direction go for it! This interactive will start out with only women, but if you want to incorporate giant males into it, then go for it. Please feel free to add anything that you want, but please use complete sentences, try to make sure something happens in every chapter, and you are proud of the addition you made! <br>\r\n<br>\r\nThe women in the house:<br>\r\n<br>\r\nClara Smith (42 yrs old): The mother of this family. A rather busty brunette with a very thick ass and a very sweet and gentle demeanor. Doesn't have a mean bone in her body, and loves all of her daughters with all of her heart. Her husband is a wealthy business executive and has to work far away from home very often. She sometimes feels lonely with her husband being away so often, but finds solaces in activities like jogging, cooking, and gardening. She loves exercise, and goes for a run almost every day. This does result in a lot of sweat, and she is known in the family for her infamous running shoes which smell atrocious. She is very embarrassed by this, and hates when her children tease her when her feet smell. She also cares a lot about her children's health, and cooks full meals for all of her girls every day to make sure they stay fed. <br>\r\n<br>\r\nCatie Smith (20 yrs old): The (technically) eldest daughter in the family, but is the twin sister to Rose. Catie is a blonde with average sized boobs, and a very solid strong ass. Catie has a passion for weightlifting, and is incredibly strong. She found her passion for powerlifting when she left for college, but now that she is back at home, she is finding every spare moment to keep her training up. Generally a pretty happy and upbeat person, she is also very competitive, and loves showing off at everything. Because of her training, she is often found ingesting as much protein as possible, and is known around the house for her destructive protein shake farts. While her gas can't literally destroy anything, it certainly impacts her family's noses, and Catie loves it. Between putting a sister in a surprise sweaty headlock after a long training session, or challenging one to a fart contest, Catie will find any way to make anything a competition.<br>\r\n<br>\r\nRose Smith (20 yrs old): Catie's twin sister. Rose and Catie may be twins, but they do not look much alike. Rose is substantially taller, and has dark brown hair. She also has much larger breasts, and the juciest ass of the entire family. Rose is a dancer, and is much more reserved than her twin sister. She is very upbeat, and kind, but does not have that competitive edge that Catie has. Rose is very easily frightened, and also incredibly forgetful. She has been known to lose track of almost anything she has, and will find them in a completely random place. She is often found practicing dance in her room, or just trying to get some exercise in. Even though she doesn't show it as much, she still works up quite the stink after she is finished dancing, and no person in the house dares go near her bag of dance shoes. She also may not have as high protein of a diet as Catie, but still eats very healthy, and every member of the family can tell when Rose rips classic silent but deadly, which makes her feel very embarrassed. <br>\r\n<br>\r\nJenna Smith (18 years old): Julie is the social butterfly of the family. She has a much curvier body type than her sisters, with very large boobs, and an incredibly wide ass. She has long brunette hair, and wants to be everybody's best friend. She doesn't have that many hobbies other than posting pictures of herself on social media, and commenting on her friend's pictures, but she loves her sisters more than anything, and doesn't think anybody is more entertaining than her family. She is always the first to tease her sisters for anything gross that they do, and will always meet any challenge that Catie sets. Jenna does have a habit of being a bit of a brat, and is used to getting what she wants. She loves when people fawn over her, and can come off as being a bit spoiled and lazy. As a result of her laziness, she doesn't take as many showers as the rest of her family may want her to, and she can go many days without noticing her acclimating stench. If any of her family pointed this out however, she would become incredibly vindictive, and would most likely do something childish and immature to get back at them. <br>\r\n<br>\r\nKay Smith (16 years old): The quiet one. Kay is a very shy girl, with shorter, dirty blonde hair. Very skinny, with almost no boobs, and a small round butt, Kay is by far the least vocal when it comes to her family. She loves them all very much, but prefers to read, and loves running long distance. She is very close with her mother, and will often go running with her. Sometimes she is grossed out by her other sister's habits, but when she isn't the victim she finds it kind of funny. Even though she tries not to make a large impact in the house, there is one attribute that she is known for very well. Kay has IBS, and often leaves the bathroom with a dense, foul cloud of stink that any other member of the family avoids like the plague. Kay is incredibly embarrassed by this and feels so bad when she destroys the toilet, but she can't help it, and knows that it's inevitable. She is an incredibly sweet person, and would never intentionally start any sort of conflict.<br>\r\n<br>\r\nThose are all of the characters right now, try to add chapters with these bios in Mind! Have Fun!<br>\r\n</td>",
        "id":2222094,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589759640,
        "pretty_title":"Giantess House Shrink "
    }
}