{
    "chapters":{
        "1":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "Twig",
                "Trixi",
                "Dixi",
                "Jaz",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>          You where walking down the path into the forest, the trees shot out into the sky the leafs coat the bright blues sky. As you walk deeper you see the trees has blocked out some of the sunslight though you can see a few raise bleed through the leafs. you can hear the birds chearping and you see a few fireflies flash their lights around you, their is something rather special about these woods though you don't think too much about it.<br>\r\n          Then you here some quite quick flapping and then you see a glittery light zoom near you. It was fairy though you can't make her out because shes flying too fast to make her out. Naturally you start swing your hand to shoo it away then all of a sudden she blow some fairy dust and you sneezed. Knewing that you pissed her off quickly said \"Sorry I just don't want you near my face.\" You could not tell what fairy dusk will do to you but its something that you won't cause to much trouble hopefully.<br>\r\n<br>\r\n          The fairy then spoke to you in a high pitched voice \"well maybe just say that rather than trying to hit me!\"<br>\r\n<br>\r\n          By the sounds of it your sorry only made her angrier you try to think of something to defuse the situation You quickly said in a nervous tone \"Ok, you got a point I just think we got off on the wrong foot how about we introduse ourselfs my name it (your name).\" You hopefully defused this argument all of this is making you fell light headed though you think that might have to be the fairy dust. The fairy stopped flying around you reached out you hand and she lands on it you now can make her out now. She looks like...<br>\r\n<br>\r\nWho is the fairy</span></div></div>",
            "created":1591246800,
            "id":2845571,
            "title":"One Magical Day Awaits"
        },
        "11":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "She tells you the dust from earlier has a shrinking effect",
                "She gives you a mysterious potion",
                "She shows you a magic trick that effects you",
                "She shows you a magic trick that effects her/ an item"
            ],
            "content":"<div class=\"\"><div> <span>          \"Well you did say that you were sorry, so I guess I can forgive you it for now. My names Twig!\" She said with a joyful tone. She then winked and flew up to your face, her yellow hair moves like the wind and here wings flapped as quick as the eye can see. \"I don't really talk to much humans. Mostly due to the fact that they rarely come around, so you can kinda see why I snapped at you like that I didn't really know what came over me their.\"  She then flew over to your shoulder and sat down, maybe this isn't so bad after all she seems rather nice granted her anger was justifie this could be a start of a quick friendship.<br>\r\n<br>\r\n          You turned you head towards her \"No worries it was understanded, water under the bridge.\" She gave you a sun filled smile and a cute squeaky chuckle, you continue along the path but their is still one thing that bothers you. <br>\r\n<br>\r\n          The fairy dust from earlier you still don't know what the effects are or even if they even have an effect you head still hurts from it. Though it is starting to clear up Twig would of said that the dust she through had some magical effect to it. You look back at Twig and shes still sitting there swinging her feet back anf forth with a care free smile. So it must be nothing you are probably thinking to deep into it, you breath a sigh of relief. Then Twig tugs on your ear wanting to tell you something so you lean in.<br>\r\n<br>\r\n          She stands up on your shoulder and gave a small grin \"what if I showed you something cool lets just say it's a little suprise that your going to like.\" She flew off your shoulder and flew infront of you \"Come on follow me!\" She said with a musical tone. <br>\r\n<br>\r\n          You do like suprises so you figured to follow her, if it's was that cool you have to go and see it so you ran after her at full speed. You never thought that some one as small as her would be that fast but the enegy she have shows it. You made it to a clearing in the woods and their she was waving at you, she then flew towards you now lets see what this suprise is all about.<br>\r\n<br>\r\nWhat is the suprise?</span></div></div>",
            "created":1591419600,
            "id":2846600,
            "title":"The names Twig"
        },
        "112":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "Lets just talk for a min. and get to know each other",
                "explore around with your new height"
            ],
            "content":"<div class=\"\"><div> <span>Twig flew up to you gleefully not letting anything stop her. \"So are you ready for that suprise I was talking about.\" You nod your head ready for anything. She gave a playful giggle and flew the the tree next to you, she reached into the small hole to then pull out a bottle of a strange purple liquid the battle appears be the half the size of her its roughly the size of your palm. She flew back and drops the bottle in your hand you lift it up and then stared at it with discontent.<br>\r\n<br>\r\n\"Go a head drink it!\" Twig said with enthusiasm, usually you don't drink stange drinks random people give you and you can't really consider that you konw Twig so you hesitate.<br>\r\n<br>\r\nYou look back at Twig \"are you sure that this is ok I don't feel to conformable with this, I don't know of its poisonous?\"<br>\r\n<br>\r\nShe giggles \"It's not but I'm not going to tell you what ot does I dont want to spoil the suprise. But the one thing I will spoil is that it has a amazing fruity flavor!\"<br>\r\n<br>\r\nWell that was not all too helpful but you guess you can take her word that its not deadly. But you don't want to be rude so you pull the cork of the top of the bottle making a clean and satisfying pop. The smell wasn't to bad it has an organic herb like smell, you look back at Twig and she gives you a thumbs up. You look back at the bottle \"Just one quick question do I need to drink all of it\"<br>\r\n<br>\r\nShe smiles \"you don't, you could just take a sip.\"<br>\r\n<br>\r\nThat takes care of that so you took a small sip, you smack you lips as the liquid slides down your throat. It was... really good she was right it does have a nice fruity taste, blueberry, with a hint of strawberry. The flavor explodes in your mouth a punch of sweetness. You try your best not to go in for another sip, you manage to hold the urge you don't know what it even does yet. At first nothing so you figured that it was just a normal drink. After a few seconds you get a warm soothing feeling in your stomach, though weird at first but you start to embrace it, but then you get a sinking felling you feel your bones retract and the world around you starts to grow. Are you going on a drug trip or something. <br>\r\n<br>\r\nThen you here Twigs voice but warped \"So how do you like it?\" your vision gets slightly haze, but then starts to clear everything just stops after that. Everything is normal exept for on thing but you can put your finger on it did the grass just get taller and then you look at Twig she is still small but she is at the height of you knee. She jumps up and down laughing.<br>\r\n<br>\r\n\"TA DA! Your now smaller.\" She then flies up and does a few flips<br>\r\n<br>\r\n\"You shrunk me! Why!?\" you said in a shocked tone.<br>\r\n<br>\r\nTwig then says \"Well I figured that that we can have some more things to do when your the same size as me. plus the potion not only shrink you but make you more durable and harder to kill.\"<br>\r\n<br>\r\nStill in shock you look back at the bottle and then at Twig then you thought that does make sences it must be hard to hangout with someone if they are 10 times the size and plus the activitys you could do would be limited \"You now Twig you got a point.\" You then drink all of the potion and you begin to shrink smaller and smaller until your the same hight as Twig at 6 inch (15.24cm). She smiles with joy but you get a strange feeling that this my not be the last time you will be shrinking. <br>\r\n<br>\r\nShe stands right in front of you \"So what's the first thing you want to do?\" Her voice was no longer high pitched, and sounds rather normal she has a high musical tone to her voice that is rather playful. You think of the things you want to do?<br>\r\n<br>\r\nWhat do you plain to do?</span></div></div>",
            "created":1591678800,
            "id":2848441,
            "title":"She gives you a mysterious potion"
        },
        "14":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "The fairy dust shrinks you",
                "She found an odd magical item",
                "she found out that the fairy dust shrinks you with a twist",
                "she see something/someone needs help",
                "she feels her magic powers gain more power "
            ],
            "content":"<div class=\"\"><div> <span>The fairy was very blue with here nice blue dress and long flowing blue hair. She takes a breather and then you hear her soft but welcoming voice.<br>\r\n<br>\r\n\"I'm really sorry I yelled at you like that must of been the heat of the moment there. I didn't wish to threaten you... My name is Jaz.\" She reachs her hand out wanting to shake hands, you extend your finger to her and she grabs it and shakes it. Their is a sign of discern on her face but then it turns to a bright smile rather odd but you try not to think too much on it. Jaz then flies out of your hand and then flies next to you \"So what brings you to this forest anyways?\" She ask with a soft tone, it seems that she trying to make odds with you.<br>\r\n<br>\r\nYou awnser her \"well I was just going down for a walk that's all. This is a new path that I'm taking because hey, you might as well explore as much as you can.\" Jaz gives a cute little chuckle and nods, it seems that she enjoys talking to you. Though she does seem to keep her distances around you, most like to not invade you personal space, at the same time she does hae that look that something is on her mind. Though you try your best to ignore it and not to make too much eye contact so you don't make her feel uncomfortable. Though in do time you had to ask the question<br>\r\n<br>\r\n\"You see off put by something?\" Jaz quickly looked at you and then took a moment to think \"I'm just saying you seem rather bothered by something?\"<br>\r\n<br>\r\n\"Oh... uh well you see... You know the fairy dust from earlier.\" She replied with a scared and doubtful, your face turns a pale white unsure on what she is going to say about it. She took a big exhale \"You see I don't kno what effects it might hold I just... blindly through it at you without knowing what it would do.\"<br>\r\n<br>\r\nYou try to keep calm and try to calm Jaz down besides she looks like she would even hurt a fly. \"Look surely you are over looking this. It must not be this severe as you think.\" Jaz looks at you then nods putting trust in your judgement. A few minutes pass and then you hear Jaz exhale like he figured something out<br>\r\n<br>\r\nWhat did Jaz find?</span></div></div>",
            "created":1592456400,
            "id":2853440,
            "title":"Just your friendly fairy"
        },
        "15":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "Maple",
                "Sky",
                "Tiffy",
                "Readers Choose"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><font class=\"size4\" style=\"\"></font>Heres some more Fairy chooses or you can enter you own suggestions.</span></div></span></div>",
            "created":1591246800,
            "id":2845575,
            "title":"More"
        },
        "152":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "The dust will slowly shrink you",
                "I put a curse on you that shrinks you with a special twist",
                "It was nothing and she was teasing you"
            ],
            "content":"<div class=\"\"><div> <span>As she flies into your hand you see the small pink fairy give you an annoyed pout, by the looks of it she still doesn't take too kindly to your apology. \"well if you want to know my name is Sky.\" she said with an high pitch naggy tone. She then flips her hair back and then flies up to your nose \"Look the less thing I want is a human like you tring to swat at me. But I will give you the benefit of the doubt you did at less apologized, so I geuss we can drop it... for now.\"<br>\r\n<br>\r\nThough you are on equal terms you still get a strange feeling that she will still hold it against you. So you will just shrug it off and carry on your way but it seems Sky is still following close to you. \"Um do you... need anything else or do you still want to chat?\" This fairy is something you can't understand what this fairy want's it seems she has some sort of self-center ego.<br>\r\n<br>\r\n\"You know humans like you don't come here often and I see why they often just think of them selfs and not to the others around. Like I have needs too, you know how hard it is to keep looks like this...\" and She contunies on and on at this rate you knew you should of just went to the town today. By the sounds of it shes a total bitch she thinks the world revolves around her. She is still going on your mind is about to explode, even when she tries to be genuine she still comes off as petty granted if you can call this \"genuine\". \"Like I had it with humans they think that since they are bigger than use they think that we are just a thing.\" as she concludes, see then begin to fly up and sit on your shoulder and crosses her legs. Then for a brief moment you fell light head but then as you feel it, it's gone. Ether thats from her fairy dust from earlier or you mind finally melted after her whole speech. You walk down the path and finally with some peace and quite then you feel a bit dizzy and you stubbled slightly.<br>\r\n<br>\r\nYou turned your head at Sky \"Sorry I just feel a little light headed.\" She then looks up a bit annoyed but as she doesn't seem to care.<br>\r\n<br>\r\n\"Ya about that... thats from the fairy dust. Its manly and after effect you will get use to it.\" She said while looking at her dress. You thought that she as very dismissive about that. What does she meen \"after effects\" was it a magic spell, or was it just used as a means of pepper spray and it has an after effect or is it even worse. You don't know what she did to that dust it may be mostly nothing but some how you doubt it.<br>\r\n<br>\r\nYou look back at her and with curious but stern tone \"what do you mean by \"after effects\" is their more to the fairy dust?\" <br>\r\n<br>\r\nShe grins \"Well if you really want to know...\"<br>\r\n<br>\r\nWhat does Sky say.</span></div></div>",
            "created":1591592400,
            "id":2847876,
            "title":"Sky The Queen of all Bitches"
        },
        "155":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "Snow",
                "Enchantra"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><font class=\"size4\" style=\"\"></font>More opitions right a way</span></div></span></div>",
            "created":1591765200,
            "id":2848950,
            "title":"More"
        },
        "1552":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "She tells you that the curse slowly shrinks you.",
                "She doesn't tell you at all and you have to find out.",
                "She tells you that the curse shrinks you with a twist."
            ],
            "content":"<div class=\"\"><div> <span>Just staring at thus fairy puts you at unease the menacing look in her eyes  or the dark purple ora around her. She gives a scoff and flies off your hand and then stares at you and then gives a small chuckle to herself.<br>\r\n<br>\r\n\"Well Human if you must know my name is Enchantra the most powerfullest fairy within the area, and I can leave our past grievances slide... But I won't you see my magic as almost taken full effect and by the looks of it you are not trained in the art of magic.\"<br>\r\n<br>\r\nYour body tences in shock \"Effect! What effect!\" You then shamble to your knees and beg for her forgiveness.<br>\r\n<br>\r\nEnchantra laughs at your plight \"You see humans like you never change, though rather tall, but weak and yes you may say that I'm \"over reaching\" but you see I would never get an opportunity to show how much power I have over a human. This is an rare occasion after all.\"<br>\r\n<br>\r\nAs you see the ora grow around her you try to make a run for it and get as far away as possible. The you feel your body freeze you can't move a thing. Enchantra laughs \"You think you can get way that easy, well you see that fairy dust I through at you allowed me to put a curse on you giving me more power over you then you can ever think. It does have one major effect but I don't know if I want to spoil the suprise, now you shall be my guinea pig. Though by the end of this you would not be even be considered a guinea pig maybe a slave, plus I almost for got to metion you can not die kinda.\"<br>\r\n<br>\r\nStill in shock you try to brake free but you can't \"So you saying that the immortality isn't the main part of the curse then what is it?\" You ask <br>\r\n<br>\r\nShr floats in place and puts her finger to her lips \"Well if you begging to know it... ummm I want to tell you but... I don't know if it would be more fun to let you find out\"<br>\r\n<br>\r\nWhat does she do and mostly what does the curse do if she tells him of course?</span></div></div>",
            "created":1591938000,
            "id":2850043,
            "title":"Enchantra"
        },
        "15523":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "when ever you worship me",
                "When ever you feel weak",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><font class=\"size4\" style=\"\"></font>What is the twist?</span></div></span></div>",
            "created":1592024400,
            "id":2850950,
            "title":"A twist?"
        },
        "155232":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "Get on your knees and praise me",
                "continue to scare you until you are at waste height",
                "she pushes you on the ground and puts her foot on you"
            ],
            "content":"<div class=\"\"><div> <span>She leans into your ear \"You know I will tell you... you will shrink when you feel weak and fearful.\" she then flys back with an evil sadistic smile. You feel yourself sink inch by inch you try to calm down but you can your completely powerless. The magical field holding you in place disappear you fall to the ground sitting down you try to crawl away but Enchantra is still keeping up with you. The fear fills you with shame you are at the mercy of a fairy you are completely weak compared to her. You continue to get smaller and smaller you are only half the size of your original height, but it as only short lived as you begin to shrink shorter.<br>\r\n<br>\r\nYou quiver \"Please lift the curse! I beg you I will do anything!\" That seems to make her enjoy your suffering even more she then thinks once again considering her options.<br>\r\n<br>\r\n\"No... As I said before I would never get an opportunity like this. I never got a changes to test my magic on a human before, but how about this if you are a good little slave maybe I would consider to restore you back to your normal size.\" You feel a slight relief and your shinking begins to slow down though you doubt that she will keep her word but any hope is better then non. You stand back up and then it hits you... your no bigger then her chest you must of shrunk faster than you thought. You shrink a little as the dread sinks in you stare deep into her purple eyes you feel her power over you her voice is no longer a high pitch squeek no more but rather a commanding seductive tone. Making her sound more in control over you it doesn't help when you have to look up to her.<br>\r\n<br>\r\nShe gives a slight chuckle at you height \"Well this is a view I going to enjoy... hold your emotions for now because I want to enjoy your current for a little while. Trust me you should enjoy this height as much as you can because soon I will show you how powerful I realy am, and why you should fear me.\" He words pierce you like daggers, but you shrug it off and swallowed your fears and insecurities and you prepare yourself for what is instored for you. Enchantra then gives a menacing smile and places her hand on your shoulders and pushed down and squeezes them tightly. She stares into your eyes \"So are you ready for whats to come my little pet.\" you begin to sweat and then you fell a few centimeters as the fear kicks in again.<br>\r\n<br>\r\nWhat does she do first with you</span></div></div>",
            "created":1592283600,
            "id":2851970,
            "title":"When ever you feel weak"
        },
        "1552321":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "Climb me",
                "To worship my feet",
                "To make me a gift"
            ],
            "content":"<div class=\"\"><div> <span>She giggles to see you keep your cool it seems to bring her some joy \"Well my oh my don't we have a fighter but let me put it this way theirs no chance in hell you can stand up to me. Just look at you no higher then my breasts.\" Her words cut deep you but you try your best to keep your pride and stand tall, and some how this makes you more confident. Though the state that you are in is... unappealing to say the less, you power through the insults thrown your way. You give a small grin and then look up at her and stare deep into her eyes, she stares back with intrigue.<br>\r\n<br>\r\n\"So you really think you can with stand me little one remeber I have you where I want you.\" Then with a flick of her wrist you begin to feel a sharp pain flow through your body bringing you back to your fear. She giggles with joy \"now little one get down on your knees and praise me as, and without hesitation you do what she says. You feel yourself shrink more feeling powerless, she smiles knowing that she has you under her full control and seeing you slowly shrink makes it even more enjoyable too her. This is the most humiliate you ever felt in years she then puts her foot on your shoulder and then looks down at you. \"I want you to praise me say that you are forever mine. Go on do it we both know that I have the most power here.\"<br>\r\n<br>\r\nYou almost choke on your words but you didn't say any thing, Enchantra's face turns to anger she pushes down on your shoulder with her foot. The pain you feel is nothing you felt before but the fact that she is pushing this to point tells you that its best not to disobey her. Plus not to metion that if you are on her good side she did say she will regrow you. \"Ok, ok... I am forever... yours.\" you feel like shit after that you shrink a bit more and by the looks of it she is loven this. She pusts her foot off of you and then squat down to your level and she gives a laugh.<br>\r\n<br>\r\n\"Well wasn't that so hard I want you to stand up don't get too excited this is only to see how tall you are.\" She said in a demanding tone, and you spend not time so when you got up you where... Up to her waste though it may has it perks but the fact that your smaller than a fairy doesn't make this much of an upside. She smiles and then shuff your face in her vagina \"Hm you like that well maybe if your a good little boy I will let you have fun with it.\" she then thows you off and demans you to get back on your knees and of course you do as your told. Then with a snap of her fingers a throne appears a seat perferctly suited for her she grins at you \"Well now it seems you have come to terms that you are my slave which is perfect to know what I want you to do is you first task and this is a simple one is to get on all fours and be my foot rest. This is degrading on so many levels but you have to do it if you want to go bact to normal. So you do it but not for long due to your shrinking with in a minute or two you shink a little bit more that you were only ankle height. As you stand looking at her ankle and then look up to see the amazon of a fairy towering over you she then knees you in the face and ask you to get back on the ground.<br>\r\n<br>\r\n\"So everything is peachy between use right?\" you ask hoping that she will just let it go she laughs at your question.<br>\r\n<br>\r\n\"Of course not I'm having too much fun with you and plus you we haven't really gotten to the real fun yet my little slave.\" Her voice sound different a little deeper and more powerful and by the looks of it this will be the case as time goes on. You try your best for it to not get the best of you you look around and see that her throne holds a lot of personal items gems, tomes, and a few glass most like potions or some kind of drink its hard to tell but most of all. Theres a magical orb, a dagger and lastly a whip. Enchantra looks down at you on her throne \"Now my slave now for your next task I want you to kiss my feet\" She then plants her foot on the ground and you gave it a light kiss she gives a little giggles \"I was kidding I just want to see if you would do it. What I really want you to do is...\"<br>\r\n<br>\r\nWhat does she want you to do?</span></div></div>",
            "created":1592888400,
            "id":2855315,
            "title":"Get on your knees and praise me"
        },
        "155233":{
            "author_id":"bloodshot416",
            "author_name":"Blood Shot 416",
            "choices":[
                "When you and/or I kiss each other",
                "when ever I say \"Shrink\"",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span><font class=\"size45\" style=\"\"></font>Some more options to suit you taste in a magical shrinking twist</span></div></span></div>",
            "created":1592110800,
            "id":2851386,
            "title":"More"
        }
    },
    "info":{
        "author_id":"bloodshot416",
        "author_name":"Blood Shot 416",
        "brief_description":"you were just a normal person, until you had a run in with a fairy with magical powers.",
        "created":1591248300,
        "description":"<td align=\"left\" class=\"norm\">You were on an daliy walk until you encountered a fairy. You didn't minded it at first but what you less expect was a to be smaller then her. Now you are at the mercy of her and you don't know what she has instored for you.<br>\r\n<br>\r\nFairies:<br>\r\n<br>\r\nTwig: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.deviantart.com/genzoman/art/Cherry-Fairy-754016061\" target=\"_blank\">https://www.deviantart.com/genzoman/art/Cherry-Fairy-754016061</a> Twig is a very energetic fairy how has a playful personality, though a can be a bit too playful at times she loves to use her magic on people for a little prank. In your case you will be her next toy.<br>\r\n<br>\r\nTrixi (left) Dixi (right): <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.deviantart.com/innocent-owl/art/Extreme-Smallness-716016547\" target=\"_blank\">https://www.deviantart.com/innocent-owl/art/Extreme-Smallness-716016547</a> Trixi is a purple haired hot head who loves the attention, she is often layed backed but is full of herself who might like to see you pamper her. Dixi is a fairy that love to experment with live and looks but other as well and would love to see what she can to you<br>\r\n<br>\r\nJaz: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.deviantart.com/maruhana-bachi/art/Fairy-Blue-390158732\" target=\"_blank\">https://www.deviantart.com/maruhana-bachi/art/Fairy-Blue-390158732</a> She is rather quite and dosen't tend to get in the way of others she is also rather friendly. Shes caring and gentle to her friends and others. Her calm blue exterior can make her your best friend.<br>\r\n<br>\r\nMaple: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.deviantart.com/karbo/art/The-final-dungeon-659990826\" target=\"_blank\">https://www.deviantart.com/karbo/art/The-final-dungeon-659990826</a> Shes not like any other fairy, she has a tomboy like additude. She also has a passion for spells and charms, some day she will show her full power to a human. To show them that fairies are not so short after all. She all ways gets the last laugh when having fun.<br>\r\n<br>\r\nSky: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.deviantart.com/yanaidraws/art/FAIRY-837305044\" target=\"_blank\">https://www.deviantart.com/yanaidraws/art/FAIRY-837305044</a> She see lives for the life of royalty, acting like a queen to others. Bossing others is what she does best is it because of power she feels maybe. Is it because she entitled and damn good looking hell yes. Her looks comes first and it shows with her adittude additude though in some cases she uses her looks to get whet she wants... like you.<br>\r\n<br>\r\nTiffy: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.deviantart.com/elenadudina/art/Purple-fairy-819273483\" target=\"_blank\">https://www.deviantart.com/elenadudina/art/Purple-fairy-819273483</a> She is rather shy, more shy than most fairies often keeping a lot of things to herself. Some thinks that its because shes hiding something or maybe because she just does not like attention. But she is rather gentle and carring to thoughs arounder her she is one to talk to if you get her to speak that is. Though if anything goes wrong all you can hear are her soft \"sorrys\" how knews how she would react to you. <br>\r\n<br>\r\nSnow: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.deviantart.com/sayju/art/Classroom-Fairy-2-778725705\" target=\"_blank\">https://www.deviantart.com/sayju/art/Classroom-Fairy-2-778725705</a> Shes rather calm and collective also rather smart, she finds humans rather intreasting and want to learn more about human culture. She can be often found be flying around outside of cities and towns. On the off chances that she not exploring cities she often talk to travelers to learn more about them. Though she does have a little secret that she keeps she hopes to feel bigger in one way or another and it looks like its her lucky brake.<br>\r\n<br>\r\nEnchantra: <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.deviantart.com/batusawa/art/Fairy-Queen-Canon-x-OC-commission-796474442\" target=\"_blank\">https://www.deviantart.com/batusawa/art/Fairy-Queen-Canon-x-OC-commission-796474...</a> Shes known as one of the most powerful fairy around, and she lets it show. She loves the feel of power and control it just all goes to her head though it makes her go \"over the edge\" at times. She sees others as lessers its now wonder others would call her the queen of power, and in your case you are just her slave maybe even less.<br>\r\n<br>\r\nMore characters will be add overtime.<br>\r\n<br>\r\nRules: I'm not very picky when it comes to restrictions but of course you have to have some to keep things in check<br>\r\n<br>\r\n1. No giant men or M/M. Just keep this giantess focused. Though I'm not opossed to small women just as long as they are taller then the men its fine<br>\r\n<br>\r\n2. Their are no size limites go CRAZY. BUT build up to it. Just note that you will start out at your normal size of 5'11\" (1.8 meters). Also if you so choose the fairies can grow same rule applies no limit.<br>\r\n<br>\r\n3. No one sentence chapters unless the chapter is to extend more choices, other wise at less a paragraph or more.<br>\r\n<br>\r\n4. Humans are allowed but keep them at a minimum this is manly focused on the fairies.<br>\r\n<br>\r\n5. This is hard to enforce based on countries people live but any under-aged character please don't too sexual you can keep it playful but nothing this is under the lines of sex or any thing inappropriate I just don't want the FBI knocking on my door.<br>\r\n<br>\r\n6. Please write in english.<br>\r\n<br>\r\n7. No extreme levels of scat or extreme toilet stuff. You can have it but don't go overboard.<br>\r\n<br>\r\n8. I'm not a huge grammer nazi but please spell check and try your best on using good grammer hell I'm not perfect either. <br>\r\n<br>\r\n9. This is a shrinking story so keep the story on track on that. Plus as metioned previously growing is allowed its mostly focused on shrinking.<br>\r\n<br>\r\n10. Please use 2nd person like \"you saw, or you felt\".<br>\r\n<br>\r\n11. No single choice chapters. Two or more choices this is an interactive story after all it's a lot more fun if you have more choices.<br>\r\n<br>\r\n12. You are allowed to add more charaters just introduce them when mentioned (picture(s) is optional).<br>\r\n<br>\r\n13. Don't end the story too early let the story go as long as possible. Ideally want the story to be endless but I know that's not going to happen.<br>\r\n<br>\r\n14. Lastly and this is a big rule... HAVE FUN and be created for example you could use magic to shrink or a potion or food or a spell that shrinks you when ever you *Insert thing here*. But just follow the story and the path that you choose.</td>",
        "id":2223452,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1591332000,
        "modified":1592891580,
        "pretty_title":"A Fairy Big Girlfriend"
    }
}