{
    "chapters":{
        "1":{
            "author_id":"ropag",
            "author_name":"Nanashi-ropag",
            "choices":[
                "Alex Hopps - Dem glasses or . . .",
                "Rebecca Troy - Earrings or something else",
                "Spencer McKnight - something of his or something he picked up",
                "Danielle Stevenson - something in the box she found, or something she lost in it",
                "Someone else (readers choice)"
            ],
            "content":"<div class=\"\"><div> <span>Jenifer Dalton was bored sitting at her job, the glorious \"Information Desk helper\" . . . one who rarely got asked a question that wasn't either blatantly obvious or horrifyingly stupid. While it was a paying job, it was one that left her plenty of time to think and even browse the web with little chance of being caught or in trouble.<br>\r\n<br>\r\nThis being said, such a boring job would be understandable if Jenifer didn't notice anything amiss behind her, or even beside her in the Donations bin, or as most people recognized it - The lost and Found box. During one of her free periods of browsing the web, various objects that had made their way into said box glowed an odd blue, though on occasion red and even green had occurred. Jenifer wasn't unobservant, but it didn't help that her job plus looking down at her phone left her unaware of what was going on. <br>\r\n<br>\r\nThis all leads us to this moment in time, where a box filled with various objects that most would disregard will cause a change for those 'lucky few' who decide to brave this 'benign' box.<br>\r\n<br>\r\nAlex Hopps - A young adult male who has lost his pair of glasses, and stumbles his way to the information desk in hopes that either they are there, or maybe a loaner pair could be in the L&amp;F box<br>\r\n<br>\r\nRebecca Troy - A young female who had donated a pair of glasses to the box, but also picked up a pair of earrings while Jenifer was distracted. . .<br>\r\n<br>\r\nSpencer McKnight - a young high-school student who had decided to ask Jenifer if it was okay to donate a few items, and spots something that they 'just have to have'<br>\r\n<br>\r\nDanielle Stevenson- a busty party girl in high-school who in a somewhat daze wandered past the information booth. While there and getting her bearings happens to spot something in the box that she just has to have. . . <br>\r\n<br>\r\n</span></div></div>",
            "created":1585026000,
            "id":2806053,
            "title":"In the beginning"
        },
        "11":{
            "author_id":"ropag",
            "author_name":"Nanashi-ropag",
            "choices":[
                "Alex asks to use the previously donated glasses",
                "Alex asks Jenifer to see if any are in there that he could use",
                "Alex decides to search without help",
                "Readers choice "
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.8;\">Alex Hopps was almost the poster-boy for nerd-like looks, and their glasses, thick-framed things, did not help with losing such an image or reputation. 'Sadly', while at the mall window shopping, Alex lost his glasses and was glad that he could at least still see general shapes, if not details without them.<br>\r\n<br>\r\nSomeone mentioning that they could have been found and turned in to the information desk, or that they might have a pair of glasses that could be used in the meantime, Alex stumbled their way to said location. Jenifer, seeing the young man nearly walk into other people, as well as almost walking into a potted palm-tree, puts down her phone to actually pay attention to him.<br>\r\n<br>\r\n<i>\"Hello, uh...did anyone turn in a pair of glasses recently? I seem to have lost mine, and if not, would their possibly be a pair that could be loaned to me?\"</i> Alex asks awkwardly, feeling quite embarrassed about having to ask about such a simple thing.<br>\r\n<br>\r\n<i>\"Someone donated some glasses earlier, and you are free to use them, but unless you want to go searching this box, these are the only pair i know of on hand,\"</i> Jenifer answers, feeling bad and helping the almost blind Alex and helps him over to the Lost and found box, even tempted to offer to aid him if he does decide to search said box.<br>\r\n<br>\r\n</span></span></div></div>",
            "created":1585717200,
            "id":2811425,
            "title":"Alex Hopps - Dem glasses or . . ."
        }
    },
    "info":{
        "author_id":"ropag",
        "author_name":"Nanashi-ropag",
        "brief_description":"What could go wrong when dealing with a Lost and Found box and a bored deity?",
        "created":1585032660,
        "description":"<td align=\"left\" class=\"norm\"><span style=\"line-height:1.8;\">We all lose something at some point, and wonder if we'll ever find it again - We all happen to notice the Lost and found boxes in various places, such as; Hospitals, malls, schools, libraries, train stations, airports, and more. Now what if a being that has near god-like powers got bored, and decided to add chaos to the most random of items and set them about in these Boxes? Lets find out!<br>\r\n<br>\r\n</span><br>\r\n<br>\r\nThis story is about how random objects in the box affect those that interact with it, whether its someone picking up an item and accidentally possessing another that the item was from (i.e. a guy picks up a jacket and ten minutes later finds himself as the previous owner), or they shape-shift into someone that once owned the item, to even body swapping or more - just keep it reasonable and understandable folks!<br>\r\n<br>\r\n<br>\r\nPlease try to write more than one line of text (and please try to make it sound at least somewhat understandable - if it isn't don't be surprised if it's removed)<br>\r\n<br>\r\nAlex Hopps - a young male adult between the age of 18-24, who is an introvert in most situations unless talking to friends on a topic they feel passionate about.<br>\r\n<br>\r\nRebecca Troy - a young female adult between the ages of 18-24 who is an extrovert and normally quite law-abiding, but sometimes gets an impulse to break the rules. . .<br>\r\n<br>\r\nSpencer Mcknight - a high school male (16-18) who decided to donate a few random things at the local mall and visit with their acquaintance that runs the Information booth as well as the Lost and found box. While there they found something eye-catching. . .<br>\r\n<br>\r\nDanielle Stevenson - a high school female (16-18) who had been partying hard the previous night. In a daze she happened by the information booth and just happened to find something calling to her in the box . . . and she might have lost something in there while rooting around in it?<br>\r\n<br>\r\nGround rules : No excessive swearing (please!)<br>\r\n                      : No excessive graphic sex (while it would be amusing it shouldn't be the center of the story/chapter unless there is a very good reason beyond 'cause i want it so')<br>\r\n                      : Character death is allowed if there is a good reason, but please make it count or i will delete the chapter.<br>\r\n                      : All transformation types are allowed (skin suits, possession, shape-shifting, body swap, and others, but don't go to ridiculous that the point of the story is potentially lost).<br>\r\n                      :The basis of this story is to have interesting occurrences with 'random' objects, which means that adding 'person picked up object, and just instantly transformed' is kinda a nope - too many of those and things start to be removed.<br>\r\n                      : Try to have fun, and make it fun for others - don't ruin it for all just cause you want to be a Troll</td>",
        "id":2216793,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585731180,
        "pretty_title":"Lost and found chaos"
    }
}