{
    "chapters":{
        "1":{
            "author_id":"scratch124",
            "author_name":"MorphoHex",
            "choices":[
                "Prom-otion or Demotion?",
                "Mission Unpossible",
                "Repetitive Content",
                "(Poke)monster Girls",
                "Let's see some more options!"
            ],
            "content":"<div class=\"\"><div> <span><b>Prom-otion or Demotion?</b><br>\r\nA high school senior having the time of his life at prom night gets quite the shock the next day when he finds out the day hasn't changed! Not only that, but he seems to have gotten younger!<br>\r\n<br>\r\n<b>Mission Unpossible</b><br>\r\nSamus Aran goes through a typical day with a pretty simple mission. But when an anomaly causes her to experience the mission over and over, changes to her body and mind make it harder to complete each time...<br>\r\n<br>\r\n<b>Repetitive Content</b><br>\r\nA gaming fanatic finally manages to get through that difficult challenge, only to discover their progress never saves! They keep trying to complete it, not realizing that each time they start becoming more and more like their in-game character...<br>\r\n<br>\r\n<b>(Poke)monster Girls</b><br>\r\nYou're a Pokemon Trainer who's finally managed to beat the Elite Four and become Champion! Except you keep waking to a world where it hasn't happened yet. Even stranger, your Pokemon seem to be getting a little more...humanoid?</span></div></div>",
            "created":1569646800,
            "id":2724535,
            "title":"Choice: What Deja Vu Scenario?"
        },
        "13":{
            "author_id":"geordie04",
            "author_name":"Malintent",
            "choices":[
                "To stay human, at the expense of your god",
                "Do",
                "Reader's Choice",
                "Let me restart this story!"
            ],
            "content":"<div class=\"\"><div> <span>â\u0080\u009cDonâ\u0080\u0099t choke now... please... god... let me be finished...l<br>\r\nThe grind was nearly over. Samâ\u0080\u0099s character was making the same motions with nearly exactly the same timing as the last attempt, and the one before that. Each press of the keyboard was refined to a science, to the point where Sam could feel intuitively the actions of the protagonist. He had spent ever hour of his free time for the past six days looking at the heroineâ\u0080\u0099s back, to the point where real life seemed to fade away.â\u0080\u009droll here, wait a second... align the camera to the fourth stripe in the wall, and here we go. After this is 3 minutes of non stop panic. Following my failure, thereâ\u0080\u0099s another ten minutes to get back here, assuming I donâ\u0080\u0099t fuck things up again, in which case I will need to reload my save, and thatâ\u0080\u0099s going to tack on another 20.â\u0080\u009d. Sam takes a deep breath. Itâ\u0080\u0099s the last one heâ\u0080\u0099ll take before his defeat. Probably something stupid this time around. A misclick. A badly preformed roll. Falling off the cliff the devs decided to put smack dab in the middle of the arena.â\u0080\u009dWelp, here goesâ\u0080\u009d<br>\r\n<br>\r\n           For the first phase of the boss, everything went smoothly. There was an easily identifiable rhythm that he had at this point master. When the right arm goes up, backstep. When the left arm goes up, side step toward the attack. When both arms go up, sprint through the giants legs. Each successful dodge gives you enough time to make one attack. Of course, if you had invested early on in ranged attacks, the whole fight is already finished. But alas, here he was, chipping away at the boss with his meager short sword, because his lightning spear did next to no damage to unarmored enemies. After about 10 minutes wasted hacking away, the boss entered the second phase. The phase where Sam had died 2,000 times.<br>\r\n<br>\r\n          the second phase of the boss is pure Rng. While Sam has beaten bosses ranked as fans as much harder, the element  of randomness left him despondent. However, today, luck seemed to be on his side. He got three easy attacks in a row, and, having used the majority of his consumables, ended the fight with relative ease. â\u0080\u009c<i>finally</i>â\u0080\u009d sam wheeled back and watched the prerendered cutscene. â\u0080\u009cThis is itâ\u0080\u009d he said, skipping through all the dialogue lines. He went to the npc to claim his end credits...<br>\r\nAnd the npc gave him a choice prompt. â\u0080\u009cThe time is how or never, Scarlet. The choice is yours, will you follow your ancestors and claim the giant-heart, or retain your humanity, at the expense of-<br>\r\nSam skipped the dialogue. â\u0080\u009cWho cares, I already won. Just get me to the new game+â\u0080\u009d I need to try lightning spear on the tutorial boss. He selected the first option, which was</span></div></div>",
            "created":1569992400,
            "id":2726668,
            "title":"Repetitive Content"
        },
        "131":{
            "author_id":"geordie04",
            "author_name":"Malintent",
            "choices":[
                "Don’t want to come up with a title",
                "Same"
            ],
            "content":"<div class=\"\"><div> <span>Instead of the game returning to the main menu, however, it loaded from the last save point. “That’s fine, It should give me the option to start a new game+ when I restart.” It didn’t. Sam nearly rage quits, but quickly calms down. “It’s alright. I’ve done this before. At this point, I can practically breathe along with scarlet. I’ve mastereed this section”. Perhaps boosted by this confidence, he is able to complete the entire pathway to the boss without difficulty. Bizarrely enough, now that the boss had been completed once, Sam found it easy to repeat again.  But as he went skipping through the final cutscene once more, the same thing happened. Not even restarting it allowed access to completion.<br>\r\n<br>\r\nSam tried again and again, and was now beating the boss every time. He could began mimicking Scarlet’s grunts whenever he rolled, to ease the boredom. But nothing would change, the game refused to be won. It felt like each grunt from scarlet was mocking him rather than the opposite, the game knowingly forcing him to listen to the same audio clips over and over again. Sam was stuck like this. Able to beat the final section by heart, yet unable to claim its rewards. “What could I possibly be doing wrong”<br>\r\n<br>\r\n</span></div></div>",
            "created":1569992400,
            "id":2726674,
            "title":"To stay human,at the expense of your god"
        },
        "15":{
            "author_id":"scratch124",
            "author_name":"MorphoHex",
            "choices":[
                "Ultimate Insanity",
                "Just Another Day on the Job",
                "Twitch Reaction",
                "EK-OMG!",
                "More options!"
            ],
            "content":"<div class=\"\"><div> <span><b>Ultimate Insanity</b><br>\r\nThe Smash Bros. universe gets increasingly absurd as strange changes hit the contestants during a tournament, getting weirder with each iteration. <br>\r\n<br>\r\n<b>Just Another Day on the Job</b><br>\r\nA businessman must learn to adjust to their ever-changing office environment on the day of an important meeting. <br>\r\n<br>\r\n<b>Twitch Reaction</b><br>\r\nAn online streamer can't seem to earn the subscribers he wants, even when he breaks world records. But when he starts repeating the day over with more feminine changes, will he be able to hit it big?<br>\r\n<br>\r\n<b>EK-OMG!</b><br>\r\nA nurse has a hard time dealing with her patients as they become less human and more supernatural.</span></div></div>",
            "created":1569646800,
            "id":2724811,
            "title":"Choice: More Deja Vu Scenarios"
        },
        "155":{
            "author_id":"scratch124",
            "author_name":"MorphoHex",
            "choices":[
                "Anime Logic, Now Reality",
                "Always a Bridesmaid...",
                "Give me more options!"
            ],
            "content":"<div class=\"\"><div> <span><b>Anime Logic, Now Reality</b><br>\r\nAn otaku's life turns into quite the experience as his day repeats, each time becoming more and more like an anime.<br>\r\n<br>\r\n<b>Always a Bridesmaid...</b><br>\r\nA wedding day goes awry for a bride when she finds her reliving the moment, but as a bridesmaid! Who's the new bride?!</span></div></div>",
            "created":1569646800,
            "id":2724827,
            "title":"Choice: Even More Deja Vu Scenarios!"
        }
    },
    "info":{
        "author_id":"scratch124",
        "author_name":"MorphoHex",
        "brief_description":"Scenarios where a character keeps reliving an experience (with some changes each time).",
        "created":1569668280,
        "description":"<td align=\"left\" class=\"norm\">Think a Groundhog Day type situation but with TFs involved. The repeated event doesn't have to be an entire day, though! Reality changes optional. <br>\r\n<br>\r\nThe only real rule is that you need some type of event/day repeated. Whether that event takes place over one, a couple, or many chapters is your choice! Feel free to change how the event occurs (or what happens that day) based on what changes occur each time, but it should be obvious that the characters are stuck in some kind of weird time loop (whether they are aware of it or not is up to you). Otherwise, be as broad as you want with the theme!<br>\r\n<br>\r\nI'll award GP for high-quality additions that are at least 200 words.</td>",
        "id":2201721,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1569998520,
        "pretty_title":"Transformative Deja Vu"
    }
}