{
    "chapters":{
        "1":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "3rd Grader",
                "1st Grader",
                "High Schooler",
                "An Adult",
                "Another Resident"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>There are many residents of Spectrum Bay with whom to follow.<br>\r\nWho's story will be told today?</span></div></span></div>",
            "created":1588136400,
            "id":2826965,
            "title":"Starting Point"
        },
        "11":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Jack Harper",
                "Andrew Morrison",
                "Mary Evans",
                "Gary Evans",
                "A new student"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one of these kiddos will we be following today?<br>\r\n<br>\r\nJack<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0bbz16ab8r5\" target=\"_blank\">https://sta.sh/0bbz16ab8r5</a><br>\r\n<br>\r\nAndrew<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0ww2uqzrbrp\" target=\"_blank\">https://sta.sh/0ww2uqzrbrp</a><br>\r\n<br>\r\nMary<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0vxuot6afsa\" target=\"_blank\">https://sta.sh/0vxuot6afsa</a><br>\r\n<br>\r\nGary<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/01x0h3dpbl1p\" target=\"_blank\">https://sta.sh/01x0h3dpbl1p</a></span></div></span></div>",
            "created":1588136400,
            "id":2826966,
            "title":"3rd Grader"
        },
        "111":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Head to the beach with Mary.",
                "Go to school.",
                "Head into town for some ice cream. (something happens along the way)",
                "Go play with your friends.",
                "reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>As you rise from your bed, you start to yawn as you begin another day. You've had a lot of changes over the past year. Moving to another city, your mom adopting a daughter, and taking in two other boys, marrying Barbara and her twin sister April, and finding out Trish was just as squishy and malleable as you were. But probably the most positive change you've experienced is seeing yourself be on top for a change. While you've still found yourself getting splattered and eaten, there's been several times when a girl gets smushed under your butt, or has a stay in your own tummy. On top of that, you've quickly made friends with most of the boys in your class, as well as some of the girls.<br>\r\n<br>\r\nYou wish you could say you enjoy it. As fun as it is to not be on bottom, you find the amount of attention you've been getting to be off-putting, as people seem to gravitate to <i>your</i> bottom. It's somewhat annoying when you're trying to walk to school and some lady just yanks your shorts down and forces herself between your cheeks. You swear your waistline's expanded four sizes since you've moved.<br>\r\n<br>\r\nUnfortunately, you're still just as big a target as ever. Gary is still one of the biggest thorns in your side, and to make matters worse, he's made friends in the form of the zombie boy, Gabe, and an alligator boy named Alex. And that's not even counting the older residents. Not even Mary's been able to help you, as she seems to be even more danger-prone than you are at times. You wish you could protect her, but there's just not much you're able to do.<br>\r\n<br>\r\nMaybe today will go by without incident? <font class=\"size1\" style=\"\">Yeah right...</font><br>\r\n<br>\r\nWhat's on the agenda for today?</span></div></div>",
            "created":1598072400,
            "id":2889552,
            "title":"Jack Harper"
        },
        "1111":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Brad, the college-aged bully",
                "Gary, Mary's twin brother",
                "Sirena, the fish girl",
                "Lassie, the dog girl",
                "Stevie"
            ],
            "content":"<div class=\"\"><div> <span>You smiled to yourself as you applied a heavy coat of sunscreen and got dressed, squeezing your legs through the holes of your swimsuit before stretching it over your plump brown butt and letting it snap, trying not to blush as you felt your flesh wobble. Today you were meeting Mary at the beach and spend the whole day with her. You slipped your feet into a pair of black sandals and headed over to meet up with your girlfriend. You couldn't help but grin as you made your way over. Mary was the sweetest and cutest girl in the world, and you were lucky to have her as a girlfriend. If there was a girl more perfect, you haven't met her yet. And even then, you were sure that Mary was the only girl for you. There wasn't anything you wouldn't do for her.<br>\r\n<br>\r\n\"Jackie! Over here!\"<br>\r\nYou turned your head and blushed as you saw her. Mary was standing in the sand wearing a cute pink and baby blue one-piece swimsuit, hopping up and down to get your attention.<br>\r\n<br>\r\n\"C-coming Mary!\", you cried, grinning as you ran over, your eyes shut in innocent bliss.<br>\r\n<br>\r\n\"Over here, Jackie! I got us a spot!\" Mary sat down and patted a space next to her. She was sitting on a white beach towel with a pink heart pattern, while she patted a towel next to her, a red robot-themed towel.<br>\r\n<br>\r\nYou smiled as you walked over and took your seat on the towel and sighed. \"Thank you for going through the trouble of finding a spot for us, Mary\", you said sweetly. \"I got the whole day planned out. First, we're-\" You were suddenly interrupted as you heard a loud <b>*GULP*</b> next to you, followed by muffled screaming. You turned your head and gasped as you saw that your beloved Mary had been stuffed down someone's throat and was currently nothing but a belly bulge!<br>\r\n<br>\r\nWho is the predator that's ruined your perfect day?</span></div></div>",
            "created":1598072400,
            "id":2889641,
            "title":"Date Gone Wrong"
        },
        "11111":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Ask your mom for help.",
                "See what he wants.",
                "Assume he's bluffing (Switch to Mary or Brad's POV)"
            ],
            "content":"<div class=\"\"><div> <span>You looked at the indention of poor Mary's face on the bronze flesh of the much larger predator next to you before you looked up at his face and gulped in fear as you recognized him. It was Brad, a big mean bully you met back in the water park at Silent Cove. You wished you could rid yourself of the memories of being pushed through his system, and now your beloved Mary was sadly going to experience the same thing.<br>\r\n\"Sup, Squirt\", he chuckled. \"Didn't think I'd see you again.\"<br>\r\n<br>\r\n\"Y-you...\", you gulped in fear as you scooted away. \"W-what're you doing here?!\"<br>\r\n<br>\r\n\"Hm? Oh, me and my bro moved here months ago. Just thought I'd catch some sun...\", Brad then patted his girl-filled gut and licked his lips. \"Sample the local cuisine.\"<br>\r\n<br>\r\nMary's muffled screaming made you angry. You couldn't just let your girlfriend stew away in some big jerk's belly! \"Y-you better let Mary out, you big bully!\", you yelled.<br>\r\n<br>\r\n\"Oh? Well what're you gonna do about it, you little snotrocket?\", Brad laughed. You yelped as he grabbed your head and pressed your face against his belly, right up to where Mary's face was. \"I guess this is your little girlfriend, huh? Well give her one last kiss goodbye, cus this little lady's a permanent resident of Brad Town now!\"<br>\r\n<br>\r\nYou whimpered as you were pressed up against his gut, frustrated at being so close to Mary, but unable to do anything. You hated to say it, but it might be better to let her digest and apologize to her when she reforms. \"I'm sorry, Mary...\", you whimpered sadly. \"I'll make it up to you tomorrow...\"<br>\r\n<br>\r\nBrad suddenly began laughing and shoved you away. \"Didn't you just hear me, shrimp? I said your little girlfriend's staying here forever!\" Mary let out a muffled yelp as Brad slapped his belly. \"D'you know what forever means?\"<br>\r\n<br>\r\n\"N-nuh uh!\", you whined. \"Don't you know what happens to people when you eat them here? They digest and get reformed the next day, you big dummy!\"<br>\r\n<br>\r\n\"I didn't say I was gonna digest her!\", Brad chuckled. \"It's called indosom... ednosam... endisom... anyway, she's staying in my gut until <i>I</i> decide to get rid of her.\"<br>\r\nYour face turned white with terror. You heard about something like this in class. It was called endosoma. Predators with this ability could keep anyone in their bodies fully intact for as long as they wanted. If Mary wasn't going to be digested, then she could be trapped in this big bully forever, and you could potentially never see Mary again!<br>\r\nBrad then turned her attention to his bulging gut. \"Better get used to your new home, little lady... unless your boyfriend's willing to do a favor for me.\" The jock had a predatory look in his eyes as he looked you over.<br>\r\n<br>\r\nYou gulped as you felt helpless. Shameful as it was, you often ran away whenever Mary got eaten. It's not that you were a coward. There really was nothing you could do. The bullies were all bigger and stronger than you, and she would be fine come sundown anyway. But this was a different situation. If you didn't do something, you could lose your precious Mary forever.<br>\r\n<br>\r\nWhat will you do?</span></div></div>",
            "created":1598072400,
            "id":2889717,
            "title":"Mr. Steal Your Girl"
        },
        "111113":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Several Days Pass...",
                "Several Months Pass..."
            ],
            "content":"<div class=\"\"><div> <span>[switching to Mary's POV]<br>\r\n<br>\r\nAs you sat in your damp, dark, and smelly prison, you were grossed out, and beyond upset. The jock's stomach was tight, forcing you to curl up into a ball, your face forced up against the wet, sticky wall. You only wanted to have a nice, wholesome little date with your little sweetie, and this big bully just picked you up and stuffed you down his throat like a piece of candy. To make matters worse, it appeared he had no intention of letting you go any time soon! \"J-Jackie!\", you screamed. \"Get me out of here!\"<br>\r\n<br>\r\n\"I... I'm sorry, Mary!\", you heard Jack cry. \"He's gotta be lying! I'll go get some help to get you out!\" You could barely hear his feet hit the sand as you continued to sit in your prison.<br>\r\n<br>\r\n\"Jackie! Where are you going?!\", you screamed in a panic. \"Aren't you gonna help me?!\" You were shocked by your boyfriend's perceived selfishness. You couldn't believe he would just leave you there, trapped in some awful jock's stomach with no possibility of escape. You yelped as Brad slapped the bottom of his gut, where your rear end was forced up against, causing you to blush heavily.<br>\r\n<br>\r\n\"Looks like your little boyfriend ditched you, little missy. That's pretty harsh\", your predator/prison chuckled, his voice echoing around you. \"Oh well. Guess you're sticking with me, now.\"<br>\r\n<br>\r\nYou struggled against the tight stomach walls, but found escape impossible, your feeble attempts only causing the jock to laugh. \"Y-you're wrong, you big bully!\", you screamed. \"Jackie's gonna find some help, and then you'll be sorry!\"<br>\r\n<br>\r\n\"And what if he doesn't?\", Brad asked as he looked down at his girl-filled gut. \"You got a lot of faith in someone who just ditched you to save his own skin.\"<br>\r\n<br>\r\n\"He's... he isn't very strong\", Mary admitted. \"But he is cute, and smart, and he's the sweetest boy in the world! I know he's gonna come for me!\"<br>\r\n<br>\r\n\"Heh, whatever you say, little lady\", Brad chuckled.<br>\r\n<br>\r\n\"My name is Marilyn Evans, you bully!\", Mary cried.<br>\r\n<br>\r\n\"Well, whatever your name is, you're just a gut-stuffer now.\" You grunted as you felt Brad's abdomen squeeze you further inside of his belly as he stood up and felt him rub the top of your head. \"Better get ready for some company, cus I'm craving some burgers. Maybe my bro can hook me up.\"<br>\r\n<br>\r\n\"D-don't you dare!\", you commanded, which Brad simply laughed off. You bounced slightly as your prison walked over to the pier and over to the local fast food restaurant, Lucha Burger. Brad seemed to ignore you as he headed inside and ordered some food for himself (apparently, having an entire little girl in his belly wasn't filling enough), and soon began eating. You heard him chomp messily into his burger and gulp it down, the chewed up food soon falling on top of your beautiful blonde hair. \"Ewwww!\", you retched as more food began to get squeezed down and fall over you, \"This is so <b>gross</b>!\"<br>\r\n<br>\r\n\"Better get used to it, snack\", the bully chuckled as he began to drink some soda.<br>\r\n<br>\r\nYou grimaced as you felt the sticky, bubbly fluid drain down and flow over your head, soaking into your hair and dripping all over your face. \"It's... it's gonna be okay...\", you said to yourself as chewed up, saliva soaked food dropped over you and soda drizzled on top of you. \"Jackie's going to get some help and get me free... y-yeah... like a knight getting a wizard's help before he saves his princess from the awful dragon!\"<br>\r\n<br>\r\nThe stomach juices began to bubble beneath you and you felt him press his hand into his stomach (and you, by extension) before he let out a crude *<b>BELCH!</b>*<br>\r\n<br>\r\nYou began to whimper, feeling helpless as you sat in the gut that would be your home for the foreseeable future. \"Jackie... please find help soon...\"</span></div></div>",
            "created":1598245200,
            "id":2890478,
            "title":"Mary's New Living Conditions [swap to Mary's POV]"
        },
        "1111131":{
            "author_id":"jeremyth",
            "author_name":"Mataku",
            "choices":[
                "He is! ",
                "He isn't..."
            ],
            "content":"<div class=\"\"><div> <span>Several days had passed, you had not gotten used to this dreadful stomach of this rude jock, he had taken any moment he could to berate and taunt you. \"God I still can't believe your shitty little boyfriend just ran off, what a little shithead.\" he laughed, taking a spot on the beach and laying back, the sun shining down on him and his bronze coloured and girl filled gut, which subtly wiggled around as your tried to fight, however as you were going to give up you heard a somewhat familiar voice. \"Hey Brad! My little buddy says you did something to his girlfriend!\" It was familiar but you couldn't quite place it.<br>\r\n<br>\r\n\"Pffft, yeah? And what's the biggest slut in the city going to do about it?\" It was Maddy! You had heard Jack talk about her sometimes, she lived with Nikki and that burger guy and seemed to get along really well with Stevie which was kinda weird...But Jack brought HER to save you?! You can't imagine she'd be too much help...<br>\r\n<br>\r\nJack hid behind Maddy and gulped, it took a few days to 'convince' her, and while he did learn lots of 'interesting' things, he was a little worried for her. She walked over and nudged Brad's gut, rocking you a bit. \"Eating little girls huh? What, a grown woman too much for ya?\" She scoffed, shaking her head before reaching under her skirt and dropping her panties, kicking them off to the side. \"Let's see how you handle a REAL woman.\" She reached down and yanked down Brad's shorts. \"Jeez you really are a slutty freak aren't you? Well if you want a piece of me have at it.\" He laughed. THIS WAS HER PLAN?! You sat in shock...and several half-digested servings of fries, she was going to fuck him?!<br>\r\n<br>\r\nMaddy plopped herself down on his cock, sliding it in with ease as she locked eyes with him, undoing her hair ribbons and letting her hair flow behind her as she pumped up and down on Brad's cock, letting out soft moans as she fucked him, Jack left to just kinda...watch as she fucked the dude who was keeping his girlfriend trapped in his stomach. Maddy kept pounding away, even as Brad came into her, busting load after load into her, leaving him more and more tired and worn out. \"Holy fuck you are a freak.\" \"What, tired already? Better find yourself a pick me up, get something to eat maybe~?\" She cooed, barely breaking a sweat as Brad irked and glared at her before letting out a sigh, Jack watched as his stomach slowly began shrinking, Mary was saved! ...in a really weird and roundabout way.<br>\r\n<br>\r\nInside you felt your prison rapidly shaking back and forth for about an hour, listening to both Brad and Maddy's moans as they fucked, would this really work? Eventually the acids in the belly began to rise, it was working! You never felt this happy to be digested as the acids filled your almost-home and broke you down in all the good little nutrients Brad needed.<br>\r\n<br>\r\nYou woke up several hours later under the dark blue sky, rubbing your head you stood up on the beach and took a breath of fresh air. You were out of that bully's stomach! You walked further up the beach in hopes your little Jackie-poo was there waiting for you...</span></div></div>",
            "created":1598245200,
            "id":2890938,
            "title":"Several Days Pass..."
        },
        "1111132":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Yes. He finally starts to digest you.",
                "No. You remain a resident of Brad's belly forever."
            ],
            "content":"<div class=\"\"><div> <span>The sensation of chewed up food and liquid raining down on you and covering your body was a feeling you had unfortunately grown used to, as your stay in Brad's stomach became longer and longer. Not wanting to go hungry, you were forced to eat some of the chewed up, saliva-soaked food that your living prison had eaten. You couldn't eat too much, or Brad would just eat some more, and you'd have to sit in the gunk until he had digested it. Whenever he drank, you had to hold your hands together to catch whatever rained down. You had experienced your first taste of alcohol this way, and everything that came with it.<br>\r\n<br>\r\nMeanwhile, Brad continued on with his routine. Although he had a large, little girl-filled gut, he kept on as if nothing was different. He'd keep up with college, date several women, and brought them home, forcing you to bounce around as he plowed them. Of course, he made sure to keep up his body, bringing you along with him as he worked out. You were uncomfortably compressed as he lifted weights and did sit ups, your predator not caring that he was practically crushing his belly's resident. He wasn't shy about showing you off, too, occasionally bumping you on your rear and making you squirm.<br>\r\n<br>\r\nThe days turned into weeks, and the weeks turned into months, and there was no sign that Jack was going to save you. It was tough to sleep as Brad always slept on his stomach, squashing you underneath his weight and snoring loudly. Whenever you <i>did</i> get some sleep, you always had the same dream. The evil dragon snatches the princess up and grins wickedly down at the knight. The princess pleads the knight for help, only for him to run away in fear as she was sent down to the monster's scaly gut.<br>\r\nYou wanted to have faith in Jack, as well as your other friends and family, that they would save you from the belly of this bully. But a little girl can only hope for so long...<br>\r\n<br>\r\nFinally, it came time for the holidays. Brad was at a party, wearing a Santa hat and a bow stuck onto his belly, with the words 'DON'T OPEN UNTIL XMAS' written on it. You wanted to cry, but you still had the slightest glimmer of hope that you would be freed. Maybe a Xmas miracle was in your future. You were somewhat inebriated as Brad had been heavily drinking, and you were up to your chin in alcohol and chewed up snacks as Brad slapped his belly. \"Heya, kid. You still awake in there?\", Brad asked.<br>\r\n<br>\r\n\"Y-yeah...\", you responded sleepily.<br>\r\n<br>\r\n\"Haha! Wanna stay up to wait for Santa, huh?\", the jock asked. He grabbed a microphone from a karaoke machine and held it to his gut. \"What do ya want Santa to bring you, little lady?\" The crowd went silent aside from a few giggles from the other college students. \"C'mon! Tell us what you want for Xmas!\"<br>\r\n<br>\r\nYou gulped down some more of the awful mixture that you were drenched in. \"I... I want...\" Your voice blared over the speakers as Brad recorded your frightened voice. \"I want <b>OUT OF HERE!!!</b>\", you screamed as loud as you could.<br>\r\n<br>\r\n\"Well, folks\", Brad said over the karaoke machine. \"Should Santa give her what she wants? Has she been a good girl this year?\"<br>\r\n<br>\r\nYou could hear the other college students shouting. You could hear some chanting \"YES!\" while others were shouting \"NO!\". You couldn't believe your fate was in the hands of some drunk, horny young adults.<br>\r\n<br>\r\n\"Guess that settles it!\", Brad said, though he gave no indication of what he meant. This was potentially your last chance to be free of this bully's gut. Will you get your Xmas wish?</span></div></div>",
            "created":1598245200,
            "id":2890921,
            "title":"Several Months Pass..."
        },
        "113":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "You're bitten by Ian before you leave!",
                "You suddenly begin to shrink!",
                "The morning goes without incident.",
                "You're cornered by someone"
            ],
            "content":"<div class=\"\"><div> <span>character bio: <a rel=\"nofollow\" href=\"https://sta.sh/0vxuot6afsa\" target=\"_blank\">https://sta.sh/0vxuot6afsa</a><br>\r\n<br>\r\nYour name is Marilyn Evans. Everyone calls you the sweetest girl in town, but you're too humble to agree with them. You just like being nice! You were worried about living among different kinds of predators and monster people, but as long as you're with your precious Gummy Bear, Jack, there's nothing that can get you down. You've even made some new friends while you're here! There's Daisy, a cheerful and talkative girl that's been helping you through school, and her cousin, a half-vampire goth girl named Rosalyn. The latter seems somewhat creepy, but she's been nothing but kind to you and Jackie.<br>\r\nUnfortunately, your brother's bullying has extended to you as well, as there have been multiple occasions where you've found yourself inside of his belly. But you'll be perfectly fine the next day, and sooner if someone helps you out.<br>\r\n<br>\r\nAs you wait for the school bell to ring, you stay outside to play with Selena's pet kitty, Ian, who often stays around the school until his owner is let out. Selena is talking with her friends while also waiting for the school to open up, and Jack is playing some kind of card game with Andrew, Remy, Geoffrey, while some of the other boys gather around. You love Jackie, but it's tough to get excited about some of his hobbies. While waiting for school to start...</span></div></div>",
            "created":1588136400,
            "id":2827233,
            "title":"Marilyn Evans"
        },
        "12":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Bryan Creed",
                "Selena Harper",
                "Natalie Anderson",
                "Vicki",
                "a new student"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which kiddo will you be following?<br>\r\n<br>\r\nBryan<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0iw11jnmf0o\" target=\"_blank\">https://sta.sh/0iw11jnmf0o</a><br>\r\n<br>\r\nSelena<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/224zx9es38lm\" target=\"_blank\">https://sta.sh/224zx9es38lm</a><br>\r\n<br>\r\nNatalie<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0ylwdb57r59\" target=\"_blank\">https://sta.sh/0ylwdb57r59</a><br>\r\n<br>\r\nVicki<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/09gxdoxv69j\" target=\"_blank\">https://sta.sh/09gxdoxv69j</a></span></div></span></div>",
            "created":1597467600,
            "id":2886144,
            "title":"1st Grader"
        },
        "13":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Sarah Anderson",
                "Jesse Jade",
                "Maddy Solos",
                "Rico Salazar",
                "a new student"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will you go through your day as?<br>\r\n<br>\r\nSarah [F/F only]<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/02pbgqtgdn4\" target=\"_blank\">https://sta.sh/02pbgqtgdn4</a><br>\r\n<br>\r\nJesse [F/M only]<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0q9xnan01g2\" target=\"_blank\">https://sta.sh/0q9xnan01g2</a><br>\r\n<br>\r\nMaddy<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/01uz4c1awy8m\" target=\"_blank\">https://sta.sh/01uz4c1awy8m</a><br>\r\n<br>\r\nRico<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0us3taq3429\" target=\"_blank\">https://sta.sh/0us3taq3429</a><br>\r\n</span></div></span></div>",
            "created":1597467600,
            "id":2886157,
            "title":"High Schooler"
        },
        "132":{
            "author_id":"cobraman",
            "author_name":"Jusenkyo",
            "choices":[
                "The Front (You're noticeable but bullies ride the bus too)",
                "The Middle (in which you make it to school fine)",
                "The Back (Not everyone looks where they sit)"
            ],
            "content":"<div class=\"\"><div> <span>You're having a good day so far, maybe that was a little optimistic but you've gotta be if you live in Spectrum Bay and you're not very big. Jewel of course had gone ahead of you to school, and your mom was already gone so the peaceful breakfast made it a good start. You at least were happy that you could wake up at your own pace, even if it was harder getting to school when you weren't with Jewel. The bus would be the big hurdle today since you hadn't gotten up in time to join jewel on her walk there or catch a ride with your mother Jillian. You didn't often take the bus because of it's inherent dangers, namely the other students but it wasn't like running all the way would get you very far.<br>\r\n<br>\r\nYou tell yourself today would be different though, it wasn't that hard to get through a whole day without being squashed, you could definitely do it this time, even if the record was not in your favor. A breakfast bar was good enough and then it was only a short jog to the bus stop. The usual crowd was there, The hunt sisters Grace and Faith and Jenny O'hair as they were the students on your block. Jenny was barely paying attention to anything but her phone and the cow girls would hardly see you if you stood too close to them so you kept a 'safe' distance. When the bus pulled up you were the last one on so as to avoid being caught underfoot, you considered where to sit since this was one of the first stops only a couple of seats were filled unfortunately that meant you had to choose a spot someone else was unlikely to want. The front of course was highly coveted but at the same time it was very visible meaning that it was easy to avoid accidents of people not noticing you since they could even see you from outside of the bus. The middle seats were unpopular in general so it wasn't likely anyone would be picking them if they had the choice meaning you could possibly skip interaction all together. The last option was to go all the way to the back and try to take the seat that would cause the least problems when you needed to actually get off of the bus. You wished you had made a plan earlier.. \"Hey kid bus is moving get in a seat.\"<br>\r\n<br>\r\nYou didn't have any more time you go to...</span></div></div>",
            "created":1597986000,
            "id":2888860,
            "title":"Jesse Jade"
        },
        "1321":{
            "author_id":"cobraman",
            "author_name":"Jusenkyo",
            "choices":[
                "Give it your all (Satisfy Quiana and she keeps her word)",
                "Half effort (Don't finish in time so Quiana has another use for you...)",
                "Refuse outright and stay still!"
            ],
            "content":"<div class=\"\"><div> <span>The front seat would leave no chance that the people getting on would not see you as long as you weren't trying to hide, and there were few students that wanted to sit in the seat closest to the driver. You were confident that this was the right choice so you sat just a little on edge the whole time as each stop passed without incident, the blue vest students didn't look at him for long having better things to do. The mid stop was the apartments where you were pretty sure some of the more 'dangerous' students lived. You practically held your breath as Lassie barreled past towards the back of the bus and the cheer squad started piling in. That was when your plan started to backfire, Quiana had stopped at your seat with a pensive look on her face. \"Scoot in green boi, I feel like sitting up here today.\"<br>\r\n<br>\r\nYou hesitated a moment but you got a look from the bus driver, it would get you sent to the principal if you decided not to listen to Quiana since she was a Blue vest student. Reluctantly you moved closer to the window and the dark skinned cheerleader plopped down next to you. You tried to not pay attention to her, but it was very obvious that she was staring at you. \"Uh, can I help you?\" That was probably a poor choice of words.<br>\r\n<br>\r\nShe smirked \"Hmm I wonder.\" She licked her lips and you swallowed nervously, that was usually a bad sign. \"I think you might just be able to,\" She was leaning over you so you'd have to tilt your head up to look at her face or else you would just be buried in her boobs. She took the opportunity to put her finger on your head and spin you around until she could flip you to the exact opposite of a sitting position with your head hanging off the side and your feet up. \"Just hold still like that for a sec\" <br>\r\n<br>\r\nIt was hard to tell if she was just messing with you or not but that was obvious the moment she stood up slightly and moved herself over you, this was a bad scenario. You tried to move a bit but your brain short circuited when she pulled her own panties down and plopped her bare rump right onto your body, only your head was sticking out between her legs and if she closed her thighs she'd be smooshing your face. \"wha-\"<br>\r\n<br>\r\nShe silenced you by pulling the back of your head so your face wound up in her pussy. \"Shhh, I'm just feeling a little hot. Do a good job and you're free once we're off the bus, Heck I'll even make sure you ain't left behind.\" You try to tell her to let you go but all that did was stimulate her a bit and it was clear you weren't going to get a chance to talk your way out, was it really that bad of a deal?</span></div></div>",
            "created":1597986000,
            "id":2889327,
            "title":"Qui to Safety?"
        },
        "1323":{
            "author_id":"cobraman",
            "author_name":"Jusenkyo",
            "choices":[
                "Lassie continues bouncing the whole ride, gluing you to the seat",
                "Lassie settles in and you stick to her butt",
                "Lassie uncharacteristically realizes she sat on a student"
            ],
            "content":"<div class=\"\"><div> <span>Rather than wait up front to possibly rush off the bus without incident your reasoned it was safer to just head to the back. The cow girls were whispering something to each other that you didn't bother to listen to and lifted yourself into the seat, why did they have to make these things so tall? You knew there were quite a few stops on the way so it was just the case that you would have to watch them. This couldn't hold your interest forever though and after one or two stops you were very tempted to take a short nap. The lack of people coming to bother you contributed a fair bit to your heavy lidded approach since it would be another half an hour before you would even get to the school being one of the first stops.<br>\r\n<br>\r\nThere was a startling jolt to the long bench that was the back seat that snapped you to attention, the blue hair and black vest caught your attention as the students with black shirts were few and far between Hilda if you recalled her name correctly but she had sat on the other side but there was still a shadow coming over you and the dread was immediate. Lassie was one of the other black vest students but unlike Hilda the dog girl was massive even compared to most of the other students and had a bad habit of not listening to or noticing the much smaller students. In fact she looked like she was simply skipping along with here eyes closed towards the back. You scrambled into the corner to make room but scooting wasn't fast enough you tried to stand up and move but tripped over your own feet in a panic. You rolled over just in time to get a look at the 'Moondog' wrestling logo on her panties before the booty they were covering crashed into you with a particularly loud SQUISH and a slow hiss as the actual material of the seat caved in to her weight.<br>\r\n<br>\r\nThe meteor impact of furry butt would have been bad enough just resting on top of you but Lassie wiggled and lifted and dropped again having sat her tail down wrong farther splattering you across her massive rear. You felt the slight jiggle above as her tail started to wag.<br>\r\n<br>\r\n\"Hildy look they added squishy cushi to the seat!\" She seemed to not actually have noticed you at all and attributed it to extra padding.<br>\r\n<br>\r\n\"Eh... I don't feel it.\" The blue haired girl casually waved the excited dog girl off.<br>\r\n<br>\r\nLassie looked confused for a moment but then lifted up and dropped down again making another much softer squishing sound. \"Ehhh? But it makes a squish noise.\" She bounced again still easily covering your whole body with her butt even as she spread it out. The day had started off so good too...</span></div></div>",
            "created":1597986000,
            "id":2889196,
            "title":"Underdog"
        },
        "133":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Head to school.",
                "Babysit Stevie.",
                "Head out with Nikki and her friends.",
                "reader's choice",
                "reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Your name is Maddy Solos. You are the daughter of the mayor of another popular city, Irma Solos, and were granted a boon by the Goddess Ishtef that gave you a squishy, malleable body that tasted of green apples. Your mother sent you to live in Spectrum Bay under the assumption that it was just an ordinary city filled with different peoples, attempting to rid you of your perverted nature and urges. You just can't help but dive down people's throats or force yourself up their butts. It just feels too good!<br>\r\nIt came as a bit of a surprise, then, that Spectrum Bay was not only just as bad as your former home of Ishtef, but was the main reason other people move over here. It's literally the backbone of the city's economy.<br>\r\nHowever, you're still committed to trying to finish school. Your grades have always been poor because of how easy it is for you to get distracted by some cute boy's bulge and try to force yourself down his pants. This year, your grades are actually good, and you might have a chance to graduate this year (though, your attendance is still a problem).<br>\r\n<br>\r\nYou quickly made friends with Nikki, the head cheerleader and one of the more popular girls in school, and probably the nicest girl in town. She tries to keep you from doing anything pervy to her little brothers or the zombies, but it's so hard to keep your urges in check when they're just so <b>cute</b>! The only one you're able to control yourself around is Ezekiel, the teen zombie boy in one of the other apartments, and only because he's Nikki's boyfriend.<br>\r\nBoth of you live in an apartment owned by Ignacio Lopez, the cute latino boy who manages the local Lucha Burger. You wished he was up for more fun, but he's usually too tired or stoned to do anything.<br>\r\nNikki's been trying to get you to go out with her and Zekey for the night, along with Iggy and his boyfriend, Rico (with whom you've had <i>many</i> encounters with).<br>\r\n<br>\r\nLately, you've become the babysitter for Stevie Morrison, looking after the innocently sadistic little boy and gleefully going along with his little games and becoming little more than a toy for him. Barbara doesn't seem to mind at all, just happy that someone is actually willing to watch him.</span></div></div>",
            "created":1598072400,
            "id":2889794,
            "title":"Maddy Solos"
        },
        "14":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "Trish Harper",
                "Dominic Creed",
                "Ignacio Lopez",
                "Marissa Hauser",
                "a tourist"
            ],
            "content":"<div class=\"\"><div> <span>Why keep the fun to the younger folks? Which adult will you follow?<br>\r\n<br>\r\nTrish Harper<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/01id1eilp0lg\" target=\"_blank\">https://sta.sh/01id1eilp0lg</a><br>\r\n<br>\r\nDominic Creed<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/023ou73fbuyv\" target=\"_blank\">https://sta.sh/023ou73fbuyv</a><br>\r\n<br>\r\nIgnacio Lopez<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0iwtnkoqckb\" target=\"_blank\">https://sta.sh/0iwtnkoqckb</a><br>\r\n<br>\r\nMarissa Hauser<br>\r\n<a rel=\"nofollow\" href=\"https://sta.sh/0d4n961w02\" target=\"_blank\">https://sta.sh/0d4n961w02</a></span></div></div>",
            "created":1597467600,
            "id":2886164,
            "title":"An Adult"
        },
        "143":{
            "author_id":"derpatron",
            "author_name":"Derpus",
            "choices":[
                "One of the customers is causing trouble.",
                "You're having trouble with an employee.",
                "(day off) Head over and see Rico at his place.",
                "(day off) Nikki or Maddy need help babysitting.",
                "reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Your name is Ignacio Lopez. Most people who know you call you Iggy or Nacho for short (usually your roommates or employees). You have the thankless job of running the only fast food restaurant in town, Lucha Burger. Very rarely do you go a day without having trouble with either one of the customers or one of your employees. Although, even you admit that you're pretty stubborn at times. You hate having to deal with special orders or coupons, sometimes denying them outright. And you hate having to change your employees schedule up when they want to change their hours. This has led you to becoming pretty unpopular. As long as you get through the day in one piece, you don't really care.<br>\r\n<br>\r\nBeing the manager, you don't get much free time to yourself. What little free time you do get, you try to spend with your boyfriend, Rico. Because he's a fairly popular DJ though, your schedules don't always match up, but you still end up spending the night at each others houses often. For some reason, you aren't stubborn at all around him. You're always up for whatever he wants to do, even if it involves you spending hours with your face wedged between his fat asscheeks or being led around on a leash. <br>\r\n<br>\r\nYour roommates get on your nerves sometimes, but they're too sweet for you to actually be mad at. They sometimes bring the kids that they babysit in the apartment, and have parties while you're trying to sleep. On more than one occasion, someone's sneaked into your room and had you as a snack while you were asleep.<br>\r\n<br>\r\nYou've been trying to keep up your reputation as a pred, but it's been pretty tough lately. Especially since the little slime guy, Dominic, has gotten a taste for you. It's pretty humiliating being prey for someone who's seen exclusively as prey themselves, but you kinda enjoy it. He's kind of cute, even if he's a couple hundred years your senior.<br>\r\n<br>\r\n<br>\r\nWhat's going on today?</span></div></div>",
            "created":1597640400,
            "id":2887215,
            "title":"Short, Grumpy Burger Boi"
        }
    },
    "info":{
        "author_id":"derpatron",
        "author_name":"Derpus",
        "brief_description":"Pick a citizen and try and make it through the day without incident.",
        "created":1528902840,
        "description":"<td align=\"left\" class=\"norm\">Spectrum Bay is a city full of various kinds of people, each more predatory than the last. Vore is commonplace, and there are several residents who's bodies are squishy and malleable (and rather tasty). Just because they're vulnerable, though, doesn't mean they're at the bottom of the food chain. With enough practice, anyone can be a predator... sometimes someone will simply shove themselves right up your booty!<br>\r\n<br>\r\nThere's more than just vore going on, though. If you aren't careful, you could be turned <i>into</i> a squishie, or even end up in someone's underwear drawer!<br>\r\n<br>\r\nIn a city full of different species of predators, it can be difficult to make it through the day without something going wrong.<br>\r\n<br>\r\nA list of characters within the world of Spectrum Bay. You don't necessarily have to use someone from here.<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://sta.sh/21sw92n3ol6t\" target=\"_blank\">https://sta.sh/21sw92n3ol6t</a><br>\r\n<br>\r\nI've written numerous stories and made several comics with the city's residents.<br>\r\nThe stories are here:<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://aryion.com/g4/view/483535\" target=\"_blank\">https://aryion.com/g4/view/483535</a><br>\r\nAnd the comics can be found here:<br>\r\n<a class=\"blue2roll\" rel=\"nofollow\" href=\"https://aryion.com/g4/view/626666\" target=\"_blank\">https://aryion.com/g4/view/626666</a><br>\r\n<br>\r\n=====================================================================================================<br>\r\n<br>\r\n<b>Rules</b><br>\r\n<br>\r\n1) Death isn't permanent. While some characters can be digested or smashed, they will walk out of the ocean and onto the beach once the sun sets as if nothing happened... though they'll walk out without their clothes.<br>\r\n<br>\r\n2) You can switch to another character at any time. Just try to have the switch make sense.<br>\r\n<br>\r\n3) Some characters are meant to only interact with certain characters. Please respect that.<br>\r\n<br>\r\n4) Try to use proper grammar and punctuation.<br>\r\n<br>\r\n5) Please keep chapter at a decent length. No one-sentence chapters. Bridge chapters are understandable, but try to limit them.<br>\r\n<br>\r\n6) If you'd like, you can introduce your own character in the \"new student\" or \"tourist\" choices.<br>\r\n<br>\r\n7) Just about anything is allowed. Magic/transformation/aliens/ect.<br>\r\nThe only thing I won't allow is excessive gore and scat.</td>",
        "id":2160852,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597720560,
        "modified":1598325000,
        "pretty_title":"Surviving Spectrum Bay"
    }
}