{
    "chapters":{
        "1":{
            "author_id":"thomsc",
            "author_name":"Thoms",
            "choices":[
                "Paddington",
                "Jonathan Brown",
                "Mr. Brown",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You hear one distante sound from where you're standing now.And you feel that it is approaching rappidly. Sounds like knocking on wood. And you can't stand it any longer.<br>\r\n<br>\r\n\"Waking up with someone knocking your door its a nightmare\" you thought. You cant recognize who the voice belongs to, because you aren't fully awake. But can you hear the word \"hurry up.\" You try to get out of bed and you stand with tremendous dizziness in the head. One step forward, and you end up unbalancing yourself, eventually fall on the floor. With the help of the bed, you get up.<br>\r\n<br>\r\nWhoever it was that was knocking on the door, eventually stopped. The sound stopped as well. This helped with the dizziness. You walk to the mirror in your bedroom. Your vision is still a bit blurry but you can see your reflection.<br>\r\n<br>\r\nWho are you?</span></div></div>",
            "created":1430629200,
            "id":1972858,
            "title":"Another Morning in the Brown's House"
        },
        "11":{
            "author_id":"thomsc",
            "author_name":"Thoms",
            "choices":[
                "Go to Jonathan's room",
                "Go to the Kitchen",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You twitch one of fuzzy bear ears. \"Yup. That's me!\" Paddington said. You leave your room, well attic, and come down to the kitchen. \"Good morning everyone!\" Nobody responds. With more attention, you look around, only to find that no one was in the kitchen. <br>\r\n<br>\r\n\"Oh, Good Morning to you as well, Paddington\" Mr.Brown greeted. You jumped into the air. \" I'm sorry, old chap. Are you ok?\" He said checking on you.<br>\r\n<br>\r\n\"I´m Fine. Thanks for asking\" you replied in the most British accent. \" Where is everyone!?\" <br>\r\n\"Well, the laddies decided to go out for a shopping day, so they wont be back until the mall closes. Judy is in that field trip to Bristol and Jonathan is in his room. We was calling for you earlier.\" said Mr. Brown <br>\r\n<br>\r\n\"So its just gonna be the 3 of us in the house?\" you asked<br>\r\n\"Two of us, actually. My presence was requested at my office so I must leave at once. Will you be ok were alone with Jonathan?\"<br>\r\n\"I´m sure it will be wonderful\" you said cheerfully<br>\r\n\"I'm off. You two have fun\".<br>\r\n<br>\r\nWith that, Mr.Brown left the house. You didn't know whether to go eat something or go to Jonathan. You were feeling quite hungry actually.</span></div></div>",
            "created":1430629200,
            "id":1972876,
            "title":"Paddington"
        },
        "111":{
            "author_id":"thomsc",
            "author_name":"Thoms",
            "choices":[
                "Fart in Jonathan's face",
                "Raise your leg and Fart",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You climbed the stairs and stopped at Jonathan's door. You knocked. \"Who is it?\" \"It's me, Paddington\"<br>\r\n<br>\r\nThe door opened and Jonathan appeared naked. He grabbed your hand and pulled you inside the room, and locked the door behind you. This strange smell invaded your nostrils, that made you frown your face. Jonathan noticed your face expression and said \" I see you noticed the smell. Don't worry. It's just my farts\". <br>\r\nYou covered your nose, and asked why was he farting. \"You see, this is kinda of a boy's thing to do. But normally you do it with friends. That's why I knocked on your room. To see if you wanted to join me.\"<br>\r\n\"And why are you naked?\" you ask<br>\r\n\"Well, You are always naked so it was to make you feel more comfortable.\"<br>\r\n<br>\r\n\"Maybe I should make him the favor and help him out. I might have some fun doing it.\" as you said that to yourself, you uncovered your nose. All that boy smell invaded your nostrils and you discovered that you actually kind of liked it. You take you blue coat and your hat and put it on the side. Jonathan looked at you while you did this. After you were done Jonathan said \"What you have to do is simple. When you need to fart either you fart normally or you can fart in the other person's face.\"<br>\r\n<br>\r\n\"But there is no one here besides you and me!\" You noticed<br>\r\n\"Precisely\" replied Jonathan<br>\r\n<br>\r\nYou realized what Jonathan was asking. And you did need to fart for that matter. What are you going to do?<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1430629200,
            "id":1972910,
            "title":"Go to Jonathan's room"
        },
        "1112":{
            "author_id":"thomsc",
            "author_name":"Thoms",
            "choices":[
                "Jonathan is going to fart on you",
                "Jonathan wants you to fart in his face",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You were not feeling very  confident on walking up to Jonathan and pin him down and fart in his face. So, has he was looking at you, you gave Jonathan a defiance look that made him more anxious to know what you were going to do.<br>\r\n<br>\r\nYou start to raise your left leg up. You decide to make it even more taunting to Jonathan, so you put your paw in your rear and fart in it. A long wet discussing sound filled the room. All the fart that couldn't stay in your paw, was forced to escape between your fingers, and it filled the room with a fowl smell of what you ate yesterday.<br>\r\n<br>\r\nJonathan got closer to get a big whiff of your amazing fart. As he started sniffing, he felt dizzy and almost passed out. You thought that was funny. The room started to smell even worse, and you were almost done at this point. So you close your legs and clenched your anus to save some for later. You looked to Jonathan. <br>\r\n<br>\r\nJonathan recomposed himself. \"Now it's my turn\"</span></div></div>",
            "created":1437627600,
            "id":2011373,
            "title":"Raise your leg and Fart"
        },
        "12":{
            "author_id":"thomsc",
            "author_name":"Thoms",
            "choices":[
                "Go help Paddington naked",
                "Go help Paddington dressed",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>You saw your Reflection on the mirror. You looked terrible. \"Oh no, I gotta go to school\" you remembered. You took a quick shower and dressed as fast as you could. When you got to the Kitchen and there was no one there except Paddington.<br>\r\n<br>\r\n\"Where's everyone!? I'm gonna be late for School\" You shout. <br>\r\n\"Calm down Jonathan. Today is Saturday\" replied Paddington \" And everyone is out of town for shopping. Even Mrs. Bird. They know how much you hate shopping so they left me here to take care of you\"<br>\r\n<br>\r\nYour face went from surprise to relief. \"Why don't you go change and then we will decide what to do next. We have the whole day for ourselves.\" said Paddington. You agreed.<br>\r\n<br>\r\nWhile you were undressing you thought that maybe you could call a friend to get together. Then you heard something break downstairs. \"PADDINGTON\" you shouted. You didn't have time to put anything on, but maybe it wasn't that serious downstairs.</span></div></div>",
            "created":1430629200,
            "id":1972891,
            "title":"Jonathan Brown"
        },
        "121":{
            "author_id":"thomsc",
            "author_name":"Thoms",
            "choices":[
                "You inside of him (Vore)",
                "More of him (Sex)",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>When you got there, you where relieved that Paddington wasn't hurt. \"Jonathan!\" Paddington shout surprised, \"Why are you naked!?\" <br>\r\n\"I came as fast as I could\" you replied \"Do you want me to go change?\"<br>\r\n\"No its quite alright\" said Paddington<br>\r\nYou know realized that Paddington was also naked, you mean, naked without his blue coat.<br>\r\n<br>\r\nAfter you helped Paddington clean everything, Paddington licked your face as a sign of thanks. You never noticed how good that actually felt. You kinda wanted him to do it again. Maybe take it to another level.<br>\r\n<br>\r\nYou shy-fully asked him \"Can you do it again?\" <br>\r\n\"Do what!?\" he asked you.<br>\r\n\"Can you thank me again, you know, the way you do it?\" you asked.<br>\r\n\"You mean lick you again?\" he asked suspiciously<br>\r\n\"Yes\" you said firmly<br>\r\n<br>\r\nHe came closer to you.Then, Paddington approached his mouth closer to your face. As he opened it, you Could smell the inside of its mouth. It smelled like marmalade, no surprise there. You could also see the inside of its mouth. And, as the tongue came out and you could see the throat way back there. The tongue touched your face and you opened your mouth a little bit in order for the tongue to enter inside your mouth. Then it came out of your mouth and came close to your nose. You could already smell his morning marmalade but his tongue intensified the smell and brought some new ones. One smelled like garbage, you thought and you got really aroused at the idea of finding out what was inside of Paddington's stomach. And finally passed your eyes and that amazing experience was over. <br>\r\n<br>\r\nYou wanted more of him. You wanted to be inside of him. Why were you so confused?<br>\r\n</span></div></div>",
            "created":1430629200,
            "id":1972927,
            "title":"Go help Paddington naked"
        },
        "1211":{
            "author_id":"thomsc",
            "author_name":"Thoms",
            "choices":[
                "Anal Vore",
                "Oral Vore",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span> Few Days had passed since the Kitchen incident. Every opportunity you got to help Paddington, you took it, no matter how silly it was. And the best part was, you always got thanked the same way. It always ended up with Paddington licking your face. <br>\r\n<br>\r\nOne day, every one was out of the house again, leaving just you and Paddington alone. And you saw the opportunity in this. You couldn't contained it any longer. You had to tell Paddington how you felt.<br>\r\n<br>\r\n\"Paddington?\" you asked as you entered him room.<br>\r\n\"Hello there, Jonathan!\" he greeted, jumping of his bed to come to you<br>\r\n\"You know that friends are supposed to do things for other friends, right?\" you start. \"Right\" he said.<br>\r\n\"And we're friends, right?\" you ask. \"Right again, Jonathan\" Paddington said cheerfully<br>\r\n\"Then can you do me a favor?\" you ask. \"Of course Jonathan, as long as it's in my capabilities.\"<br>\r\n<br>\r\n\"I want you to eat me\" you said. \"WHAT!?\" Paddington was surprised to hear this. \"I want you to eat me\" you said again more firmly.<br>\r\n\"Are you sure!? I mean, I'm flattered that you chose me, but I don't think I can eat you\" Said Paddington \"You're my friend, Jonathan. I could never eat a friend. And I dont think I can.\"<br>\r\n\"But we'll never know if we don't try it. And I really believe that, if you eat me, you would never hurt me.\"<br>\r\n\"Well...\" he said \" I guess we could try it\".<br>\r\n<br>\r\nFinally, he was going to eat you, right here and now. You stripped yourself down. Paddington did the same. As you were striping yourself, Paddington's intestines started to rumble. \"I'm sorry\" he apologized \"I really need to fart. Do you mind?\" There was no time for you to reply, as a big fart escaped his butt. It immediately filled the room with a disgusting smell. You took a big whiff at it, and you kind of liked it. Paddington saw as you sniffed his fart and he saw how much you were enjoying it.<br>\r\n<br>\r\n Then he had an idea. \"So, Jonathan. Which way?\"<br>\r\n</span></div></div>",
            "created":1430715600,
            "id":1973179,
            "title":"You inside of him (Vore)"
        },
        "12111":{
            "author_id":"thomsc",
            "author_name":"Thoms",
            "choices":[
                "Yes",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>“What do you mean, which way?”<br>\r\n“Well...” Paddington approached you “Get on your knees” You did what he asked.<br>\r\n<br>\r\nYou were now on your knees waiting for Paddington’s next order. He then turned around and you realized your eyes on the same level as furry butt. “Perfect!” The bear thought to himself. <br>\r\n<br>\r\n“What is happening?” You asked. “Just stay still, and follow my lead” he replied. He then bent over, making his butt closer to your face. “That has to be the biggest butt ever!” You thought. While you were getting more confused as to the intentions of Paddington ( and aroused), the bear grabbed his ass cheeks and parted them reviling to you the most perfect anus you ever saw ( in part cause it was the first you saw). And the musky aroma from his butt was turning you on. <br>\r\n<br>\r\n“You like it?” The bear asked.<br>\r\n“Very! I like everything about you.”<br>\r\n“Then you’re gonna like this.” Paddington then proceeded to make contact with his anus and your nose. And you were not prepared for what came next. He pushed a little and began to fart in your face.<br>\r\n<br>\r\nNow, you liked the smell of his previous fart, but getting it point blank was another story. The force of the wind coming out, the strong smell of something that died inside of his ass, everything was bad, but yet, it felt right. The more you sniffed that fart the more you were liking it and the more you wanted to smell it. It lasted 6 seconds. And you wanted more.<br>\r\n<br>\r\n“Still want me to eat you?” Paddington asked with your head still in between his cheeks. “Because if you want, I can try and eat you with my butt, and you would stay inside of it.” You thought about that. You thought about being eaten through that anus, and you thought being surrounded by his farts and feces. You thought about the warmth. And you wanted to at least try. <br>\r\n</span></div></div>",
            "created":1550811600,
            "id":2621369,
            "title":"Anal Vore"
        }
    },
    "info":{
        "author_id":"thomsc",
        "author_name":"Thoms",
        "brief_description":"You are a Member of the Brown's Family. And with Paddington around, stuff will happen. ",
        "created":1430671500,
        "description":"<td align=\"left\" class=\"norm\">You are entering a gay interactive story based on Paddington the Bear Movie. You play as one of the brown's male family members or Paddington itself. Don't kill any characters.  <br>\r\n<br>\r\nThere are just a few rules: <br>\r\n0.- Try to make everything around Paddington;<br>\r\n1.- All Characters are male. No girls allowed; <br>\r\n2.- No gender swap or having female genitalia. It will be deleted; <br>\r\n3.- Donâ\u0080\u0099t Kill the Characters. No HV, Digestion or Absorption; <br>\r\n4.- No Hard Vore and UB. All the others are fine ( Preferably Anal Vore); <br>\r\n5.- Scat is Allowed: ( Poop, Farts, etc... Farts are Preferable); <br>\r\n6.- Sex is allowed; <br>\r\n7.- Entries will be deleted for Bad Grammar and Spelling; <br>\r\n8.- Completely non-nonsensical storylines and going offtopic will be deleted; <br>\r\n9.- Have fun. </td>",
        "id":2040460,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1550839320,
        "pretty_title":"Paddington the Bear Vore Interactive"
    }
}