{
    "chapters":{
        "1":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Gabrielle Dias: Shanghai World Financial Center"
            ],
            "content":"<div class=\"\"><div> <span>Ich war die ganze Nacht im Krankenhaus geblieben. Konnte mit dem Gedanken, dass Sunita wahrscheinlich sterben würde, einfach nicht schlafen. Ich kämpfte immer wieder mit den Tränen. Ich sah Linettes Geist neben mir sitzen. Hörte sie sagen: <i>\"ich wollte wirklich nicht, dass du wegen Sunita so unendlich traurig bist.\"</i><br>\r\n<br>\r\nIch erwiderte: \"du weißt ja, wie das bei frisch verheirateten ist.\"<br>\r\n<br>\r\nLinette sagte lachend: <i>\"ich hab´ unter Nod den Spitznamen \"gefallener Engel\" für dich rumgehen lassen. Die werden mehr Furcht vor dir haben, als du vor ihnen.\"</i><br>\r\n<br>\r\nIch fragte nach einer Pause: \"wird Sunita durchkommen?\"<br>\r\n<br>\r\nLinette schwebte in Sunitas Zimmer, kam nach zwei Minuten zurück: <i>\"bleibende Schäden wird sie wahrscheinlich nicht davontragen. Ich denke, noch ein Tag Ruhe, und sie ist wieder wie neu.\"</i><br>\r\n<br>\r\nIch strahlte vor Freude: \"danke, Linette!\"<br>\r\n<br>\r\nIhr Geist umarmte mich. Ich sagte: \"und dir danke ich auch dafür, dass du auf unserer Seite bist.\"<br>\r\n<br>\r\nKurz darauf schwebte sie Richtung Ausgang. Ich folgte ihr mit meiner Schrotflinte im Anschlag.<br>\r\n<br>\r\nJagte dem Nod, der durch den Eingang kam, eine Ladung Schrot in den Bauch.<br>\r\n<br>\r\nIch rutschte in Deckung, schlug mit dem Kolben der Schrotflinte das Fenster ein, und wechselte zu meiner FNX-9.<br>\r\n<br>\r\nEin weiterer Nod kam herangestürmt. Ich feuerte dreimal. Zwei Kugeln trafen ihn in die Brust und den Hals, die dritte verfehlte. Der dritte Nod blieb wie angewurzelt vor mir stehen und hob die Hände.<br>\r\n<br>\r\n\"Waffe fallen lassen.\"<br>\r\n<br>\r\nEr griff mit einer Hand langsam nach der Pistole, ließ die andere oben. Nachdem er seine Waffe hatte fallen lassen, sagte ich: \"auf die Knie, aber ein bisschen zackig!\"<br>\r\n<br>\r\nEr folgte meinem Befehl.<br>\r\n<br>\r\n\"Die Waffe zu mir rüber, und ich lasse dich leben.\"<br>\r\n<br>\r\nAuch diesen Befehl führte er aus, kickte die Waffe zu mir hinüber.<br>\r\n<br>\r\nIch hob die Waffe auf; eine Beretta APX im Kaliber 9mm mit erweitertem 21-Schuss-Magazin.<br>\r\n<br>\r\nEr drehte sich langsam um, entfernte sich mit ebenso langsamen Schritten. Er fürchtete wahrscheinlich, dass ich bei zu schnellem Tempo die Nerven verlieren und auf ihn schießen könnte (was durchaus eine berechtigte Sorge war).<br>\r\n<br>\r\nAls er außer Sicht war, konnte ich das Krankenhaus verlassen.<br>\r\n<br>\r\nSo machte ich mich auf den Weg zu unserer Operationsbasis.</span></div></div>",
            "created":1596949200,
            "id":2882963,
            "title":"Gabrielle Dias: Shanghai Krankenhaus"
        },
        "11":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Gabrielle Dias: Shanghai World Financial Center, Morgengrauen"
            ],
            "content":"<div class=\"\"><div> <span>Ich fuhr mit dem Aufzug nach oben. Vor dem Aufzug standen zwei bewaffnete Wachen. Eine von ihnen fragte: \"Sie gehören zum Widerstand?\"<br>\r\n<br>\r\nIch bestätigte: \"ja, richtig. Mein Name ist Gabrielle.\"<br>\r\n<br>\r\nDie andere Wache sagte: \"Sie können rein.\"<br>\r\n<br>\r\nIch sah einige Frauen, bei denen ich - angesichts der Pistolen in ihrer Unterwäsche - sofort auf ehemalige Mitglieder der Resistance aus Paris tippte. Linette sagte: <i>\"mit der Vermutung liegst du richtig. Ich hab´ die Mädels als Security engagiert.\"</i><br>\r\n<br>\r\nIch erwiderte nichts darauf. Ich begab mich in den Raum, in dem der Whirlpool aufgestellt war. Einige der Frauen bedeuteten mir mit hochgezogenen Augenbrauen, mich zu ihnen zu setzen, aber ich sagte: \"jetzt nicht.\"<br>\r\n<br>\r\nEine von ihnen kam auf mich zu, legte mir beruhigend eine Hand auf die Brust: \"ich verstehe ja, dass du dir wegen Sunita Sorgen machst.\"<br>\r\n<br>\r\nIch erwiderte: \"Sie haben gesagt, sie wäre morgen wieder auf den Beinen. Aber wenn sie das nicht ist...\"<br>\r\n<br>\r\nIch unterdrückte ein Schluchzen und sagte: \"tut mir leid, ich bin nur...\"<br>\r\n<br>\r\nDie Frau unterbrach mich: \"ich weiß schon.\"<br>\r\n<br>\r\nIch sagte nach einer Pause: \"diese verdammten Partycrasher haben unsere Hochzeit ruiniert!\"<br>\r\n<br>\r\nDie Frau unterdrückte angesichts meiner Wortwahl ein Schmunzeln. Sie sagte: \"das verstehe ich ja. Aber du musst dich ausruhen.\"<br>\r\n<br>\r\nDamit hatte sie Recht, und sie wusste auch, dass ich ihr das Angebot kaum ausschlagen konnte.<br>\r\n<br>\r\nAlso legte ich mich in einem der Räume, die als Schlafräume eingerichtet worden waren, etwas zur Ruhe.<br>\r\n</span></div></div>",
            "created":1596949200,
            "id":2883026,
            "title":"Gabrielle Dias: Shanghai World Financial Center"
        },
        "111":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Gabrielle Dias: Shanghai: Feel my Rage, Motherfuckers"
            ],
            "content":"<div class=\"\"><div> <span>Ich wachte am nächsten Morgen schweißgebadet auf. Ich hörte Linette sprechen: <i>\"es ist wegen Sunita, nicht wahr?\"</i><br>\r\n<br>\r\nIch antwortete nicht. Ich stand wortlos auf, um mir Frühstück aufs Zimmer bringen zu lassen. Ich befand mich in der 80. Etage, also im Park Hyatt Hotel.<br>\r\n<br>\r\nNach dem Frühstück sagte ich, auf Linettes vorangegangene Frage eingehend: \"ja. Du hast Recht.\"<br>\r\n<br>\r\nIch spürte heiße Tränen meine Wangen hinunterlaufen. Ich rief kurz den Zimmerservice an: \"Sekt für zwei, bitte.\"<br>\r\n<br>\r\nLinette sagte: <i>\"für zwei? Aber...\"</i><br>\r\n<br>\r\nIch unterbrach sie: \"für mich bist du immer noch hier, Linette. Ich kann dich niemals gehen lassen.\"<br>\r\n<br>\r\nNachdem der Zimmerservice den Sekt gebracht hatte, fragte der Mann: \"kann ich Ihnen sonst noch etwas bringen?\"<br>\r\n<br>\r\nIch erwiderte: \"nein, danke.\"<br>\r\n<br>\r\nNachdem er gegangen war, fragte Linette: <i>\"du hast keine Angst, dass dich die Leute wegen mir für verrückt halten?\"</i><br>\r\n<br>\r\nIch antwortete: \"nein. Ich habe mehr Angst davor, dich ein zweites Mal zu verlieren. Das kann ich nicht zulassen.\"<br>\r\n<br>\r\nNachdem ich meinen Sekt ausgetrunken hatte, verließ ich das Hotel; mit einer Scheißwut auf Nod im Bauch.</span></div></div>",
            "created":1597122000,
            "id":2883946,
            "title":"Gabrielle Dias: Shanghai World Financial Center..."
        },
        "1111":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Gabrielle Dias: Straßen von Shanghai "
            ],
            "content":"<div class=\"\"><div> <span>Ich lief mit der Schrotflinte im Anschlag durch die Straßen. Ein Nod kam hinter einem Auto hervor, mit der Pistole auf mich zielend. Ich richtete meinerseits die Schrotflinte auf ihn.<br>\r\n<br>\r\nIch sagte mit eiskalter Stimme: \"den Finger vom Abzug, oder du bist tot.\" Er konnte das feurige Glühen in meinen Augen bestimmt sehen. Ich hatte sogar das Gefühl, er könnte in meine Seele blicken.<br>\r\n<br>\r\nUnd das konnte er, denn die Hand, mit der er seine Pistole hielt, zitterte. Er tat was ich verlangte, richtete die Waffe aber noch immer auf mich.<br>\r\n<br>\r\nEr sagte: \"ich werde mich nicht von einem gefallenen Engel in die Hölle mitnehmen lassen. Leben Sie wohl.\"<br>\r\n<br>\r\nEr richtete die Pistole auf seine Schläfe und drückte ab. Ich drehte mich sofort um, da ich einen Luftzug spürte. Der Nod, der auf mich gezielt hatte, bekam eine Ladung Schrot in die Brust.<br>\r\n<br>\r\nIch hörte Linette: <i>\"es gibt doch noch welche, die Angst vor der Hölle haben.\"</i><br>\r\n<br>\r\nIch erwiderte: \"sieht so aus.\"<br>\r\n<br>\r\nIch lud die Schrotflinte wieder durch und lief weiter.</span></div></div>",
            "created":1597122000,
            "id":2883960,
            "title":"Gabrielle Dias: Shanghai: Feel my Rage, Motherf..."
        },
        "11111":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Gabrielle Dias: Shanghai; die geheime Nod-Einrichtung"
            ],
            "content":"<div class=\"\"><div> <span>Ich schloss einen geparkten Sportwagen kurz. Der Nod, dem das Auto gehörte, schlich sich von hinten an und legte mir einen Arm um den Hals, aber ich führte mit den Ellenbogen zwei kurze, aber kräftige Schläge gegen seine Magengegend aus. Er hustete und ließ los; ich nutzte die Gelegenheit, um meine FNX-9 zu ziehen und ihm - den Arm angewinkelt haltend - drei Schüsse in die Brust zu verpassen.<br>\r\n<br>\r\nAls er tot zu Boden fiel, stieg ich ein und fuhr weiter. Mein Ziel war eine geheime Nod-Einrichtung.</span></div></div>",
            "created":1598245200,
            "id":2890581,
            "title":"Gabrielle Dias: Straßen von Shanghai "
        },
        "111111":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Gabrielle Dias: Taxi durch Shanghai "
            ],
            "content":"<div class=\"\"><div> <span>Ich erreichte die Nod-Einrichtung beim Einbruch der Dunkelheit. Ich schlich mich durch die Vordertür nach drinnen. Die Anlage schien verlassen, was mich stutzig machte. Ich hörte Linette sprechen: <i>\"ich habe echt kein gutes Gefühl bei der Sache.\"</i><br>\r\n<br>\r\nIch erwiderte: \"ich auch nicht. Hier stimmt was nicht.\"<br>\r\n<br>\r\nIch schlich mich die Treppe nach unten in den Keller.<br>\r\n<br>\r\nUnd dort sah ich, warum die Anlage nicht bewacht wurde. Eine Frau, die aussah wie Linette, stand vor mir. Ich hob sofort meine FNX-9.<br>\r\n<br>\r\nSie war mit einem großen Schritt bei mir, umklammerte meine Pistole, aber auch ich ließ sie nicht los. Mir gelang es, die Waffe auf ihre Brust zu richten.<br>\r\n<br>\r\nIch feuerte ihr die letzten vier Kugeln ins Herz. Sie fiel tot zu Boden. Kurz darauf hörte ich den Alarm schrillen.<br>\r\n<br>\r\nLinette sagte: <i>\"Nod hat wohl doch Personal hier. Du musst verschwinden.\"</i><br>\r\n<br>\r\nIch wechselte zu meiner APX, schoss dem Nod, der den Hinterausgang bewachte, in den Kopf und stieg in das Taxi, das zufällig dort geparkt hatte.</span></div></div>",
            "created":1601701200,
            "id":2914428,
            "title":"Gabrielle Dias: Shanghai; die geheime Nod-Einri..."
        },
        "1111111":{
            "author_id":"blackie",
            "author_name":"Blackie",
            "choices":[
                "Gabrielle Dias: Stuttgart Innenstadt"
            ],
            "content":"<div class=\"\"><div> <span>Der Fahrer fragte mich nach meinem Ziel. Ich sagte: \"fahren Sie einfach, ich sage Ihnen Bescheid.\"<br>\r\n<br>\r\nWir fuhren eine Weile durch die Nacht, bis er fragte: \"Haben Sie kein bestimmtes Ziel?\" Ich antwortete: \"nicht wirklich.\"<br>\r\n<br>\r\nSo fuhren wir weiter, bis ich sagte: \"zum Flughafen Peking. Ich hab´ da so eine Idee.\" Er sagte: \"wie Sie wünschen.\"<br>\r\n<br>\r\nAls wir angekommen waren, steckte ich ihm 1000 Credits zu: \"hier. Haben Sie sich dafür verdient, dass Sie mich nicht an Nod verraten haben.\"<br>\r\n<br>\r\nEr gab zurück: \"ich wusste, dass Sie mir bekannt vorkommen. Wie war Ihr Name?\"<br>\r\n<br>\r\nIch antwortete: \"Gabrielle Dias.\"<br>\r\n<br>\r\nDamit stieg ich aus und rannte davon; ich wusste nicht, ob er für Nod arbeitete oder nicht. Schließlich zahlte ich 663 Credits für einen Billigflug nach Stuttgart.</span></div></div>",
            "created":1602738000,
            "id":2922125,
            "title":"Gabrielle Dias: Taxi durch Shanghai "
        }
    },
    "info":{
        "author_id":"blackie",
        "author_name":"Blackie",
        "brief_description":"Sunita war schwer verletzt worden, aber wir gaben den Widerstand nicht auf.",
        "created":1596994920,
        "description":"<td align=\"left\" class=\"norm\">Die Schlacht gegen Nod forderte zu viele Opfer. Die Bruderschaft, so schien es, wurde immer stärker, der Widerstand schrumpfte mehr und mehr zusammen.<br>\r\n<br>\r\nAber ich konnte und wollte nicht aufgeben.<br>\r\n<br>\r\nIch musste meine Trauer verbergen, mich auf meine Aufgabe konzentrieren.<br>\r\n<br>\r\nIch bin Gabrielle Dias.<br>\r\n<br>\r\nIch bin der gefallene Engel, der die Bruderschaft besiegen wird.</td>",
        "id":2228997,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1601728320,
        "modified":1602765120,
        "pretty_title":"C&C Tiberian Incursion: Fallen Angel"
    }
}