{
    "chapters":{
        "1":{
            "author_id":"jsmedley2",
            "author_name":"PossQInsa",
            "choices":[
                "Kid (6-12)",
                "Teen (13-18)",
                "Young Adult (18-25)",
                "Adult (26+)",
                "Fanfic Options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>I suppose the first thing is to get this out of the way. How old should the girl we focus on be.</span></div></span></div>",
            "created":1587531600,
            "id":2822785,
            "title":"The Initial Choice."
        },
        "11":{
            "author_id":"jedevari",
            "author_name":"jedevari",
            "choices":[
                "Anna, a 9 year old energetic girl, who likes to be naked at home.",
                "Hannah,a 10 year old shy girl who discovers a new lifestyle through a punishment",
                "Jenny, a 12 year old kind girl, who lost her all of her clothes, yet, carries on"
            ],
            "content":"<div class=\"\"><div> <span>As a young child, life for these girls is largely simple, because other than going to school and doing their chores, they are free to do whatever they want, be it playing in the park, going on sleepovers, doing sports and more, one always wants be a child again.<br>\r\n<br>\r\nYet, in such a young age, one almost always gets in trouble every now and then, for things such as not doing your homework, disrespecting your elders, and getting naked for example. And in the latter case, it may not be because they like breaking rules, but because they see nudity as something free and innocent.<br>\r\n<br>\r\nSuch is the case of one of these young girls, who for one reason or other, came to like going nude whatever they went.</span></div></div>",
            "created":1587790800,
            "id":2824649,
            "title":"Kid (6-12)"
        },
        "113":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "She decided to donate all of her clothes.",
                "Her house caught on fire. Burning all of her clothes.",
                "On the way, she ended up losing the clothes she was wearing."
            ],
            "content":"<div class=\"\"><div> <span>In a small town, there was a girl that all residents knew about. She was called Jenny, if you ask somebody about her, everyone would agree that she was an angel, she had long and blonde hair smooth as silk and green emerald eyes. She was kind and always had a smile on her face. However, she was also remarkable for another reason, all the time, she was naked as the day she was born.<br>\r\n<br>\r\nThe reason behind this? Well, it all started when she was walking back home ....<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826602,
            "title":"Jenny, a 12 year old kind girl, who lost her al..."
        },
        "12":{
            "author_id":"jedevari",
            "author_name":"jedevari",
            "choices":[
                "Lisa, a 13 year old cheerful girl who gets into an embarrasing accident.",
                "Rebecca, a 16 year old tomboy who is not afraid of getting naked",
                "Alice, a 17 year old model student who joins the art club."
            ],
            "content":"<div class=\"\"><div> <span>As a teenager, these girl will have to face challenges in their life, such as going to middle and high school, dealing with puberty, discovering new sentiments and emotions, making new friends, joining a club, as well as the possibility of getting a boyfriend and more!!.<br>\r\n<br>\r\nHowever, in the midst of all of this, these girls, by the wishes of destiny, or by the machinations of someone, will end up naked and exposed in front of everyone!, yet, not all is lost, for despite this embarrasing moment, they may learn something or two about being in the nude and not being afraid of it.<br>\r\n<br>\r\nOne of the many examples of the above, is one of these girls who dealt with this situation, and learned to overcome it.</span></div></div>",
            "created":1587790800,
            "id":2824639,
            "title":"Teen (13-18)"
        },
        "13":{
            "author_id":"jedevari",
            "author_name":"jedevari",
            "choices":[
                "Luna, a 18 year old high school girl who discovers the wonders of nudism.",
                "Chloe, a 19 year old university student who gets pranked with a new life.",
                "Zoe, a 20 year old part time worker, whose new job requires her to go nude."
            ],
            "content":"<div class=\"\"><div> <span>As a young adult, these girls will have to face new challegences in life, whatever be it finishing highschool and going to the university, getting a parcial or permanent job, and becoming more independent in general.<br>\r\n<br>\r\nHowever, in the midst of all of this, this girl will also have to face the challange of nudity, for one way or the other, she will end up naked and embarrased in public, yet, how does she react to all of this ?,  can she get used to it ?,  can she become confident about it ?, and how ?<br>\r\n<br>\r\nThese are questions that will get answered soon, as we look into the life of one of them.</span></div></div>",
            "created":1587790800,
            "id":2824627,
            "title":"Young Adult (18-25)"
        },
        "14":{
            "author_id":"jedevari",
            "author_name":"jedevari",
            "choices":[
                "Amelia, a 27 year teacher who recieves a life changing accident.",
                "Sonia, a 28 old recently married woman who goes into an interesting honeymoon",
                "Amanda, a 30 year old business woman with a new daring business plan"
            ],
            "content":"<div class=\"\"><div> <span>As a fully adult person now, many women is this age have to deal with many problems and challenges in their life, such a getting married and creating a famlily, having a permanent and stable job, buying a house or a car, and overall being a productive member of society and avoid problems with the law.<br>\r\n<br>\r\nHowever, in the midst of all of this, these women will have to face an aditional challenge as they will come to face humillation and exposure as they get naked in public  by forces beyond their control, and that bears the question, how they will reach to such a situation ?, they would be embarrased ?, or they will embrace this newfound freedom from clothes.<br>\r\n<br>\r\nSuch questions will be answered as we look into the life of one of these women.</span></div></div>",
            "created":1587877200,
            "id":2825064,
            "title":"Adult (26+)"
        },
        "141":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Pulling up to Bareside Education Center",
                "Learning what the school was before leaving"
            ],
            "content":"<div class=\"\"><div> <span>Amelia had been a teacher for a few years now, and she had decided to apply to a series of specialist schools, don't get her wrong, she loved her current school district, but she needed a little more cash flow.  And the specialist schools paid a good deal more than what she was making now, so there really was no question of whether or not to apply for those positions.<br>\r\n<br>\r\nScrolling through the schools, she saw a few names that stood out: 'Beethoven School for the Deaf', 'Van Gogh school for the Blind,' and so on and so on.  In the end, the simply decided to hit 'apply all' and see what she got, she'd already listed her preferences, no elementary schools grades, willing to move, etc.  now all that she had to do was wait.<br>\r\n<br>\r\nAnd then she got a phone call, from 'Bareside Education Center', they offered her an apartment and everything, but the climcher was the salary.  A few interviews and emails and she was set, but little did she know exactly what kind of school this was, what property is was on, and it's <i>mandatory</i> uniform (or lack thereof).  Namely, that it was a school in a nudist community.</span></div></div>",
            "created":1587877200,
            "id":2825346,
            "title":"Amelia, a 27 year teacher who recieves a life c..."
        },
        "1411":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "It was empty. Mr. Peters tells her about the mandatory uniform",
                "She sees all the students naked."
            ],
            "content":"<div class=\"\"><div> <span>Amelia prepared everything on suitcases and cardboard boxes to move to BEC. Her current apartment was rented, which meant that she wouldn't need the help of a moving team. The school's location was given to her by an e-mail, where she would receive an introduction by the principal of the Center.<br>\r\n<br>\r\nDriving outside of town, Amelia has high expectations for this job. She arrives to the indicated zone, but she sees a door with a guard in a booth.<br>\r\n<br>\r\n\"Good evening.\" Amelia says.<br>\r\n<br>\r\n\"Good evening.\" The guard responds. \"I apologize for my manners, but could you please tell me the reason why you are here?\"<br>\r\n<br>\r\n\"Of course, I was hired by the Bareside Education Center. And I'm supposed to meet.\" She grabs her phone. \"Um, Mr. Peters.\"<br>\r\n<br>\r\n\"I see, you must be the new teacher.\" The guard seems more relaxed. \"Mr. Peters is waiting for you. Let me call him and I'll open the gate for you.\"<br>\r\n<br>\r\n\"Okay, thanks.\" Amelia worries about this place, the possibilities scare her. After a couple of minutes, as the guard opens the door, a man with an elegant suit walks towards her car, he looked like he could be in his 30's.<br>\r\n<br>\r\n\"Hello, Amelia.\" The man greets her. \"Let me introduce myself, my name is Nathan Peters. I'm the principal of the BEC. It's a pleasure.\" He extends his hand.<br>\r\n<br>\r\nShe shakes his hand. \"The pleasure is mine. Say, why do you use this door?\" She was worried that she accepted a teaching job in a cult or something similar.<br>\r\n<br>\r\n\"Years ago, our community used to live closer, but due to some complaints we had to build this door to respect the rest of the residents of the zone.\" Mr. Peters responds. \"Do you mind if I join you on your way to the school? I had a long walk.\"<br>\r\n<br>\r\nShe nodded and opened the copilot door. They arrive to the school and</span></div></div>",
            "created":1588222800,
            "id":2827335,
            "title":"Pulling up to Bareside Education Center"
        },
        "14111":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "The next day, nervously peeking through the blinds",
                "The next day, uncomfortable grocery shopping"
            ],
            "content":"<div class=\"\"><div> <span>Pulling up to the school, she saw that it was pretty standard and modern as far as aesthetics go, lots of big windows and a good sized soccer field and playground.  \"It's a nice looking school.\"  Amelia said looking over at Mr. Peters, \"When do the classes open again?\"<br>\r\n<br>\r\nMr. Peters looked over st her, \"Four days.\"  He led her to the door, \"Plenty of time to get settled in here at Bareside.\"<br>\r\n<br>\r\nLooking around at the empty halls, she could just feel like this was the right job!  He led her down the halls, showing her the cafeteria, library, gym, and where her classroom will be.  It was all pretty standard, she thought, as she looked at her soon-to-be classroom, so why the gated community?<br>\r\n<br>\r\n\"Forgive me for asking,\" she said a littlest nervously, really hoping that she didn't just accidentally join a cult, \"but why the gated community?\"<br>\r\n<br>\r\nMr. Peters looked at her strangely, \"Uh, you do realize we're a nudist community, right?\"  He chuckled, \"It's even in the name: <b>Bare</b>side.\"<br>\r\n<br>\r\nAmelia paled, looking very much like a gasping fish before her face turned red from the thought of seeing everyone, her coworkers, her students, her neighbors naked.  \"Will I have to...\" her question died off as he nodded slowly.<br>\r\n<br>\r\n\"We didn't see anyone since it's a bit late and we weren't near main street,\" he said as he shrugged, \"but if you drive around for a bit, you'll see what I'm talking about.\"<br>\r\n<br>\r\nAmelia started hyperventilating, \"I- I can't do this!\"  She shook her head, \"I just can't!\"<br>\r\n<br>\r\nMr. Peters grunted, \"You'll have to.  You're under contract.  And please don't forget, that this is a <i>nudist</i> community, not a clothing optional.  Even around town, it's mandatory to be nude.\"  He quickly added, \"Hats, fanny bags/purses, and shoes are allowed though.\"<br>\r\n<br>\r\nAmelia finished her tour in a daze, driving to her new apartment, which turned out to be a small townhouse, she just kept looking straight, blocking out her surroundings as she went inside and collapsed on the unmade bed, still in her clothes.</span></div></div>",
            "created":1588222800,
            "id":2827458,
            "title":"It was empty. Mr. Peters tells her about the ma..."
        },
        "141111":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "A woman around her age. (A neighbor)",
                "A teenager. (A possible student of hers.)"
            ],
            "content":"<div class=\"\"><div> <span>Amelia walks through a hall, feeling that something was off. She walks inside a classroom and sees all her students whispering something and giving her disgusted looks.<br>\r\n<br>\r\n\"Okay, class. Open your books on page 20.\" She instructs, however, her desk was empty.<br>\r\n<br>\r\n\"Ms. Amelia.\" A student raises a hand. \"Are you sure you didn't forget something.\"<br>\r\n<br>\r\nAmelia looks at herself, she was standing naked in front of her students. She opens her eyes, it was all a dream. She gets up from her bed and brushes her teeth.<br>\r\n<br>\r\nLast night, the teacher sneaked out of her new house to pick stuff from her car, she didn't want to see or meet anyone naked. With her head full of worries, she goes to the living room and sees a letter down her door.<br>\r\n<br>\r\n\"Dear, new citizen. We welcome you to Bareside, a community with people that are compromised with nudism in their daily lives. We hope that you will enjoy your stay.\"<br>\r\n<br>\r\nAmelia sighed, it was a nice detail, but she wasn't convinced to leave her home without clothes. She peeks through the blinds, seeing an old man mowing his lawn in the house at the other side of the street and a couple of kids playing with a ball. A common sight if it wasn't for the fact that she was able to see their butts.<br>\r\n<br>\r\nShe blushes and gets away from the window. She knew it was a matter of time before.....<br>\r\n<br>\r\nShe hears someone knocking on her door, but who was it?</span></div></div>",
            "created":1588309200,
            "id":2828600,
            "title":"The next day, nervously peeking through the blinds"
        },
        "1411111":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Debrah starts throwing away all of Amelia's clothes",
                "Amelia asks questions as they unpack"
            ],
            "content":"<div class=\"\"><div> <span>Amelia nervously looked at the door, through the frost-tinted glass seeing that is was a woman at her door, though by her silhouette it was very obvious she was naked.  The woman knocked again, this time ringing her doorbell, and Amelia slowly walked toward the door, and reached for the doorknob as if it'd kill her.  Opening it, she saw a naked black lady smiling and holding a plate of cookies.<br>\r\n<br>\r\n\"Welcome to Bareside!\"  The woman cheered, before frowning, \"You know that those ain't gonna fly here, right hon?\"  She gestured to Amelia's outfit.<br>\r\n<br>\r\nAmelia sighed and nodded, \"I just found out yesterday.\"  She looked away from her neighbor out of being uncomfortable, \"I didn't know this place was a nudist community until I did the tour of the school!\"<br>\r\n<br>\r\nThe woman looked at her a bit oddly, \"Dud you just look up the school, and not the <i>gated community</i> it was in?\"  She walked over and patted Amelia on the back, \"Don't worry, it'll be fine, just strip down and tame your first steps.\"  She smiled when Amelia looked up at her, \"My names Debrah.\"<br>\r\n<br>\r\nAmelia rubbed her eyes, \"I'm Amelia.\"<br>\r\n<br>\r\n\"Now then,\" Debrah said as she stepped in and closed the door, \"Lets get you moved in and out of those clothes!\"<br>\r\n<br>\r\nAmelia blushed, but followed her neighbor down the hall.</span></div></div>",
            "created":1588395600,
            "id":2828691,
            "title":"A woman around her age. (A neighbor)"
        },
        "14111112":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "\"Okay, I guess?\"",
                "\"Sorry, I think I need more time to do it.\""
            ],
            "content":"<div class=\"\"><div> <span>With Debra inside of her house, Amelia wonders if this was a good idea. Still, she had a lot of questions and her neighbor might be the best one to ask to.<br>\r\n<br>\r\n\"Since I'm here, I will help you to unpack.\" Debra opens a box. \"You got a lot of cleaning supplies here. Where's the rest of your stuff?\"<br>\r\n<br>\r\n\"There on my car.\" Amelia responds. \"It's just that I don't think I'm going outside.\"<br>\r\n<br>\r\n\"Then I can go and get them.\"<br>\r\n<br>\r\nAmelia nodded and unlocked her car. She saw Debra walking and taking the boxes out and walking back with them.<br>\r\n<br>\r\n\"I'm sorry for making you do that.\" Amelia says.<br>\r\n<br>\r\n\"Don't worry about it. I'm here to help, besides, I see that you need a few moments before you can strip.\"<br>\r\n<br>\r\n\"Now that you mention it. Do you mind if I ask you some questions?\"<br>\r\n<br>\r\n\"Of course, girl. I'm an open book.\"<br>\r\n<br>\r\n\"Okay. How long have you been here?\"<br>\r\n<br>\r\n\"Like 3 or 4 years. Pretty much, my life was a mess before and my savings were enough to buy a house here.\" Debra comments. \"At the very least, I was okay with being naked outside and I didn't have to worry about buying clothes.<br>\r\n<br>\r\n\"I see. And what are the rules of this place?\" Amelia asks.<br>\r\n<br>\r\n\"No clothes, obviously.\" Debra opens the box with Amelia's clothes. \"Which means you don't need to unpack these.\" She moves the box. \"And just be yourself. Pretty much standard rules.\"<br>\r\n<br>\r\n\"And do people have...\" Amelia stops for a second. \"Outside?\"<br>\r\n<br>\r\n\"Damn, girl.\" Debra blushes. \"Of course not, there are children here. You are really naive about nudism, how about we go outside and show you around?\"<br>\r\n<br>\r\nAmelia sighs and says....</span></div></div>",
            "created":1588568400,
            "id":2830145,
            "title":"Amelia asks questions as they unpack"
        },
        "141111122":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Amelia decides to try going in her (small) backyard first",
                "Amelia decides to try being naked inside with Debra first"
            ],
            "content":"<div class=\"\"><div> <span>\"Alrighty then.\" Debra said, sighing, \"But you know that you've gotta go out there eventually, right?\"<br>\r\n<br>\r\nAmelia nodded, blushing, trying not to look at her neighbor's body too much, \"I know, I just didn't expect all this.\"  She gestured to her neighbor and the neighborhood outside.  \"It's a little much to take in.\"<br>\r\n<br>\r\nDebra nodded, deciding to educate the poor girl about nudist etiquette, \"Alright, then while you prep yourself, I'll give you the run down on what to do and not to do.\"  Amelia nodded as Debra continued, \"First, always carry a towel with you to sit on, I don't have one on me since I didn't expect to come inside your house.  It's for sanitary reasons.\"  She started counting off on her fingers, \"Don't stare, obviously, hugs are reserved for family or close friends.\"<br>\r\n<br>\r\nAmber blushed at that comment, but didn't say anything.<br>\r\n<br>\r\n\"And aside from that, just don't eve think about anything other than being relaxed.\"  Debra said, \"We're just another community, just one without any clothing stores.\"<br>\r\n<br>\r\nAmelia nodded, pacing in her living room, trying to keep herself from hyperventilating, and occasionally looking through windows to see her neighbors doing the average neighborhood things, just naked.</span></div></div>",
            "created":1588568400,
            "id":2830185,
            "title":"\"Sorry, I think I need more time to do it.&..."
        },
        "1411111221":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "The training continues.",
                "Someone knocks at her door and forgets about her nudity."
            ],
            "content":"<div class=\"\"><div> <span>\"Well, if you want someone to talk to. I live next door.\" Debra says goodbye and leaves.<br>\r\n<br>\r\nAmelia was sweating from how nervous she was. It was the first time she was engaged in a conversation with a naked person, but deep inside of her, she knew it was a matter of time before she would leave her house without clothes.<br>\r\n<br>\r\nHer mind tried to find options about this whole situation, she stopped thinking and decided to take a look around the house and realizes she has a backyard.<br>\r\n<br>\r\nAmelia peeks out of the door and sees a wooden fence around the grass. This gave her an idea, maybe she could strip and spend some time outside in her backyard. The teacher grabs a towel and a pair of sandals.<br>\r\n<br>\r\n\"Might as well give it a try for a bit.\" She thought. Amelia looks at herself, she was wearing a white shirt and she didn't notice that she was missing her pants, all the time she talked with Debra, she was showing her underwear.<br>\r\n<br>\r\nShe walks into her backyard, a little small, but it was enough for her. She takes a deep breath and starts to strip, dropping her shirt and revealing a bra that matched her panties. The next item she took off was her bra, covering her B cup breasts with one arm. For last, she pulled her underwear, showing a big bush, she wasn't a woman that often used bikinis.<br>\r\n<br>\r\nFeeling the sunlight on her body, Amelia opens her eyes and walks, imagining herself along with other people outside.</span></div></div>",
            "created":1588741200,
            "id":2831031,
            "title":"Amelia decides to try going in her (small) back..."
        },
        "14111112211":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Lanky, awkward looking guy her age with pectus",
                "A motherly looking woman with a breast missing (cancer survivor)"
            ],
            "content":"<div class=\"\"><div> <span>Amelia walked around her yard slowly, thankful for the fence that was actually pretty tall, nudists or not, people needed privacy sometimes.  It felt weird, she decided, feeling the breeze blow around her on every inch over exposed skin, which was all of her right now.<br>\r\n<br>\r\n\"<i>This</i> isn't so bad.\"  She's said to herself, referring to the sensation of the gentle breeze and warm sun, though she didn't think she could stomach going out in public like this just yet.  Truth be told, she didn't think she'd had a good enough body, she wasn't super curvy, didn't have prefect hair, and she definitely didn't shave down below.<br>\r\n<br>\r\nBut just as those thoughts ran through her head, she remembered the grandpa out across the street cutting grass, and while Debra had a curvier body, she was plump enough to not be a model, who are usually extremely thin.  Debra's body had been refreshingly average, just like her, she realized.<br>\r\n<br>\r\n\"I can do this!\"  She said to herself, standing a little taller in her backyard.<br>\r\n<br>\r\n\"Hello there neighbor!\"<br>\r\n<br>\r\nShe immediately dropped down behind the fence, blushing bright red.<br>\r\n<br>\r\n\"Hello?  Everything alright?\"  The neighbor asked, sounding concerned.<br>\r\n<br>\r\n\"Oh yes, everything's fine.  Just nervous is all.\"  Amelia called back, trying to calm her heart, which felt like it was beating a thousand times a minute.<br>\r\n<br>\r\n\"Well don't be, first time jitters go away after a bit.  Just relax.\"  The neighbor said.<br>\r\n<br>\r\nAmelia took a deep breath and stood up slowly, and turned to the neighbor and was shocked to see that they were a...</span></div></div>",
            "created":1588741200,
            "id":2831143,
            "title":"The training continues."
        },
        "141111122112":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "\"Yeah, I think it's time to see the community.\"",
                "She declines again."
            ],
            "content":"<div class=\"\"><div> <span>Amelia sees a woman, most likely in her middle 30's, she had short hair with green hair dye. The teacher saw that she only had one breast.<br>\r\n<br>\r\n\"Hi, I'm Amelia. I'm your new neighbor.\"<br>\r\n<br>\r\n\"Nice to meet you, I'm Carol.\" The woman was sitting in a lawn chair. \"Give me a second.\" She stands up and extends her hand. \"So, first time living in a nudist community?\"<br>\r\n<br>\r\n\"First time in nudism overall.\" Amelia blushes a little. \"I was practicing a little.\"<br>\r\n<br>\r\n\"For a first timer, you seem to be doing alright.\" Carol replies.<br>\r\n<br>\r\n\"Thanks.\" Amelia looks at Carol's chest, but she notices it. \"I'm sorry, I was..\"<br>\r\n<br>\r\n\"Don't worry about it. It's not like we have anything to hide.\" Carol says. \"I got it removed. You know, cancer sometimes can be hard.\"<br>\r\n<br>\r\nAmelia felt embarrassed for being too obvious. \"How long has been since you went to surgery?\"<br>\r\n<br>\r\n\"Six months ago. But it was worth it, now I can see my kids grow.\" Carol feels confident about her future.<br>\r\n<br>\r\n\"You have kids?\" Amelia feels.<br>\r\n<br>\r\n\"Yeah, two girls.\" Carol responds. \"How about you?\"<br>\r\n<br>\r\n\"No, I don't.\" Amelia says. \"I mean, I've been thinking about it. But I think I'll continue with my job as a teacher.\"<br>\r\n<br>\r\n\"You should reconsider it.\" Carol sits again. \"Time waits for no one and believe me, you won't regret it. Oh, by the way, I will go shopping in one hour, if you want to keep training outside, you can join me.\"<br>\r\n<br>\r\nAmelia meditates and says...</span></div></div>",
            "created":1588827600,
            "id":2831991,
            "title":"A motherly looking woman with a breast missing ..."
        },
        "1411111221122":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Carol's daughter return home",
                "She decides to go shopping after all with Carol"
            ],
            "content":"<div class=\"\"><div> <span>\"I don't know,\" Amelia said, rubbing her arm in an attempt to calm nerves, \"if I feel up to it, I'll join you in an hour.  But I just need to get used to, this.\"  She gestured to their bodies.<br>\r\n<br>\r\nCarol nodded, \"The offer stands.\"  A *ding* was heard coming from the house, \"Oh, those would be the cookies.  Come on, I'll let you have some, a little welcome to the neighborhood present.\"<br>\r\n<br>\r\nAmelia tried to think of a reason to say no, but couldn't and decided to hop the fence and come over anyway, following Carol up the porch into the house.  Amelia looked around as Carol putted around the kitchen, slipping on some oven mitts and pulling out a tray of cookies, wafting them with a paper plate to cool them.  Looking at the pictures on the wall, she saw the usual pictures, family, the kids, school, a thin man who was undoubtedly Carol's husband, but something looked off about him, specifically his chest.<br>\r\n<br>\r\n\"See something you like dear?\"  Carol asked as she walked over, \"Ah, I remember that, that was when we moved in, didn't know I was pregnant then yet.  Found out a week or so later.\"<br>\r\n<br>\r\nAmelia pointed at the husbands chest, \"Is that a trick of the light?  Or it is something ... else?\"<br>\r\n<br>\r\nCarol laughed it off, \"That'd be his chest.  Poor James was always so awkward about it, but he credits the lifestyle with him accepting it.\"  She looked over at the clock, \"He's still out seeing some old friends who live across town, but he's a teacher too, history in fact.\"<br>\r\n<br>\r\nAmelia's eyebrows went up, 'What're the odds my new neighbor was a coworker?' </span></div></div>",
            "created":1588827600,
            "id":2832012,
            "title":"She declines again."
        },
        "14111112211221":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Shopping with Carol.",
                "Amelia leaves and gets a call from a friend or relative."
            ],
            "content":"<div class=\"\"><div> <span>Amelia and Carol hear a door opening. \"I'm home, mom.\"<br>\r\n<br>\r\n\"Welcome back, Lauren.\" Carol greets her.<br>\r\n<br>\r\nAmelia sees a teenager walking into the kitchen, she had black hair and she was wearing black eye shadow. A Goth girl with a flat chest.<br>\r\n<br>\r\n\"Lauren, this is Amelia, she is our new neighbor.\" Carol explains.<br>\r\n<br>\r\n\"Nice to meet you.\" Lauren says, looking at the teacher's breasts. \"I'll be in my room.\"<br>\r\n<br>\r\n\"Okay, but don't take too long. I made cookies.\" But she only hears her daughter closing the door of her room.<br>\r\n<br>\r\n\"She is...interesting.\" Amelia comments.<br>\r\n<br>\r\n\"Yeah, it's just a phase. I'm sorry for that, she has a complex with her chest.\" Carol says.<br>\r\n<br>\r\n\"And what about your other daughter?\" Amelia tries to change topics, after all she did the same thing when she met Carol.<br>\r\n<br>\r\n\"Oh, my little Sally, she is playing with a friend of hers outside. She is younger than Lauren.\" Amelia thinks if she was the girl she saw earlier.<br>\r\n<br>\r\n\"So, why did you choose Bareside?\" She serves two cups of coffee and hands one to Amelia.<br>\r\n<br>\r\n\"I actually didn't know. I was offered a job here at the Education Center and I never thought it would be a nudism community.\" She takes a sip.<br>\r\n<br>\r\n\"At least, you seem to get used to it very quickly.\" Carol responds. \"And what grade are you going to teach?\"<br>\r\n<br>\r\n\"Any grade above elementary.\" Amelia replies.<br>\r\n<br>\r\n\"That's good. I hope you get Lauren in your group, she is very smart, but she is a little difficult to deal with.\" Carol drinks.<br>\r\n<br>\r\nAmelia begins to understand how nudity wasn't awkward or weird.</span></div></div>",
            "created":1588914000,
            "id":2832621,
            "title":"Carol's daughter return home"
        },
        "141111122112211":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "She stays calm while shopping ",
                "She has a minor freak out while shopping"
            ],
            "content":"<div class=\"\"><div> <span>\"Are you going shopping with me Amelia?\"  Carol asked as she grabbed her purse, heading to the front door.<br>\r\n<br>\r\nAmelia thought about it, she needed to get used to this eventually, and Carol seemed nice enough to let her go st her own pace, \"Yes, just let me run back over and grab my purse.\"  She said, heading out back and hopping the fence again since her front door was still locked.  Grabbing her purse, she headed to her front door and froze, was she really going to do this?  Go outside in front of the whole neighborhood and the community completely naked?<br>\r\n<br>\r\nYes, she decided as she exited her house as quickly as possible, locking the door behind her.<br>\r\n<br>\r\n\"Ready to go?\"  Carol called from her minivan at the curb, having backed out and in front of Amelia's house.<br>\r\n<br>\r\n\"Yes.\"  Amelia said as she quickly got to the van, \"Before I change my mind.\"<br>\r\n<br>\r\nNodding, Carol put the van in drive and headed down the street, Amelia took the time to look around a thing the sights, the kids playing in the front yard, the teenagers walking down the street, the families out on bike rides, everything was as normal as could be.  Except that everyone was naked.<br>\r\n<br>\r\nDowntown wasn't any different, she saw hipsters, regular people, old people, even police (!) going about their day completely naked!  Well, except for the cops, who were wearing their hats and belts, but they had to stand out somehow.<br>\r\n<br>\r\nPulling up to the grocery store, Amelia took deep breaths as she opened the door and took her first steps in the wider public as naked as everyone else.</span></div></div>",
            "created":1588914000,
            "id":2832687,
            "title":"Shopping with Carol."
        },
        "1411111221122112":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "A gym",
                "A spa."
            ],
            "content":"<div class=\"\"><div> <span>In the grocery shop, Amelia and Carol walk together.<br>\r\n<br>\r\n\"Okay. Let me see here.\" Carol takes her phone out of her purse to see the list she prepared. Amelia, in the other hand, grabs supplies to finish this quickly.<br>\r\n<br>\r\n\"Amelia, I hope you don't mind, but can you help me?\" Carol asks her.<br>\r\n<br>\r\n\"Sure.\" She nervously responds.<br>\r\n<br>\r\n\"I need to check an offer in fruits, could you please bring me a cereal box from that aisle.\" She points towards a corner in the store. \"It's the white one with blue logos.\"<br>\r\n<br>\r\n\"Uh, sure.\" Amelia rubs her arm and walks into the aisle. She thought that maybe she was exaggerating. Seeing the empty shelves, she looks at one last box, in the lower part. Amelia bends over and grabs it, not before hearing someone saying. \"Nice!\" She quickly ran back to Carol.<br>\r\n<br>\r\nCarol sees the teacher covering herself and completely blushed, dropping the cereal into the shopping cart. \"Are you okay?\"<br>\r\n<br>\r\n\"No, I'm not. I think I'm done for today.\" She heavily breathes.<br>\r\n<br>\r\n\"Relax, inhale and exhale.\" Carol tries to calm her, after a few seconds, she asks her about what happened and Amelia explains. \"Really? Then follow me.\" Both walk back to the aisle and they see a couple looking at carpets. \"Yeah, maybe this one.\" The woman says. \"Come on, honey, look at this one, it's really nice.\" The man replies. Turns out it was just her imagination.<br>\r\n<br>\r\n\"See, no one was talking about you.\"<br>\r\n<br>\r\nAmelia sighs. \"Sorry, I'm still nervous about this whole thing.\"<br>\r\n<br>\r\n\"Then, don't think about it.\" Carol touches her shoulder. \"Just relax. You need to be more confident with yourself. And you know what? I have the perfect place in mind.\"</span></div></div>",
            "created":1589086800,
            "id":2833583,
            "title":"She has a minor freak out while shopping"
        },
        "14111112211221122":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Sauna room",
                "Full body massage "
            ],
            "content":"<div class=\"\"><div> <span>After a tense ride back home, Amelia found herself being dragged out of her home by Carol to a local spa, the building was only one story tall, but seemed to be a pretty decent one in terms of accommodations.  Hurriedly walking into the lobby, she was greeted by the secretary, a bald, busty woman with a bush even larger than Amelia's.<br>\r\n<br>\r\n\"Hey Carol!  Brought in someone new eh?\"  The woman asked.<br>\r\n<br>\r\n\"Yeah,\" Carol said grabbing Amelia's shoulder, \"it's her first day being nudie, and she needs to relax.  Especially since she's the new teacher at the school.\"  She looked at Amelia, \"Amelia, this is Sara.  Sara, Amelia.\"<br>\r\n<br>\r\n\"Nice to meet you.\"  Amelia said, forcing herself to relax, feeling out of place with her small breasts and tan lines.<br>\r\n<br>\r\n\"Same.\"  Sara said, \"So, what'll it be today girls?\"<br>\r\n<br>\r\n\"Hmmm...\" Carol said as she thought for a bit, \"We'll start with the ....\"</span></div></div>",
            "created":1589173200,
            "id":2833802,
            "title":"A spa."
        },
        "141111122112211221":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Massage time.",
                "A few hours later."
            ],
            "content":"<div class=\"\"><div> <span>\"We'll start with the sauna room.\" Carol says.<br>\r\n<br>\r\n\"Perfect, there you go.\" Sara gives them a pair of towels. \"And enjoy your stay in here, Amelia.\"<br>\r\n<br>\r\n\"Thanks.\" She responds. They about to enter the spa.<br>\r\n<br>\r\n\"Oh, before I forgot, we are giving free massages today, in case you want one later.\" Sara tells them. The two nodded and step inside.<br>\r\n<br>\r\nAmelia sees everything that this spa could offer, massages, acupuncture, manicure, pedicure, even Jacuzzi.<br>\r\n<br>\r\n\"Here we are.\" Carol says, looking at the sauna room. \"Come on, it's time to do it.\"<br>\r\n<br>\r\nIn minutes, Amelia starts to notice the effects of the room. Meanwhile, Carol was used to this. \"So, how do you feel?\" She asks the teacher.<br>\r\n<br>\r\n\"Better, actually.\" Amelia replies. \"I'm sorry for how I acted at the grocery store.\"<br>\r\n<br>\r\n\"Don't think about it.\" Carol closes her eyes. \"I didn't bring you here to worry about that.\"<br>\r\n<br>\r\n\"So, why did you help me? I don't want to be rude, but I was wondering about it.\"<br>\r\n<br>\r\n\"A lot of things, first, you seem to be a good person, second, you remind me of my husband when he started teaching. He was too nervous to give the class to his students. And it's hard to admit it, but I was looking forward to be your friend, I hope that doesn't bother you.\"<br>\r\n<br>\r\nAmelia smiles. \"Not at all.\" She stretches her arms. \"I guess it's time to get out of this room, you want to get a massage?\"<br>\r\n<br>\r\nCarol nods and both get out of the sauna.</span></div></div>",
            "created":1589173200,
            "id":2834148,
            "title":"Sauna room"
        },
        "1411111221122112212":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Her dream/nightmare ",
                "Waking up and forgetting that she's naked"
            ],
            "content":"<div class=\"\"><div> <span>Amelia was laying out on her bed, feeling totally relaxed from the spa, the sauna worked wondered at coolingher off, and that masseuse, Serge, his accent may have been the thickest she'd ever heard, but he was the best masseuse she'd ever had!  Rolling over in her bed, she looked at her clock and saw that it was already 6:30!  She'd spent the whole afternoon naked!<br>\r\n<br>\r\n\"I can't believe I did that.\"  She muttered to herself, getting up and stretching, she headed down to her living room to watch a bit of tv, see if anything was on.  But once she'd turned it on, she didn't recognize any of the channels!  Scrolling through, she didn't even recognize some of the shows!  \"What on earth?\"  She said as she tune down into one station and saw that the newscast was naked!  Each channel had everyone completely naked!  The soap operas, the kids channels, all the news, the few movies too!<br>\r\n<br>\r\nLooking at this, she realized that she ,us the bed using the communities private network, she didn't see a satellite on her roof, she it was most likely a cable service.  But after getting over the shock, she had to admit, it was kind of surreal watching soap operas and the news with everyone naked!<br>\r\n<br>\r\nEventually it grew to be late enough that Amelia headed upstairs to go to bed, she still had things to do, and a new lifestyle to get used to.</span></div></div>",
            "created":1589259600,
            "id":2834272,
            "title":"A few hours later."
        },
        "14111112211221122122":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "An awkward reunion.",
                "Julie calls Amelia. (She is lost and doesn't know where is Bareside)"
            ],
            "content":"<div class=\"\"><div> <span>A new day begins at Bareside. Sunlight gets through Amelia's curtain and her alarm clock rings.<br>\r\n<br>\r\nAmelia groans and raises her arms. Yesterday, she experienced more activities in the nude that she could ever imagined. \"This isn't so bad. I'll spend more time naked, later.\" She thought. Forgetting the fact that she never dressed when she came back last night.<br>\r\n<br>\r\nShe goes to the kitchen, grabs a glass of milk and eats the cookies that Carol gave her after they returned from the spa. Amelia checks her cell phone to see any notification, she had two of them. The first one was an e-mail from BEC, there was going to be a meeting for the teachers the day before classes begin. \"I should ask Carol's husband. Maybe he knows what topics they cover\".<br>\r\n<br>\r\nThe second one was a surprise for her, it was a message from her younger sister, Julie. \"Hey, sis. I'm on my way to see your new house. I'll be there at 9.\" Amelia forgot that she called her before she left her previous apartment and asked her to come.<br>\r\n<br>\r\nShe looked at the time, it was 8:50. \"Crap! She can't know that I'm living in a nudist community.\" Amelia takes her keys and runs outside.<br>\r\n<br>\r\nShe opens her car. \"Hey, look who got inspiration this morning.\" Carol greets Amelia from her front door.<br>\r\n<br>\r\n\"Sorry, Carol. My younger sister is coming and I need to explain everything before she sees someone naked.\" The teacher buckles her seat belt while she looks at her neighbor.<br>\r\n<br>\r\n\"But, dear, you are....\"<br>\r\n<br>\r\n\"Clothed? I know, but I'm going to the gate so it's okay.\" She closes the door. \" I'll undress after I talk to her. I'll see you later.\" And she drives off.</span></div></div>",
            "created":1589259600,
            "id":2834565,
            "title":"Waking up and forgetting that she's naked"
        },
        "141111122112211221221":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Amelia introduces Julie to Carol",
                "Julie passes out from shock"
            ],
            "content":"<div class=\"\"><div> <span>Driving to the gate, she pulled up and waited, Julie had decided to take the bus, so she'd have to get off outside the wall before she'd enter and see the whole naked town.  She didn't no have long to wait, the bus came by and she saw her sister step off the bus.  In contrast to Amelia's mousey brown hair and modest chest, Julie was a dirty blonde with more generous curves, a walking example of s cheerleader if there ever was one.<br>\r\n<br>\r\nGetting out of her car, Amelia stood and waved at her sister as she entered the gate, \"Julie!  Over here!\"  Julie gaped at her sister, looking at her like she'd lost her mind.  But she did slowly walk over, not taking her eyes off Amelia as she came over.<br>\r\n<br>\r\n\"Amelia.\"  She said calmly, in a way that made it clear she was forcing it, \"Why are you naked?\"<br>\r\n<br>\r\nAmelia, at first, thought that her sister was making a joke, but she <i>did</i> feel a slight breeze across her bum, now that she thought about it.  Looking down, she squeaked and quickly sat back down in her car, motioning for Julie to get in.<br>\r\n<br>\r\n\"So, uh.... why're you naked?\"  Julie asked, a bit amused at her sisters reaction.<br>\r\n<br>\r\n\"Ok.  I forgot I was naked from yesterday.\"  She said calmly, \"This, it turns out, is a nudist community.  You will have to get naked if you want to go anywhere in town.\" <br>\r\n<br>\r\nJulie stared at her in shock, \"A <b>what</b>?!\"<br>\r\n<br>\r\nAmelia could only give a nervous smile as she started her car up and drove to her townhouse, catching the shocked and scandalized faces her sister was making a series they drove through the town.</span></div></div>",
            "created":1589259600,
            "id":2834647,
            "title":"An awkward reunion."
        },
        "1411111221122112212211":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "To invite them to her house, so Julie can meet her daughter",
                "Decides to leave them alone, so Julie can get used to nudity."
            ],
            "content":"<div class=\"\"><div> <span>While Amelia drives back, she discusses with her sister. Julie was complaining about not calling her or her parents about the new place she was living in.<br>\r\n<br>\r\n\"I forgot, okay? Besides, how was I supposed to tell you?\" Amelia asks her.<br>\r\n<br>\r\n\"How about you send a message and say 'Hi, Julie. Everything is fine, oh, by the way, I might pick you up naked.' Really this can't be more awkward.\" Julie tries to avoid eye contact.<br>\r\n<br>\r\n\"I know, I didn't plan it. I thought I was wearing my pajamas.\" Amelia responds, seeing her sister shocked for how many people were around in their birthday suits.<br>\r\n<br>\r\nBoth arrive in Amelia's neighborhood.<br>\r\n<br>\r\nAmelia sighs. \"Here we are. This is my new house.\"<br>\r\n<br>\r\n\"And why is that woman there?\" Julie notices Carol standing in front of the door.<br>\r\n<br>\r\n\"Oh, wait for a moment here.\" Amelia leaves the car and runs towards her.<br>\r\n<br>\r\n\"Finally, I tried to call you, but I don't have your number.\" Carol says.<br>\r\n<br>\r\n\"No, don't worry.\" Amelia replies. \"It was my fault, you tried to tell me and I didn't listen.\"<br>\r\n<br>\r\n\"How is your sister taking it?\" Carol asks, seeing the blonde girl in the car.<br>\r\n<br>\r\n\"I think worse than me. As if she was seeing some sort of primitive world.\" Amelia sighs. \"Let me introduce her to you.\" She makes signs at Julie to come. Both could see her groaning inside the car and stepping out.<br>\r\n<br>\r\n\"Carol, she is Julie, my younger sister.\"<br>\r\n<br>\r\n\"Nice to meet you, Julie.\" Carol extends her hand.<br>\r\n<br>\r\n\"Yeah, it's nice to meet you.\" Julie avoids looking at her.<br>\r\n<br>\r\nCarol notices that she was really uncomfortable and decides</span></div></div>",
            "created":1589346000,
            "id":2835162,
            "title":"Amelia introduces Julie to Carol"
        },
        "14111112211221122122112":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Julie discovers the communities naked tv",
                "Amelia decides on whether or not to take up Carol's offer"
            ],
            "content":"<div class=\"\"><div> <span>Deciding that it would be best it's let the two deal with this whole issue by themselves, Carol decided to leave them alone for the rest of the afternoon, \"Alright girls, see you around!\"  She waved as she headed to her house before quickly turning and adding, \"Amelia, if you and your sister want, you can come over for dinner.  James would've more than happy to answer any question about the school.\"<br>\r\n<br>\r\nAmelia nodded, \"We'll see how Julie feels.\"<br>\r\n<br>\r\nJulie scoffed in the background, waiting at the door, trying not to look at the various neighbors going about their daily routines in the buff.  Especially the bits and bobs swinging or bouncing around.  'Ew.'  She thought.<br>\r\n<br>\r\n\"Well, here we are!\"  Amelia said as confidently as she could, opening the door.<br>\r\n<br>\r\n\"So, were you just going to leave us all in the dark?  Or just me?\"  Julie snapped as she entered the house.<br>\r\n<br>\r\n\"What?\"<br>\r\n<br>\r\nJulie gestured to Amelia's naked body, \"You could've told me.  Heck, I'd never seen you even skinny dip before!\"<br>\r\n<br>\r\nAmelia blushed, \"I didn't know this was a nudist community either.  I found out the other day and couldn't really leave since I'd already signed the contract.\"  She shrugged as Julie's glare softened just a bit, \"So I was kinda stuck.\"<br>\r\n<br>\r\nJulie nodded, \"Yeah, alright.  But are we really going to have to join your naked neighbors?\"<br>\r\n<br>\r\nAmelia looked over at her sister, \"You do know that if you want to do anything around here you'll have to get naked too, right?  They can, and will, fine you.\"<br>\r\n<br>\r\nJulie blushed before just grabbing her bag and heading upstairs, \"Which room is Mine?\"<br>\r\n<br>\r\n\"Second one on the left!\"</span></div></div>",
            "created":1589432400,
            "id":2835311,
            "title":"Decides to leave them alone, so Julie can get u..."
        },
        "141111122112211221221122":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Amelia arrives to Carol's house with a naked Julie",
                "Amelia calls Carol to decline, Julie tries something to cheer her up."
            ],
            "content":"<div class=\"\"><div> <span>Julie lies in the bed of the room. She had been through a lot today, but she realized that her sister also did this. \"I can't believe she is a nudist, now.\" Julie grabs a pillow and groans into it. \"Maybe I overreacted, it's not her fault.\" She moves to the door and goes downstairs.<br>\r\n<br>\r\n\"Amelia, where are you?\"<br>\r\n<br>\r\n\"I'm here.\" She replies, Julie steps into the kitchen. Amelia was wearing an apron with her bare butt in display.<br>\r\n<br>\r\n\"You must be hungry.\" Amelia says. \"I'll make you something.\" She opens the fridge to pick some ingredients.<br>\r\n<br>\r\n\"Are you going to remain naked?\"<br>\r\n<br>\r\n\"I have to.\" Amelia responds. \"Otherwise, I won't be able to teach anyone here.\"<br>\r\n<br>\r\n\"Whatever.\"<br>\r\n<br>\r\nWhile Julie was debating about her sister's current lifestyle, Amelia also had something on her mind. \"Julie, I was thinking about Carol's invitation.\"<br>\r\n<br>\r\n\"And?\"<br>\r\n<br>\r\n\"And I think I should go. How about you?\"<br>\r\n<br>\r\n\"Don't count on me. I need to undress to go, right?\" Amelia nods. \"Then, it's impossible.\"<br>\r\n<br>\r\n\"Come on, Julie. I need to talk with Carol's husband, there's a meeting coming and I want to know about it.\"<br>\r\n<br>\r\n\"Hey, you can go without me. I don't see any possible way for me to go there.\" Julie crosses her arms.<br>\r\n<br>\r\n\"You can meet Lauren, she is her daughter. After all, she seems to be near your age.\"<br>\r\n<br>\r\n\"Like I said. You can do it without me.\" Julie turns around. \"I'll go watch some TV.\"<br>\r\n<br>\r\nAmelia thinks about her choice, meanwhile, Julie sees a news reporter naked. \"Are you kidding me?\" She yells from the living room.<br>\r\n<br>\r\nThe teacher thinks about it and....</span></div></div>",
            "created":1589432400,
            "id":2835705,
            "title":"Amelia decides on whether or not to take up Car..."
        },
        "1411111221122112212211221":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Carol's daughters come in the room ",
                "James comes in and talks with Amelia"
            ],
            "content":"<div class=\"\"><div> <span>Carol heard a knock at her door, leaving the stove, she opened the door to see Amelia standing there, nervously smiling, and Amelia's 17 year old sister, glaring daggers at Amelia's head and wearing a cooking apron.  \"So, decided to join us dears?\"  She asked with a little chuckle.<br>\r\n<br>\r\nAmelia nodded, \"Yeah, I really wanted to talk to your husband about the meeting, and you've been really nice to me.\"<br>\r\n<br>\r\nCarol motioned for them to come inside, \"James is in the study, he's the AP history teacher you know, so he's got a lot to prep.  He'll be out in a few minutes.\"<br>\r\n<br>\r\nAmelia nodded and looked at the full stovetop, \"Need any help?\"<br>\r\n<br>\r\nAs Amelia and Carol headed into the kitchen, Julie stood there extremely awkwardly, tugging on her sisters apron, bad enough she was naked, now she was wearing a stupid apron slightly too small for her!  Since her breasts were a few sizes bigger than Amelia's, her breasts spilled out the sides, and it was either to cover neither, or one of them.  Not both.<br>\r\n<br>\r\nSitting in the far corner of the living room, she tried to just pretend like everyone wasn't naked and focus on playing the games on her phone.</span></div></div>",
            "created":1589518800,
            "id":2835917,
            "title":"Amelia arrives to Carol's house with a nake..."
        },
        "14111112211221122122112211":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "The girls hang out.",
                "Amelia talks with James."
            ],
            "content":"<div class=\"\"><div> <span>Julie wastes some time playing on her phone, but as she was managing to keep away thoughts about her nudity, steps could be heard.<br>\r\n<br>\r\n\"Hi, what you are playing?\" Julie takes her eyes off the screen and sees a little girl standing in front of her. She looked like she could be 6 years old.<br>\r\n<br>\r\n\"This game.\" The blond teenager turns the screen around.<br>\r\n<br>\r\n\"So cool.\" The little girl is about to take the phone.<br>\r\n<br>\r\n\"Stop it, Sally.\" Another voice says. It was Lauren. \"You are bothering her.\"<br>\r\n<br>\r\n\"Not at all.\" Julie explains. \"She just asked about my game.\"<br>\r\n<br>\r\nLauren sits on the couch. \"Sorry, she can be annoying sometimes.\" Lauren sees Julie's right breast peeking out from the apron. \"You were helping them to cook?\"<br>\r\n<br>\r\nJulie shakes her head. \"No, I'm not a nudist, but my sister wanted to have dinner with your parents. So, I had to pick something to cover myself.\"<br>\r\n<br>\r\nThe Goth girl chuckles. \"You didn't have to. If you are walking around the block or in the city, the police will fine you. That doesn't count if you only move next door.\" She breathes. \"Looks like someone tricked you.\" Julie blushes. \"Oh, by the way, I'm Lauren.\" Lauren extends her hand. \"I'm Julie.\" The blonde responds.<br>\r\n<br>\r\n\"You should take that off. It really doesn't help you.\" She gestures at her exposed boob.<br>\r\n<br>\r\n\"Maybe you are right.\" Julie takes off the apron. Seeing Lauren being concentrated on her own chest. \"Don't worry, they can still grow.\"<br>\r\n<br>\r\n\"I don't think so.\" Lauren replies. \"You know how old I am?\"<br>\r\n<br>\r\nThe blonde teen thinks. \"Are you fifteen?\"<br>\r\n<br>\r\nLauren giggles. \"Good one. I'm 18.\" Julie was surprised. \"Yeah, being flat and short doesn't help me at all.\"</span></div></div>",
            "created":1589518800,
            "id":2836173,
            "title":"Carol's daughters come in the room "
        },
        "141111122112211221221122112":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Dinner conversation and questions",
                "Amelia's mom calls, Julie will be living with Amelia for the school year"
            ],
            "content":"<div class=\"\"><div> <span>James walked out of his study, stretching his back and getting a few good pops out of it, \"Aw yeah.  That felt good.\"  He sighed as he entered the kitchen and saw a brunette that he didn't recognize cooking with his wife.  \"And who are you ma'am?\"<br>\r\n<br>\r\nCarol smiled, \"James, this is Amelia, she moved in next door two days ago.\"  She came over and gave him a kiss, \"She's the new school teacher.\"<br>\r\n<br>\r\nJames nodded his head, offering his hand to Amelia, \"Glad to have you here.\"<br>\r\n<br>\r\nAmelia smiled as she shook his hand, \"I'm still very much new to nudism.  This is my second day going naked.\"  She motioned to Julie in the living room, \"And her first.\"<br>\r\n<br>\r\nJames nodded, \"Did you have any questions about the school before the meeting tomorrow?\"  He started pulling out the plates and silverware to set the table.<br>\r\n<br>\r\nAmelia hummed an affirmative, \"I wanted to wait until after dinner, figured we could spend the time to get to know each other first.\"<br>\r\n<br>\r\n\"Sounds fair.\"  James said as he started working on the silverware.<br>\r\n<br>\r\nThe girls in the living room meanwhile were just trading questions and answers, like how you could be both a <u>nudist</u> and a <u>goth</u> (lots of sunscreen and some black lace gloves and socks).  Or what it was like to wear clothes all the time (less weird than being naked all the time).</span></div></div>",
            "created":1589518800,
            "id":2836183,
            "title":"Amelia talks with James."
        },
        "1411111221122112212211221122":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "She tells Julie during breakfast.",
                "She tells her while she talks with Lauren."
            ],
            "content":"<div class=\"\"><div> <span>Amelia's mom calls, Julie will be living with Amelia for the school year *<br>\r\n<br>\r\nDuring dinner, Amelia was able to ask all of her questions to James, including how to manage their student's list and what do they discuss in their meetings.<br>\r\n<br>\r\n\"You don't need to worry about someone being inappropriate, the majority of the students was raised here and teachers answer a test about their knowledge.\" James answered. \"And the meetings are simple announcements and possible updates to the program. You should prepare, because they most likely use this chance to introduce you to all the staff. But you'll be fine.\"<br>\r\n<br>\r\nAmelia and Julie thanked them and they returned to their home. The first thing Amelia saw was her younger sister grabbing her underwear. \"Giving up already?\" She asks.<br>\r\n<br>\r\n\"Nah, I just want to wear something.\" She puts her panties on. \"I'll be on my room.\"<br>\r\n<br>\r\nThe brunette teacher walks into the living room and her phone rings.\"Hello?\"<br>\r\n<br>\r\n\"Hello, dear.\"<br>\r\n<br>\r\n\"Hi, mom. How are you?\" Amelia asks.<br>\r\n<br>\r\n\"I'm fine, Sorry for calling too late, but I wanted to ask you if you could please take care of your sister.\"<br>\r\n<br>\r\n\"What do you mean?\"<br>\r\n<br>\r\n\"Well, she wanted to spend some time with you for a while, so I thought that it would be a good idea if she stays there and goes to the school where you are going to be teaching.\"<br>\r\n<br>\r\n\"Sounds good to me.\" Amelia replies. \"She knows about this?\"<br>\r\n<br>\r\n\"Actually, no. Surprise her with it.\" Her mom responds. \"I just wanted to tell you that. I'll call you every once in a while to ask about how you two are. Good night, dear.\"<br>\r\n<br>\r\n\"Good night, mom.\" Amelia hangs up. She forgot to tell her about Bareside. She turns off the lights and thinks about how to tell Julie about her new school.</span></div></div>",
            "created":1589605200,
            "id":2836948,
            "title":"Amelia's mom calls, Julie will be living wi..."
        },
        "14111112211221122122112211221":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Julie's phone is broken, she's going to have to go to town to get it fixed ",
                "Amelia heads off to the school for her orientation and class assignment "
            ],
            "content":"<div class=\"\"><div> <span>The next morning, Julie has slipped on a large shirt over herself in addition to the panties and was looking out the window with a mixture of disgust and intrigue.  But mostly disgust.  She just didn't see the appeal to running around naked with everything out for everyone to see!  'Lauren wasn't too bad though.'  She thought to herself, the nudist goth had provided a glimpse into the lifestyle from a comparable age, rather than from adults.<br>\r\n<br>\r\nShe grabbed her phone and sent a text over to Lauren, asking about any cute guys, when she heard her sister cooking downstairs, which got Julie moving quickly.  Sure her sister is a bit shy, not at all like the cheerleader Julie was, but boy could she cook!<br>\r\n<br>\r\n\"Morning Julie.\"  Amelia said Asher sister entered the kitchen, she was once again wearing only that stupid apron.<br>\r\n<br>\r\n\"Morning.\"  Was all Julie saidtrying not to stare at her sisters butt.<br>\r\n<br>\r\n\"Oh, Julie,\" Amelia said looking over, trying to look sympathetic, \"Mom called, she said that she's having you live with me for the rest of the school year.\"<br>\r\n<br>\r\nJulie dropped her phone in shock, igniting the *<b><i>CRACK</i></b>* that it made as it hit the floor.  \"What?!\"  She screamed, \"I don't wanna be naked!  I just wanna leave this stupid place!\"<br>\r\n<br>\r\n\"You don't want to spend time with me?\"<br>\r\n<br>\r\nJulie at least had the decency to look ashamed, \"Well, yes.  But not naked!\" </span></div></div>",
            "created":1589691600,
            "id":2837022,
            "title":"She tells Julie during breakfast."
        },
        "141111122112211221221122112212":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Julie wants some advice and asks Lauren.",
                "Amelia's orientation."
            ],
            "content":"<div class=\"\"><div> <span>\"Sorry, seeing you hanging out with Lauren made me think that you were okay with this.\" Amelia comments. \"Is your phone alright?\"<br>\r\n<br>\r\nJulie picks it up. \"Yeah, it just turned off from the impact. We should talk to mom about this.\"<br>\r\n<br>\r\n\"The problem is, I think she already made all the arrangements to transfer you here.\" Amelia replies. \"I almost forgot, I'm late for the meeting!\" She runs upstairs to grab everything she needed.<br>\r\n<br>\r\n\"And what about me?\" Julie asks from the kitchen.<br>\r\n<br>\r\nAmelia runs back. \"Your breakfast is ready, just serve it.\"<br>\r\n<br>\r\n\"No, I'm talking about this thing with school.\"<br>\r\n<br>\r\n\"Sorry, Julie, mom already decided it. I'll see you later.\" Amelia leaves.<br>\r\n<br>\r\nThe brunette drives towards the Education Center. She parks her car and sees someone was waiting for her, it was James and Mr. Peters.<br>\r\n<br>\r\n\"Good morning.\" Carol hurries.<br>\r\n<br>\r\n\"Good morning, Amelia.\" James smiles. \"I was talking with the principal about you.\"<br>\r\n<br>\r\n\"Indeed.\" Nathan says. \"It's good to know that you could get used to our lifestyle in a couple of days.\"<br>\r\n<br>\r\n\"I had to. This seems to be a nice place, so I don't want to ruin my chance.\" Amelia admits.<br>\r\n<br>\r\n\"I'm glad that you think like that.\" James adds. \"If you need something, you can ask us anytime.\" The three walk to the teacher's lounge.<br>\r\n<br>\r\n\"Okay, everybody, before we start I would like to introduce you our newest member, Amelia.\" Mr. Peters announces. Everyone clapped after she stepped to the front. \"All right. We'll start with your classes.\" He says every name of the teachers and indicates them which group will they teach. \"And finally for our new teacher, she will have Group 3B in the high school section.\"</span></div></div>",
            "created":1589691600,
            "id":2837370,
            "title":"Amelia heads off to the school for her orientat..."
        },
        "1411111221122112212211221122122":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Julie talking to Lauren",
                "Keep following Amelia"
            ],
            "content":"<div class=\"\"><div> <span>Looking around at the orientation, Amelia was a bit disappointed to find that she was the only new teacher here at the school, but to be fair, the school probably didn't get too many applicants.  \"What class will you teach Amelia?\"  James asked as the orientation talked about their stats, graduation rate, attendance averages, etc..<br>\r\n<br>\r\n\"Math.\"  Amelia answered back, \"Well, algebra and geometry really, that's where I'm best.\"<br>\r\n<br>\r\n\"What room number?\"<br>\r\n<br>\r\nAmelia looked back down at her information packet, \"Uhh, D12.\"<br>\r\n<br>\r\nJames nodded, \"Then you'll be in the hall next to mine, anyone here will help you if you need it, don't be afraid to ask.\"  He pointed at an older Asian woman with her hair in a beehive-style, \"Mrs. Guan will be next door to you, she teaches trigonometry.\"  He pointed to a positively ancient looking black lady, \"And Mrs.  Redfern is the calculus teacher on the other side.  Not sure about the other math teachers, they tend to rotate around to different rooms pretty regularly.\"<br>\r\n<br>\r\nAmelia nodded, and as the orientation continued, she felt just a little bit calmer andthisehole nudity thing felt a little less weird.</span></div></div>",
            "created":1589778000,
            "id":2837543,
            "title":"Amelia's orientation."
        },
        "14111112211221122122112211221221":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "\"Then strip out of your clothes and come with me.\"",
                "\"Whatever. It's not my problem.\""
            ],
            "content":"<div class=\"\"><div> <span>While Amelia was still in the Education Center, Julie was finishing her breakfast, she doesn't know what to do after her sister told her about being here for the rest of the school year. For now, her only choice was Lauren, she sends her a message to ask her if she could come over. A few moments later, she was knocking at the door.<br>\r\n<br>\r\n\"Hey, what's up?\" Lauren steps inside. \"I got your text, if you want to meet someone, I have some options.\"<br>\r\n<br>\r\n\"Hi, no, it's not related to guys, I wanted to talk to you about something.\" Julie comments, while closing the door. \"My mom wants me to stay here, you know, go to school and stuff.\"<br>\r\n<br>\r\n\"That sounds cool.\" Lauren comments. \"What's the problem?\"<br>\r\n<br>\r\nJulie, however, reacted the same way as she did with Amelia. \"That I don't want to be naked in this stupid place! Like those freaks walking outside.\"<br>\r\n<br>\r\n\"So, you mean like me?\" Lauren asks.<br>\r\n<br>\r\n\"No, not like you.\" Julie tries to correct her mistake.<br>\r\n<br>\r\n\"No, I get it, you just don't want to hang out with a bunch of perverts like me or my family.\" Lauren responds. \"It was nice to meet you.\" She walks towards the door.<br>\r\n<br>\r\n\"Lauren, I'm sorry. You are the only one I know here.\" Julie begs. \"Please, I'll do anything.\"<br>\r\n<br>\r\nLauren sighs.</span></div></div>",
            "created":1589778000,
            "id":2837755,
            "title":"Julie talking to Lauren"
        },
        "141111122112211221221122112212211":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Lauren's friends are all happy and perky, in contrast to her goth style",
                "Lauren's friends are all goth too"
            ],
            "content":"<div class=\"\"><div> <span>Julie looked a little green at the suggestion, looking down at her panties and t-shirt and back at Lauren, before sighing, \"Its th eonly way out of that hole I dug, isn't it?\"<br>\r\n<br>\r\nLauren nodded, \"Yep.\"<br>\r\n<br>\r\nJulie walked around nervously, tugging occasionally at her shirt and trying to psych herself up before ultimately chickening out again.  \"I just can't do it!\"  She complained, \"I've got nothing against any of you all personally, I just can't get over how weird this all is!\"  She tugged at her shirt for emphasis, \"I've always been stylish, I am, or was, a cheerleader at my old school!  I was popular!  I wore the best outfits!\"  She looked at Lauren who was wearing just shoes, lace socks and gloves, \"This is just too far beyond my sense of normal!\"<br>\r\n<br>\r\nLauren cocked and eyebrow at Julie, \"Well get used to it.  To,orrows the last day off before school, so you've gotta accept it even if you don't like it.\"<br>\r\n<br>\r\nJulie nodded and reluctantly pulled her shirt off, revealing her hello kitty panties.<br>\r\n<br>\r\n\"Really?\"  Lauren laughed, looking at the cute pastel panties.<br>\r\n<br>\r\nJulie blushed, \"Well then leave, if you're not going to be supportive.\"  She turned and started to walk away when Lauren reached out and yanked the panties down around her ankles.  \"Hey!  Wha-?\"  Was all she could get out as Lauren pulled her out the front door before locking it behind them.<br>\r\n<br>\r\n\"Now you're naked until your sister gets home.\"  Lauren smiled triumphantly, \"So lets go, I'll introduce you to my friends.\"</span></div></div>",
            "created":1589778000,
            "id":2837803,
            "title":"\"Then strip out of your clothes and come wi..."
        },
        "1411111221122112212211221122122111":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Julie and Lauren's friends",
                "Getting back with Amelia"
            ],
            "content":"<div class=\"\"><div> <span>\"You know what? Amelia told me that she could jump through the fence of your house. I'll give it a try.\" Julie wants to go back, but Lauren keeps pushing her.<br>\r\n<br>\r\n\"No way, Jose.\" Lauren replies. \"You are meeting my friends, this will help you with your nudity phobia.\"<br>\r\n<br>\r\nJulie was completely blushed, it was the first time she saw so many naked people on the street and it didn't help hearing a kid saying that her breasts were big. \"Well, here we are.\" Lauren announces. They were in front of a coffee shop. \"Let's go.\" She grabs Julie's right hand and both get inside.<br>\r\n<br>\r\n\"Hey, Lauren. They are waiting for you in the same spot.\" A woman tells her.<br>\r\n<br>\r\n\"Thanks, Mrs. Lewis.\" Lauren responds.<br>\r\n<br>\r\n\"Do you know her?\" Julie asks curiously.<br>\r\n<br>\r\n\"Yeah, she is one of my friends mom. She is the owner of this local.\" Lauren responds.<br>\r\n<br>\r\nJulie was confused, how was she going to relate to a group of Goths?<br>\r\n<br>\r\n\"Hey, guys. I'm here.\" Lauren greets their friends. Julie two girls sitting at a table. None of them were even close to Lauren's style.<br>\r\n<br>\r\n\"She is Julie, she just moved in.\" Lauren introduces her friends. \"She is Melissa.\"<br>\r\n<br>\r\n\"Hi.\" She raises her hand. She was a brunette with curly hair, wearing a pair of glasses and a collar with a cross.<br>\r\n<br>\r\n\"And she is Debbie.\" She was Asian with black hair in a pony tail. \"Nice to meet you.\"<br>\r\n<br>\r\n\"That's a relief.\" Julie admitted. \"I thought you were going to be Goths, too.\"<br>\r\n<br>\r\n\"See, Debbie?.\" Melissa comments. \"This why people don't talk to us. Thanks to the Addams girl over here.\"<br>\r\n<br>\r\n\"You say it as if weren't like this since elementary school.\" Debbie giggles. \"Don't listen to her, Julie. She is mad because Lauren scared a guy who wanted to date her.\"<br>\r\n<br>\r\n\"If my presence was enough to make him regret it, then he wasn't really interested.\" Lauren replies.<br>\r\n<br>\r\nJulie smiles, this group was better than she was expecting. </span></div></div>",
            "created":1589864400,
            "id":2838278,
            "title":"Lauren's friends are all happy and perky, i..."
        },
        "14111112211221122122112211221221111":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Lauren and friends are confused by Julie's behavior",
                "Go to Amelia's orientation "
            ],
            "content":"<div class=\"\"><div> <span>\"So Julie,\" Melissa said, leaning over the table, making Julie blush as the girl's breasts dangled and swayed, \" like, what'd you do before moving into town?\"<br>\r\n<br>\r\nJulie, still blushing, had to fight to maintain eye contact and not get a case of roaming eyes, \"I was a cheerleader.\"<br>\r\n<br>\r\nDebbie snorted, \"Of course you are.  With a chest like that, what else could you be out there?\"<br>\r\n<br>\r\n\"Excuse me?\"  Julie asked, feeling insulted.<br>\r\n<br>\r\nLauren covered Debbie's mouth, \"Debbie, remember when you asked us to let you know when you're being rude and inconsiderate?\"  Debbie nodded, \"Well, this is one of those times.\"<br>\r\n<br>\r\nAs Lauren and Debbie did there thing, Melissa explained what Debbie was saying, \"She meant that out there, like, you've got things like bras or hooks and wires.  Lots of ways to stop your chest from, like, moving, but here?  Not so much.\"  She gestured to Lauren and Her own chest, \"With our flat chests, we actually have, like, the perfect Bareside body build for cheerleaders!\"  She did a little pose to emphasize her statement.  Clearly she was either a cheerleader, or a little too hyper.<br>\r\n<br>\r\nJulie realized that made sense, it would be painful and uncomfortable to have her large breasts flopping around as she tried to do her usual routines.  And then she noticed that she had the largest breasts in this group, Debbie was the only one of these three with a pair, and she looked like she would still fit a training bra!  Julie, feeling very much out of place, slid a bit down in her chair and crossed her arms over her chest.</span></div></div>",
            "created":1589950800,
            "id":2838429,
            "title":"Julie and Lauren's friends"
        },
        "141111122112211221221122112212211112":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Check your students list. (Lauren was one of her students.)",
                "Do a medical check-up with the nurse."
            ],
            "content":"<div class=\"\"><div> <span>Back to the Bareside Education Center, Amelia was leaving the teacher's lounge.<br>\r\n<br>\r\n\"All right, let's continue with your orientation.\" Mr. Peters comments. \"For now, I still need to show you around here.\"<br>\r\n<br>\r\nBoth of them walk through the school. \"You already know some of these places, but you can take a closer look if you want.\" Amelia walks inside the cafeteria and sees the tables and where the students could get their food. \"Oh, Mr. Peters.\" She says.<br>\r\n<br>\r\n\"Please, call me Nathan.\"<br>\r\n<br>\r\n\"Nathan. I was wondering if there's a problem if a sibling of mine comes here.\" Amelia asks. \"My sister is living with me and my mother asked me to take care of her..\"<br>\r\n<br>\r\n\"I get it. There is no problem, I could even get her in the same class where you will be teaching.\" He offers.<br>\r\n<br>\r\n\"Thank you. Is there something else I should do before we finish this?\"<br>\r\n<br>\r\n\"Yeah, we still need to check some classrooms, the interactive room, some paperwork and one more thing. You need to...</span></div></div>",
            "created":1589950800,
            "id":2838704,
            "title":"Go to Amelia's orientation "
        },
        "1411111221122112212211221122122111122":{
            "author_id":"mordian",
            "author_name":"Mordian",
            "choices":[
                "Meanwhile, with Lauren and company....",
                "Keep following Amelia"
            ],
            "content":"<div class=\"\"><div> <span>Amelia felt so awkward sitting in the school's nurses office, she hasn't been in one of these in years, and it still looked the same.<br>\r\n<br>\r\n\"Just here for a checkup, right hun?\"  The nurse asked as she entered, revealing a brunette with a larger chest than Amelia, and a much smaller bush.<br>\r\n<br>\r\n\"Yes.\"  Amelia answered back, \"Probably should've gotten this done sooner.\"<br>\r\n<br>\r\n\"Well,\" the nurse said as she put on her protective gown and snapped on the rubber gloves, \"we know now to make sure that everything's don even before we have to rush stuff at the last minute.\"<br>\r\n<br>\r\nAmelia nodded, eyeing the rubber gloves suspiciously, but following the nurses instructions, breathing deep, opening her mouth, etc, etc.  All in all it went rather smoothly, if a little awkwardly with the lack of clothes, especially with the nurse only wearing the gown that didn't have a back to it, revealing her bum each time she turned around.<br>\r\n<br>\r\nFortunately there were no problems or awkward things that she had to do, and Amelia was out and finished in a few minutes.  The orientation wrapped everything up nicely and was serving a lunch buffet to allow the new teachers  to get to know everyone they'd be working with.</span></div></div>",
            "created":1590037200,
            "id":2838897,
            "title":"Do a medical check-up with the nurse."
        },
        "14111112211221122122112211221221111221":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "Practice acting and painting.",
                "We protest in favor of nudism, at the entrance of Bareside."
            ],
            "content":"<div class=\"\"><div> <span>In the coffee shop, Julie was covering her bust with the table, in which Lauren and her friends were sitting.<br>\r\n<br>\r\n\"Julie, what are you doing?\" Lauren asks, looking at her.<br>\r\n<br>\r\n\"Nothing. I'm just trying to take a better position for me.\" She lies.<br>\r\n<br>\r\n\"Nah, you're hiding.\" Lauren picks her up. \"Come on, you have those for a reason.\"<br>\r\n<br>\r\n\"Lauren, can I talk to you for a second?\" Julie asks.<br>\r\n<br>\r\n\"Yeah. Give me a moment girls, we'll be right back.\" Lauren stands up and both get away from the table.<br>\r\n<br>\r\n\"What's up?\"<br>\r\n<br>\r\n\"I think I should go. I don't feel comfortable.\" Julie comments.<br>\r\n<br>\r\n\"Wait, why? Even Melissa and Debbie like you.\" She realizes how awkward might have seen with Debbie's comments. \"In their own way.\"<br>\r\n<br>\r\n\"It's because I feel out of place. You have the perfect type body for a cheerleader in this place and I.\" She looks at her bust.<br>\r\n<br>\r\nLauren giggles. \"You shouldn't care about that. It's not like we are cheerleaders ourselves.\"<br>\r\n<br>\r\n\"But, Melissa said....\"<br>\r\n<br>\r\n\"Melissa is trying to get into the cheerleaders team. Besides, do you imagine me being in the cheer squad?\"<br>\r\n<br>\r\nJulie chuckles at the thought of seeing Lauren, holding pom-poms. \"I guess. Maybe I can stay.\"<br>\r\n<br>\r\n\"Well, if you are not sure, you can leave and I can show this to Melissa and Debbie.\" Lauren holds Julie's panties with a Hello Kitty pattern.<br>\r\n<br>\r\n\"How did you hide them?\" Julie blushes.<br>\r\n<br>\r\n\"You underestimate my socks.\" Lauren responds.<br>\r\n<br>\r\n\"Very funny.\" Julie turns around. \"I know you wouldn't do that to me.\" She crosses her arms.<br>\r\n<br>\r\n\"Hey, girls. Check this out.\" She sees Lauren walking back with her underwear, but she runs and covers her mouth.<br>\r\n<br>\r\n\"What's the deal with you two?\" Melissa asks, seeing how they were getting along.<br>\r\n<br>\r\n\"Nothing. I was wondering if you do other things besides hanging out in this place.\" Julie replies.<br>\r\n<br>\r\nDebbie turns her head. \"Actually, we...<br>\r\n</span></div></div>",
            "created":1590210000,
            "id":2840178,
            "title":"Meanwhile, with Lauren and company...."
        },
        "15":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Rugrats",
                "The Powerpuff Girls",
                "The Simpsons",
                "Family Guy",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a female character from one of these shows?</span></div></span></div>",
            "created":1588482000,
            "id":2829181,
            "title":"Fanfic Options"
        },
        "151":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Angelica Pickles ",
                "Kimi Finster",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which female character from \"Rugrats\" will go naked?</span></div></span></div>",
            "created":1588482000,
            "id":2829620,
            "title":"Rugrats"
        },
        "1511":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "All her clothes are in the laundry",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why would Angelica go naked?</span></div></span></div>",
            "created":1588741200,
            "id":2831040,
            "title":"Angelica Pickles "
        },
        "15111":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "In the bathtub",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where will we first find Angelica?</span></div></span></div>",
            "created":1589173200,
            "id":2834163,
            "title":"All her clothes are in the laundry"
        },
        "151111":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Drew",
                "Charlotte"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which of Angelica's parents tells her she has no <br>\r\nclean clothes to wear?</span></div></span></div>",
            "created":1589432400,
            "id":2835720,
            "title":"In the bathtub"
        },
        "1512":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "It was hot",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why would Kimi go naked?</span></div></span></div>",
            "created":1588741200,
            "id":2831043,
            "title":"Kimi Finster"
        },
        "15122":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Yes",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did she hear about the time Tommy went naked and it made<br>\r\nher want to try it too?</span></div></span></div>",
            "created":1588914000,
            "id":2832607,
            "title":"Something else"
        },
        "151222":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Yes",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Did her parents let her go naked?</span></div></span></div>",
            "created":1589259600,
            "id":2834175,
            "title":"Something else"
        },
        "1512222":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Yes",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will this be an alternate storyline to the episode \"Naked Tommy?\"</span></div></span></div>",
            "created":1590037200,
            "id":2838834,
            "title":"Something else"
        },
        "152":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "The girls themselves",
                "One of the supporting cast"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which of the female characters on this show shall go naked?</span></div></span></div>",
            "created":1588741200,
            "id":2831240,
            "title":"The Powerpuff Girls"
        },
        "1521":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Blossom",
                "Bubbles",
                "Buttercup"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which of the Powerpuffs do you want naked?</span></div></span></div>",
            "created":1588741200,
            "id":2831242,
            "title":"The girls themselves"
        },
        "153":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Marge Simpson",
                "Lisa Simpson",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which female character from \"The Simpsons\" will go naked?</span></div></span></div>",
            "created":1588482000,
            "id":2829623,
            "title":"The Simpsons"
        },
        "1531":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "She was taking a bath",
                "Mother/Daughter bonding",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why would Marge want to be naked?</span></div></span></div>",
            "created":1589346000,
            "id":2835177,
            "title":"Marge Simpson"
        },
        "15312":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Yes",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is Marge trying a new way to teach Lisa about the birds and the bees?</span></div></span></div>",
            "created":1589691600,
            "id":2836998,
            "title":"Mother/Daughter bonding"
        },
        "1532":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "It was hot",
                "Mother/Daughter bonding",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why would Lisa decide to be naked?</span></div></span></div>",
            "created":1588827600,
            "id":2831934,
            "title":"Lisa Simpson"
        },
        "15322":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Yes",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will Lisa go skinny-dipping with Marge?</span></div></span></div>",
            "created":1589000400,
            "id":2833204,
            "title":"Mother/Daughter bonding"
        },
        "153221":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "All right, we can stay for a while.",
                "No, young lady, we can bond anywhere else.\" (Lisa can't retrieve her clothes.)"
            ],
            "content":"<div class=\"\"><div> <span>On a freeway, Marge and Lisa Simpson were on their way to check out a new place.<br>\r\n<br>\r\n\"Lisa, it was nice of you to win those tickets for your father and Bart to go to the Atoms baseball game, while we spend the day bonding.\" Marge says while she drives.<br>\r\n<br>\r\n\"It was nothing, I knew dad would like them.\" The 8 year old replies, truth was that she wanted to visit a new place outside of town and she didn't need to have the boys around.<br>\r\n<br>\r\nAt the distance, Lisa sees a rural road next to the highway.<br>\r\n<br>\r\n\"That's the place, take this road!\" Lisa instructs her mother.<br>\r\n<br>\r\nIn seconds, the car starts to shake, feeling each rock, pebble and possible animal.<br>\r\n<br>\r\n\"So, we are going to an Amish village or?\" Marge starts to wonder.<br>\r\n<br>\r\n\"Actually, this is a different type of village.\" Lisa nervously responds.<br>\r\n<br>\r\nMarge finds a empty slot in the parking lot and both get out of the car, they walk and they stopped by some lockers at the the end of the parking lot.<br>\r\n<br>\r\n\"Welcome to Natureland.\" A naked man appears in front of them.<br>\r\n<br>\r\nMarge tries to avoid looking at him and quickly blocks Lisa's eyes. \"Follow the sound of my voice and forget what you saw.\"<br>\r\n<br>\r\n\"Mom, he is part of the staff.\" Lisa takes off her mother's hand, she gets a brochure from the man. \"These are lockers for your clothes.\" The man leaves, looking for anybody else that just arrived.<br>\r\n<br>\r\n\"Oh my!\" Marge exclaims. \"This is a nudist colony. Lisa, you better have an explanation for this.\" But she sees Lisa undressing and putting her orange dress along with a white pair of panties inside a locker.<br>\r\n<br>\r\n\"Sorry for not telling you, but I really want to spend some time here, they don't eat meat and every food here is organic.\" Lisa explains. \"Please, mom?\" She begs.<br>\r\n<br>\r\nMarge curls her mouth and says.....</span></div></div>",
            "created":1589173200,
            "id":2834147,
            "title":"Yes"
        },
        "153222":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Yes",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Will Marge and Lisa go anywhere else that's \"clothing-optional?\"</span></div></span></div>",
            "created":1589086800,
            "id":2833348,
            "title":"Something else"
        },
        "154":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Lois Griffin",
                "Meg Griffin",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which female character from \"Family Guy\" will go naked?</span></div></span></div>",
            "created":1588482000,
            "id":2829626,
            "title":"Family Guy"
        },
        "1542":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "She was taking a bath",
                "Someone convinces her",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How will Meg get naked?</span></div></span></div>",
            "created":1588914000,
            "id":2832649,
            "title":"Meg Griffin"
        },
        "15422":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Jeff Campbell (the nudist)",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who convinces Meg to go naked?</span></div></span></div>",
            "created":1589086800,
            "id":2833350,
            "title":"Someone convinces her"
        },
        "154221":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Before their wedding",
                "SE"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>When did he convince Meg to embrace nudism?</span></div></span></div>",
            "created":1589518800,
            "id":2835769,
            "title":"Jeff Campbell (the nudist)"
        },
        "155":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Futurama",
                "American Dad",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay, then what about a female character from one of these shows?</span></div></span></div>",
            "created":1588568400,
            "id":2830155,
            "title":"Something else"
        },
        "1551":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Turanga Leela",
                "Amy Wong",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which female character from \"Futurama\" will get naked?</span></div></span></div>",
            "created":1588568400,
            "id":2830197,
            "title":"Futurama"
        },
        "1552":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Francine Smith",
                "Hayley Smith",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which character from \"American Dad\" will get naked?</span></div></span></div>",
            "created":1588568400,
            "id":2830201,
            "title":"American Dad"
        },
        "1553":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "Jessie",
                "once upon a time",
                "something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>what about these shows?</span></div></span></div>",
            "created":1588568400,
            "id":2830203,
            "title":"Something else"
        },
        "15531":{
            "author_id":"darthmatthew",
            "author_name":"Mistwolf",
            "choices":[
                "Jessie ",
                "Emma "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which female character from \"Jessie\" will get naked?</span></div></span></div>",
            "created":1589518800,
            "id":2835765,
            "title":"Jessie"
        },
        "155312":{
            "author_id":"darthmatthew",
            "author_name":"Mistwolf",
            "choices":[
                "Home Alone ",
                "Somewhere else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where do first find Emma? </span></div></span></div>",
            "created":1589518800,
            "id":2835798,
            "title":"Emma "
        },
        "1553121":{
            "author_id":"darthmatthew",
            "author_name":"Mistwolf",
            "choices":[
                "Emma's bath goes well ",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Currently, at home alone in her New York City penthouse, Emma Ross is laying on her bed in her bedroom wearing a pair of bedazzled blue jeans, a silk t-shirt, and barefoot. <br>\r\n<br>\r\nHaving just finished texting her friend Rosie, Emma decides that she would like to take a relaxing and luxurious bath so feeling grateful that she won't have to worry about being interrupted by either her brothers Luke and or Ravi, her sister Zuri or butler Bertram <br>\r\ndue to the rest of her family and Bertram being on vacation, Emma stands up, and <br>\r\nquickly pushes her bedazzled jeans down her legs, and over her bare feet, before stepping out of them altogether, and tossing them into her nearby hamper leaving herself wearing just her fancy silk shirt and surprisingly a pair of boxers. <br>\r\n<br>\r\nGranted, they're expensive designer boxers but to anyone who knows Emma well, it would be quite surprising to discover that she prefers to wear boxers more often than panties. <br>\r\n<br>\r\nHeck, Emma can't help but grin upon having that thought as she imagines most people who know her assume that she wears lacy panties or even thongs though she does hope that people aren't thinking of her in her underwear or naked all too often. <br>\r\n<br>\r\nNot wanting to waste any more time Emma grabs the bottom of her silk t-shirt with both hands, pulls it up her torso, over her head and tosses it into the hamper with her previously discarded jeans which leaves her standing in the middle of her bedroom wearing just her boxers due to the fact that she had not been wearing a bra as she did not see the point since she was going to have the penthouse to herself for the next few weeks.  <br>\r\n<br>\r\nWearing nothing but her boxers now, Emma pauses to admire herself in her full-length wall mounted mirror and can't help but smile and say out loud : <br>\r\n<br>\r\nI am really looking good. Although I could use a good tan. <br>\r\n<br>\r\nMoments later, after admiring herself for a few more seconds Emma grabs the waistband of her boxers, pushes them down her legs, over her bare feet, steps out of them altogether and tosses them into the hamper with her previously discarded shirt and pants which leaves her standing in the middle of her bedroom completely naked and barefoot. <br>\r\n<br>\r\nDeciding that she should go ahead and empty her hamper down the laundry chute Emma walks over to her hamper, picks it up, and carries it a few feet over to the laundry chute leading to the downstairs laundry room and empties the entire hamper down the chute. <br>\r\n<br>\r\nHaving taken care of that, Emma puts the hamper back in the nearby corner and heads into her bathroom to begin her relaxing and luxurious bath.</span></div></div>",
            "created":1589518800,
            "id":2835800,
            "title":"Home Alone "
        },
        "15533":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Lilo & Stitch",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe this then?</span></div></span></div>",
            "created":1588654800,
            "id":2830404,
            "title":"something else"
        },
        "155331":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Lilo",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which female character will go naked?</span></div></span></div>",
            "created":1589518800,
            "id":2835785,
            "title":"Lilo & Stitch"
        },
        "155332":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "life is strange",
                "kingdom hearts",
                "more fanfiction options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how about the game life is strange?</span></div></span></div>",
            "created":1588741200,
            "id":2831149,
            "title":"Something else"
        },
        "1553321":{
            "author_id":"darthmatthew",
            "author_name":"Mistwolf",
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which female character from \"Life Is Strange\" will get naked?</span></div></span></div>",
            "created":1589518800,
            "id":2835780,
            "title":"life is strange"
        },
        "1553323":{
            "author_id":"ridley23",
            "author_name":"writer49er",
            "choices":[
                "Yes",
                "Next"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ed Edd n Eddy?</span></div></span></div>",
            "created":1588741200,
            "id":2831165,
            "title":"more fanfiction options"
        },
        "15533231":{
            "author_id":"ridley23",
            "author_name":"writer49er",
            "choices":[
                "Nazz/Sarah",
                "Kankers"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright, who will it be?</span></div></span></div>",
            "created":1588741200,
            "id":2831169,
            "title":"Yes"
        },
        "155332312":{
            "author_id":"ridley23",
            "author_name":"writer49er",
            "choices":[
                "All",
                "One"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>All, or just one</span></div></span></div>",
            "created":1588741200,
            "id":2831171,
            "title":"Kankers"
        },
        "1553323122":{
            "author_id":"ridley23",
            "author_name":"writer49er",
            "choices":[
                "Marie",
                "May or Lee"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one of them?</span></div></span></div>",
            "created":1588741200,
            "id":2831173,
            "title":"One"
        },
        "15533231221":{
            "author_id":"ridley23",
            "author_name":"writer49er",
            "choices":[
                "Normal",
                "Changed"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright, and will she be the way she is in the show, or will there be any other changes before the story really starts?</span></div></span></div>",
            "created":1588741200,
            "id":2831175,
            "title":"Marie"
        },
        "155332312212":{
            "author_id":"ridley23",
            "author_name":"writer49er",
            "choices":[
                "This works",
                "Not what I wanted."
            ],
            "content":"<div class=\"\"><div> <span>Okay. Since I'm doing this, I may as well start with my preferred choice.<br>\r\n<br>\r\nAll characters are 18+ so there won't be any underage stuff.<br>\r\nMarie is a futanari, meaning she's also got male genitals.<br>\r\nAnd while she looks pretty attractive (large natural breasts, nice face, etc.) she isn't big on shaving anything other than her legs.<br>\r\n<br>\r\nIs all that good, or would anybody else want a different version of Marie that isn't just what we get in the show?</span></div></div>",
            "created":1588741200,
            "id":2831182,
            "title":"Changed"
        },
        "15533232":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Total Drama",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about this?</span></div></span></div>",
            "created":1588741200,
            "id":2831237,
            "title":"Next"
        },
        "155332322":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Alvin & the Chipmunks (80s version)",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe this show?</span></div></span></div>",
            "created":1588741200,
            "id":2831515,
            "title":"Something else"
        },
        "1553323221":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "All three",
                "Just one of them"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Obviously, the only female characters on the show that <br>\r\nwe know of are the Chipettes.<br>\r\n<br>\r\nShall we focus on all three of them or just one?</span></div></span></div>",
            "created":1588827600,
            "id":2832041,
            "title":"Alvin & the Chipmunks (80s version)"
        },
        "15533232211":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "They were at a nudist resort",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why would all of the Chipettes be naked?</span></div></span></div>",
            "created":1588827600,
            "id":2832042,
            "title":"All three"
        },
        "155332322111":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "To perform at a show",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What was the reason for the Chipettes to go to a nudist resort?</span></div></span></div>",
            "created":1589950800,
            "id":2838771,
            "title":"They were at a nudist resort"
        },
        "155332322112":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Yes",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Were they going skinny-dipping?</span></div></span></div>",
            "created":1589518800,
            "id":2835788,
            "title":"Something else"
        },
        "1553323222":{
            "author_id":"darthmatthew",
            "author_name":"Mistwolf",
            "choices":[
                "Yes ",
                "Something Else?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will it be? <br>\r\n<br>\r\nWill it be Elida or Amae? And how do they end up learning to be confident naked? </span></div></span></div>",
            "created":1589432400,
            "id":2835743,
            "title":"Vagrant Queen "
        },
        "15533232222":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Arthur",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe a female character from this show?</span></div></span></div>",
            "created":1589950800,
            "id":2838646,
            "title":"Something Else?"
        },
        "155332322222":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Little Bear",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about one from this show?</span></div></span></div>",
            "created":1589950800,
            "id":2838768,
            "title":"Something else"
        },
        "1553323222221":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "Emily",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which female character from this show will go naked?</span></div></span></div>",
            "created":1590037200,
            "id":2839063,
            "title":"Little Bear"
        },
        "1553323222222":{
            "author_id":"johnny2",
            "author_name":"littlejohn",
            "choices":[
                "As Told by Ginger",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about a female character from this overlooked Nicktoon?</span></div></span></div>",
            "created":1590210000,
            "id":2840180,
            "title":"Something else"
        }
    },
    "info":{
        "author_id":"jsmedley2",
        "author_name":"PossQInsa",
        "brief_description":"This website has plenty of ENF, so why not?",
        "created":1587586020,
        "description":"<td align=\"left\" class=\"norm\">Greetings and all that, potential writers.<br>\r\nInspired by a couple stories from CHYOA, this story will take the E out of ENF and replace it with a C. For confidence.<br>\r\n<br>\r\nBasically, it’s the same as an ENF story in which a girl loses her clothes in a public place. However, instead of being embarrassed, the girl decides to roll with it and “own” her nudity.<br>\r\n<br>\r\nOf course, how confident these girls actually are is up to you. Are they truly unashamed about being seen in the buff, or just faking it to save face?<br>\r\n<br>\r\nSound like fun yet?<br>\r\n<br>\r\nRules:<br>\r\nI shan’t allow underage sex, and I definitely shan’t allow rape or non-con.<br>\r\nOther than that, just try to keep things on topic.</td>",
        "id":2219858,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1590289440,
        "pretty_title":"A CNF (Confident Nude Female) Story"
    }
}