{
    "chapters":{
        "1":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "Swamp",
                "Forrest",
                "Tropical Island",
                "Grassland",
                "None of the Above"
            ],
            "content":"<div class=\"\"><div> <span>\"What happened?\" Lightning asked groggily as she slowly blinked her eyes open. She sat up rubbing her head and looked down at her body.<br>\r\n<br>\r\n\"This isn't what I was wearing earlier,\" Lightning said in confusion as she saw that she wore a black halter top that exposed most of her midrift as well as her back, a skirt made of orange feathers that would stop just about halfway down her thighs if she were standing, and her feet were completely bare. Then Lightning noticed she was on a metal floor. Looking around her surroundings the lovely lady noticed she was no longer in her home, but instead in a circular metal room with no apparent exits. Across from her were what appeared to be some kind of portals.<br>\r\n<br>\r\nGetting up onto her feet Lightning walked over to the portals for a closer inspection. One portal seemed to lead to a swamp. Another seemed to lead to a Forrest. The third appeared to go to a tropical island. The final portal apppeared to go to grassland.<br>\r\n<br>\r\n\"What is going on here?\" Lightning asked as much in concern as in confusion.<br>\r\n<br>\r\n\"Glad to see you are awake Miss. Farron,\" a voice boomed all around her.<br>\r\n<br>\r\nLightning jumped and looked around for the source but found none.<br>\r\n<br>\r\n\"You have been chosen for The Feeding Miss. Farron,\" the voice continued. \"you will step through a portal of your choice and then you will find yourself at the bottom of the foood chain of whatever location you choose. The Feeding will only end once you have been consumed and digested Miss. Farron.\"<br>\r\n<br>\r\n\"YOU WANT ME TO BE EATEN?!\" Lightning cried out in anger and disbelieve.<br>\r\n<br>\r\n\"If you refuse to choose,\" the voice continued as if it hadn't heard her, \"You will be feed to a creature with no chance of survival. You have five minutes to decide.\"<br>\r\n<br>\r\nWith that  different voice began a countdown. Lightning sighed dejectedly and looked at the portals. She didn't like any of this but she was going to have make a choice. She decided...</span></div></div>",
            "created":1528693200,
            "id":2505856,
            "title":"The Room"
        },
        "11":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "Crosses the Giant Log",
                "Wades Through the Water",
                "Heads Down the Trail to the Left",
                "Heads Down the Trail to the Right",
                "Hears a Voice Behind Her"
            ],
            "content":"<div class=\"\"><div> <span>\"It would seem I have no choice,\" Lightning sighed. So quickly weighing her options she decided the swamp was as good a place to try and survive as any. So the young woman stepped through the portal for the swamp just as the countdown was nearing its end. She quickly felt the cold metal floor get replaced by the muddy ground of the swamp beneath her feet. Almost immediately the portal closed behind her, and she began to take in her surroundings.<br>\r\n<br>\r\n\"Uuuggggh!\" Lightning cried out in disgust as the first thing she noticed was the smell. \"I forgot how badly swamps could smell.\"<br>\r\n<br>\r\nIt took the lovely lady a few moments to get used to the smell, but once she did Lightning noticed more details about her new environment. Judging by the trees, muck and water around her it seemed she was in the middle of the swamp. If Lightning wanted to avoid being eaten she would no doubt have to make her way out of the swamp. Good thing she had a few options for possibly getting out.<br>\r\n<br>\r\nOption one Lightning could go forward, but she would have to wade through a good bit of water and there was no telling what lurked beneath the surface. Sure there was what appeared to be a large log that bypassed most of the water she could use, but something about it made the young woman uneasy. The second option was what appeared to be a trail to Lightning's left. It was on relatively \"dry\" land, but the dense vegetation and vines could make maneuvering difficult. Option three was a trail on the lovely lady's right that was much clearer, but it could have been a game trail which meant their could be predators using it to hunt, just waiting to gobble her up. A slight shiver ran down her spine at that last thought. However, Lighting was determined to escape this swamp so after pondering for a few moments she...</span></div></div>",
            "created":1542690000,
            "id":2580077,
            "title":"The Swamp"
        },
        "113":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "A Huge Bulb Plant",
                "A Sweet Smell in the Air",
                "A Noise Behind Her"
            ],
            "content":"<div class=\"\"><div> <span>\"Well might as well take the path less traveled,\" Lightning said to herself and started traversing the path covered in vegetation.<br>\r\n<br>\r\nHer progress was slow but steady. The vegetation slapped at her and twice she nearly ended up tangled in a group of vines. As Lightning felt the muddy ground go squish beneath her barefeet she wished that her kidnappers had at least provided her with some form of foot wear. After about an hour of walking the young woman noticed...</span></div></div>",
            "created":1543381200,
            "id":2583119,
            "title":"Vegetation Everywhere"
        },
        "115":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "A Green Dragon",
                "A Large Snake",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Why hello gorgeous,\" a voice from behind suddenly said.<br>\r\n<br>\r\nLightning gasped and quickly spun around. Then her eyes widened in a mix of shock and horror as she saw before her...</span></div></span></div>",
            "created":1542690000,
            "id":2580082,
            "title":"Hears a Voice Behind Her"
        },
        "15":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "A Dragon",
                "A Giant Ogre",
                "A Gigantoad (FFXV)",
                "A Carnictis",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>\"Hmph!\" Lightning went and crossed her arms. She stood were she was and glared at the portals. There was no way she was going to willingly set foot in a place were she was considered food. Lightning listened as the countdown began to wind down.<br>\r\n<br>\r\n\"10... 9... 8... 7... 6...,\" The current voice was down to the last seconds and still Lightning didn't budge.<br>\r\n<br>\r\n\"3... 2.. 1!\" The countdown finished and there was the blare of a horn. Lightning saw all four portals close at once.<br>\r\n<br>\r\n\"So what no... AAAAHHHHHHH!!!!!\" Lightning cried out as the floor beneath her feet disappeared. In less than a second the lovely lady found herself sliding feet first down a metal chute.<br>\r\n<br>\r\n\"This must be a feeding chute,\" Lightning said as her eyes widen in horror. Her slide down was a long one. Lightning had to admit that if she didn't know she was going to be eaten at the end of this slide she might have found it fun. After about half an hour of sliding Lightning saw a hatchway open in front of her and for a moment she was in free fall. <br>\r\n<br>\r\n\"Oof!\" Lightning gasped as she landed on a stone floor. Getting up to her feet she looked up to find she had just been fed to...</span></div></div>",
            "created":1528693200,
            "id":2505862,
            "title":"Down the Feeding Chute"
        },
        "151":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "content":"<div class=\"\"><div> <span>Lightning watched as two large green scaly paws landed on either side of her. She looked up and her eyes widened in horror at the sight of a dragon's wide open maw descending upon her. Lightning's scream of terror was cut off as the large reptile's lips sealed around her ankles. The dragon lifted its head back up into the air and Lightning's barefeet could be seen wiggling outside its mouth.<br>\r\n<br>\r\nInside the maw Lightning found herself being assaulted by the dragon's tongue. The slimey muscle licked her all over as it determined how good she tasted. Apparently, The lovely lady was quite tasty as the saliva level began to increase quickly. The feathers of her skirt and her own hair became matted as she was quickly covered in the saliva. Some of it got into her mouth, and Lightning quickly spat it out. As she felt the tongue wrap around her in order to taste her back Lightning wondered how long before the dragon carried on with eating her. Then the tongue slid out of the mouth and licked each of the lovely ladies toes and the soles of her feet. Lightning felt her face get hot and she wiggled her feet and toes harder in response. Then the dragon tilted its head back and with a loud 'GULP' Lightning felt her heels, soles, and finally toes squeeze past the dragon's lips as it swallowed her whole and alive.<br>\r\n<br>\r\n\"This isn't how I imagined I would die,\" Lightning said in disbelieve as the muscles rippled all around her. A mixture of saliva and mucus covered her from head to toe as she slowly grew closer to the gurgles of the stomach. Lightning squirmed as she was massaged down the long esophagus, but gave up when she heard the dragon's beating heart go by. After what felt like an eternity her journey came to an end as she reached the stomach sphincter. Recognizing the  lovely lady as food it quickly opened up and squeezed her into the stomach. As she sat up, Lightning found that the fleshy chamber was only large enough for her to get into a sitting position. Then the digestive juices began to flow and cover the young maiden. Lightning felt her skin tingle as the digestive enzymes made contact with her flesh.<br>\r\n<br>\r\n\"Serah I'm sorry,\" Lightning said mournfully, a single tear falling down her face, as she realized she would not get out there alive.<br>\r\n<br>\r\nThe next morning the dragon relived itself in the corner of the chamber. There lay a pile of excrement with orange feathers and bits of halter top sticking out in places. These were the only remains of the maiden it had eaten the day before.</span></div></div>",
            "created":1528693200,
            "id":2505909,
            "title":"Lightning and the Dragon's Belly"
        },
        "155":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "A Giant Rabbit",
                "A Giant Snake",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What is about to eat Lightning?</span></div></span></div>",
            "created":1530766800,
            "id":2515351,
            "title":"Something Else"
        },
        "1553":{
            "author_id":"model7",
            "author_name":"Gojira6",
            "choices":[
                "A Giant Frog",
                "A Blob",
                "A Giant Fishman",
                "Even more options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More options for Lightning to be eaten by.</span></div></span></div>",
            "created":1562562000,
            "id":2684095,
            "title":"More options"
        }
    },
    "info":{
        "author_id":"model7",
        "author_name":"Gojira6",
        "brief_description":"Lightning Farron is about to find herself on every predator's menu.",
        "created":1528744800,
        "description":"<td align=\"left\" class=\"norm\">Lightning Farron from the Final Fantasy series wakes up in a mysterious room with four portals and a mysterious voice telling her to go through one. It also informs her that once she goes through everything will be trying to eat her, and if she doesn't go through there will be consequences. With no weapons and no magic Lightning is about to find herself travelling down a hungry predator's gullet. <br>\r\n<br>\r\nRules:<br>\r\n1.) All story lines MUST end with Lightning being EATEN!<br>\r\n2.) SOFT AND COCK VORE ONLY!!!<br>\r\n3.) Lightning is not immune to digestion.<br>\r\n4.) Full tour digestion is allowed.<br>\r\n5.) Be descriptive.<br>\r\n6.) Have Fun!!!</td>",
        "id":2160717,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1562637900,
        "pretty_title":"Lightning's Bad Vore Day"
    }
}