{
    "chapters":{
        "1":{
            "author_id":"fullmetalde",
            "author_name":"FullmetalDE",
            "choices":[
                "Percy Jackson",
                "Jason Grace",
                "Nico di Angelo",
                "Leo Valdez",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>From whose sight you want to read?</span></div></span></div>",
            "created":1504069200,
            "id":2377082,
            "title":"Characters"
        },
        "11":{
            "author_id":"fullmetalde",
            "author_name":"FullmetalDE",
            "choices":[
                "The Aphrodite Cabin",
                "The Dining Pavillon",
                "Stay in his cabin"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>It was a sunny day in Camp Half Blood when Percy woke up in his cabin. He stepped out of the door and looked over the lake.<br>\r\nBut where did he want to go?</span></div></span></div>",
            "created":1504069200,
            "id":2377085,
            "title":"Percy Jackson"
        },
        "111":{
            "author_id":"fullmetalde",
            "author_name":"FullmetalDE",
            "choices":[
                "He arrives at his cabin",
                "He runs into someone"
            ],
            "content":"<div class=\"\"><div> <span>Percy planned to have a party in his cabin this evening and lots of people from all other cabins wanted to come. But Percy wanted to make this evening special and for that he needed the help of the Aphrodite kids. <br>\r\nWhen he arrived Mitchell, a blond haired son of Aphrodite, was already awaiting him with a little flask in his hands. <br>\r\n\"Hey Jackson! Was about time you show up\", Mitchell said.<br>\r\n\"Yeah, sorry for that Mitch\", answered Percy with an apologizing smile on his lips. \"Do you have the potion of which you told me?\"<br>\r\n\"Of course I do\", he said and handed the flask over to Percy. \"It's a really strong love potion. Whoever you give it, will do anything for you. And by anything, I mean literally ANYTHING, you know?\"<br>\r\n\"Great\", said Percy. \"Got it.\" <br>\r\nWith that he walked back to his cabin, to prepare everything for the party. </span></div></div>",
            "created":1504069200,
            "id":2377089,
            "title":"The Aphrodite Cabin"
        },
        "1112":{
            "author_id":"fullmetalde",
            "author_name":"FullmetalDE",
            "choices":[
                "Accept",
                "Refuse, but invite him on the party"
            ],
            "content":"<div class=\"\"><div> <span>Happily whistling Percy made his way back to the Poseidon Cabin, thinking about the things he was going to do this evening. His plan was to drug a few campers, stuff them into his balls and shoot them all into his girlfriend Annabeth after digesting them into thick, creamy seed. Since vore was a common thing among demigods all the campers on the party tonight knew of the danger. They didn't really care though, eventually getting digested was a part of their life, just like getting cut in half or getting stomped by a monster. So no big deal.<br>\r\nPercy grinned while thinking this when suddenly he was distracted by a shout from behind. As he turned he saw Kyle, a sixteen years old son of Athena, walking over to him with a slightly nervous expression, blushing when he caught Percy's gaze.<br>\r\n\"Hey Kyle, what's up?\", asked Percy, curious why the blond haired teenager had called him. <br>\r\n\"Hey Percy! I heard you throw a party tonight\", he said smiling at Percy.<br>\r\n\"Yeah, you want to come?\" Percy had to hold back a smile. This boy surely would feel nice squirming in his balls.<br>\r\n\"Not really, no. Well kind of, you know\", he stuttered. \"I always somehow admired you in a way. To be honest, I had fucking big crush on you.\" He turned red and stared at the ground. \"When you and Annabeth started dating, I was kind of mad. But that was years ago. I guess I'm over it by now.\" He laughed and tried to look convincingly. <br>\r\nPercy looked at him, thinking that this guy wasn't over anything. <br>\r\n\"What the heck are you trying to say Kyle?\", he asked.<br>\r\n\"Well, I thought maybe I could blow you a bit, you know. I thought about it a lot and I know Annabeth is your girlfriend, but after that you could digest me into cum. I know from listening to the bragging between Annabeth and the other Athena girls, she doesn't mind stuff like that, as long as she can enjoy the results.\"<br>\r\nPercy stared at him. What was that guy thinking? On the other hand, he was kind of cute. Percy liked the idea of him digesting in his balls. He only had to decide if he wanted to do it now or later on the party.</span></div></div>",
            "created":1504069200,
            "id":2377390,
            "title":"He runs into someone"
        },
        "11121":{
            "author_id":"fullmetalde",
            "author_name":"FullmetalDE",
            "choices":[
                "Percy hurries back to his cabin",
                "Percy notices someone"
            ],
            "content":"<div class=\"\"><div> <span>\"Why not\", Percy thought. \"A little extra spunk for later is always good.\"<br>\r\n\"Ok\", he said. \"You can blow me, but after that you gonna refill my balls. Deal?\"<br>\r\nKyle started to grin from one cheek to another. \"Deal!\"<br>\r\n\"Alright, then follow me to the armory. By now, no one should be there.\" <br>\r\nPercy led Kyle to the back of the old building into a small chamber. He closed the door behind Kyle who had already started to undress. Percy removed his pants and boxer shorts and turned around to the naked Athena boy. Kyles eyes widened as he looked at Percy's massive dick. Still flaccid it was as big as Kyles own forearm. Two perfectly smooth balls each with the size of a baseball dangled underneath. <br>\r\n\"Wow\", he said as he got on his knees in front of Percy. \"It's enormous.\"<br>\r\n\"Shut up and take it in your mouth\", said Percy.<br>\r\nCarefully Kyle grabbed the gigantic tool between Percy's legs and started to stroke. Slowly it started to become erect. Percy shuddered as he felt Kyles hot breath at the tip of his penis just before he stuffed it into his mouth. His lips closed around Percy's member and Kyle started to suck. His tongue worked around the shaft before Kyle took a deep breath and crammed it down his throat as deep as he could. Percy moaned and grabbed Kyle by the head to push himself deeper into the hot, tight warmth of the blond boys mouth. He felt the orgasm building up and once again he thrusted his dick deep into Kyles mouth. As he came the twink swallowed eagerly but the ropes of thick cum filled his mouth faster than he could take it and so a massive amount of the white spunk just landed on his bare chest.<br>\r\n\"That was good\", groaned Percy as he tried to catch his breath. \"But now it's time to fulfill your promise. Lay down.\"<br>\r\nThe cum covered Athena boy settled down on the floor looking at Percy still dizzy from the waves of cum he just gulped down. <br>\r\nPercy put the feet of Kyle in the slit of his still hard dick and started to suck him in. The feeling of Kyles body slowly entering his penis made Percy moan. Slowly his member expanded, as he worked his way up to the blond boys waist. <br>\r\n\"Put your arms into the slit\", he commanded. Kyle shoved his hands into the wet opening. With a massive thrust Percy pulled up his penis, so that it now was fully erected. Kyle yelped surprised as the gravity let him slide down, so only his head was outside. <br>\r\n\"You know, Percy\", he said nervously and started to wiggle a bit. \"I feel like I'm having second thoughts about this.\"<br>\r\nBut Percy didn't care. With a last powerful thrust he sucked Kyle into his member and watched the wiggling silhouette sliding down into his now expanding balls. Slowly Kyles body rested, but now Percy heard muffled screams and fighting from inside his massive testicles. He groaned. The feeling of Kyle struggling into his balls was overwhelming. He started to massage his nuts as he felt the fighting became less powerful and the shape of Kyles body slowly got softer until there was nothing but jizz.<br>\r\nAs Kyle has melted down, Percy's balls had shrunken into the size of  two grapefruits. He sighed satisfied as he stuffed his member back into his pants. He had problems to close the zipper but when he did, he had a visible bulge in front of him.</span></div></div>",
            "created":1504069200,
            "id":2377419,
            "title":"Accept"
        },
        "111211":{
            "author_id":"fullmetalde",
            "author_name":"FullmetalDE",
            "choices":[
                "The Party"
            ],
            "content":"<div class=\"\"><div> <span>With a relieved sigh Percy went out of the armory, his filled balls swinging heavily between his legs, and made his way to his cabin. When he got there he spotted Jason and Annabeth who had already started to prepare some drinks for the party. They waved as they saw him. He waved back and noticed that both Jason and Annabeth were eyeing his swollen package. He smiled and kissed his girlfriend. <br>\r\n“Hey Wise Girl, did you have a great day?”<br>\r\n“Well, I was here, preparing YOUR party, Seaweed Brain. It's nice of you to finally stop by to help us.” She raised an eyebrow and crossed her arms. <br>\r\n“Whoa, whoa, steady baby. I was held up … well kind of. I'll tell you the details later.” Percy grinned and winked.<br>\r\n“Whatever”, she said and shook her head. “You're here now, so grab some alcohol and start mixing drinks. There is not much time until the first guests will arrive.”<br>\r\nWhile Percy prepared some shots, Annabeth went inside his cabin to decorate the furniture and to create some space for a small dance floor in the living room. <br>\r\nPercy turned to Jason and asked “Hey Grace, nice to see you here. Are you coming too tonight?” <br>\r\n“Sure bro, your parties are legendary. Sooner or later there is always a surprising part.” He laughed, Percy gave him a knowing look and said “You can bet your cute, little bubble butt on that.” <br>\r\n“Oh I'm so excited. The last time you threw a party, Chiron was so pissed at you.” <br>\r\n“Yeah bro, it was a lot of work to explain, why seven campers were missing.” Percy grinned. “But hey, they all sacrificed themselves willingly to my balls. Well let's say, most of them.”<br>\r\nJason giggled. “That was so awesome. I always wondered, how you managed it to clean your cabin after that.”<br>\r\nPercy smiled. The last party got a bit out of control, after Piper, Jason's girlfriend had declared Percy's cabin a nudists area. Because of that and maybe because some of Piper's charmespeak, Nico, the son of Hades, and Percy had bet on, which one of them could stuff the most people into their testicles. The loser had to suck the winner off, in front of all the other guests. Percy had at first believed, that this would be an easy win, because Nico was smaller than him and probably wouldn't have the 'capacity' to outrank Percy. But as it turned out, Nico was even more hung than Percy and could easily swallow up four people, one more than Percy did. After that, he had to blow of the son of Hades, which ended in some envious looks from Nico's boyfriend Will and his whole cabin and most of the present guests including Percy himself covered in a thick layer of cum. <br>\r\n“Well yeah, it was a whole lot of work”, Percy answered. “But I won't let me trick into something like that this time.” <br>\r\n“Well, I don't mind. I think it was quite funny” Jason said. “Maybe we will beat the record and do at least eight folks this time.” He grinned and together they continued to prepare everything for the evening.<br>\r\n</span></div></div>",
            "created":1509771600,
            "id":2411190,
            "title":"Percy hurries back to his cabin"
        },
        "1112111":{
            "author_id":"fullmetalde",
            "author_name":"FullmetalDE",
            "choices":[
                "Go visit the children of Hermes",
                "Go search for Annabeth"
            ],
            "content":"<div class=\"\"><div> <span>Percy walked through his cabin greeting people left and right. The party was a huge success, it seemed as the whole camp had decided to show up, leaving Percy worried, if he had bought enough booze for all the people. In one corner of the room one Aphrodite kid had talked some other campers into a round of strip poker. <br>\r\nPercy knew the rules of Aphrodite-strip-poker: The unlucky guy (or girl) who was naked first, had to satisfy the least naked person in any way they wished. Sometimes the loser were fortunate enough to only do this in a sexual sense, but in most cases the game ended with the loser being digested  by the winner.<br>\r\nJust as Percy thought this, a twinkish looking Asian son of Apollo got rid of his underpants and walked over to a grinning blonde son of Ares. The muscled jock was a foot taller than his victim, who was blushing heavily and trying to look somewhere else than the growing bulge in the boxer shorts of buff son of Ares.<br>\r\nSlowly the twink got onto his knees and pulled down the shorts, exposing the huge junk, the Ares son had hidden in them. The Apollo kid clearly hesitated to suck the jock off, but he had no choice. The son of Ares grabbed the back of the twinks head and shoved his cock balls deep into his throat until his poor victim gagged and tears ran down his cheeks. After that the son of Apollo decided, that blowing the jock voluntarily was way more pleasurable and began to suck the Ares guy off. <br>\r\nAfter a few minutes the buff jock moaned deeply and sprayed a messy load of cum all over the twinks face. Smiling he let his victim stand up. The twink tried not to look his opponent in the face, but the son of Ares took his head and turned it towards himself. Slowly he leaned down to the son of Apollo and licked a drop of cum off his face. Then he whispered something into the the twinks ear, Percy couldn't fully understand but it made the slim Asian close his eyes. <br>\r\nThe son of Ares licked his lips and without hesitating he stuffed the twinks head in his mouth, swallowing him up to his shoulders with a single swift motion. The son of Apollo yelped in surprise, but the muscular jock quickly lift his victim up and gulped him down to his waist before the twink could fight back. Slowly the Ares guys stomach began to expand as the son of Apollo slid down even further. The son of Ares took a brief moment to taste his prey, licking over the now fully erect dick of the Asian boy. With another powerful gulp he swallowed the rest of him down, clearly enjoying every bit of the Apollo boy sliding into his stomach. Satisfied he patted his now extremely distended belly with the wriggling silhouette of his prey inside and let go a massive burp.<br>\r\n“That's the way I want this party to go”, Percy thought and forced himself to look away from the son of Ares, who was now going away to get some drinks and digest. Percy wandered through the crowd to find Jason, to tell him about his plan with the love potion he got from the Aphrodite cabin.  He found him in his bedroom, laying naked on Percy's bed with a huge belly, only a pair of feet still sticking out of his butt. He moaned loudly as he shove the rest of his prey into his anus. As soon as he noticed Percy he blushed and tried to hide his huge erection that peeked from under his enlarged belly. <br>\r\n“Whoa dude, I didn't expect anyone to come in. Couldn't you knock?”, he shouted. <br>\r\n“I'm sorry I didn't knock on my own bedroom door”, Percy answered. “What were you even doing here? I hope you didn't stained my bed.” <br>\r\n“Yeah sorry about that. There was this Dionysus guy who flirted with me and I needed a quiet place. He didn't even made me cum, so your bed is OK I think.” <br>\r\n“Well whatever man, I don't mind if a bro uses my bed. Mi casa es tu casa, dude.”<br>\r\nPercy helped Jason up and they got back to the main room of the Poseidon Cabin, where the party was still going. <br>\r\n“Did you got something to eat already?”, asked Jason as he patted his slightly moving belly. <br>\r\n“Well not exactly, I cummified an Athena boy before I came here earlier,” said Percy and pointed at his crotch, where the bulge from Kyle was still visible. “But not yet here at the party. I have a plan, you know.”<br>\r\n“A plan?”, asked Jason and lifted an eyebrow. “What plan exactly?”<br>\r\n“Let's say it like this: I still got plenty of room in my balls and I got something that will help me fill it up. Mitchell from the Aphrodite Cabin got me a love potion, which is strong enough to make at least three people willing to sacrifice themselves to my cock.”<br>\r\n“I see,” said Jason and grinned. “Did you already decide, who the unlucky bastards are, that gonna fill you up tonight?”<br>\r\n“Not yet,” Percy said and let his gaze wander around the room. In one corner were three Hermes kids that doesn't seem to enjoy themselves very much. Maybe Percy could make the evening a little bit more pleasurable for them (Well mostly for himself, but whatever). <br>\r\nOn the other hand he could still wait a few hours until everyone was drunk enough and then maybe he wouldn't need the potion at all. In this case he could look out for Annabeth and show her, what he had made out of her brother Kyle, so to say as a preview for what will follow later, when the party was over.</span></div></div>",
            "created":1512363600,
            "id":2423936,
            "title":"The Party"
        },
        "12":{
            "author_id":"marky1",
            "author_name":"Marky",
            "choices":[
                "Bare hand hunting",
                "Go to the camp "
            ],
            "content":"<div class=\"\"><div> <span>You're Jason Grace; the golden boy, praetor, one of the seven, pontifex maximus. One of the most powerful living demigods.<br>\r\nBut people do not know what they have so much power. It consumes a lot of energy, and you can not just eat more food or sleep more time. You remember your training with Lupa, when you've taken so much energy that has allowed you to keep your power until Gaea war. Well \"training\". All you've done was sit down in your room, and let Lupa stuffs your balls with monsters. Because yes, that's how you take energy to be so powerful. Cockvoring.<br>\r\nThe last time you did was in your training, but your energy stocks have finished after the war against Gaea, and it's a year they're gone. And that's ok for you, it's strange to know that monsters who die in your balls do not regenerate; but now Percy is organizing a meeting, maybe a little fight, and your body is not toned like it was, you're definitely shorter, so you choose to stuff your balls with some monsters. No one knows your secret of course. Staying away from the camp, doing your duty as pontifex maximus helped, but now you have to return, and they will see your actual self if you do not do something.<br>\r\nWhat do you need to do? You can risk and hunt some monster with just what's left of your power, or go to the camp to take some weapon, risking that someone might see you.</span></div></div>",
            "created":1510549200,
            "id":2414898,
            "title":"Jason Grace"
        },
        "121":{
            "author_id":"marky1",
            "author_name":"Marky",
            "choices":[
                "Let him live",
                "Cockvore the guy"
            ],
            "content":"<div class=\"\"><div> <span>What if did anyone see you? You’re pretty sure you can fight some monsters with your bare hands and force them in your balls. But, better be cautious, so you start your monster hunting near the camp. <br>\r\nAfter half-hour you see a lonely telekhine. Good. You pull down your pant (and you sob a little seeing your glory monstrously big bulge reduced to a normal size) and, sneaking, you go closer the monster. You’re able to surprise him, and in no time your penis start to eat the monster face. You sit down and let your cock works in peace, and after 5 minutes of pleasure the telekhine drop in your balls. The first time, digesting a monster lasted at least 1 hour, but after your training you spend just 10 minutes. 10 beautiful minutes. When your balls have finish your penis has returned to his 6 inches, while your balls are like before, but just full of cum. You love the idea of jerking off, but all that cum will speed up the next digest, and you have no time to waste. The hunting must continue.<br>\r\nAfter a whole day you're just at half of all the strength you used to have, and the meeting will be in a few days. Worried you start to improve your effort, and after the fourth karpoi you hear a rumor to your right. Worried you turn, and you see a demigod running away. Panicking you start to rush toward him. Luckily the karpoi makes you enough fast to catch the demigod, a son of Apollo you guess, even if some branches scratch your face. When you take him, he starts to cry, begging for his life. <br>\r\nYou’re not a monster, you should keep him alive, but a part of you, the most instinctive, wants his silence. Forever. <br>\r\n</span></div></div>",
            "created":1510549200,
            "id":2414905,
            "title":"Bare hands hunting"
        },
        "1212":{
            "author_id":"marky1",
            "author_name":"Marky",
            "choices":[
                "Hunt a little more",
                "Time to return to the camp"
            ],
            "content":"<div class=\"\"><div> <span>Following your pure instinct you put the demigod face in your penis. The boy struggle a lot, but every effort is useless, and in the end he falls in your balls. The digestion process is totally different, and the pleasure is so intense that you lose control of your moaning. His screams only feed your pleasure, but you can’t cum, or he will be released. After 15 minutes the demigod is digested and you start to feel his power nourish yours like what happen with monsters. But this time is little difference, even if you don’t know why. He gives you more energy than the monsters you usually use, but there’s something else. <br>\r\nInstinctively you heal your scratch, and you understand what is different. You’ve his healing power. <br>\r\nAbout the demigod it’s ok, no one will notice a vanished demigod who dare to go along into the wood, you say to yourself. But this power. Definitely another story which you have to study more thoroughly. <br>\r\nNow you’ve got all your power again, even with a little extra, so it’s time to return to the camp. But first a little jerk-off. You take your cock and start to masturbate, and you’re glad to see that now it’s 15 inches and more girthly. Even bigger than before! It's perfect! Maybe you should vore demigod more frequently. After few perverted thoughts about Percy taking your cock and calling you master,  you start to cum a veritable endless flow of cum, and when you finish your very big balls gurgled. <br>\r\nYou’re powers are back, so you can go to the camp, but maybe you should looking for another snack for your hungry balls?<br>\r\n</span></div></div>",
            "created":1510549200,
            "id":2414918,
            "title":"Cockvore the guy"
        },
        "15":{
            "author_id":"fullmetalde",
            "author_name":"FullmetalDE",
            "choices":[
                "Annabeth Chase",
                "Piper McLean",
                "Will Solace"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Someone else?</span></div></span></div>",
            "created":1504069200,
            "id":2377083,
            "title":"Other"
        }
    },
    "info":{
        "author_id":"fullmetalde",
        "author_name":"FullmetalDE",
        "brief_description":"This is an interactive Percy Jackson/Heroes Of Olympus vore story. ",
        "created":1504087080,
        "description":"<td align=\"left\" class=\"norm\">This is an interactive Percy Jackson/Heroes Of Olympus vore story. It plays after the last book of the HOO series. <br>\r\n<br>\r\nFeel free, to add your ideas but please follow a few rules:<br>\r\n<br>\r\n1. no gore <br>\r\n2. no scat, pissing or fart<br>\r\n3. no one-sentence-chapters if it can be avoided<br>\r\n4. No furry stuff (Vore of human characters by monters is allowed)<br>\r\n<br>\r\n</td>",
        "id":2132930,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1512425520,
        "pretty_title":"Camp Vore Blood"
    }
}