{
    "chapters":{
        "1":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "Feet n' co (feet products)",
                "Undewear everywhere (underwear company)",
                "Devil toys( adult company)",
                "Mcdonalds",
                "Another place"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>It was his first day at his new job in the famous..</span></div></span></div>",
            "created":1580706000,
            "id":2782065,
            "title":"First day at work"
        },
        "11":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "The one they use to make insoles",
                "The one that made socks",
                "The one that made foot cream",
                "He went to the children department first",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>Feet n' co company. It wasn't really his first option but they paid him quite well. His task was actually very simple. Check if the machines are clean in the insides and if not clean them. It wasnt a job someone would brag about but he had to get money somehow.<br>\r\n<br>\r\nHis first machine he wants to clean was..</span></div></div>",
            "created":1580706000,
            "id":2782073,
            "title":"Feet n' co (feet products)"
        },
        "112":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "He waits",
                "He tries to smash it open",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>He went to the giant machine they use to make socks. They put fabric inside and outside came socks. Josh didnt really knew the whole procedure but he knew what he needed to clean. He went to the opening. It was big enough for him to fit  so he jumped inside. He looked around seeing lint of diffrent color all around him. His boss told him to get rid of it and clean it. Suddenly the door closed from where he came. He tried to open it from the insides but was unable to get out. He knew the next worker that would come is in about an hour. </span></div></div>",
            "created":1580706000,
            "id":2782081,
            "title":"The one that made socks"
        },
        "1121":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "Threw new fabric in( he gets turned into socks",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>He sat down and begins to wait. The remaining fabric was a nice ground and the lint he collected a nice pillow. Instead of panicing he fell asleep. He woke up up the sound of the worker comming in. He walked to the machine and opened the door. He then..</span></div></div>",
            "created":1580706000,
            "id":2782083,
            "title":"He waits"
        },
        "11211":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "We could send him to the local store",
                "We can send him to our local gym",
                "Other ideas"
            ],
            "content":"<div class=\"\"><div> <span>The worker threw the new fabric in and turned the machine on. It didnt took long till josh was consumed by the machine with painful screams before passing out<br>\r\n<br>\r\nHe woke up in the hand of his boss as she starts to talk \"we need to get rid of these. I dont want to deal with police and all that so any ideas\" she said to the worker</span></div></div>",
            "created":1580706000,
            "id":2782089,
            "title":"Threw new fabric in( he gets turned into socks"
        },
        "112111":{
            "author_id":"ninajason",
            "author_name":"Nina",
            "choices":[
                "It was a 21 year old lady in her gymwear",
                "It was a 18 year old goth girl",
                "Others"
            ],
            "content":"<div class=\"\"><div> <span>\"We..could send them to the local store and say its a new design \"bloddy red\" it would be hip with the teens and young adults i guess\"<br>\r\n<br>\r\nThe boss looked at him with toughtful eye.<br>\r\n\"GREAT IDEA lets seal him up and away he goes.\" She said and pressed josh into his hands in which e immediately ran to the package department. He ran to another worker and said \"seal them up put a higer price on them and away with it to the store.\" The worker startd sealing him up. It didn't even took 10 min till he was ready to send to the store. He went into a box and to the store where he got hung up for everyone to see.<br>\r\n<br>\r\nIt was very surreal for him a moment ago he was a human now a pair of socks hanging from a shelf for everyone to see.<br>\r\n<br>\r\nSuddenly he saw how someone starred towards him</span></div></div>",
            "created":1580706000,
            "id":2782096,
            "title":"We could send him to the local store"
        },
        "1121111":{
            "author_id":"anyomous52",
            "author_name":"anyomous",
            "choices":[
                "\"I will buy these pair\"",
                "\"Way too expensive\""
            ],
            "content":"<div class=\"\"><div> <span>He couldn't move or do anything to stop the hand that was approaching him. He was terrified. He didn't want to be this random woman's sock. He didn't want to be anyone's sock. The woman picked him up in her hand and checked the sock. \"Perfect\" He heard her whisper. She then looked at the back for the price and said... </span></div></div>",
            "created":1584248400,
            "id":2801902,
            "title":"It was a 21 year old lady in her gymwear"
        }
    },
    "info":{
        "author_id":"ninajason",
        "author_name":"Nina",
        "brief_description":"You had an accident in the company and made you one of the products",
        "created":1580757900,
        "description":"<td align=\"left\" class=\"norm\">Main character: josh.<br>\r\n18 years old. Just an ordinary person on his first job.<br>\r\n<br>\r\nHe can be any object<br>\r\nI dont allow gore or death.<br>\r\n<br>\r\nGo wild!</td>",
        "id":2211969,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1584299700,
        "pretty_title":"Nothing more than an object"
    }
}