{
    "chapters":{
        "1":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Kings and Queens",
                "Princes and Princesses",
                "Whisked Away Visitors",
                "Random Residents",
                "Sage herself"
            ],
            "content":"<div class=\"\"><div> <span>From high above in the sky, the scene pans down to a large massive continent that seemed like an island far away but was very massive up close. This was Saga. It is a place of unlimited potential and can bring many changes to people be they from here or from some place far far away. There are five ways to interact with Saga as a whole.<br>\r\n<br>\r\n1. Being a King or Queen: Playing as the ruler of a kingdom has its perks such as free reign to explore your chosen kingdom and to attend certain royal gatherings.<br>\r\n<br>\r\n2. Being Prince or Princess: Not quite as much power as a king or queen but have more of a chance to interact with those their own age in a school setting or royal event.<br>\r\n<br>\r\n3. Whisked Away Visitors: People from the normal human world who were whisked away from their homes and families and brought to Saga for some unknown reason.<br>\r\n<br>\r\n4. Random Residents: Normal, well Saga Normal, people who live their day to day lives trying to make a living and supporting themselves or their families.<br>\r\n<br>\r\n5. Sage: Become Saga's ruler itself and change things anyway you see fit. You can become a benevolent ruler...or a power fueled dictator.<br>\r\n<br>\r\nNow...pick your poison.</span></div></div>",
            "created":1585458000,
            "id":2809922,
            "title":"Welcome to Saga"
        },
        "11":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Victoria",
                "Tsu",
                "Azure",
                "Leonidas",
                "More Kings and Queens"
            ],
            "content":"<div class=\"\"><div> <span>Becoming a royal is certainly a fun way to live in a kingdom. But which royal do you want to be?<br>\r\n<br>\r\n<b>Lady Victoria</b><br>\r\nOccupation: High Priestess and Ruler of the Holy Kingdom<br>\r\nAge: 24<br>\r\nPersonality: A young woman who, like most of the people of her kingdom, seem to worship Sage as a goddess and are willing to do anything to please her and uphold her rules.<br>\r\n<br>\r\n<br>\r\n<b>Lady Tsu</b><br>\r\nOccupation: Yokuzuna and Ruler of Sumo Kingdom<br>\r\nAge: 29<br>\r\nPersonality: Caring and usually having a large hunger but a strong body. Though her size does make it difficult getting in and out of doorways.<br>\r\n<br>\r\n<b>Azure</b><br>\r\nOccupation: Queen of Blueberry Kingdom<br>\r\nAge: 19<br>\r\nPersonality: Recently became the queen after her father grew too large to fit on the train way. She is kind and caring and polite even though she is a giant ball of juice.<br>\r\n<br>\r\n<b>Leonidas</b><br>\r\nOccupation: Tribal leader and King of Wild Kingdom<br>\r\nAge: 40<br>\r\nPersonality: A large lion anthro who commands with seriousness and a willing to protect his tribe from invaders. Loves to battle<br>\r\n<br>\r\nSo...which ruler will you be?</span></div></div>",
            "created":1585544400,
            "id":2810081,
            "title":"Kings and Queens"
        },
        "115":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Nathaniel",
                "Aika",
                "more kings and queens"
            ],
            "content":"<div class=\"\"><div> <span>More kings and queens who rule from their ivory thrones.<br>\r\n<br>\r\n<b>Nathaniel</b><br>\r\nOccupation: King of Nerd Kingdom<br>\r\nAge: 29<br>\r\nPersonality: The young intelligent ruler of Nerd Kingdom, a kingdom the weak, smart and albeit a little dorky. However his intellect has gotten him in trouble due to how he believes he knows better than everyone, including Sage. This leads to trouble a number of times.<br>\r\n<br>\r\n<b>Aika</b><br>\r\nOccupation: Queen of Amazon Kingdom<br>\r\nAge: 31<br>\r\nPersonality: A strong confident amazon warrior who has spent her time fighting in the jungles of Amazon Kingdom. She has a strong dislike for most men but is extremely kind only to women no matter which kingdom they come from.<br>\r\n<br>\r\nmore royals to come</span></div></div>",
            "created":1585803600,
            "id":2812557,
            "title":"More Kings and Queens"
        },
        "1153":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Wolfgang",
                "Kitty",
                "Other Heads of Kingdoms"
            ],
            "content":"<div class=\"\"><div> <span>Other Members of Royalty from the various kingdoms.<br>\r\n<br>\r\nWolfgang<br>\r\nOccupation: Maestro of the Music Kingdom<br>\r\nAge: 61<br>\r\nPersonality: The creatively minded ruler of the Music Kingdom, with the sharpest sense of hearing in any of the kingdoms. He values musical creativity, but is an incredible perfectionist, and flies into a rage if a melody isn't just right.<br>\r\n<br>\r\nKitty<br>\r\nOccupation: Queen Bee of the Bimbo Kingdom<br>\r\nAge: 25<br>\r\nPersonality: Only recently named Queen, Mimi is more interested in shopping, fashion, and gossip then actually ruling her kingdom. She isn't the brightest bulb in the lightbulb box, but she is compassionate, and does at least TRY to rule when she has to.<br>\r\n<br>\r\nThere are still more Royals to meet, though.</span></div></div>",
            "created":1585890000,
            "id":2812916,
            "title":"more kings and queens"
        },
        "11533":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Lola",
                "Andromeda",
                "More Royals"
            ],
            "content":"<div class=\"\"><div> <span>Some more royals headed your way right now.<br>\r\n<br>\r\n<b>Beach Queen Lola</b><br>\r\nOccupation: Surf Champ of Seaside Kingdom<br>\r\nAge: 29<br>\r\nPersonality: A laid back who enjoys the sights of the beach more than the inland areas and a gifted surfer. She tends to be very protective of the beach and the sea in general.<br>\r\n<br>\r\n<b>Andromeda</b><br>\r\nOccupation: Queen of the Star Kingdom<br>\r\nAge: ???<br>\r\nPersonality: The ruler of a kingdom where all the stars in the sky have taken on a personification within its borders. Andromeda is a mysterious individual who has ruled since Saga's founding. She knows all of its secrets, including the origins of Sage herself.<br>\r\n<br>\r\nmore royals to come</span></div></div>",
            "created":1585890000,
            "id":2812927,
            "title":"Other Heads of Kingdoms"
        },
        "115333":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Gearga",
                "Chrono",
                "more royals"
            ],
            "content":"<div class=\"\"><div> <span>More royals coming in hot<br>\r\n<br>\r\n<b>Gearga</b><br>\r\nOccupation: Head Engineer of the Steam Kingdom<br>\r\nAge: 19<br>\r\nPersonality: Her family are well known engineers and were the ones who created Saga's train system, the only known transport between kingdoms other than walking. She takes pride in her families legacy and won't take crud from anyone who tries and shames it.<br>\r\n<br>\r\n<b>Chrono</b><br>\r\nOccupation: Keeper of the Time Kingdom<br>\r\nAge: ???<br>\r\nPersonality: The mysterious ruler of the Time Kingdom who keeps the time in check. He is even able to manipulate like by stopping it, going through it and even controlling the time of others. His motives are a mystery.<br>\r\n<br>\r\nmore royals to come.</span></div></div>",
            "created":1585976400,
            "id":2813245,
            "title":"More Royals"
        },
        "1153333":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Gabriel",
                "Raven",
                "More Royalty"
            ],
            "content":"<div class=\"\"><div> <span>Here are some more royals in Saga.<br>\r\n<br>\r\nGabriel<br>\r\nOccupation: Archangel of the Angel Kingdom<br>\r\nAge: ???<br>\r\nPersonality: The kindhearted ruler of the Angel Kingdom, devoted to protecting the people of Saga. His heart is open to all, though his fury can be righteous.<br>\r\n<br>\r\nRaven<br>\r\nOccupation: Lead Singer of Blood River<br>\r\nAge: 20<br>\r\nPersonality: The closet thing the Punk Kingdom has to a ruler, due to the kingdom's love of rebellion and going against the established order. A punk rocker through and through, Raven hates the other kingdoms, finding them restrictive, and desires freedom.<br>\r\n<br>\r\nBut there is yet more royalty to encounter within Saga.</span></div></div>",
            "created":1585976400,
            "id":2813288,
            "title":"more royals"
        },
        "11533333":{
            "author_id":"jawsometeeth",
            "author_name":"Goodvibes",
            "choices":[
                "Queen Niko",
                "Caspian The Cat",
                "More Royalty"
            ],
            "content":"<div class=\"\"><div> <span>Queen Niko<br>\r\nOccupation: Queen of Ninja Kingdom<br>\r\nAge:34<br>\r\nPersonality: Rival to her opposite in the Kingdom of Thieves. Possess the honest belief that her citizen's skills are better than that of the thieves. Loving to her people; haughty to all foreigners. Mother of Shin, prince of Ninja Kingdom<br>\r\n<br>\r\nCaspian The Cat<br>\r\nOccupation: Ruler of the Thief Kingdom<br>\r\nAge:45<br>\r\nPersonality: Getting on in his age, Caspian has been looking for his next heir. Loves going 'King Incognito' among his subjects, he will playfully steal items off their personal and give it back after a conversation is done. Unless they are particularly rude, in which case he'll help himself to his new treasure.</span></div></div>",
            "created":1586062800,
            "id":2813786,
            "title":"More Royalty"
        },
        "115333333":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Clarissa",
                "Helga",
                "More Royalty"
            ],
            "content":"<div class=\"\"><div> <span>Chapter originally from Goodvibes<br>\r\n<br>\r\nClarissa Longarms<br>\r\nOccupation: Queen of The Rubber Kingdom<br>\r\nAge: 26<br>\r\nPersonality: Despite being quite young compared to her peers, Queen Clarissa is quite adept in her rulings. Surprisingly dour compared to her subjects enthusiasm, nonetheless, Clarissa is a beloved figure.<br>\r\n<br>\r\nHelga Gutenberg<br>\r\nOccupation: Queen of The Paper Kingdom<br>\r\nAge:32<br>\r\nPersonality: A Scholar, philanthropist,and a born wanderer, Helga marvels at her own surroundings. She has been known to question every new discovery that she's come across and formulates plans for her general populace.</span></div></div>",
            "created":1586062800,
            "id":2813804,
            "title":"More Royalty"
        },
        "12":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Giselle",
                "Crystal",
                "Leopold",
                "Erik",
                "More Princes and Princesses"
            ],
            "content":"<div class=\"\"><div> <span>Becoming an heir to royalty isn't too bad. Still have some privileges to use or abuse. Now which royal?<br>\r\n<br>\r\n<b>Lady Giselle</b><br>\r\nOccupation: Princess of Medieval Kingdom<br>\r\nAge: 15<br>\r\nPersonality: A young princess from a kingdom stuck in medieval times who is curious about the kingdoms as well as what lies beyond Sagas borders.<br>\r\n<br>\r\n<b>Lady Crystal</b><br>\r\nOccupation: Princess of Jewel Kingdom<br>\r\nAge: ???<br>\r\nPersonality: A young crystal like being who cares about the delicacy of her fragile body as well as the bodies of all of her fellow jewel people.<br>\r\n<br>\r\n<b>Sir Leopold</b><br>\r\nOccupation: Prince of Toy Kingdom<br>\r\nAge: ???<br>\r\nPersonality: A wooden toy soldier that sees the large world around him as one big adventure. He has a strong sense of duty and is always eager to do all he can if it means protecting the land he loves.<br>\r\n<br>\r\n<b>Sir Erik</b><br>\r\nOccupation: Prince of Elf Kingdom<br>\r\nAge: 132<br>\r\nPersonality: A teenage elf despite his number of years alive who takes his duty as prince seriously. He works hard to maintain the forests of Elf Kingdom and doesn't quite understand humans or their nature but will act against them if they try to harm the forest.<br>\r\n<br>\r\nSo...which royal?</span></div></div>",
            "created":1585630800,
            "id":2811139,
            "title":"Princes and Princesses"
        },
        "125":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Shin",
                "Viv",
                "more princes and princesses"
            ],
            "content":"<div class=\"\"><div> <span>Not satisfied with those heirs and heiresses? Have no fear? When in Saga...do as the Sagan's do.<br>\r\n<br>\r\n<b>Shin</b><br>\r\nOccupation: Prince of the Ninja Kingdom<br>\r\nAge: 17<br>\r\nPersonality: A serious and silent type who enjoys spying on the other kingdoms without them even realizing it. He and his kingdom know about the visitors from beyond Saga itself.<br>\r\n<br>\r\n<b>Viv</b><br>\r\nOccupation: Princess of Rabbit Kingdom<br>\r\nAge: 15<br>\r\nPersonality: A young rabbit girl from a kingdom of lagamorphs, the scientific name for rabbits, where time there is always so quick and vegetables have always remained the number one favorite food. She's energetic, peppy and very friendly.<br>\r\n<br>\r\nmore princes and princesses to come...</span></div></div>",
            "created":1585803600,
            "id":2812552,
            "title":"More Princes and Princesses"
        },
        "1253":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Jojo",
                "Mista",
                "more princes and princesses"
            ],
            "content":"<div class=\"\"><div> <span>More young heirs and heiresses that can be picked.<br>\r\n<br>\r\n<b>Jojo</b><br>\r\nOccupation: Princess of Clown Kingdom<br>\r\nAge: 18<br>\r\nPersonality: A silly and fun loving clown girl who comes right from the Clown Kingdom where fun and silliness happens 24/7. She has a strong friendship with Lola of the Seaside Kingdom.<br>\r\n<br>\r\n<b>Mista</b><br>\r\nOccupation: Princess of the Mermaid Kingdom<br>\r\nAge: 16<br>\r\nPersonality: A mermaid who lives in the underwater mermaid kingdom. She gets around using a wheelchair and having some water spritz on her every now and then. She wants to spread relations with those on land and those who live in the sea.<br>\r\n<br>\r\nmore heirs to come...</span></div></div>",
            "created":1585976400,
            "id":2812989,
            "title":"more princes and princesses"
        },
        "13":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "John",
                "Melody",
                "Matthew",
                "Himiko",
                "More visitors"
            ],
            "content":"<div class=\"\"><div> <span>People who come from many different times and dimensions who have ended up in Saga through unknown means. Now which of our bizarre visitors will you play as?<br>\r\n<br>\r\n<b>John</b><br>\r\nOccupation: Soldier for the US Army<br>\r\nAge: 24<br>\r\nPersonality: A strong and serious soldier who was fighting in the US Army during a blooming war. As he was about to get hit by a grenade before arriving in Saga.<br>\r\n<br>\r\n<b>Melody</b><br>\r\nOccupation: Singer for a Night Club<br>\r\nAge: 28<br>\r\nPersonality: A lounge singer at a local night club who has done some dark things to get where she is right now. She has dreams of becoming a well known singer the world over.<br>\r\n<br>\r\n<b>Matthew</b><br>\r\nOccupation: Doctor<br>\r\nAge: 34<br>\r\nPersonality: A doctor who has the goal of treating every sort of disease the world has to offer without any charge. However, that proves impossible for a world that is always desiring riches.<br>\r\n<br>\r\n<b>Himiko</b><br>\r\nOccupation: Elementary School Student<br>\r\nAge: 10<br>\r\nPersonality: A young girl with no family who is currently living in an orphanage. Could this path mean her finding a place she belongs?<br>\r\n<br>\r\nWho will you be?</span></div></div>",
            "created":1585630800,
            "id":2811215,
            "title":"Whisked Away Visitors"
        },
        "135":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Kevin",
                "Hana",
                "Another visitor"
            ],
            "content":"<div class=\"\"><div> <span>Ah, so we've got some more people to visit. Let's meet them.<br>\r\n<br>\r\n<b>Kevin</b><br>\r\nOccupation: Photojournalist<br>\r\nAge: 43<br>\r\nPersonality: A determined man who will always get the best scoop, though he is kind and respectful. Perhaps being transported to Saga will be the scoop of the century.<br>\r\n<br>\r\n<b>Hana</b><br>\r\nOccupation: Waitress<br>\r\nAge: 28<br>\r\nPersonality: A cheerful young woman from Japa who tries to make sure everyone is smiling, no matter what. And her desire to make others happy may come in handy when she arrives in Saga.<br>\r\n<br>\r\nSo, who will you be now?</span></div></div>",
            "created":1585803600,
            "id":2812540,
            "title":"More visitors"
        },
        "1353":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Charles and Betty",
                "Paul and Ina",
                "more visitors"
            ],
            "content":"<div class=\"\"><div> <span>None of them strike your fancy? Have a look at these visiting couples.<br>\r\n<br>\r\n<b>Charles</b><br>\r\nOccupation: Criminal, former bar owner<br>\r\nAge: 30<br>\r\nPersonality: A bartender who after losing his bar to new uprising and classy places, turned to a life of crime alongside his partner Betty and became a notorious duo. Their aim for Saga might be the same.<br>\r\n<br>\r\n<b>Betty</b><br>\r\nOccupation: Criminal, former heiress<br>\r\nAge: 29<br>\r\nPersonality: A former heiress who wanted a little excitement in her life, which she got when she met Charles in his bar one day. The two of them then teamed up and started robbing left and right. Their aim may be the same in Saga.<br>\r\n<br>\r\n<b>Paul</b><br>\r\nOccupation: High School Student<br>\r\nAge: 18<br>\r\nPersonality: A young boy and an athlete. He was about to graduate with his long time friend Ina when the two found themselves whisked away to Saga. Will they return home or make a new life with each other here.<br>\r\n<br>\r\n<b>Ina</b><br>\r\nOccupation: High School Student<br>\r\nAge: 18<br>\r\nPersonality: A sweet and kind young girl who enjoys art. She was set to graduate and tell her long time friend Paul her true feelings before the two ended up being brought to Saga.<br>\r\n<br>\r\nmore visitors to come.</span></div></div>",
            "created":1585803600,
            "id":2812543,
            "title":"Another visitor"
        },
        "13533":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Jessica",
                "Terrance",
                "Yet More Visitors"
            ],
            "content":"<div class=\"\"><div> <span>Want more? OK.<br>\r\n<br>\r\n<b>Jessica</b><br>\r\nOccupation: Unemployed at the moment<br>\r\nAge: 27<br>\r\nPersonality: A young woman with Intermittent Explosive Disorder (<a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/Intermittent_explosive_disorder\" target=\"_blank\">https://en.wikipedia.org/wiki/Intermitte...</a>), having just been fired from her third job due to her explosive temper. Some time in Saga might help to calm her down.<br>\r\n<br>\r\n<b>Terrance</b><br>\r\nOccupation: Watchmaker<br>\r\nAge: 49<br>\r\nPersonality: A kindly man from a long line of watchmakers, with a deep interest in time. So a certain kingdom within Saga might be the place for him.<br>\r\n<br>\r\nBut there are still more visitors to arrive.</span></div></div>",
            "created":1585803600,
            "id":2812546,
            "title":"more visitors"
        },
        "135331":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Standing in a flower field (Flower Kingdom)",
                "a tranquil and silent area (Patience Kingdom)",
                "A relaxing land of hot springs (Spa Kingdom)"
            ],
            "content":"<div class=\"\"><div> <span>It was late in the night as a long woman in a suit with long blond hair that was tied up in a ponytail was lumbering through the streets of some unnamed city with a bottle of alcohol as she stumbled.<br>\r\n<br>\r\nHer name was Jessica and she had just lost her most recent job due to a certain condition. She has a disorder that makes her have an very explosive temper that makes her act irrationally when provoked. In fact this problem has plagued her since she was a child. Causing unnecessary pain and broken bonds no matter where she went.<br>\r\n<br>\r\n\"Hehehe. Look at that woman. She looks like some lazy bum walking around like that.\" one guy said snickering.<br>\r\n<br>\r\n\"Yeah. She should just go and die right here in the street.\" another said as they were just plain laughing.<br>\r\n<br>\r\nJessica gritted her teeth as she held the bottle tight before tossing it right at them. But too her surprise, her entire surroundings had changed completely as the bottle shattered upon hitting the ground. \"What...what the hell?\" she slurred as she found herself...</span></div></div>",
            "created":1585890000,
            "id":2812921,
            "title":"Jessica"
        },
        "135333":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Mai",
                "Marie",
                "more visitors"
            ],
            "content":"<div class=\"\"><div> <span>More visitors have appeared<br>\r\n<br>\r\n<b>Mai</b><br>\r\nOccupation: Martial Artist<br>\r\nAge: 25<br>\r\nPersonality: A young and diligent olympic ranked martial artist who has been rising higher and higher to the top in order to become the best in the world. However, during the middle of a match, she somehow finds herself right in Saga.<br>\r\n<br>\r\n<b>Marie</b><br>\r\nOccupation: College Student<br>\r\nAge: 20<br>\r\nPersonality: A young college girl who is the top of her class. One night however when she as four friends were trying something fun, she ended up in Saga as she now looks for the friends she was with and hopes to return home.<br>\r\n<br>\r\nmore to come</span></div></div>",
            "created":1586322000,
            "id":2815350,
            "title":"Yet More Visitors"
        },
        "14":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Roland",
                "Teal",
                "Sycamore",
                "Miyuki",
                "More Residents"
            ],
            "content":"<div class=\"\"><div> <span>These are the people who have lived most of their lives in the land of Saga, and are simply going about their daily business.<br>\r\n<br>\r\n<b>Roland</b><br>\r\nOccupation: Guard in the Jail Kingdom<br>\r\nAge: 52<br>\r\nPersonality: A stern man who takes his role seriously. Has never let a prisoner escape his sight.<br>\r\n<br>\r\n<b>Teal</b><br>\r\nOccupation: Fashion Designer in the Blueberry Kingdom<br>\r\nAge: 32<br>\r\nPersonality: A brilliant, if scatterbrained woman who loves to design clothing. Despite being a big ball of juice, Teal still wants to make sure everyone is fashionable.<br>\r\n<br>\r\n<b>Sycamore</b><br>\r\nOccupation: Gardener in the Flower Kingdom<br>\r\nAge: 44<br>\r\nPersonality: A truly gentle and kind man. He sees beauty in everything, and loves the serenity of nature.<br>\r\n<br>\r\n<b>Miyuki</b><br>\r\nOccupation: Cook in the Sumo Kingdom<br>\r\nAge: 28<br>\r\nPersonality: A cheerful young woman who makes sure everyone in the Sumo Kingdom is well-fed. Isn't afraid to throw her weight around.<br>\r\n<br>\r\nSo, whose life do we follow?</span></div></div>",
            "created":1585890000,
            "id":2812558,
            "title":"Random Residents"
        },
        "141":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "he is asked to transport a prisoner",
                "a jailbreak attempt happens one night",
                "he is tasked with capturing an escapee from one of the punishment kingdoms"
            ],
            "content":"<div class=\"\"><div> <span>The Jail Kingdom, While it is classified as an official kingdom, it is in actuality a gigantic jail that houses both citizens and criminals. The justice system in Saga works like this. When someone breaks the law in Saga, they're taken to the Justice Kingdom where they are judged. If the offense is minor like theft or carjacking, they are sent to a reformation kingdom based on the seven heavenly virtues. If it is one like murder, they are sent to a punishment kingdom based on the seven deadly sins. But all criminals despite their crimes always end up inside the Jail Kingdom where hundreds of guards protect their cells until their appointed day of departure arrives. Not once has a single prisoner ever escaped.<br>\r\n<br>\r\nRoland is one of these guards. Raised to be one since his days as a boy. He's worked his way through the ranks in order to become a highly respected guard who keeps all the prisoners in line. Life for him has never changed once for him. However, these short peaceful days aren't to last long when</span></div></div>",
            "created":1585890000,
            "id":2812565,
            "title":"Roland"
        },
        "142":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She is sent an invite from the Royal Family",
                "She is asked to attend an event in the Fashion Kingdom",
                "Someone new enters her shop"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh my goodness! I look absolutely fabulous.\" said a blueberry woman gushing over her new fashionable outfit that was made of multiple colors.<br>\r\n<br>\r\n\"Well its hard for us to dress for success.\" said a young blueberry woman wearing glasses and having measuring tape around her neck as she measured some fabric and her hair all messed up. \"And I'm sure your husband will love it too.\"<br>\r\n<br>\r\n\"Oh he most certainly will. Our anniversary will be amazing.\" she giggled before rollings off.<br>\r\n<br>\r\nThis young woman working with the equipment is known as Teal. She's 32 and a fashion graduate from the Fashion Kingdom who has since went on to open her own Atelier within the Blueberry Kingdom and have quickly become popular with almost all of the citizens within the kingdom. While she may appear a little scatterbrained, she is also perhaps the most brilliant if not only fashion designer as well as the only one to have ever become a blueberry fashion designer. Though she may not know it, Teal was about to face something completely unexpected when...</span></div></div>",
            "created":1585976400,
            "id":2813429,
            "title":"Teal"
        },
        "145":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Beau",
                "Frederick",
                "more residents"
            ],
            "content":"<div class=\"\"><div> <span>Here are some more residents who reside within Saga...<br>\r\n<br>\r\n<b>Beau</b><br>\r\nOccupation: Department Store Manager<br>\r\nAge: 22<br>\r\nPersonality: A woman born within the Bimbo Kingdom. While she looks and talks like your ordinary bimbo, truth is her IQ is a little higher than most of the people within the kingdom but doesn't show it much since what a bimbo thinks is not usually important and showing it usually ends up getting her strange looks.<br>\r\n<br>\r\n<b>Sir Frederick</b><br>\r\nOccupation: Knight of the Medieval Kingdom<br>\r\nAge: 20<br>\r\nPersonality: A strong and sturdy knight who tends to act as Lady Giselle's bodyguard whenever she goes visiting outside of the kingdom. He is a very serious man who cares very deeply about the princesses well being.<br>\r\n<br>\r\nmore to come.</span></div></div>",
            "created":1585890000,
            "id":2812925,
            "title":"More Residents"
        },
        "1451":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She headed right home",
                "She was met by a couple of friends",
                "She wanted to mingle at a party"
            ],
            "content":"<div class=\"\"><div> <span>The Bimbo Kingdom, a kingdom where the dim and beautiful roam free and without much supervision. While it may not seem like much of an important kingdom, it is necessary. The kingdom's ruler is a bimbo known as Kitty and while she may not take her duties seriously, she does care for everyone within it.<br>\r\n<br>\r\nBut while everyone appears bright...there are some with irregularities.<br>\r\n<br>\r\n\"And like, here's your receipt.\" said a brown haired bimbo as her breasts jiggled as she handed another a piece of paper.<br>\r\n<br>\r\n\"Uh...okay.\" the bimbo said as she blotted her lipstick on it before trotting out with her purchase as the one working the counter sighed.<br>\r\n<br>\r\nThis is Beau. Unlike most of the residents within the Bimbo Kingdom, she was born with a higher intellect than the entire kingdom combined. While it has gotten her some advantages like getting her a job as manager of a department store, she can't help but feel like she's an outcast for her abnormally large intellect.<br>\r\n<br>\r\nIt wasn't long before the work day was over and she was locking up when...</span></div></div>",
            "created":1585890000,
            "id":2812964,
            "title":"Beau"
        },
        "14513":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "The queen herself, Kitty.",
                "Some random Bimbo Kingdom citizen.",
                "A visitor from another kingdom."
            ],
            "content":"<div class=\"\"><div> <span>One thing that the residents of the Bimbo Kingdom loved to do was party. It was a chance to hang out, gossip, and flirt. Beau didn't exactly have much to do after closing up her shop, so she decided to hang out at one of these parties.<br>\r\n<br>\r\nSo she made her way her apartment, and quickly changed out of her work clothes and put on what she called her \"party outfit\": a light-blue tube top that complimented her H cup bust, denim shorts that hugged her wide hips, and light blue heels that showed off her long legs. Satisfied, Beau left her apartment, and made her way to the Bimbo Kingdom's \"club street\".<br>\r\n<br>\r\nAs she walked down the street, she passed several other Bimbo Kingdom residents, who looked at her and whispered to each other. Beau having a higher IQ then most others in the kingdom wasn't exactly out in the open, but some did know. And it only made her feel more like an outcast. She hoped that one of these parties would be a chance to actually show she could be fun, and wasn't a freak.<br>\r\n<br>\r\nShe made her way to the \"Sparkling Diamond\" nightclub, and showed her ID to the bouncer, a guy hired from the Fight Kingdom. Entering the loud nightclub, Beau made her way to the bar, and ordered a stiff drink. As she did, someone sat down next to her. Looking, Beau saw...</span></div></div>",
            "created":1585890000,
            "id":2812972,
            "title":"Party Time"
        },
        "145131":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "Beau spends the night talking with the queen",
                "She tries to sneak away",
                "She takes to long and Kitty ends up having fun with her"
            ],
            "content":"<div class=\"\"><div> <span>She looked in shock as she saw a woman with long blond hair with a very large bust, even bigger than hers and hips any normal girl would die for and was dressed in a very revealing thong and strap bra that could barely contain her bust.<br>\r\n<br>\r\n\"Oh my god.\" Beau said. \"You...you're like...the queen.\" Beau said.<br>\r\n<br>\r\n\"Oh I totally am. Queen Kitty herself. I know it like, a totes honor to see my like out in public.\" she giggled as a drink was delivered to her.<br>\r\n<br>\r\n\"I can't like believe someone like you is talking to someone like me. This is like so exciting.\" Beau said.<br>\r\n<br>\r\n\"Keep it in your pants girl. I'm like trying to keep a low profile.\" Kitty said as a drink was brought to her as she gulped it down.<br>\r\n<br>\r\n\"Whoa! You like drank that down in one gulp!\" Beau said in disbelief knowing that the drinks were pretty hard to take.<br>\r\n<br>\r\n\"Oh don't worry your empty head. I like have a super high tolerance.\" Kitty giggled as she ordered another one while looking a little flushed.<br>\r\n<br>\r\nBeau was completely shocked to be talking with someone like the queen. She wasn't sure what to do.</span></div></div>",
            "created":1585890000,
            "id":2812975,
            "title":"The Brain and the Queen"
        },
        "1451312":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "\"...this other club that's, like, way cooler.\"",
                "\"...my totally cute mansion.\"",
                "\"...the Dancer Kingdom.\""
            ],
            "content":"<div class=\"\"><div> <span>Beau was quite intimidated at the moment. She may have been at least somewhat smarter then her own queen (in fairness, not a high mark to pass), but Kitty was still queen. Saying or doing the wrong thing could get Beau kicked out of the Bimbo Kingdom, or worse. She didn't want to risk that, so she decided to at least try to sneak away from the queen.<br>\r\n<br>\r\n\"Hey, like, I think there's a total cutie checking you out, queen.\" Beau said, pointing in a random direction.<br>\r\n<br>\r\n\"Really? Where?\" Kitty asked, getting up from her seat and walking in the direction Beau was pointing. With Kitty now distracted, Beau got up from her own seat and made her way to the exit.<br>\r\n<br>\r\nShe was just about to reach the exit when she felt someone grab her from behind, pressing their large bust against her back. Turning her head, she saw Queen Kitty hugging her.<br>\r\n<br>\r\n\"No one was there.\" Kitty said. \"Guess they were scared or jealous of my total hotness, and left. But that don't matter. You're, like, an absolute babe yourself. Wanna, like, split this joint? I know somewhere that's way more funsies.\"<br>\r\n<br>\r\nBeau didn't really have a chance to answer before the queen dragged her out of the Shimmering Diamond. <br>\r\n<br>\r\n\"So, like, where we headin'?\" Beau asked.<br>\r\n<br>\r\n\"Only the mose happenin', sexiest place in the Bimbo Kingdom.\" Kitty answered. \"We're headin' to...\"</span></div></div>",
            "created":1585976400,
            "id":2813227,
            "title":"Failed Stealth"
        },
        "14513122":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "her private chambers",
                "a fully stocked bar",
                "a private pole dancers room"
            ],
            "content":"<div class=\"\"><div> <span>\"Your mansion?!\" Beau said completely taken back in surprise.<br>\r\n<br>\r\n\"Like duh. Of course. Its like the best place cause it has all my stuff.\" Kitty said. \"And I like only bring those I like there.\"<br>\r\n<br>\r\nBeau knew well that the mansion Kitty was talking about was pretty much her castle where she rules from. One of the most fabulous and amazing places within the kingdom. Beau also knew that most people who are taken there are usually there for three reasons: an amazing party or ball, some sort of royal gathering, or when she found herself a cute guy and wants to sleep with them. She needed to think of something before...<br>\r\n<br>\r\n\"We're like here!\" Kitty said as Beau looked upon the large mansion with a hot pink color with several topless guys working around the clock as her butlers and servants and when she wanted to, her personal boy toys.<br>\r\n<br>\r\n\"Damn, thought too long.\" Beau muttered.<br>\r\n<br>\r\n\"Now...are you ready for like some totally real fun?\" Kitty asked.<br>\r\n<br>\r\n\"Real fun?\" Beau asked as Kitty dragged her inside and took her to...</span></div></div>",
            "created":1585976400,
            "id":2813236,
            "title":"The Queen's Castle"
        },
        "145131223":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "Guys from the Fitness Kingdom.",
                "Girls with boobs bigger then Kitty's.",
                "Girls from the Punk Kingdom."
            ],
            "content":"<div class=\"\"><div> <span>Beau immediately started blushing once she saw the room Kitty had brought her into. It was a pole-dancing room, with about 4 poles on various sides of the room, and bathed in a red and pink light.<br>\r\n<br>\r\n\"Whaddya think?\" Kitty asked. \"Had this room made when I first became the queen bee of the Bimbo Kingdom. Saga's got so many cuties, and many of them are, like, really talented with dancin', ESPECIALLY on the pole.\"<br>\r\n<br>\r\nBeau didn't really know what to say. She knew that Kitty had a bit of a reputation as a pervert, but she didn't know Kitty had her very own strip club in her castle.<br>\r\n<br>\r\n\"Wow.\" Beau said. \"This is, like, really somethin'.\"<br>\r\n<br>\r\n\"I know, right?\" Kitty said. \"So, let's see some hotties get their groove on with the poles. So, tell me, what do you find hot?\"<br>\r\n<br>\r\nBeau guessed her answer would determine who they'd see dancing. Beau did have to admit she always had a thing for...</span></div></div>",
            "created":1585976400,
            "id":2813263,
            "title":"Pole Position"
        },
        "1451312233":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She was back in her apartment",
                "She was in bed with Kitty",
                "She was in bed with the girl from Punk Kingdom"
            ],
            "content":"<div class=\"\"><div> <span>\"Well this may be like a total stereotype but...I prefer girls from the Punk Kingdom.\" Beau said blushing a bit.<br>\r\n<br>\r\n\"Oh...you like like bad girls?\" Kitty asked with a giggle.<br>\r\n<br>\r\n\"Uh...yeah. I hear all the girls there are like, total rebels who don't like follow the norm. In a way I kinda get them and stuff.\" Beau said blushing a bit at the thought of being with girls like that and how alike they might be as outcasts.<br>\r\n<br>\r\n\"Well then...how about we have some show up then?\" Kitty said snapping her fingers as walking into the room in small black panties and bras were a few girls with some piercings and normally black or pink hair as they went swinging around the poles as Beau was transfixed.<br>\r\n<br>\r\n\"Oh my god!\" Beau moaned as she felt like her brain could melt just by looking at these girls all night long.<br>\r\n<br>\r\nIt didn't seem to last long before their little dance ended for the two bimbos. \"Thanks for the show. We hope to see you all again sometime. Maybe even...you.\" one of the Punk Kingdom Girls said pointing to Beau.<br>\r\n<br>\r\nBeau was breathing heavily at the thought before she passed out from overstimulation. When she awoke...</span></div></div>",
            "created":1585976400,
            "id":2813276,
            "title":"Into Bad Girls"
        },
        "14513122333":{
            "author_id":"arkham0025",
            "author_name":"DJ",
            "choices":[
                "...accept Jeanne's offer.",
                "...politely reject Jeanne's offer."
            ],
            "content":"<div class=\"\"><div> <span>The first thing Beau noticed was that she had been brought back to her own apartment. The second thing she noticed was that one of the Punk Kingdom girls was snoozing in bed next to her.<br>\r\n<br>\r\nShe looked to be about 23, a year older then Beau. Her hair was something: the right side was shoulder-length, and dark pink, and the other was only ear-length and dark blue. Her skin was slightly pale, with black lipstick, a lip ring, and two nose rings. She was well-proportioned, and was only wearing black underwear.<br>\r\n<br>\r\nThe punk girl opened her eyes, and looked over at Beau.<br>\r\n<br>\r\n\"Oh, you're up.\" The punk girl said. \"Didn't think our routine would completely melt your brain.\"<br>\r\n<br>\r\n\"Uh...\" Beau replied. \"Did we, like, do anything last night?\"<br>\r\n<br>\r\n\"Nah.\" The punk girl replied. \"You completely passed out, so I brought you home. I'm only sleepin' here 'cause it's close to the performing center. Didn't know you girls from the Bimbo Kingdom had taste.\"<br>\r\n<br>\r\n\"Like, whaddya mean?\" Beau asked.<br>\r\n<br>\r\n\"Blood River managed to get a chance to perform here tonight, and I ain't missing it.\" The punk girl replied.<br>\r\n<br>\r\nBeau had heard of Blood River. A punk rock band from the Punk Kingdom, they had no love for the other kingdoms, and their songs mostly talked about freedom, and how restrictive the other kingdoms were. Their lead singer, Raven, was also the closest person the Punk Kingdom had to a ruler. She didn't order people around (she valued rebellion and freedom), but she at least kept them from killing each other.<br>\r\n<br>\r\n\"Name's Jeanna by the way.\" The punk girl said. \"You wanna come to the concert? There are gonna be a lot of Punk Kingdom girls there, and your queen told me you like bad girls.\"<br>\r\n<br>\r\nBeau couldn't believe it. A chance to be around so many Punk Kingdom girls was something she couldn't pass up, but she was worried she'd be an outcast there too, a Bimbo Kingdom resident surrounded by Punk Kingdom residents.<br>\r\n<br>\r\nBeau eventually decided to...</span></div></div>",
            "created":1585976400,
            "id":2813349,
            "title":"Jeanne"
        },
        "145131223331":{
            "author_id":"frown",
            "author_name":"sup",
            "choices":[
                "She wanted to become a musician",
                "She wanted to move to Punk Kingdom with Jeanne",
                "She wanted to follow Blood River with Jeanne"
            ],
            "content":"<div class=\"\"><div> <span>\"Well...at the risk of being like a total outcast...sure. It sounds totes fun.\" Beau said as she hid the fact that she was as skittish as a deer right about now.<br>\r\n<br>\r\n\"Perfect. Guess there's some guts behind that chest after all. I didn't get your name.\" Jeanne said.<br>\r\n<br>\r\n\"Oh...its...Beau. A pleasure.\" Beau said nervously.<br>\r\n<br>\r\n\"Well then Beau, think its about time you and I got more well acquainted.\" Jeanne said heading into the kitchen and pouring herself some cereal as she ate it up while putting her feet on the table as Beau seemed to both be shocked and a bit aroused by the girl before her.<br>\r\n<br>\r\nIt was later in the night the two were together in the performance arena as Blood River performed their number one hit Freedom Road before a massive crowd of Punk Kingdom denizens who came just to see them performing in somewhere other than their home kingdom. At first a couple of them stared at Beau but didn't seem to mind her much.<br>\r\n<br>\r\n\"I told ya you'd have some fun tonight.\" Jeanne said nudging her as Beau continued to look up in awe. This new world seemed to open up Beau's eyes.</span></div></div>",
            "created":1585976400,
            "id":2813357,
            "title":"A Lamb among Wolves"
        },
        "1452":{
            "author_id":"strangemysking",
            "author_name":"StrangeMysKing",
            "choices":[
                "Holy Kingdom",
                "Fitness Kingdom",
                "Angel Kingdom"
            ],
            "content":"<div class=\"\"><div> <span>Deep with Medieval Kingdom's palace a teenage girl no older than fifteen sat upon the throne. She had long brown hair and green eyes and was wearing a red dress.<br>\r\n<br>\r\nBeside her was a tall strapping young man adorned in silver armor. He had vibrant red hair and a well groomed beard and mustache. He was 6'5\" and had a strong sturdy build. <br>\r\n<br>\r\nAs villagers gathered around the throne the young woman would look at a pamphlet with information on the different kingdoms.<br>\r\n<br>\r\n\"Sir Frederick, I would like to visit the other kingdoms,\" the young woman said. \"There are so many places outside of medieval kingdom and I won't have much of an opportunity once I become queen.\"<br>\r\n<br>\r\nThe man beside her nodded his head and took a quick bow. \"I shall be your shield as we traverse through Saga. There are many dangers out there and pray that nothing I'll be falls us, Lady Giselle.\"<br>\r\n<br>\r\n\"Very well Sir Frederick. Shall we make plans to leave tomorrow?\" Lady Giselle asked. \"I shall have Duke Gremson what over Mideval Kingdom while we are gone.\"<br>\r\n<br>\r\n\"Excellent choice milady. Which kingdom shall we visit first?\"</span></div></div>",
            "created":1587272400,
            "id":2821273,
            "title":"Frederick"
        }
    },
    "info":{
        "author_id":"frown",
        "author_name":"sup",
        "brief_description":"Become Royalty or those whisked away on an adventure through a strange land.",
        "created":1585476240,
        "description":"<td align=\"left\" class=\"norm\">Saga, a strange and massive continent made up of 170 different kingdoms with many strange residents and royals. Recently though, people not from Saga have been suddenly appearing all across Saga with no idea how to get home. Who you choose to become is up to you and you alone.<br>\r\n<br>\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\" width=\"90%\" style=\"position:relative;\" class=\"norm\"><tr><td width=\"55\"> </td><td align=\"center\" valign=\"middle\" width=\"63\" style=\"position:relative;\"><a style=\"padding:0px 0px 0px 0px;\" target=\"_top\" href=\"https://www.Writing.Com/main/view_item/item_id/2217300-A-Guide-to-the-Land-of-Saga\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/icon-15000.gif\" border=\"0\" width=\"30\" height=\"25\" valign=\"middle\" align=\"center\"></a></td><td align=\"left\" class=\"norm\" style=\"padding-left:15px;color:#000000;\"><a href=\"https://www.Writing.Com/main/view_item/item_id/2217300-A-Guide-to-the-Land-of-Saga\" target=\"_top\" class=\"blue2roll\" style=\"font-weight:bold;font-size:1.3em\">A Guide to the Land of Saga</a> <a title=\"\" href=\"https://www.Writing.Com/main/view_item/item_id/2217300-A-Guide-to-the-Land-of-Saga\" target=\"_blank\"><img style=\"opacity:.4;\" src=\"https://www.Writing.Com/nw.gif\" onmouseover=\"$(this).css('opacity', '1');\" onmouseout=\"$(this).css('opacity', '.4');\" height=\"12\" width=\"12\" border=\"0\"></a> (<a class=\"blue2roll\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/tools.php?action=pop_rhelp&amp;crating=40',%20'crhelp40',%20'500',%20'350');\">18+</a>)<br>A guide for navigating through the strangest continent ever to come into existense.<br><b>#<span class=\"selectAll\">2217300</span></b> by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'frown', '', '', '', '10', '', 'ON', '100876380'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'frown', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: frown\r\nMember Since: April 22nd, 2011\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">sup</a></span> <span class=\"noPrint\">(<a title=\"View frown's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/frown',%20'CommunityR_100876380',%20'400',%20'650')\">47</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/frown','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/frown\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'frown', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'April 22, 2011', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/100876380',   'mess100876380_1587372314', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/100876380/in/1\" target=\"_top\" title=\"Email User: frown [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_fffrown\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('fffrown', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=100876380&amp;nopad=1&amp;new=1&amp;ajax=new_fffrown');\" rel=\"nofollow\" title=\"Click to add frown to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"fffrown\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span></td></tr></table><br>\r\n<br>\r\nRules:<br>\r\n<br>\r\n1000 character minimum per story chapter<br>\r\n<br>\r\nkilling is allowed but nothing too gory.<br>\r\n<br>\r\nTry and take your time. There is no need to rush into a story.<br>\r\n<br>\r\nAnd best of all....HAVE FUN!<br>\r\n<br>\r\nYou might also enjoy...<br>\r\n<br>\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\" width=\"90%\" style=\"position:relative;\" class=\"norm\"><tr><td width=\"55\"> </td><td align=\"center\" valign=\"middle\" width=\"63\" style=\"position:relative;\"><a style=\"padding:0px 0px 0px 0px;\" target=\"_top\" href=\"https://www.Writing.Com/main/interact/item_id/1942748-Reincarnation-A-New-Species\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/icon-5000.gif\" border=\"0\" width=\"30\" height=\"25\" valign=\"middle\" align=\"center\"></a></td><td align=\"left\" class=\"norm\" style=\"padding-left:15px;color:#000000;\"><a href=\"https://www.Writing.Com/main/interact/item_id/1942748-Reincarnation-A-New-Species\" target=\"_top\" class=\"blue2roll\" style=\"font-weight:bold;font-size:1.3em\">Reincarnation: A New Species</a> <a title=\"\" href=\"https://www.Writing.Com/main/interact/item_id/1942748-Reincarnation-A-New-Species\" target=\"_blank\"><img style=\"opacity:.4;\" src=\"https://www.Writing.Com/nw.gif\" onmouseover=\"$(this).css('opacity', '1');\" onmouseout=\"$(this).css('opacity', '.4');\" height=\"12\" width=\"12\" border=\"0\"></a> (<a class=\"blue2roll\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/tools.php?action=pop_rhelp&amp;crating=40',%20'crhelp40',%20'500',%20'350');\">18+</a>)<br>A girl has died but has been given the chance to be reincarnated but not in the same form.<br><b>#<span class=\"selectAll\">1942748</span></b> by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'frown', '', '', '', '10', '', 'ON', '100876380'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'frown', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: frown\r\nMember Since: April 22nd, 2011\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">sup</a></span> <span class=\"noPrint\">(<a title=\"View frown's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/frown',%20'CommunityR_100876380',%20'400',%20'650')\">47</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/frown','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/frown\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'frown', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'April 22, 2011', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/100876380',   'mess100876380_1587372314', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/100876380/in/1\" target=\"_top\" title=\"Email User: frown [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_fffrown\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('fffrown', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=100876380&amp;nopad=1&amp;new=1&amp;ajax=new_fffrown');\" rel=\"nofollow\" title=\"Click to add frown to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"fffrown\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span></td></tr></table> <br>\r\n<br>\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\" width=\"90%\" style=\"position:relative;\" class=\"norm\"><tr><td width=\"55\"> </td><td align=\"center\" valign=\"middle\" width=\"63\" style=\"position:relative;\"><a style=\"padding:0px 0px 0px 0px;\" target=\"_top\" href=\"https://www.Writing.Com/main/interact/item_id/1774607-Plagues-A-TF-Virus-Interactive\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/icon-5000.gif\" border=\"0\" width=\"30\" height=\"25\" valign=\"middle\" align=\"center\"></a></td><td align=\"left\" class=\"norm\" style=\"padding-left:15px;color:#000000;\"><a href=\"https://www.Writing.Com/main/interact/item_id/1774607-Plagues-A-TF-Virus-Interactive\" target=\"_top\" class=\"blue2roll\" style=\"font-weight:bold;font-size:1.3em\">Plagues: A TF Virus Interactive</a> <a title=\"\" href=\"https://www.Writing.Com/main/interact/item_id/1774607-Plagues-A-TF-Virus-Interactive\" target=\"_blank\"><img style=\"opacity:.4;\" src=\"https://www.Writing.Com/nw.gif\" onmouseover=\"$(this).css('opacity', '1');\" onmouseout=\"$(this).css('opacity', '.4');\" height=\"12\" width=\"12\" border=\"0\"></a> (<a class=\"blue2roll\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/tools.php?action=pop_rhelp&amp;crating=40',%20'crhelp40',%20'500',%20'350');\">18+</a>)<br>A brand new epidemic sweeps across the world and how it reacts all depends on you.<br><b>#<span class=\"selectAll\">1774607</span></b> by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'frown', '', '', '', '10', '', 'ON', '100876380'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'frown', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: frown\r\nMember Since: April 22nd, 2011\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">sup</a></span> <span class=\"noPrint\">(<a title=\"View frown's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/frown',%20'CommunityR_100876380',%20'400',%20'650')\">47</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/frown','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/frown\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'frown', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'April 22, 2011', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/100876380',   'mess100876380_1587372314', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/100876380/in/1\" target=\"_top\" title=\"Email User: frown [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_fffrown\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('fffrown', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=100876380&amp;nopad=1&amp;new=1&amp;ajax=new_fffrown');\" rel=\"nofollow\" title=\"Click to add frown to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"fffrown\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span></td></tr></table> <br>\r\n<br>\r\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\" width=\"90%\" style=\"position:relative;\" class=\"norm\"><tr><td width=\"55\"> </td><td align=\"center\" valign=\"middle\" width=\"63\" style=\"position:relative;\"><a style=\"padding:0px 0px 0px 0px;\" target=\"_top\" href=\"https://www.Writing.Com/main/interact/item_id/1921362-Blueberries-from-around-the-World\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/icon-5000.gif\" border=\"0\" width=\"30\" height=\"25\" valign=\"middle\" align=\"center\"></a></td><td align=\"left\" class=\"norm\" style=\"padding-left:15px;color:#000000;\"><a href=\"https://www.Writing.Com/main/interact/item_id/1921362-Blueberries-from-around-the-World\" target=\"_top\" class=\"blue2roll\" style=\"font-weight:bold;font-size:1.3em\">Blueberries from around the World</a> <a title=\"\" href=\"https://www.Writing.Com/main/interact/item_id/1921362-Blueberries-from-around-the-World\" target=\"_blank\"><img style=\"opacity:.4;\" src=\"https://www.Writing.Com/nw.gif\" onmouseover=\"$(this).css('opacity', '1');\" onmouseout=\"$(this).css('opacity', '.4');\" height=\"12\" width=\"12\" border=\"0\"></a> (<a class=\"blue2roll\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/tools.php?action=pop_rhelp&amp;crating=40',%20'crhelp40',%20'500',%20'350');\">18+</a>)<br>Girls from all around the world will become big, juicy blueberries any way you choose.<br><b>#<span class=\"selectAll\">1921362</span></b> by <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'frown', '', '', '', '10', '', 'ON', '100876380'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'frown', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: frown\r\nMember Since: April 22nd, 2011\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">sup</a></span> <span class=\"noPrint\">(<a title=\"View frown's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/frown',%20'CommunityR_100876380',%20'400',%20'650')\">47</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/frown','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/frown\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'frown', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'April 22, 2011', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/100876380',   'mess100876380_1587372314', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/100876380/in/1\" target=\"_top\" title=\"Email User: frown [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_fffrown\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('fffrown', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=100876380&amp;nopad=1&amp;new=1&amp;ajax=new_fffrown');\" rel=\"nofollow\" title=\"Click to add frown to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"fffrown\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span></td></tr></table> <br>\r\n<br>\r\nNow...welcome to Saga...</td>",
        "id":2217302,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587339540,
        "pretty_title":"Adventure in the Land of Saga"
    }
}