{
    "chapters":{
        "1":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A Tiny freshly shrunk and shipped off to who knows where.",
                "A Tiny who's been shrunk for a long time already",
                "A Tiny who somehow escaped, surviving on your own in an unforgiving world",
                "A Normal Person Who Enjoys buying Tinies",
                "A Normal Person who Sympathizes with Tinies, Rejects the New Order"
            ],
            "content":"<div class=\"\"><div> <span>It seems a cruel trend that's risen up to consume what was once championed by ethical human morality has finally spread beyond anyone's control. When prisons became too crowded by the excess of impoverished people and rampant criminals, a solution was sought out to alleviate the monumental drain on the tax payers money. A solution was found in the rising reliability of shrinking technology, produced by private corporations as a means to reduce and safely detain large numbers of inmates in smaller capacity facilities. A controversial action, to be sure, though few really complained when the act passed and prisoners everywhere were reduced either for the duration of their sentence, or permanently. <br>\r\n<br>\r\nFew thought it would escalate, but with the new practice making full blown prisons almost entirely obsolete, an economic vacuum was in need of filling. The prison system was now in possession of copious shrinking devices, millions of shrunken inmates, and little income. No one knows who's idea it was behind the scenes to turn these reduced persons, or 'tinies', into a product. Prisoners sentenced to life were packaged and auctioned off to the highest bidders. When the small stunt proved profitable, and demand for tinies increased, it took less than a year to put through legislation that made prison time synonymous with shrinking and redistribution.<br>\r\n<br>\r\nThe commoditization boosted the economy, but supply would always be limited. As ridiculous as the laws had become, the country was devastated to find new laws passed that found those under a specific economic line suitable for reduction. Today, any minor violation are drop into the poverty line has become grounds for arrest, shrinking, and being packaged as a commodity sold anywhere in the nation, though particularly favored in wealthier regions.<br>\r\n<br>\r\nWho are you in all this?</span></div></div>",
            "created":1589691600,
            "id":2837377,
            "title":"New World Order: Good for Some, Not For Most"
        },
        "11":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A sole Tiny in a box being delivered to a private destination",
                "One of several dozen, even hundreds of Tinies arriving at a restaurant",
                "A young college girl hanging in a bag of tinies in a random gas station",
                "Being sent to a pet shop",
                "Writer's Choice!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay. Who are you?</span></div></span></div>",
            "created":1589778000,
            "id":2837395,
            "title":"A Tiny freshly shrunk and shipped off to who kn..."
        },
        "113":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A pretty girl comes in for a pick me up",
                "A group of two or more girls on a road trip come through for loads of snacks",
                "An average truck driver stops for diesel and dinner on her route cross-country"
            ],
            "content":"<div class=\"\"><div> <span>\"Dammit!\"<br>\r\n<br>\r\n\"Stop kicking bitch!\"<br>\r\n<br>\r\n\"Then keep you're flabby back out of my space, jackass!\"<br>\r\n<br>\r\n\"Help! Someone!\"<br>\r\n<br>\r\n\"SHUT UP!!\" a chorus of stressed voices joined together for a rare moment of unity to silence the one person who'd yet to get with the program. All of them had been dumped into this transparent plastic bag for days now, having been shipped from manufacturing and delivered to this truck stop in what looked like the middle of no where. The brief glimpse they could get when the chip shelf was empty showed a vast stretch of desert beyond the grimy glass door.<br>\r\n<br>\r\nReagan was one of few who'd remained silent through the last two days. Her limbs were weary from pushing herself against the others. At night, they'd all resolve to lump together in a pile at the bottom of the plastic. This wasn't a comfortable situation for anyone involved, particularly the tomboyish blond he repelled any unwarranted touching of her person.<br>\r\n<br>\r\nHer disgust was only countered by her hopelessness in her position. She knew what they were doing her. They all knew, the one or two remained in denial. They'd heard of some folks that bought their packages to free the people inside, some even looking after them under the laws nose.<br>\r\n<br>\r\nEveryone else either ignored them or took them for what they were. Food. A commodity to be purchased and consumed by the lucky customer that nabbed them. Didn't matter where they were from, their life stories are whether they deserved to wind up where they did. They were all calculated portions of a serving with their nutritional value written on the back of the package.<br>\r\n<br>\r\nThankfully, or not, this particular stop seemed entirely out of the way from the civilized world. They and the other bags of people had barely been touched as the days dragged on, only one being purchased by a local on the first day.<br>\r\nBeyond the layer of dread she had come to terms with, the absolute boredom was the closest thing to driving her mad. Helpless to do anything but wait to be bought and killed, or 'expire' and be thrown away with everyone else.</span></div></div>",
            "created":1589778000,
            "id":2837399,
            "title":"A Girl Named Reagan on a Random Gas Station Shelf"
        },
        "1133":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Tera starts breaks open the bag of people right away!",
                "They're left alone, forced to wait in their bag for hours",
                "Writer's choice"
            ],
            "content":"<div class=\"\"><div> <span>Tera pulled her big rig into the wannabe-truck-stop’s parking lot. She maneuvered under the awning and parked beside a pump. Her dog, a little brown and white terrier, watched her from his seat as she climbed out of the cab. He was a good boy and stayed in his seat even with the windows rolled down. <br>\r\n<br>\r\nTera was an average looking woman. She had soft brown eyes, a button nose, and curves that softened the bored attitude she always carried. Her brunette hair was tied up in a ponytail, sticking out the back of her trucker’s cap. <br>\r\n<br>\r\nShe finished pumping the fuel before going inside in search of her evening meal. And maybe some snacks. She purchased an extra long chili dog with extra chili and cheese, a giant cup of soda, and some chips. The bit of a gut that hung over the waistband of her pants attested to her sedentary lifestyle. <br>\r\n<br>\r\nAs she was selecting her chips, her eyes fell on a bag of people snacks. “Hmm. Haven’t had these in a while,” she mused. “Might as well.” <br>\r\n<br>\r\nShe grabbed the pack off the shelf and made her way to the front counter. She was careful in setting down the drink and chili dog but took no care with the people snacks and chips. She let those drop first so she had better stability in setting down the main part of her meal.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\n<br>\r\nReagan had kept a dull eye on the chubby brunette woman who’d entered the shop. She’d gone right past their bags, so Reagan didn’t much believe this would be their time.<br>\r\n<br>\r\nHow wrong she was when the woman walked back, casually glanced at their packaging, and gave their death sentence. The bag hadn’t been in motion since arriving on the shelf, only shifting with their small struggles and activity inside. The hand grasped around the sealed top of the plastic, letting the screaming people flail around with each swing of their prison. Reagan was smart and braced herself in the corner, using the leverage against her neighbors to keep herself secure. For her, it was like one of those old swing rides at her towns annual carnival, except with far less safety precautions and no joy to be had.<br>\r\n<br>\r\nBeing carelessly tossed onto the counter jostled the dozen people further, knocking them all to the ground as the package settled on its side. Reagan was thrown onto another young man, a frightened red head who clutched her arms when he felt her presence.<br>\r\n<br>\r\n“Jesus christ! This is it, were fucking dead! Help me tear this shit, help me get out, we can still-“ Reagan’s hand clamped over his mouth, hushing him bluntly.<br>\r\n<br>\r\n“If I hear one more whinge outta you, you’re not making it out of this bag, capiché?” She pushed herself off of him, uninterested in his mewling protests. Everyone else was doing no better or worse then him, all bargaining and infighting to stave off what was by this point inevitable, as soon as the declaration for above them was made:<br>\r\n<br>\r\n“Forty-one, fifty-seven total, Miss.” The tired shop keeper said, tallying up her charge after taxes.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nTera slid her card as the clerk dumped her snacks in a plastic bag. She slid it over her arm, gathered her food and headed out the door. There was certainly a developed practice in her movements as she climbed into her truck. She put her chili dog on the dash, her drink in a cup holder, and dropped her chips and snacks in the floor. <br>\r\n<br>\r\n“Alright mutsy,” she said to her dog. “Let’s get going. Don’t have time to spare.”<br>\r\n__________________________________________________________________<br>\r\n<br>\r\n<br>\r\nNothing could stop them from being victim to the woman’s natural sway as she returned to her truck, everyone tossed about like peanuts and Reagan unfortunately caught in the middle of it. Where fear had dominated the general mood among them, Reagan only felt anger for the little things. How incompetent her “cell mates” were at keeping still, how stuffy it was inside the even bigger plastic shopping bag that now contained their own, and how long would it take before she was finally freed from these assholes.<br>\r\n<br>\r\nHer mind stuttered. Even she couldn’t ignore the oncoming horror of what followed even that small victory.<br>\r\n<br>\r\nThe bag was tossed aside and the people went tumbling with it, abandoned on the floor of the passenger seat while the occupants painstakingly recovered from the rough trip.<br>\r\n<br>\r\n“Hold on, everyone, Hold on!!” One of the men shouted over the rest. Their small voices didn’t carry far with the acoustic padding the bag provided, but the people within heard well enough. <br>\r\n<br>\r\n“The air holes! We can reach them now and squeeze through, c’mon!” At his lead, the majority of people ceased toward the head of the bag where the miniature holes allowed air into their crevasse. Quickly they began reaching their arms through and attempting to push their whole bodies out. The plastic wouldn’t give though, not nearly elastic enough for them to succeed.<br>\r\n<br>\r\nReagan didn’t participate, waiting with two other stragglers at the newly opened up space near the base. She was taking this rare moment to relax while the idiots made their escape attempt. Who knows; if they made it, maybe she’d follow. Only after the first wave inevitably got caught so she could leave while their owner was occupied. That was a slim chance, if any though.</span></div></div>",
            "created":1589778000,
            "id":2837402,
            "title":"Then Along Came Tera"
        },
        "11331":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Yes, and here comes the mouth!",
                "No, she'll have to wait longer while the first batch suffers",
                "Yes but she fell to the ground from the truck driver's grip unnoticed."
            ],
            "content":"<div class=\"\"><div> <span>Tera plopped into her seat and started up the truck. She took her time eating her chili dog and was about halfway through when an idea struck her. She reached over and dig through the plastic bag and pulled out the one small bag of people treats. She tore it open, grabbed a couple from inside and dropped them on top of the chili dog. Then she folded the open top of the bag over and stuffed it between her legs for safekeeping. That way it wouldn’t spill. <br>\r\n<br>\r\nShe looked at her chili dog and grinned, licking her lips. “Let’s see how this combo tastes,” she mused.<br>\r\n<br>\r\n<i>Was Reagan in this handful?</i></span></div></div>",
            "created":1589778000,
            "id":2837404,
            "title":"Don't Forget Your Toppings!"
        },
        "113312":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Reagan tired of the maddening wait, escapes the bag for some fresh air at least",
                "The huge woman reaches in for another helping, Reagan included",
                "Tera closes the bag, saving the rest for later"
            ],
            "content":"<div class=\"\"><div> <span>They’d barely pushed the skinniest girl through when the the bag was pulled out from the plastic cavern. Daylight reached them again, and the majority fell back to the bottom. The poor scrawny chick was stuck halfway through one of the air holes, her only modest ass and chest hindering her escape. She was at least lucky to not be noticed when pudgy fingers opened the seal with a ringing crack! Those same digits dropped in and snatched up two guys and an older woman. Reagan was tucked in the corner again, pushing people aside to not be smothered prematurely.<br>\r\n<br>\r\nThe three initial samples were plopped onto a mucky brown surface, quickly covered in the hot spicy mess. They had little chance to recognize where they were before terrified eyes locked onto the woman’s looming face. The lady screamed, and the other two started to run directly away from her through the sludge, comically just running further down the Hot Dog.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\n<br>\r\nTera raised the messy food to her mouth and shoved a large bite in. Her teeth cut cleanly through. As she pulled away, a string of cheese stretched between her lips and the chili dog. <br>\r\n<br>\r\nShe broke the string with a finger and promptly licked the cheese off it. She noticed an additional burst of flavor as she chewed and nodded in approval.<br>\r\n<br>\r\n“Tha’s good,” she said around a mouth full of food. “Need to do that more often.”<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nReagan saw from below the first one to go. Not directly, of course; but her assumption was validated by the driver’s comment. ‘Poor bastards,’ she thought, the most sympathy any of the condemned would get from her. She was resting against the corner again where she was out of the way. The others were once again trying to leave through the top, crawling up the sides and trying to smooth it out against the woman’s thigh. “Hey dumbasses! You’re just making it easier to grab ya!”<br>\r\n<br>\r\n“Fack off, cunt!” Australian? Interesting. He’d die all the same, maybe save some time if she heard his funny little accent. Reagan continues waiting, refusing to associate herself with the mindless pissants.<br>\r\n<br>\r\nAbove, the first of the two men saw the woman obliterate the unfortunate woman in her sloppy mouth.<br>\r\n<br>\r\nOne continued running down the chili dog, and the last saw the wasted potential, instead chose to make an attempt at jumping over the side. A quick death was better than being food. Unfortunately, his mobility and range were far overestimated. All he accomplished was falling into the ditch between the dog and the bun, drowning in the creek of chilly.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nTera opened the bag and dropped a couple more people onto the chili dog. She finished it off and used the chips to scrape the leftover chili off the sides of the cardboard container. <br>\r\n<br>\r\nShe washed it all down with several gulps of her drink then sighed in contentment. “So good. Alright. Time to go.” <br>\r\n<br>\r\nShe started up the truck again and headed out. She pulled out of the parking lot and onto the road. It was a little while before she decided to snack again. She unrolled the back, grabbed one and popped them into her mouth. This time, she didn’t chew. She just sucked on the little person until they lost their flavor. Then she swallowed them whole and alive.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\n<br>\r\nAnd then there were four. Reagan was one of the handful of survivors yet overlooked by the truck drivers munchies. The motley crew had survived the chili dog massacre. This might’ve meant they were safe for the time being if Reagan didn’t know better. They hadn’t been moved from her lap. That just made them a la carte. She was proved again when the giant hand returned to grab the Australian from the bag. He didn’t get a chance to speak. Too bad, she might’ve liked him.</span></div></div>",
            "created":1589778000,
            "id":2837406,
            "title":"The First Bites"
        },
        "1133121":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Tera tells the dog to be quiet, keeps driving",
                "Tera looks down and sees the runaway snack",
                "The Dog hops over and snatches Reagan up"
            ],
            "content":"<div class=\"\"><div> <span>Almost an hour ticked by, their owner being one to conserve her resources as it turned out. The suns glare was peeking through the passenger window directly onto the bag in a short time, building to a loathsome heat that Reagan had to suffer through. Still, if there was one thing she hated more than the heat and the whimpering  madness from her compatriots, it had to be the waiting.<br>\r\n<br>\r\nShe’d consigned herself to days of anticipating her last moments alive. No one told her it’d be another stretch of patience before the chubby Bitch had the decency to finish her off. Sweat trickled done her face and chest, soaking into her factory issued bra and underwear. The road shook through the machinery they were all carried in, each jolt and shake a mind quaking tremor to her, breaking her sanity down with every standout bump in the road. All the while, she felt the heat emanating from the giant woman’s leg at her back through the plastic barrier. With it came a distant thump thump from her normal human heart, helping her do normal human things at such a ridiculous scale to the small girl.<br>\r\nThe jumps, the shakes, and the beating on her back. Bump... bump... bump....<br>\r\n<br>\r\n“Fuck it! I’m done,” Reagan sat up from her crouch, crawling up the crinkling ground to the entrance her fellow captivess had failed to crawl through. That’s because they tried pulling themselves up or the crinkly plastic down to them. Reagan knew that her strength wouldn’t cut it; however, her weight would influence the bags droop. Hopping higher up, she felt the bag give under her little weight and fall down to the driver’s other thigh. The entrance had fallen to be level with the top of her leg, creating a simple tunnel out.<br>\r\n<br>\r\n“The hell are you doing?!? Just stay down, she wont see us, please!” A man tried to whisper shout at her from below. She simply threw him the bird and continued on her way.<br>\r\n<br>\r\nWithout the suffocating shell surrounding her, the air felt crisper, cool. It was still stale from having been lived in by its occupants, but Reagan preferred it to the cramped prison she’d lived in the last two days. No food or water, they were destined to expire if not purchased. So Reagan took advantage of the forbidden liberty to stretch her legs and reacquaint herself with her body.<br>\r\n<br>\r\nThen a growling came from her right. While stretching her arm across her chest, she glanced over to see a small sized dog baring it’s teeth at her. She simply glared at the dog, not bowing to its pitiful intimidation tactics.<br>\r\n<br>\r\n“Bark! Arp! Ar ar ar!” The little thing started yelping in alert, clearly perturbed by the small bug that was crawling on its momma’s lap without actually taking action.</span></div></div>",
            "created":1589778000,
            "id":2837407,
            "title":"'Bout time She Stretched Her Tiny Legs"
        },
        "11331212":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "\"Nah.\" Tera pops her in right away.",
                "\"Talk?... Eh, why not?\" Humors Reagan and spares her.",
                "Writer's choice"
            ],
            "content":"<div class=\"\"><div> <span>“What is it, Mutsy?” Tera asked without actually taking her eyes off the road. “What’s wrong?” <br>\r\n<br>\r\nShe took a second to glance at her dog. She followed his gaze to the snack crawling on her leg. “Aww, you’re a good boy!” She cooed to the dog. <br>\r\n<br>\r\nShe promptly tossed him her remaining chip before scooping up the tiny. “And what do we have here? An escapee? So eager to be eaten, huh?”<br>\r\n<br>\r\nStupid dog. Just a minute to herself was all she wanted, and not even that was permitted. Guess she didn't even have that right left... 'Eh, fair enough’ she thought as she was pinched and hoisted up by the large woman teasing her, the tone and diction in her voice hitting Reagan as immensely patronizing, and secretly ironic.<br>\r\n<br>\r\n“Pardon my language ma’am, but hell no. I just desperately needed to get away from those fucks in the bag and stretch a bit. Not my fault you have the worlds greatest watch dog.”<br>\r\n<br>\r\nNow that Reagan was face to face with her captor, she could really assess the person she'd be feeding. She was on the thick side for sure, round cheeks and a figure that filled out under baggy worn out clothes. In Reagan's eyes, she fit her occupation perfectly, but there was something cute about the warmth in her round face.Somewhere between an ‘I could give a shit’ and ‘maybe I'll bake you a pie’ attitude that oozed a down to earth vibe.<br>\r\n<br>\r\nCould’ve been worse. Could’ve been better. She didn’t care, not that it mattered how attractive the person eating her was. “Aight then, I guess if it’s time... unless y’all wanna talk or some dumb shit.” She half meant it. The girl was only human, and as stoic as she wanted to appear when faced with her demise, her mind was alight with panic to prolong her insignificant existence.</span></div></div>",
            "created":1589778000,
            "id":2837408,
            "title":"We Got a Runner!"
        },
        "113312122":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Out curiosity, ask Tera what she likes about eating Tinies",
                "Try to learn more about her, endear herself to Tera in the hopes of survival",
                "\"Uh, maybe you could consider letting me go?\""
            ],
            "content":"<div class=\"\"><div> <span>“Talk?” Tera thought for a minute then shrugged. “I guess. For a bit anyway. This stretch of road is long and empty. Not even anything good to look at.” <br>\r\n<br>\r\nShe set the girl on the dash before diving her hand into the bag again. She pulled out another person and popped them into her mouth. “You’ve got until I hit the next traffic light.”<br>\r\n<br>\r\nOh. That worked. She was pleasantly perplexed to be set on the dash board where she actually had some room to herself. Didn’t have the same shock absorption as the human thigh, but the open space was a modest upgrade.<br>\r\n<br>\r\n“Okay... uh, ya got a name?”<br>\r\n<br>\r\n“Tera,” the woman answered briefly. “Tera Labowski. And you?” Her brown eyes glanced down at the tiny person on her dash as she strongly sucked on the one in her mouth.<br>\r\n<br>\r\nReagan caught brief glimpses of the damned mouthful. Maybe that was the guy who warned her not to leave the bag. Irony in action.<br>\r\n<br>\r\n“Does it matter?” She found herself locked onto the screaming man muffled between the plush, snarky lips, but decided best to make eye contact, at the least for her manners.<br>\r\n<br>\r\n“Reagan Shrom, or I was. Depends where you stand on that philosophical spectrum.”<br>\r\n<br>\r\nTera shrugged and took a drink of her coke. She was an expert at stuffing the tiny between her cheek and gum to avoid him going down prematurely. <br>\r\n<br>\r\n“I don’t really,” Tera said. “I just enjoy what’s in front of me.” She belched as she drove, not bothering to be any sort of polite about it.<br>\r\n<br>\r\nShe couldn’t suppress a chuckle, that burp must’ve been hell to the guy stuffed in Tera’s cheek. Still, Reagan got a brief whiff being in the blast zone, and her nose didn’t like what it had to look forward to.<br>\r\n<br>\r\n“Peeyoo! ‘Scuse you, Lady,” she chuckled about, a small, hollow laugh faked for the benefit of keeping conversation. “Honestly, I didn’t think you’d actually agree. Didn't have much to blabber about.” Somehow, she was revitalizing her old sociability, a stark contrast to the cold and dismissive the way she’d treated everybody since her conviction. Maybe it’d be worth pretending, at least to see how far she'd get. Who knew how far off the next light was anyway in the middle of Buckass, New Mexico, or wherever the fuck she was stocked.<br>\r\n<br>\r\n“Eh, you been truckin’ for a while? Where’s this shipment heading?”<br>\r\n<br>\r\n“I have and it’s heading down to Arizona,” Tera said. “Picked it up in Canada a few days ago. Started in Arkansas, tho, delivering local. Worked my way up from there and bought my own truck last year.”<br>\r\n<br>\r\n“Arkansas?” She perked up a bit, “Anywhere near Bentonville?” Already she was regretting her enthusiasm, but she’d be wrong to disregard the first spark of interest she felt in weeks.<br>\r\n<br>\r\n“The one and the same,” Tera confirmed. “Started shipping for Walmart first. Hopped around some since then but Walmart always gives good references.”<br>\r\n<br>\r\n“Heh, what a coinkadink. Grew up there, and damn near expected I was the only one to get out.” Reagan reclined against the plastic wall barricading the dash meters, stretching her leg out with the other bent and supporting her arms, “It’s a small world after all, ain’t it.”<br>\r\n<br>\r\n“Guess so.” Tera slurped around the human in her mouth once more before swallowing it. <br>\r\n<br>\r\nShe took a long drink of her coke and put it back in the cup holder. “I’m the first in my family to get out. The men usually work in warehouses and factories and the women in diners and restaurants. So I’m doing real good as far as my family is concerned. Living high on the hog and all.”<br>\r\n<br>\r\n“Good on ya for that,” she ignored the swallow that sent the condemned man to her gut, yet out of morbid curiosity watched her drink immediately after, picturing what must be happening to the people still alive in her, flooded by fizzy soda and forced to swim or drown in the dark.</span></div></div>",
            "created":1589778000,
            "id":2837411,
            "title":"A Friendly Chat"
        },
        "1133121221":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Mutsy wants some attention!",
                "Tera gets bored, eats Reagan right there",
                "Tera asks Reagan more about her history with Tinies"
            ],
            "content":"<div class=\"\"><div> <span>“Say, from one Benton girl to another, what do ya like about buying us? Shrinkies I mean. What’s the appeal on your end?”<br>\r\n<br>\r\n“New food,” was Tera’s chillingly casual answer. “You’re a decent snack on your own but y’all do make excellent toppings. First time for a chili dog today but y’all do go good on ice cream or pizza or fresh popcorn. My boyfriend loves it when I wear whip cream and shrinkies during sex”<br>\r\n<br>\r\n“Aw what! Ewwww~” she teased, sticking her tongue out, letting out a cute laugh, “I know some folks got up to foolin around with ‘em, but it just sounds weird. Like, unsanitary, or somethin.” Her reaction to the later detail helped her brush off being bluntly called food herself.<br>\r\n<br>\r\nIn the back of her head, she could feel a small chance of surviving. A small chance to win some sympathy maybe, just maybe. Try to distance herself from her identity as food. Appeal to her better nature. If she wasn't a totally heartless bitch, she might just make it past that prophesied stoplight.<br>\r\n<br>\r\n“You tellin me ya let some dinky little rejects flit around in your hoohah? Hehe.”<br>\r\n<br>\r\n“No,” Tera snorted. “That would be highly unsanitary. No. It’s just whipped cream and shrinkies on my nipples. Oh and whipped cream and shrinkies on his dick. He likes that, too. But he really just likes any excuse for my mouth to be on his junk.”<br>\r\n<br>\r\n“Anything to spice things up, right?” She snorted a bit, caught up in the unexpected girl talk between the two strangers. “My old boyfriend asked me to try that once. Couldn’t do it, just felt silly n’all.”<br>\r\n<br>\r\n“Eh. It’s just food.” Tera shrugged. She helped herself to another shrinky, popping it into her mouth. It was a second nature thing. She didn’t even really think about it. <br>\r\n<br>\r\n“No different than the multi color sprinkles or gum drops or something,” she said.<br>\r\n<br>\r\n“Guess so,” the short haired girl leaned back, “never heard it put so mundanely before.” Her brow furrowed, biting her thin lip in contemplation, “Seems kinder than how I did it. Just saw it as a power thing.”<br>\r\n<br>\r\nHer blue eyes looked over to the window, drifting back on distant memories that had not long passed, “Didn’t have a lot of power growing up. Daddy was a shit entrepreneur and wanted me at home cleaning shit since Ma couldn’t be asked. Went to college thinkin’ that’d make up the difference.  Turns out uni just makes ya feel shittier.” <br>\r\n<br>\r\nReagan pulled her knees in, wrapping her arms around them, “When they started sellin’ shrinkees, was weirded out at first. Obviously there’s the whole civil rights debacle around it, but when I first tried ‘em... I dunno! Was like a rush. Felt cool to turn shitty people into.. heh, shit.”<br>\r\n<br>\r\nShe was smirking now, reliving what had turned out to be her prime before winding up how she was now, “Guess that’s Just hubris then. Life’s funny like that, ya know?”<br>\r\n<br>\r\n“Guess so,” Tera said around her shrinky. “But I don’t break laws. I stay right at the speed limit. I don’t get any tickets or citations. I renew all my licenses early and everything. I don’t fuck around with that shit.”<br>\r\n<br>\r\n“But that’s my point! You follow the law, be a good, upstanding citizen all you like. In the end, that guy in your mouth had a family, friends, thoughts and shit,” she pointed half heartedly to the bulge in Tera’s cheek, not actually caring about the man inside beyond making a point.<br>\r\n<br>\r\n“Maybe he killed a man? Maybe he embezzled money from his company? Maybe he didn't do jack shit and had a minor citation, bombing his plea hearing while pissing himself over a shitty defense council. You never know who’s gonna wind up like this, someday might be someone you know. Might be you! Sure as hell didn’t think it’d be me...”<br>\r\n<br>\r\nReagan listed away, a moment of melancholy before shaking her self out, “Point is, that’s the fun. Everything these cats were is now calories. Makes ya feel like a boss ass bitch when you get over the ambiguity of it all.”<br>\r\n<br>\r\nTera slurped hard on her treat, even lightly nibbling him. Then she stuck him back under her tongue to get the best flavors. <br>\r\n<br>\r\n“Eh. Don’t care,” she said. “They just taste good is all I know. Probably eat too many of them, but they tend to go straight to my ass and my boyfriend likes it, so I don’t try too hard to stop.”</span></div></div>",
            "created":1589778000,
            "id":2837413,
            "title":"Musing Over Merits, Mini's, and Memories"
        },
        "11331212211":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "\"None of your business. You know what? We're done here.\"",
                "Conversation Continues",
                "Writer's Choice"
            ],
            "content":"<div class=\"\"><div> <span>She let her dog hop into her lap and gently scratched around his ears as she drove. Her little terrier turned and licked her face eagerly. Tera chuckled and pulled out the now-flavorless shrinky from her mouth. <br>\r\n<br>\r\n“Do you want this? Does my little Mutsy-wutsy want a treat?” She laughed at his eager expression before tossing the shrunken person at her dog.<br>\r\n<br>\r\nThe ragged, spit soaked man coughed after his thorough wash. He probably found it a miracle he was still alive. Poor son of a bitch couldn’t even get out a yelp before the little terrier snapped him in its jaws. It shook him about, readjusting it’s bite over his now mangled body before hopping out of its owners lap to enjoy the treat on his own.<br>\r\n<br>\r\nReagan stifled a yelp watching the display, “Jesus! A bit much, ain’t it?” she held back a gag watching the cute puppy turn away, obviously gnawing away at the new toy. “Not to mention the waste... ah well. To each their own.”<br>\r\n<br>\r\nConsidering she’d gone through two tinies since they started talking, there was one left in the bag. Considering the time frame Tera gave her, she wondered if she’d even make it that long.<br>\r\n<br>\r\n“For someone that wanted to talk, I sure feel like I’m carrying the conversation here. What? Don’t feel like getting real?”<br>\r\n<br>\r\nShe crossed her legs, scooting forward into an upright position, “If you ever had a secret you’d want someone to take to their grave, Now’s a good time, honey.”<br>\r\nTera laughed at that. “I really don’t have secrets. My man knows it all. But I can say my mom never found out how much my best friend and girlfriend ate me out during college. Or how I kept her tied to our bed for days at a time and used her as furniture.<br>\r\n<br>\r\n“You talked about empowering? Controlling a tiny thing like you isn’t power,” she said. “But controlling a full-sized human like myself, now that is a power rush.”<br>\r\n<br>\r\n“Wow...” she was surprised. Not just by the extra promiscuity she hadn’t anticipated from a truck driver, but that this sloppy, blue collar woman had also gone to college.<br>\r\n<br>\r\n“I-uh, didn’t peg you the type to do the college thing. No offense! Just, well, why trucking?”<br>\r\n<br>\r\n“Never said I graduated. Spent two years there and decided that shit wasn’t for me,” Tera said. <br>\r\n<br>\r\nShe pulled out the final shrinky and popped it into her mouth. She tossed the empty wrapper into the passenger floorboard. “Trucking made more money faster with less effort. I get to sit on my ass all day but still get to see the country and get paid.”<br>\r\n<br>\r\nDamn. Now she was the last one. “Never thought of it like that. Travel's always made to sound so expensive. But making money while doing it? Worth the occasional sore ass, I bet.”<br>\r\n<br>\r\nTera wasn’t soft spoken, but she wasn’t giving Reagan much to go off of. At least from her perspective. <br>\r\n<br>\r\n“I was studying to be an opera singer. Earned my bachelors, tried my hand at teaching for a while,” now she felt she was talking too much. Last thing she’d want to do is annoy the driver, “Sorry, losing track. How much does the job pay?”</span></div></div>",
            "created":1589778000,
            "id":2837415,
            "title":"A Good Treat for a Good Boy!"
        },
        "113312122112":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "The drive continues uneventfully",
                "\"You know? You're alright kid. Might just keep you around.\"",
                "Soda's almost out, and Tera wants to try something"
            ],
            "content":"<div class=\"\"><div> <span>“I earn an easy five figures in the year,” Terra said. She slurped hard on her treat, rolling the tiny around in her mouth. <br>\r\n<br>\r\n“This year has the potential for me to earn six since I own my own truck now.” Her nose wrinkled and her face scrunched. She inhaled deeply and barely managed to keep her mouth closed as she blasted out a series of sneezes. <br>\r\n<br>\r\n“Damn. Must’ve been some dirt that got in here,” she mused.<br>\r\n<br>\r\n“Hwoooah! Watch where you’re hockin’!” Reagan yelped just after a glob of phlegm shot out of Tera’s nose and hit the dash during her sneezing fit. “I’d be impressed if I wasn’t almost mortared, haha.” Even with the slimy droplet sliding down the plastic board nearby, she was laughing through the shock. “Shit, feel like I just missed a pie to the face.”<br>\r\n<br>\r\nWhen her laugh died down, she then heard a sickly sound coming from the pile. Sliding closer to the dash, the limbs and head of a girl stuck out from the green gunk, hyperventilating in a full blown panic. Her horrified brown eyes flicked around her new surroundings, eventually landing on Reagan.<br>\r\n<br>\r\n“He— hack — help... please!...” The girl saw the blond tomboy as her last hope, several of her limps already broken and unable to free herself from the mess. For Reagan, it was an uncomfortable request, and she inched away, unwilling to provide any help. She felt for the girl, but there was nothing she could do.<br>\r\n<br>\r\nTera wrinkled her nose and dug a tissue out of the console. “Gross. Can’t let that stay there.” <br>\r\n<br>\r\nShe promptly wiped the hunk of snot off the dash, balled it up and tossed it out the window. She quickly put the window back up so it wouldn’t blow around everything in the cab.<br>\r\n<br>\r\nThe blast of winds blowing through the car billowed wildly as the loogie was wadded up and tossed out like nothing. Reagan watched the tissue, the snot, and the pretty brown eyed girl fly off to crash into the dirt somewhere. Maybe the tissue would cushion her fall? If she found any small plants, she might be able to eat a bit. But who’d be fool enough to think a broken one inch person could survive in the desert? If the days of hunger didn’t get her, the wildlife would.<br>\r\n<br>\r\n“Don’t they have harsh penalties for littering out here?” Reagan looked up with a smugness on her face, pointing out the funny little hypocrisy she caught Tera red handed with.<br>\r\n<br>\r\n“It’s a tissue and is biodegradable,” Tera said. “It doesn’t really count. Besides, we’re totally alone out here. No one else. No cameras. No nothing out here.”<br>\r\n<br>\r\n“So you’re careful, not law abiding. Whatever floats your boat.” She was grinning. Aside from the gruesome imagery and crimes against humanity, she was having a nice chat with her last bit of interaction on Earth. <br>\r\n<br>\r\n“Ever thought about what’d happen if you got caught? Wind up like lil ol’ me?”<br>\r\n<br>\r\n“Nah,” Tera said. “I don’t do it on roads I don’t know and busy places. Like I said, this place is pretty deserted.”<br>\r\n<br>\r\nShe hummed to herself as a song softly played through the radio. It was a long-time favorite of hers. Her fingers tapped along to the rhythm of the music. There really was no other stop for a long time. There was nothing out there.</span></div></div>",
            "created":1589778000,
            "id":2837417,
            "title":"Bless you!"
        },
        "1133121221121":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Like she said: Times Up",
                "Reagan breaks and begs for her life",
                "\"Eh, I guess talking' with ya helps pass the time. Long drive anyway...\""
            ],
            "content":"<div class=\"\"><div> <span>The young girl had to admire Tera’s self esteem. Having spent a life looking for one source of validation to the next, this random truck driver gave the least amount of shit Reagan had ever seen. If it weren’t for her vantage point through the steering wheel giving her an unflattering angle of her proportions, she looked like a perfectly happy woman, living free on the road. “You know lady, you got it figured out. A life of freedom on the road, a man at home waiting for ya. I like the tune of that.”<br>\r\n<br>\r\n“Yup,” Tera agreed. “Best life ever. I love it. He’s considering coming on the road with me. I’ve got living space with a big bed and a mini-fridge back there. We could be comfortable in the truck. So we’ll see how it ends up.”<br>\r\n<br>\r\nShe shifted in posture. The truck began slowing. The speedometer proved it as the needle dropped lower. Tera glanced down at the tiny woman. <br>\r\n<br>\r\n“Time’s up. Light’s red.”<br>\r\n<br>\r\n“Uh, oh...” she hadn’t forgotten their arrangement. Through her feigned confidence, her cheeks visibly sunk that the time had come so soon. They’d found a good rhythm, and maybe she was caught up in that. The illusion of empathy.<br>\r\n<br>\r\n“Right, that came along quickly...” she looked at the speedometer behind her. The hand running down its radius became a ticking clock for her last time in the light. The sun had barely moved from Tera’s lap where she’d once been desperate to get out. Her boldness bought her some time. Didn’t change how this was always going to end.<br>\r\n<br>\r\nThe dial landed on zero, and a brief jolt knocked her into the plastic cover as the car stopped.<br>\r\n</span></div></div>",
            "created":1589778000,
            "id":2837418,
            "title":"Coming Up on the Crossroads"
        },
        "11331212211211":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "For some reason, Reagan's especially tasty",
                "Nothin' special. *GULP*",
                "Is Reagan miraculously saved/spared?"
            ],
            "content":"<div class=\"\"><div> <span>When the truck was completely stopped, Tera reached out and scooped up the shrunken person. “Can I at least get— wait!” it happened so fast. She was once again caught between impossibly strong, oily fingers. The air rushes by, and she frantically tried to think of what to say to her. A goodbye of some kind? Some final words? Reagan didn't get the chance before she was craned in towards Tera's large, pudgy lips and unceremoniously popped her into her mouth. It was a casual routine for Tera, who smacked her lips for a moment then proceeded to suck on the small girl like any other piece of food.<br>\r\n<br>\r\nShe didn’t get out a peep before she was chucked into a slippery hot plain of gooey suds and spongey bits of food. Reagan stopped her entrance, rolling over the pink mat and skidding to a stop at the base of a dimpled basin. She opened her eyes, partly expecting it to end there.<br>\r\n<br>\r\nIf only she were so lucky.<br>\r\n<br>\r\nHer eyes met the border of teeth and the inner lining of the woman’s lips before they smacked closed without warning. Reagan was in darkness, and the pudgy muscle she’d mistaken for a floor heaved up into her. She gasped as the muscle pressed her into a hard, ridged surface, molding around her entire body like a vacuum seal before violently brushing itself over her. Again and again it assaulted her along with waves of hot, gooey spit gushing around her like crashing underground rapids.<br>\r\n<br>\r\nShe wanted to be ready. She’d imagined what her own shrink snacks went through to understand what was coming. Tried to picture it when she had nothing better to do in the gas station for close to fifty plus hours, convincing herself that she’d be less afraid when her time came. Nothing could prepare her, and nothing held back the primal fear that was bursting out of her like a broken hydrant.<br>\r\n<br>\r\nReagan Shrom screamed, scratching and pushing fruitlessly into the tongue, getting her wish for freedom only to be tossed elsewhere, tears imperceivable amongst the torrent of saliva and leftover coke residue.</span></div></div>",
            "created":1589778000,
            "id":2837421,
            "title":"Redlight Means End of Life"
        },
        "113312122112112":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "content":"<div class=\"\"><div> <span>Tera hummed along to the music as she sucked on her final treat. She was bored at this light. She always was. This was the only light for at least a hundred miles and it was only because the intersecting road was also a major highway. But still, way out here, no one was really on the road. <br>\r\n<br>\r\nShe sighed as she sucked on the treat, wishing for the light to turn. Slipping her over and under her tongue. For once, having spent time with the girl, she paid more attention to her feeble squirming. It was cute, but also carried some disturbing undertones Tera didn't care too much to dwell on. After all, why ruin her mood?<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nHer limbs and head had been beaten and bent from banging into the giant teeth, passed from cheek to cheek and savaged atop and under the tongue in random sequences. Reagan’s breath was wasted when she could only breathe in spit. At one point, she accidentally ingested a gooey crumb of a long eaten chip while being scooped between the cheek and molars. <br>\r\n<br>\r\nReagan wondered if this was the same experience for her own food. Carelessly tossed and savored with no remorse. What hope she had that her friendly chat might’ve given her an easier death was dashed. Then she wondered if this was an easier death?<br>\r\n<br>\r\nShe gave her morsels time to think. To plea. Stopping her onslaught to give them hope that it’d stop, even opening her mouth to tease them with release. She’d draw this out the most, letting them get as far as her bottom lip before snapping them closed. A quick slurp and gulp, and they were done. The fear was delicious, one of her favorite things to illicit from her tinies. Reagan never considered how they truly must've felt, and none of what she theorized quite lived up to the true dread of being molested by a slathering field of muscle and drool, flung and ferried into every dark, damp, squishy corner of a strangers mouth, trembling and crying to such an insignificant extent that her infinitesimal horror meant absolutely nothing to the world beyond her slobbery torment.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nFor the time she humored the girl, it didn't make her taste much different from the others. Instead, Tera tapped along to the beat, bobbing her head a little as well and swishing the jelly bean of a person into her cheeks then back. Finally, the light turned. With a relieved sigh, she swallowed. Without even waiting a second, she raised her cup and took a long swig to wet her mouth, then hit the gas. <br>\r\n<br>\r\n“Two hundred miles to go, Muts” she sighed.<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nTera didn’t have the taste for drawing things out like the small girl had. Reagan was bucked to the sealed gullet and shoved down with little fanfare. A fat <i><b>GULP</b></i> ferried her down the pulsating tunnel. There was now time and room to rest and whimper, the walls simply conveying her down feet first instead of aggressively pushing into her. Any second now, she’d plop into her grave...<br>\r\n<br>\r\nBefore that could happen, another gulp echoed above, then another, and a flood of brown, fizzing liquid cascaded onto her head, quickly filling the small space she occupied in the esophagus. Luckily, the fluid also sped along her fall, and she spurted out into a lake of thick bile and bubbling carbonation. Without her ears being squeezed mercilessly, the heartbeat and grumbles were finally noticeable. The bodily noises resounded mightily with each gushing churn of the chamber. Reagan was forced to swim, knocking into the kneading rubbery walls for any possible handhold. The rush of massive airflow heard through the walls reminded her she had to breath, and there wasn’t much air here, either from being stuck inside an organ where oxygen didn’t belong or the carbon dioxide from the cola. Her arms were atrophied from her time in the packaging, leaving her no strength to stay above the surface. Getting light headed, she wanted to hold onto anything to feel like she had control. To have some bearing to say she could die with dignity. By the time her eyes glazed over, and her body was rocked across the surface of the pool, her arms gave out. She meekly kicked to prolong herself.<br>\r\n<br>\r\nThen something more solid then the mush she felt around her legs floated into her. Frightened by the invasion of her space, probably the least of her concerns, she realized the floating mass might be a way to avoid the constant swimming. She desperately paddled toward the mass, floundering her arms over the top of it for salvation. Instead, the bulk sunk just as easily, forcing her back under. As long as she was fully submerged, she felt the light tingling begin to encompass her entire being. Quickly, she pulled up the aimless mass, kicking to the surface with all her will. Finally, she broke through, but then came to realize what she was holding.<br>\r\n<br>\r\nIt was the Australian. Drowned and dead. Her little heart sank. She'd forgotten how many others were in here with her, so focused on her own predicament. How many made it down whole like him? How many body parts and viscera had she floated by already?<br>\r\n<br>\r\nTerrified, she pushed the corpse away, left once again to madly tread water in the frothing, pulsing pond of soda and chyme. The walls were closing in further, pushing the water line higher up and threatening to pull Reagan under. She refused, kicking more and more as the tingling she felt earlier soon became burning.<br>\r\n<br>\r\n\"No! NO PLEASE! ERIN!! DADDY!!! <span class=\"cmaroon\"><i><b>SOMEONE</b></i></span>!!!?!?\"<br>\r\n<br>\r\nIn the end, the stomach clenched around her, condensing until all but a small pocket of space lie between her and the top. At this compression, the noxious air gathered at the sphincter overhead and rushed up and out.<br>\r\n<br>\r\nThat was the last thing Reagan Shrom saw before being unable to find her next breath, and slipping under the hot, bubbling surface...<br>\r\n__________________________________________________________________<br>\r\n<br>\r\nTera took another drink of her soda, draining the last of the large cup. She belched loudly and licked her lips. She was bored again. As per usual. Still, it was her lot in life, she knew what she signed on for and loved what the life provided for her. Glancing over at her dog, she found a funny sight and snorted loudly to herself, her diaphragm bouncing with her laughter likely shaking up her guts.<br>\r\n<br>\r\n“Mutsy! Your face!” She laughed. He had blood and some gore all over his smiling muzzle while happily accepting his momma's attention. She pulled him into her lap and wiped his face with a napkin, petting his stinky fur. When he was as clean as he'd get without a bath, she gave him a kiss and put him back in the passenger seat. <br>\r\n<br>\r\n“Next time I’ll get you your own bag,” she promised.</span></div></div>",
            "created":1589778000,
            "id":2837428,
            "title":"Nothin' special. *GULP*"
        },
        "12":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "A Pet",
                "A sex toy",
                "Wound up in entertainment",
                "Technically an unpaid intern of sorts for some business",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Sounds rough, living long term as a Tiny. Though some have it better than most! Others have it worse... which one are you?</span></div></span></div>",
            "created":1589778000,
            "id":2837431,
            "title":"It's a Hard Knock Life, For You"
        },
        "125":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Rescued by a kind person and kept safe from harm",
                "Enhanced and used for sport in the black market",
                "More Choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More options</span></div></span></div>",
            "created":1589778000,
            "id":2837432,
            "title":"More choices! Why not?"
        },
        "15":{
            "author_id":"bobbyryle975",
            "author_name":"Typhoon965",
            "choices":[
                "Just minding your business, another normal day among hypocrisy",
                "On your way with like minded friends to liberate/rescue Tinies!",
                "On your way to a party, nervous that there'll probably be tinies present",
                "On the way to the Capitol! We must abolish these unjust laws!",
                "Writer's choice!"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Maybe one of the more sensible people left, you find yourself outside the vast majority that have embraced a tiny abusing culture. What are you up to?</span></div></span></div>",
            "created":1589778000,
            "id":2837430,
            "title":"A Normal Person who Sympathizes with Tinies, Re..."
        }
    },
    "info":{
        "author_id":"bobbyryle975",
        "author_name":"Typhoon965",
        "brief_description":"Today, the criminal, poor, and unlucky are condemned to be shrunk. Where do you fit in?",
        "created":1589775780,
        "description":"<td align=\"left\" class=\"norm\"><i>In the near future, shrinking technology is common place as a tool for the federal government to shrink condemned and incarcerated criminals. Soon, new legislation passes that makes those below a certain poverty line or with any minor criminal record legible for detainment and diminishment. These new \"Tinies\" are quickly commoditized as a means to buff the economy, sold as pets, food, decor, entertainment, you name it. Dozens of industries popped up over time to take advantage of the new trends made possible by the unorthodox population shift in human history.</i><br>\r\n<br>\r\n<i>So who are you? An unfortunate soul condemned to a reduced sentence, or a normal person enjoying the perks of the new world order? A survivor making it on your own in the wilds, or a kind soul looking to save the wrongly converted? The choice is yours...</i><br>\r\n<br>\r\nLooking for interesting characters and dynamics in this setting. While I'm mostly hoping for vore adds, I'm open to any number of content covering whatever kink you wish! Points to detailed posts and creative story paths!<br>\r\n<br>\r\nThanks to <span class=\"noselect\" style=\"cursor:pointer;\" oncontextmenu=\"uport_ajax_rt_opts (event, this, 'the1swagking', '', '', '', '10', '', 'ON', '101043520'); hide_uport (); this.shown=1; return false;\" onclick=\"uport_ajax_opts (event, this, 'the1swagking', '', '', '', '10', '', 'ON'); hide_uport (); this.shown=1;\"><a title=\"Username: the1swagking\r\nMember Since: August 15th, 2013\r\nClick for links!\" style=\"line-height: 1em;font-size:1em;font-weight:bold;cursor:pointer;\">The1SwagKing</a></span> <span class=\"noPrint\">(<a title=\"View the1swagking's Community Recognition\" class=\"blue2roll\" rel=\"nofollow\" href=\"javascript:LaunchPop('https://www.Writing.Com/main/authors/action/overall/user_id/the1swagking',%20'CommunityR_101043520',%20'400',%20'650')\">32</a>)</span> <a class=\"imgLink imgPortLink\" onmousedown=\"if(event.which == 3) { event.preventDefault(); var mywin = window.open('https://www.Writing.Com/main/portfolio/view/the1swagking','_blank'); mywin.focus (); event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/portfolio/view/the1swagking\" target=\"_top\" onmouseover=\"uport_ajax2 (event, this, 'the1swagking', '&lt;span style=\\'color:#990000;font-weight:bold\\'&gt;Offline or Private&lt;/span&gt;&lt;br&gt; Last On:  Today', 'Today', 'August 15, 2013', '', '', '10', 'Registered Author');\" onmouseout=\"hide_uport ();\"><span style=\"padding:0px 2px 0px 0px;vertical-align:middle;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/costumicons/ps-icon-regular-10.gif\" width=\"30\" height=\"15\" border=\"0\"></span></a><a rel=\"nofollow\" onmousedown=\"if(event.which == 3) { event.preventDefault(); LaunchPop('https://www.Writing.Com/main/em/action/new/toid/101043520',   'mess101043520_1589794151', '710', '540');  event.stopPropagation(); return false; }\" href=\"https://www.Writing.Com/main/em/action/new/toid/101043520/in/1\" target=\"_top\" title=\"Email User: the1swagking [Offline / Private]\" class=\"imgLink imgPortLink noPrint\"><span style=\"vertical-align:middle;padding:0px 0px 0px 0px;\"><img src=\"https://images.Writing.Com/imgs/writing.com/writers/mail-off.gif\" width=\"22\" height=\"15\" border=\"0\"></span></a><span class=\"noPrint\"><span id=\"new_ffthe1swagking\"><a class=\"imgLink\" style=\"cursor:pointer;\" onclick=\"doAjaxO('ffthe1swagking', '', 'post', 'https://www.Writing.Com/main/my_favorites.php', 'action=fanfav&amp;fav=1&amp;user_id=101043520&amp;nopad=1&amp;new=1&amp;ajax=new_ffthe1swagking');\" rel=\"nofollow\" title=\"Click to add the1swagking to 'My Favorites'. \r\nClick again to become a 'Fan'. \"><span id=\"ffthe1swagking\" style=\"padding:0px 3px 0px 3px;vertical-align:middle;\"><img border=\"0\" src=\"https://images.Writing.Com/imgs/writing.com/writers/favplus.gif\" style=\"padding-right:1px;\" width=\"15\" height=\"15\"></span></a></span></span> } for recommending I finally put something up on this site. Likely gonna populate some of the threads with some of my preexisting stories that take place in this world, but feel free to come up with whatever chapters and ideas you wish!<br>\r\n<br>\r\nMust write substantial entries, minimum one five sentence paragraph, and stay consistent with the perspective of whatever entries came before you. I don't mind different threads following first, second, or third person POVs. </td>",
        "id":2222158,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589783580,
        "pretty_title":"Low Prospects for Littles"
    }
}