{
    "chapters":{
        "1":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "15-17",
                "18-22",
                "23-26",
                "27-30",
                "30+"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Before we begin, how old is the girl who will be punished? This will help determine the setting and context of the punishment.<br>\r\n</span></div></span></div>",
            "created":1519362000,
            "id":2456787,
            "title":"First things first..."
        },
        "11":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Jamie",
                "Leah",
                "Laura",
                "Another set of girls (In case you don't like the ones listed)"
            ],
            "content":"<div class=\"\"><div> <span>Here are the options:<br>\r\n<br>\r\nJamie: A 15 year old redhead with an average sized bust and beautiful green eyes. <br>\r\n<br>\r\nLeah: A 16 year old blonde girl with big boobs and pretty blue eyes. She's curvy but not chubby at all.<br>\r\n<br>\r\nLaura: A 17 year old Hispanic girl with slightly smaller than average breasts but a thick and well toned butt. <br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1519362000,
            "id":2456792,
            "title":"15-17"
        },
        "111":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Home",
                "School",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where does Jamie receive her humiliating punishment?</span></div></span></div>",
            "created":1519448400,
            "id":2457261,
            "title":"Jamie"
        },
        "1112":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "Public school",
                "All girls private school",
                "Coed boarding school"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What kind of school does Leah go to?</span></div></span></div>",
            "created":1519448400,
            "id":2457263,
            "title":"School"
        },
        "112":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "At home",
                "School",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where does Leah first receive her punishment?</span></div></span></div>",
            "created":1519362000,
            "id":2456828,
            "title":"Leah"
        },
        "1122":{
            "author_id":"nachtmuziek",
            "author_name":"NachtMuziek",
            "choices":[
                "...all of the clothes you are wearing.\"",
                "...your blouse and skirt.\"",
                ".... your blouse and bra.\""
            ],
            "content":"<div class=\"\"><div> <span>Leah has always been a huge pain in the ass for her teachers at West View High. She was brilliantly smart, and barely needed to pay attention in class to get A's. But because she didn't need to pay attention, she frequently got bored in class, which often resulted in her acting out. She loved to point out her teacher's mistakes, and because she was also beautiful, the whole class paid more attention to her and her antics than to the lesson at hand. Detention didn't work, as she'd just do the same things there, just on the teachers' personal time after school. Most teachers gave up punishing her, since it didn't work, and instead tried to find ways to keep Leah occupied so she wouldn't negative affect other students' education. <br>\r\n<br>\r\nBut with the new law passed, that was about to change. Mr. Laning, Leah's algebra professor, decided he had enough. Since all other forms of punishment were useless, maybe humiliation would finally get the blonde to stop being such a troublemaker. <br>\r\n<br>\r\nIt all started in algebra class, when Leah started throwing paper balls at Mr. Laning's back while he tried to write an equation on the board. His patience already running thin, the teacher turned around and calmly asked the blonde to cut it out.<br>\r\n<br>\r\n\"What was that, Arthur? What makes you think I'll listen now? You can't do shit to me.\" Leah taunted the man. Mr. Laning was going to let it go, but she disrespected him by addressing him using his first name and blatantly disregarded his polite request. Now pissed, Mr. Laning wasn't going to hold back anymore.<br>\r\n<br>\r\n\"That's it, young lady, I've had it with your disrespectful behavior! Now you've done it.\" Mr Laning barked.<br>\r\n<br>\r\nLeah snickered. \"Oh yeah? What're you going to do about it?\"<br>\r\n<br>\r\nMr. Laning simply smiled. \"Are you aware of the law that was passed last week? The one giving authority figures almost unlimited power in administering punishments?\"<br>\r\n<br>\r\nLeah shook her head 'no'.<br>\r\n<br>\r\n\"Well, it allows me to administer any punishment that doesn't result in physical harm. And as far as I know, 'humiliation' is not a physically harmful punishment.\"<br>\r\n<br>\r\nLeah was now a bit nervous. \"...humiliation?\"<br>\r\n<br>\r\n\"That's right. And you know what one of the most humiliating things for any teenage girl is?\" <br>\r\n<br>\r\n\"What?\" Leah asked nervously.<br>\r\n<br>\r\n\"Exposure.\"<br>\r\n<br>\r\nLeah didn't respond.<br>\r\n<br>\r\n\"And with that, Leah, I kindly ask that you remove...</span></div></div>",
            "created":1519448400,
            "id":2457284,
            "title":"School"
        },
        "11223":{
            "author_id":"deverx",
            "author_name":"DeverX",
            "choices":[
                "began unbuttoning her blouse",
                "refused to remove her blouse"
            ],
            "content":"<div class=\"\"><div> <span>\"You...you can't ask me to do that,\" Leah stuttered, trying to remain defiant.<br>\r\n<br>\r\n\"I can and I will,\" Mr. Laning replied smugly. \"Now, your choice is a simple one. Remove your blouse and bra, or have it removed for you. Which will it be?\"<br>\r\n<br>\r\nLeah...</span></div></div>",
            "created":1582088400,
            "id":2789705,
            "title":".... your blouse and bra.\""
        },
        "114":{
            "choices":[
                "Alisa",
                "Erica",
                "Even more choices"
            ],
            "content":"<div class=\"\"><div> <span>Here are more options:<br>\r\n<br>\r\nAlisa: A 15 year old Asian with small breasts and a very shy and timid personality. <br>\r\n<br>\r\nErica: A 16 year old blonde girl with a completely flat chest and butt and no pubic hair anywhere.<br>\r\n<br>\r\n</span></div></div>",
            "created":1543035600,
            "id":2581537,
            "title":"Another set of girls"
        },
        "1142":{
            "author_id":"paladium23",
            "author_name":"Wasted Days",
            "choices":[
                "First day of community service.",
                "Your last free day.",
                "Nightmare."
            ],
            "content":"<div class=\"\"><div> <span>\"This can't be happening!\" thought Erica, a blonde teenager girl who time and genes didn't help her. Why am I telling you this? Because today she was going to experience a change in her life.<br>\r\n<br>\r\nLet's go back in time to understand this, Erica, has a complex with her body. She wanted to prove that she was more mature, her conclusion? steal a beer from a mini market, she was caught when the beer slipped from her blouse and broke on the ground. The employees saw a devastated and scared girl after this, so they simply called her parents.<br>\r\n<br>\r\nHowever, Erica's mother was in a different mood than theirs. \"What's the deal with you?\"<br>\r\n<br>\r\n\"Nothing.\" She replied. \"I just wanted to be mature.\" Erica was more relieved that the police wasn't involved.<br>\r\n<br>\r\n\"Yeah, trying to steal a beer is really adult matters.\" Erica's mom sighed. \"I guess I have no choice.\" she thought.<br>\r\n<br>\r\nLater in their house.<br>\r\n<br>\r\n\"Erica, I need to talk with you.\" said Erica's mom.<br>\r\n<br>\r\n\"What now?\"<br>\r\n<br>\r\n\"You have been lately, so obsessed about this maturity of yours and causing too much trouble that I think it's time for a punishment.\" Erica did not respond.<br>\r\n<br>\r\n\"I sign you to do community service and a friend of mine has a vacancy in her store, so I proposed you, this can be useful since you want to start acting as an adult.\" Her mother said.<br>\r\n<br>\r\nErica wasn't happy, but maybe this could help her, she was about to leave the living room when suddenly.<br>\r\n<br>\r\n\"Where are going?\" Her mom asks.<br>\r\n<br>\r\n\"To my room, I thought you were done.\"<br>\r\n<br>\r\n\"What are you talking about? I haven't mentioned your punishment yet.\" Erica was confused about this, so her mom continued. \"And for your punishment, I need your clothes in here.\" she points to the table of the living room.<br>\r\n<br>\r\nShe just giggled, but her mother wasn't kidding and she noticed it.<br>\r\n<br>\r\nErica frowned. \"Oh, you want it? Here.\" She takes off her blouse, revealing she wasn't wearing a bra, but why she should? After all, she had a flat chest. \"And these ones, too.\" She pulls down her pants, underwear included and she stands naked in front of her mother, showing her crotch with no signs that pubic hair has ever grown in there. \"You can keep it, I have more in my room.\" She crosses her arms.<br>\r\n<br>\r\n\"And you still don't get it, huh.\" Erica's mom smiles, tired of her daughter throwing tantrums. \"Your punishment is that you aren't allowed to wear clothes anymore, here is a copy of the format I sent to the city hall. And be prepared, you are the first person in the city to be punished like this.\" She leaves the piece of paper on the table and goes to her bedroom.<br>\r\n<br>\r\nErica went pale after hearing this and just thought: \"This can't be happening!\"</span></div></div>",
            "created":1584939600,
            "id":2805846,
            "title":"Erica"
        }
    },
    "info":{
        "author_id":"nachtmuziek",
        "author_name":"NachtMuziek",
        "brief_description":"Unlucky girls get punished with nudity after breaking the rules",
        "created":1519420200,
        "description":"<td align=\"left\" class=\"norm\">A new law is passed that allows much more freedom for anyone in a position of authority (parents, teachers/principals, bosses, etc.) to punish those beneath them. The only restriction is that the punishment cannot do physical harm to the person being punished. Pretty much everything else is fair game, including nudity.<br>\r\n<br>\r\nThis story takes place in modern times, and this new law is only a month old. Whoever the protagonist is will be the first in their community to be punished with nudity. <br>\r\n<br>\r\nRules:<br>\r\n1) This is an ENF story only. No other fetishes allowed (diapers, scat, anything sci-fi, etc.).<br>\r\n2) No violence or rape. Groping is allowed, but anything further is not. <br>\r\n3) Keep storylines fresh, don't just have her be naked all the time with nothing else interesting happening. This one can be difficult to follow without breaking other rules, so this \"rule\" is more of a guideline than a hard rule. <br>\r\n4) Try to have good grammar and spelling. <br>\r\n<br>\r\n<br>\r\n<br>\r\n</td>",
        "id":2150089,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585005660,
        "pretty_title":"Naked Punishment"
    }
}