{
    "chapters":{
        "1":{
            "author_id":"grayman01",
            "author_name":"Grayman01",
            "choices":[
                "Break-Up Gone Wrong",
                "Alien ABDLuction",
                "Cheater Cheater ",
                "Bewitching Burglary",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>1.) Break-Up Gone Wrong. <br>\r\n<br>\r\nYou are at age 22. You had been in a relationship with Katie since middle school. Over the past few months Katie had been pressing you to marry her and have babies with her. Afraid of such a commitment, you decide to break up with her. Unfortunately for you, Katie retaliates by using (shrinking technology, magic, etc.) to shrink you down to baby size, and keep you as her living baby doll.<br>\r\n<br>\r\n<br>\r\n2.) Alien ABDLuction<br>\r\n<br>\r\n<br>\r\nYou are an astronaut that crash lands on a strange planet inhabited by giant immortal amazonian alien women with advanced technology. After you get captured by one, you find out that this species captures non-suspecting humans from earth, and keep them as their pets. It is the social norm for their species to treat their human pets as their own infant children. You must escape this planet and find a way home, but how?...<br>\r\n<br>\r\n<br>\r\n3.) Cheater Cheater<br>\r\n<br>\r\n<br>\r\nYou have been married to a very wealthy woman named Betty for 10 years. Like many marriages, tensions began to grow high, as Betty begins to nag you about having a child. You’ve refused to have a kid, and have gone through great lengths to make sure that you got your way. In addition to this, you decide to to cheat on your wife to a much more attractive woman. Your wife finds out and goes nuts! She shrinks you down to baby size out of anger. She uses her resources to divorce you, make you unemployed, and adopt you as her baby boy. You now must escape your crazy wife from humiliating you and tormenting you.<br>\r\n<br>\r\n4.) Bewitching Burglary <br>\r\n<br>\r\nYou are a thief who sneaks into peoples homes and takes their valuables. One night, you sneak into a house, and find a glowing jade amulet in the shape of a pacifier on a stone statue. You take it, but suddenly shrink down to the size of a toddler. From the shadows emerges a sexy evil witch, who sentences you to an eternity as her little diapered slave, forced to be her plaything solely for her amusement.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nChoose your story.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1557637200,
            "id":2658910,
            "title":"Maternal Giantess Stories"
        },
        "14":{
            "author_id":"itsanalt",
            "author_name":"ItsAnAlt",
            "choices":[
                "Giving you a nice mushy meal before bed",
                "Getting you dressed in a nice cute set of pajamas",
                "Punishing you for breaking in in the first place"
            ],
            "content":"<div class=\"\"><div> <span>It should have been an easy mark right? I mean young woman, living on her own in the middle of the night. Stealing from someone like that should have been a no brainier, at least that was the theory. So how the hell had it gone so wrong. Sneak into the window? Easy. Turn off any alarms in the house? She didn't even have any. Find something valuable in the house? Oh baby it was everywhere. Why did one woman have such a lush interior in her middle class building, who could say. All you knew was that you were going to clean house so to speak. Well, that was until a very special piece of jewelry, that jade pacifier.<br>\r\n<br>\r\nYou reached for it almost unconsciously to hep fill your bad even more. But as soon as you touched it you knew something was wrong. Your bag suddenly weighed way more and you clothing began to feel loose oh and also the entire room began to grow all around you. Finally you came to the realization that, somehow, you had shrunk and not just by a few inches but down to at most two feet. You tried to cover your nude body and collect your bag but couldn't do both at once. You were panicking until you heard a dark chuckle come from nearby.<br>\r\n<br>\r\nSlowly you turned around wide eyed to see the towering imposing figure. She was stunning with long black hair and a figure many would kill for trapped beneath some silk pajamas with bats all over them. Knowing that this was the set up for something very very bad you immediately turn to begin running. The woman only chuckles and snaps her fingers as you suddenly feel yourself trip and fall as a large puffy diaper appears around your waist forcing your legs apart. You stare down at it in shock and horror before feeling yourself being lifted under your arm to come face to face with the giggling woman.<br>\r\n<br>\r\n\"Awww did the widdle baby try and steal from his mommy's home. Naughty boys like you who go taking things from nice women stronger than you have to be taught a lesson and lucky for you I've always wanted a little baby doll to play with.\" She says with a cruel smile. She snaps her fingers again as slowly items begin to appear floating behind her. Pink diapers and dresses, jars of mushy baby food, bottles filled with questionable liquids, giant spanking paddles, pink and purple chastity belts, and dozens of humiliating outfits. You stare in wide eyed fear as you go to say something only to find a pacifier fly into your mouth and tie tightly in the back leaving you gagged.<br>\r\n<br>\r\n\"No talking for widdle baby, at least not yet. First we have to put you to bed, you have a big day tomorrow, and for the rest of your life.\" She says laughing evilly before...</span></div></div>",
            "created":1575003600,
            "id":2753447,
            "title":"Bewitching Burglary"
        },
        "143":{
            "author_id":"grayman01",
            "author_name":"Grayman01",
            "choices":[
                "Swaddles you in a blanket so you can’t escape. ",
                "Makes you drink an entire bottle of a suspicious liquid",
                "Lays down the ground rules"
            ],
            "content":"<div class=\"\"><div> <span>You would think you were lucky enough to escape the witches wrath for the night, but you were wrong. Before the giantess took you into her bedroom, she carried you over to her expensive sofa and planted your butt onto her lap. <br>\r\n<br>\r\n“But before we put you to bed, Mommy thinks it’s time she gave you a good spanking for breaking into her home.” She said with a wide grin. The giantess waved her hand, summoning a large wooden paddle to fly into her open hand. You try to struggle in her strong hands, but she easily maneuvers you belly down across her lap, pulls your diaper down, and clamps your shrunken cock between her gargantuan thighs. No matter how hard you kick and scream, it does you know good as she raises the paddle over her head and brings it down onto your exposed butt. The sound of wood striking against flesh echoes throughout the mansion, as she mercilessly spanks you. You try to take it like a man, you try not to let her have the satisfaction of breaking you, but the pain was too much to bear. After a mere ten licks, you begin to involuntarily tear up and sniffle.<br>\r\n<br>\r\nAfter another twenty spanks, the woman stops. You were a wailing mess when she was done with you. You were so relived that your punishment was finally over! The giant witch hoisted you back up into the air, and slung you over her shoulder, giving your still exposed butt a few more spanks with her bare hand. “There will be much more of this coming to you if you disobey your new Mommy.” She threatened as she carried you into her bedroom. She snapped her fingers, causing a crib to appear beside her bed from a puff of black smoke. The witch lowered you into the crib with an evil grin stretched across her face, as you continue to sob from your punishment. <br>\r\n<br>\r\nBefore she sends you off to bed, she...</span></div></div>",
            "created":1575003600,
            "id":2753516,
            "title":"Punishing you for breaking in in the first place"
        },
        "15":{
            "author_id":"grayman01",
            "author_name":"Grayman01",
            "choices":[
                "Redneck Momma",
                "Guantanamo Baby",
                "Big Fat Momma’s Boy",
                "Superman’s Dimensional Detour",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>1.) Redneck Momma<br>\r\n<br>\r\nYour car breaks down in the middle of the woods trying to take a short cut. With no signal, you decide to exit the woods on foot.  After miles of walking, you find a a clearing with an enormous farm, with pigs, chickens, and cows. As you grow closer to the farm, you realize all of the animals and the farm house are gargantuan in size. Before you decide to leave, a delusional 20 foot tall farmer named Delilah captures you, and raises you as her baby. After losing her husband and baby in a horrible fire, Delilah is determined to make sure that you don’t make it home.<br>\r\n<br>\r\n<br>\r\n2.) Guantanamo Baby <br>\r\n<br>\r\nYou are a convicted felon, who has been sentenced to a prison placed in the Bermuda Triangle. Criminals from all over the world serve life sentences in this prison, but no one is sure what happens to them once they are inside. You find out that an experimental shrinking technology is used on all prisoners, shrinking them down just knee high of the gorgeous entirely female prison guards. Every prisoner is locked up in nursery themed prison cells, and spends the rest of their days living in total humiliation, undergoing lengthy torture sessions with the guards. You must escape this prison at all costs, before you loose your sanity.<br>\r\n<br>\r\n<br>\r\n3.) Big Fat Momma’s Boy<br>\r\n<br>\r\nYour dysmorphopic girlfriend undergoes an experimental diet, and nags you into doing it with her, despite not needing it. This diet surprisingly encourages her to consume massive quantities of this special “dietetic” food of an unknown origin. While you begin to loose a little bit of weight, your girlfriend begins to grow even fatter, and much taller. As the time goes on, your gf gains an additional 2 feet tall and an astounding 250 pounds, while you have lost 4 feet in height, and lost 150 pounds. Her maternal instincts now triggered by a suspicious amount of hormone inducing medication that is required for her diet, your girlfriend forces you to play a rough game of house, and you are the baby...<br>\r\n<br>\r\n4.) Superman’s Dimensional Detour<br>\r\n<br>\r\nYou are the Man of Steel, and you have been zapped by a mysterious device created by Lex Luthor. You find yourself adrift within a sea of endless possibilities. You are pulled into a inter dimensional current, and brought into a completely different reality. You find yourself in an issue of “Superman’s Girlfriend Lous Lane.” A reality much weirder and more cartoony than your home world. You find yourself weakened by an asteroid laced with a strange rainbow Kryptonite. This causes you to shrink down to the size of a baby. With your powers completely gone, you are found by this Earth’s Lous Lane, who is completely demented, and hellbent on convincing you to marry her. After refusing, and trying to explain what hard happened, the psychotic woman doesn’t believe you, and decides to teach you a lesson, and treat you like her baby.<br>\r\n<br>\r\n4.) More<br>\r\n</span></div></div>",
            "created":1572670800,
            "id":2741338,
            "title":"A Few More Options..."
        }
    },
    "info":{
        "author_id":"grayman01",
        "author_name":"Grayman01",
        "brief_description":"**Readers discretion advised.**",
        "created":1557679260,
        "description":"<td align=\"left\" class=\"norm\">This is an interactive story involving giant woman/shrunken men and women, diapers, adult baby themes, and various forms of bondage and discipline. So I shouldnâ\u0080\u0099t have to go to much into detail that this isnâ\u0080\u0099t for EVERYONE. However, if this sort of thing tickles your fancy, then please submit an entry today... under these guidelines of course.<br>\r\n<br>\r\nHere are the rules.<br>\r\n<br>\r\n1.) <b>All entries must be at least a paragraph long. </b> There are exceptions like taking an opportunity to split a point in the story down to two or three options. But please keep that to a minimum.<br>\r\n<br>\r\n2.) <b>All giants in the story must be female ONLY.</b> This means your cousin Vinny canâ\u0080\u0099t join in and bounce you in his hairy knee... I mean it guys. I cannot stress this enough. An extra male can join in, only if he is to be shrunk down immediately afterwards.<br>\r\n<br>\r\n3.) <b>No shrinking bellow 1.5 feet tall.</b> The main character in this story... you... must stay baby sized, compared to your giantess captor. Thereâ\u0080\u0099s a little wiggle room between 2.5 and 1.5, but letâ\u0080\u0099s not get too crazy. <br>\r\n<br>\r\n4.) <b>No growing giantess above 20feet tall.</b> Same principle for Rule 3 applies here as well. Try to keep your size around an infants size in comparison to the giantess. <br>\r\n<br>\r\n5.) <b>No equal size ABDL play.</b> What I mean by this is, the female mother figure cannot be the same size as your character. There are plenty of other interactive that offer that kind of thing, and I donâ\u0080\u0099t want that here.<br>\r\n<br>\r\n6.) <b>No death.</b>Why you might  want that here, Iâ\u0080\u0099m not sure. Just donâ\u0080\u0099t.<br>\r\n<br>\r\n7.) <b>No age regression.</b> Please do not reduce the age of your character below 18. Thanks!<br>\r\n<br>\r\n8.) <b>Have fun!</b><br>\r\n<br>\r\nAny entry that deviates from these guidelines will be removed. Other than that, I hope you guys have fun with this one!</td>",
        "id":2190823,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1575067920,
        "pretty_title":"Maternal Giantess Stories"
    }
}