{
    "chapters":{
        "1":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "Chiharu Shinonome Enters",
                "Kirika Misono Enters",
                "Yuriko Shinonome Enters",
                "Keiko Shinonome Enters",
                "More Characters"
            ],
            "content":"<div class=\"\"><div> <span>Your on your way to the Eiken club building to meet up with Chiharu. You open the door and walk in but there's nobody there. You head over to a couch to wait and you end up falling asleep. After an hour or so you wake up and you realize you have shrunk to about 3 inches tall! Suddenly the door opens and....</span></div></div>",
            "created":1594616400,
            "id":2867687,
            "title":"Eiken Club"
        },
        "12":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "Stay hidden",
                "Contact Kirika",
                "Komoe Enters With A Basket of Bikinis",
                "You Were Catapulted Away And Land Somewhere",
                "Kirika Found Her Bikini Bottom That You Happened To Stand On"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly the door slams open, and in the opening you spot Kirika Misono. She was wearing the usual uniform, a microskirt without any panties, a white bra and a sweater.<br>\r\nShe has never really considered your feelings in most situations, so you're afraid that she might take advantage of this one, so it's better to stay hidden for the time being. And then you heard the giantess saying<br>\r\n<br>\r\n\"Densuke, are you here!?... Hmm funny, I thought I saw him walk in here a minute ago.\"<br>\r\n<br>\r\nShe then continues looking in the room waiting for an answer, when you suddenly decides to...</span></div></div>",
            "created":1594616400,
            "id":2867695,
            "title":"Kirika Misono Enters"
        },
        "122":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "Sees you",
                "Does not see you",
                "Someone else enters the club"
            ],
            "content":"<div class=\"\"><div> <span>'Kirika will most likely play with me if she were to see me at this size.' You think. 'But maybe, she'll help me. I don't want to be small, and Kirika is the only one here.'<br>\r\n<br>\r\nYou come out from behind the pillow, and start jumping up and down, waving your arms and calling out Kirika's name.<br>\r\n<br>\r\nKirika...</span></div></div>",
            "created":1594616400,
            "id":2867701,
            "title":"Contact Kirika"
        },
        "1221":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "Kirika Was Going To \"Help\" Densuke For Her Own Amusement",
                "Kirika Goes To The Eiken Laboratory For Some Gear To Help",
                "We Have to Practice For The EOG*"
            ],
            "content":"<div class=\"\"><div> <span>So you try to contact Kirika because she may be the best person for helping you...<br>\r\n<br>\r\nYou go on the ground and walk in direction of Kirika, the nearer the better for someone as tiny as you.<br>\r\nWhen you reach Kirika's feet, you notice that the girl is removing er bikini and suddenly she says:<br>\r\n<br>\r\n\"Damn it! Is there any bikini on this planet that can correctly fit to my breasts?\"<br>\r\n<br>\r\nStaring up in awe you then have a big nosebleed which draws Kirika's attention. Looking down, compleatly nude she saw your tiny form.<br>\r\n<br>\r\n\"Densuke?\" Kirika said, \"Is That really you?\" Slightly nodding at her, she couldnt help but let out a huge laugh. \"Hahahahaha, Oh this is just perfect!\" she says \"It's almost time for the 'Eiken Olympic Games' And you do this to the club?\" calming down, \"Well, I guess it cant be helped now\"<br>\r\n<br>\r\nHer calm expression was quickly followed by a BIG evil grin, \"Soo... Have you had any luck with Chiharu yet?\"<br>\r\n\"No not yet, and I certainly wont have any luck in this state\"<br>\r\n<br>\r\nRolling her eyes while thinking Kirika thought of a great plan to help Densuke with Chiharu.<br>\r\n<br>\r\n(( EOG* = Eiken Olympic Games ))</span></div></div>",
            "created":1594616400,
            "id":2867718,
            "title":"Kirika's Devil Plan"
        },
        "12213":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "Yep! Just like gum.",
                "Nope. You went straight up her nipple!"
            ],
            "content":"<div class=\"\"><div> <span>You sigh, then said \"Well, I'm not sure how I can help when i'm this small, but I guess we can.\" Kirika smiled like a cat about to eat it's prey, then said \"Don't worry Desunke, I was going to make you the boob holder for the \"Boob crushing\" event!\" You gulped, then said \"W-w-what's that?\" Kirika laughed, then said \"Well, we try to crush you with our boobs! First one to make you fall down wins! But since you're so tiny, we'll just have to modify it slightly. If I can get you stuck to my boob, I win!\" She then puts you down on the floor and says \"Ready or not, here I come!\" She then slams her boob straight down, before you can get out of the way.<br>\r\n<br>\r\nA few seconds later, she lifts her boob up experimentally to see if you're stuck to it. Are you?</span></div></div>",
            "created":1594616400,
            "id":2867719,
            "title":"We Have to Practice For The EOG*"
        },
        "122131":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "Next test ",
                "durability test continue",
                "You Manage To Roll Away (Kirika Wont Find You)"
            ],
            "content":"<div class=\"\"><div> <span>As she lifts her mass from the table, she sees that her experiment is complete.<br>\r\n\"Hahaha, you are stuck to my boob, awesome, Densuke. Well, no time for slacking, time for the next test\"<br>\r\n<br>\r\nShe took a small thread and whirled it around your body, and tied it enough so you couldnt move a single muscle, and placed you on the table. Helpless, you laid on your back, not even capable of moving a finger, all you could do was stare in awe at the mighty Kirika who towered above you.<br>\r\n<br>\r\n\"These aren't necessary anymore\" She said as she removed her bikinibottom.<br>\r\nAs her tanned quivering pussy was straight above you, Kirika let out a grin as she said<br>\r\n<br>\r\n\"Let's test your durability\"<br>\r\nAs she turned around, and grabbed each hand to each of her cheek and pulled them apart, you had a great visibility of her puckering asshole.<br>\r\n\"Here I come\" She said as she smashed her ginormouse ass towards your helpless body.</span></div></div>",
            "created":1594616400,
            "id":2867723,
            "title":"Yep! Just like gum."
        },
        "1221311":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "She sucks you all the way in",
                "She needs to take a shit now",
                "More choices"
            ],
            "content":"<div class=\"\"><div> <span>Her speeding asshole was the last thing you saw before being shot into complete darkness.<br>\r\n<br>\r\n\"Oh yes!! Densuke, keep struggling like that.\" She said with a...blush? \"This is to test your ability to move in tight places. But I didn't expect you to feel so GOOD...\"<br>\r\n<br>\r\nAs something slimey lands on the top of your head you panic and start to kick your legs wildly earning another moan from Kirika.<br>\r\n<br>\r\nwhat happens now?</span></div></div>",
            "created":1594616400,
            "id":2867724,
            "title":"Next test "
        },
        "1222":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "Kirika hits you with her ass/pussy",
                "Someone interrupts (Phew)",
                "Densuke suddenly teleports to a random location"
            ],
            "content":"<div class=\"\"><div> <span>You quickly realized what a big misstake you made, as you came out of hiding and possibly the only protection you had against Kirikas body.<br>\r\nKirika took the TV remote from the table, and began zapping through the channels. Her short skirt didn't protect anything from you. At your angle, you had complete visibility of everything that she tried to hide under it.<br>\r\n<br>\r\nEverything from her massive ass, her mighty pussy, and her pulsating, puckering asshole.<br>\r\n<br>\r\n\"Oh shit, this doesn't feel right, it feels like something bad is about to happen\" you thought to yourself as Kirika kept zapping. Then you heard something that made your blood run cold...<br>\r\n<br>\r\n\"Oooh, \"100 Ways to trick guys like Densuke to look like a pervert\" my favorite show\" Kirika shouted out.<br>\r\n<br>\r\nYou had a confused expression on your face, \"is that show really that specific?\"<br>\r\nBut your expression swiftly changed as you looked up once more, Kirikas ass/pussy was thrusting down on you as high speed. As you closed in to the goddess of death from above, everything went into slow mode, her puckering asshole pulsated even more now, and even her pussy seemed to have a heartbeat.</span></div></div>",
            "created":1594616400,
            "id":2867727,
            "title":"Does not see you"
        },
        "12221":{
            "author_id":"excaliburlvl30",
            "author_name":"Apt",
            "choices":[
                "Asshole",
                "Pussy"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well which one? Her asshole? or her pussy?</span></div></span></div>",
            "created":1594616400,
            "id":2867728,
            "title":"Kirika hits you with her ass/pussy"
        }
    },
    "info":{
        "author_id":"excaliburlvl30",
        "author_name":"Apt",
        "brief_description":"Densuke in the Eiken club mysteriously shrink and have to survive.",
        "created":1594639620,
        "description":"<td align=\"left\" class=\"norm\">You are Densuke and you get shrunk in the Eiken club. Now you have to try to get the girls to help you. (Densuke can survive being crushed.)<br>\r\n<br>\r\nrules: No giant guys. Let the characters keep their personality. Other than that do whatever you want.<br>\r\n<br>\r\nDisclaimer warring this is not my interactive this belongs to Vholch it was deleted for some reason and if I get asked to get rid of it then I will have to delete it</td>",
        "id":2226719,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1594642800,
        "modified":1594642800,
        "pretty_title":"Shrunken Eiken"
    }
}