{
    "chapters":{
        "1":{
            "author_id":"ipee234",
            "author_name":"P-Two-Three-Four",
            "choices":[
                "Damon and Kenya decide to get the rooms ready.",
                "Cindy and Keely come back to the lobby but they're a bit different now.",
                "Damon sees something strange in lobby.",
                "Follow another set of guests entering the hotel.",
                "Something different happens in the hotel."
            ],
            "content":"<div class=\"\"><div> <span>Seemingly overnight, a previously unheard of hotel chain had become the most talked about venue to wine, dine and party in London. Bachelors, families, influencers and celebrities alike had flocked to see what spectacles the place could offer. Little did they know that the hotel was run by an obscure egomaniac with a penchant for chaos the likes the world has never seen. Now they're not just gambling for personal profit- they're gambling with their very lives.<br>\r\n<br>\r\nUnfortunately for Damon Holden and his family, they were completely oblivious of this as they wheeled in their suitcases. Damon was your typical man's man, a chocolate skinned gym rat with a shaved head and infectious smile. He cradled two cases in the crooks of his arms as he waddled forwards, his biceps rippling as he went. His wife, Cindy, was trying hard not to show her blushes as she watched him from behind. She brushed a lock of blonde hair into her face to disguise the rosy complexion rising to her cheeks. Their daughters on the other hand seemed to pay no attention. Kenya and Keely, seventeen and thirteen respectively, were too glued to their devices to notice. Kenya straightened one of her edges with a long milky nail as she exchanged raunchy texts with her secret boyfriend. Her oversized silver hoops jangled as she laughed at a racy sext. Keely meanwhile was busy mashing the screen of her tablet, savagely gutting the enemies encountering her fearless samurai avatar.<br>\r\n<br>\r\nThe beeps and anguished cries eventually piqued Cindy's attention. \"Honeybun, you know violent games like that aren't appropriate for a little girl of your age,\" Cindy reasoned as she took a knee beside her. Keely huffed, dropping the device crossly and marching away with her arms folded angrily. Cindy's shoulders slumped dejectedly. Damon made to follow after her but Cindy put a dainty hand on his shoulder. \"I've got this, honey,\" she said as she gave him a quick peck and disappeared and started following Keely. \"Off she goes,\" Kenya smiled from behind her screen.<br>\r\n<br>\r\nDamon groaned quietly. Fits like this were common between Cindy and the girls. Following the tragic circumstances of their mother passing away he could empathise that they didn't want a replacement. But five years of sadness and grieving had passed. He'd found love and remarried to someone just as caring and as compassionate. The girls hadn't warmed up to the premise of Cindy but Damon had hope. \"She's just trying to be good <i>for</i> you guys.\" Kenya scoffed as she pulled her suitcase up to the desk. Meanwhile Damon had dropped his own bags and had rung the bell for assistance. A cute looking young woman rushed over, stumbling slightly in her black stilettos, and parked herself into the chair.<br>\r\n<br>\r\n\"<i>Bonjour</i>,\" the woman said in an eloquent Parisian accent, \"How can I be of assistance, <i>monsieur et mademoiselle?</i>\" Damon looked away for a moment as her stunning blue eyes focused on his. \"Erm, well...\" He looked down at her nametag. \"...<i>'Butch'?</i> Er, we'd like to book one...\" Kenya shook her head. \"...no, <i>two</i> rooms. But there needs to be a way me and my wife can-\"<br>\r\n<br>\r\n\"Would it be acceptable if I offered you two rooms with en-suite facilities, one romantic king-size for you and your wife and another conjoining room with two queen-sizes for your beautiful daughters with access to one of our private pools, <i>monsieur?</i>\" Damon's jaw dropped as the lady's hands danced along the keyboard. \"How did you-. W-what the...\"<br>\r\n<br>\r\n\"Ms Deverne told me in advance you were coming. We had all the accommodations prepared hours ago.\" Butch smiled as she handed them both their cards, Damon a gold one and Kenya silver. \"These are you room keys, credit cards and passes to get through the hotel grounds. Keep them close but feel free to come back if you require new ones.\" Kenya smiled as she turned the card in her hands- oh yeah, she could do <i>a LOT</i> of damage with this. \"Don't get too ahead of yourself, <i>Mademoiselle</i> Holden,\" Butch continued, \"Your father's is a Master Key that can control and monitor any and <i>ALL</i> transactions you make, not to mention monitor where you wander off to.\" Kenya frowned; suddenly this card was a lot less fun.<br>\r\n<br>\r\nAn idea came to Damon's mind. \"How much does this cost exactly?\" Butch flashed a set of pearly whites as she said, \"<i>Monsieur</i> Holden, I assure you that your stay is well within the parameters that your discretionary income allows. Ms Deverne herself has agreed to annul some of your expenses as long as you give our establishment a review <i>magnifique</i>.\"<br>\r\n<br>\r\n\"Well tell this Ms Deverne that I assure her this trip will be <i>'tres magnifique'!</i>\" They both laughed (much to Kenya's behest) as Butch put in the final details needed to enhance their living experience. Damon moved over to Kenya and draped his all-encompassing arms around her neck and shoulders gently. \"Cheer up, my little continent. This is gonna be the best vacation ever, I promise.\" She squirmed playfully as he kissed her forehead. \"Kenya's not a continent, dad,\" she laughed to which he shrugged.<br>\r\n<br>\r\n\"I wonder if Cindy's found Keely yet,\" he finally said.</span></div></div>",
            "created":1589346000,
            "id":2834921,
            "title":"Welcome to the Hotel..."
        },
        "11":{
            "author_id":"ipee234",
            "author_name":"P-Two-Three-Four",
            "choices":[
                "\"...a simple body swap?\"",
                "\",,,a life swap (+ maybe more)?\"",
                "\"...a head swap?\"",
                "\"...a personality swap?\"",
                "\"...you decide what to do?\" (READER'S CHOICE)"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh...my...f*cking...days.\"<br>\r\n<br>\r\nKenya squealed excitedly as she surveyed the lavish room in front of her. A classy chandelier hung from the ceiling, refracting bright beams of sunlight through its iridescent crystals. The carpeted floors were spotless and created a sharp contrast with the red velvet bedsheets adorning the bed. She ran a finger over the aged mahogany wardrobe, feeling the natural ridges and notches of the varnished planks. The French desk attendant smiled profusely as she vicariously experienced the thrill and awe of the room through the young lady. \"Does it satisfy your expectations, <i>Mademoiselle?</i>\" she asked.<br>\r\n<br>\r\n\"Absolutely!\" Kenya pressed a button on the wall to reveal a revolving flatscreen TV that spanned the whole length of one of the walls. She squealed as she flicked it on, excited to see that it already had prepaid subscriptions to a myriad of digital streaming services. As she hopped on the bed and put on a soppy teen drama, Damon kept to himself at the back corner of the room and spoke quietly into his phone. \"...Good, I'm happy you found her,\" he breathed a sigh of relief, \"How's she doing now?\"<br>\r\n<br>\r\n<i>\"Fine as could be,\"</i> he heard Cindy say, <i>\"Thank God for ice-cream or I'd have no idea how to win her over. She's a wonderful kid, hon. Is it ok if we were gone for another half an hour or so? She kind of made me promise to play with her in this ball pit on one of the upper levels.\"</i> Damon chuckled- that girl had a silver tongue. He laughed back, \"You think I'm going to turn down any... <i>*yawn*</i>... any opportunity for you guys to bond? Nah, have fun Cindy.\" He sent a kiss down the line as he hung up. He yawned again, stretching out his arms to their fullest extent. Weird, he never felt this drowsy in the middle of the day like this before. <i>Must've been the drive,</i> he told himself.<br>\r\n<br>\r\nStranger still it seemed like his exhaustion was contagious. He looked over and saw that Kenya had slumped over, the remote still clutched tightly in her hand. He turned around to thank Butch for all her help only to see an intimidating black gas mask latched onto her face. The exhaustion seemed to intensify now and his limbs slowly began to lose all sensory capabilities. What seemed to be green smoke curled up into the air, coiling and writhing menacingly as it invaded his orifices. \"W-What is...\" He reached for the bedframe but felt his fingers slip as he crashed into the cushioned layer of carpet. His mind spun and he watched as Butch leaned in close, her sharp blue eyes shining behind the black rimmed eye sockets being the last thing he saw before he blacked out...<br>\r\n<br>\r\n-------------------------------------------<br>\r\n<br>\r\nBright, fluorescent bulbs flicked on as the dim room illuminated. The silver glint of stainless steel reflected off the meticulous array of medical paraphernalia set up on an equally spotless dolly. Jars of human parts lined the shelves of the dank laboratory, some reserved for future use whilst others were simply trophies garnered by the Doctor himself. The smell in here was putrid, the stench of repeated bleaching and other assorted chemicals lingered in the air. The Doctor himself had long become accustomed to it. His cute button nose only wrinkled slightly as he stepped out from the shadows. He flipped his dark brunette hair out from his silvery eyes, exposing two equally silver dangling hoops. His manicured hands were deftly tucked into the front pockets of his ripped blue jeans as he stood in an effortlessly seductive pose. A flawless nail tapped out out Beethoven's Moonlight Sonata, setting up a dramatic ambience for the procedure he would do shortly.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://img.ltwebstatic.com/images2_pi/2019/06/26/15615386472136747834_thumbnail_600x799.webp\" target=\"_blank\">https://img.ltwebstatic.com/images2_pi/2...</a><br>\r\n<br>\r\nHe brushed a lock of hair behind his head as he carefully observed the father-daughter-duo strapped onto the operating tables in front of him. <i>Fascinating,</i> he thought as he used his hands to trace across their sleeping bodies. He felt the copious amount of muscle tissue on Damon's body, analysing its dissimilarity to his daughter's soft, feminine ones. He caressed the bulge encased inside his tight khakis, admiring its meaty girth and length. He was to do the same on the girl when he heard a familiar clacking of heels coming down the back stairs. He quickly manoeuvred himself away as two female figures came into view. The first he recognised as the pretty blonde desk attendant, Butch. As always she had that perky little smile on her face that was the perfect mix of warmness, ignorance and naivete. Beside her was a woman of average height with straight raven hair, large DD-cups and a figure that was fit of a model. Her face was imperceptibly attractive, alluring with no real explanation, and the Doctor could feel his snatch moistening slightly.<br>\r\n<br>\r\n\"Ms Deverne,\" he said melodically in a quaint accent that amalgamated German, American and English intonations, \"I was not expecting you to be here today.\" He awkwardly fiddled with the white lab coat draped over his halter top-jean combination in a feeble attempt to portray confidence. Ms Deverne smiled, her red lips curling into a sly grin. \"Lawson, please,\" she said as she crossed the room, \"When my good little girl Butch here told me that my special visitors had arrived, I just knew that I had to come and witness the transformation process myself.\"<br>\r\n<br>\r\nDeverne playfully scratched behind the girl's ear, eliciting a low, pleasurable moan from the blonde's mouth. \"And I'll have you know, Mr Swanson,\" she continued, \"I'm completely entitled to enter each and every area enclosed within my premises. Understood?\" The Doctor nodded meekly. He turned back towards the lab setup and moved to the kitchen basin, thoroughly scrubbing his dainty hands before he rummaged inside his coat pockets and upturned a small white container. Deverne frowned as he popped a couple blue pills into his gaping maw.<br>\r\n<br>\r\n\"Still struggling with that girl's body rejecting you after all this time?\"<br>\r\n<br>\r\nSwanson nodded his head briefly before turning around and smiling warily. \"The implications of my earlier experimentations still tend to show up at the most inopportune moments. This is just a temporary precaution before I find a way to complete the assimilation.\" A loud slap sounded as he pulled on a fresh pair of medical gloves. He plonked down his shapely rear on a nearby swivel chair and rolled himself towards the 'patients'. \"Anything you want done in particular?\" he called out.<br>\r\n<br>\r\nDeverne thought about what she pictured for the nuclear familial unit. \"How about...\" </span></div></div>",
            "created":1589432400,
            "id":2835338,
            "title":"Damon and Kenya decide to get the rooms ready."
        },
        "111":{
            "author_id":"ipee234",
            "author_name":"P-Two-Three-Four",
            "choices":[
                "Follow Cindy and Keely instead",
                "Damon goes to find his daughter",
                "Kenya tries to find her bearings"
            ],
            "content":"<div class=\"\"><div> <span>Damon's eyes snapped open. He heaved in heavy breaths as he sat bolt upright in the queen size bed's in Kenya and Keely's room. The images of the green smoke and bright blue eyes swirled round in his mind like a poisonous nightmare. His head shot towards the other bed and breathed a sigh of relief as he looked at Kenya as she absorbed her teen drama with a single-minded focus. <i>Must've been a dream,</i> he thought to himself as he rolled out of the linen sheets and trudged his way to the bathroom. He rubbed his eyes groggily as he sat down to relieve himself, hearing a short whizz before he pulled a couple tissues from the roll and wiped himself clean.<br>\r\n<br>\r\nHe yawned profusely as he stood in front of the mirror and stretched his arms out. <i>'I look like a right mess,'</i> he sighed to himself as he took note of the tiny hairs growing on his slender arms and in the little caves of his armpits. He quietly observed the runny make-up adorning his face, scrutinising the black eyeliner and contour that Kenya had helped him apply just hours before. He unzipped a small pouch placed on the bathroom table, extracting a small makeup kit hidden inside. He  unscrewed the top of one of the lipstick bottles and carefully applied the Congo-pink colouring before smacking his plump lips together. Damon looked down towards his black bodycon dress. He hoisted his pert C-cups upwards, pressing them together so they'd look slightly bigger (an innocent idiosyncrasy that he'd unknowingly picked up from his daughter). He then pulled a small pair of tweezers and began plucking out the annoying stray hairs from his fleeky eyebrows. He struck a playful pose in the mirror, clutching his dark locs in his manicured hands as he put on a forlorn expression.<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://catalog.21buttons.com/d6c8bb8d6b0f706e00e4079c3576c543cec97a8f.smedium.jpg\" target=\"_blank\">https://catalog.21buttons.com/d6c8bb8d6b...</a><br>\r\n<br>\r\nDamon laughed melodiously as he pulled out the phone that he normally stashed inside his bra for safekeeping. Damon frowned as he turned over the glittery pink case with cat ears in his hand. \"Kenya,\" he hollered as he stepped out of the bathroom, \"How've I got your phone stuck in my bra?\" Kenya swivelled round, her trimmed head turning bleak as she jumped towards him. Unfortunately for her, <i>Secret Boyfriend #3</i> decided to reveal himself as Damon heard the chime noise of an incoming message. Damon stopped Kenya in her tracks with a stern hand up gesture. He placed his finger onto the home button and, though he expected the fingerprint scanner not to recognise him, the phone unlocked himself and revealed a... well. let's just say it wasn't exactly family-friendly-PG-clean.<br>\r\n<br>\r\n\"Kenya-Rose Folade Holden!\" Damon quaked with anger as he looked up towards his apprehensive daughter. His hoops wobbled uneasily as he held up the screen for her to see. \"Is this what you do behind me and your mother's backs?! Exchange lewd pictures and tarnish your innocence for these... scumbags?!\" He paced up and down the room, unwittingly swaying his backside sensually as he did so. <br>\r\n<br>\r\n\"I-I...\" she stammered with her masculine voice. \"...We're not even going out! That f*cking perv's been stalking me online for months now after I dumped his sorry ass! Dad, please, listen to me: I am <i>not</i> involved with that guy.\"<br>\r\n<br>\r\n\"Really? Then why did you reply, only a week ago, <i>'Garry, you were one of the best I've ever had'?</i>\"<br>\r\n<br>\r\nHad she not had a dark complexion, Kenya would've blushed bright scarlet at that moment. She scrunched her face up as she screamed back embarrassed, \"Well, OK, maybe I <i>DID</i> send that but you would've maybe been informed of it if you weren't such a freaking control freak!\" Damon winced. \"God, if you'd relax your grip on all our lives and stop being such a narcissistic d*ck, maybe we'd feel more comfortable telling you what we do with them?!\" Kenya slapped her hand over her mouth as she processed all she'd said. She picked up her card and ran out of the door, slamming it behind her with a soft thud (thanks to the cushioned air pockets installed into the doors).<br>\r\n<br>\r\nAs Damon peeked out into the corridor and sighed dejectedly, a camera positioned up above precisely zoomed in and captured his picturesque features and transmitted them back to the dark subterranean laboratory. Doctor Swanson watched the screen intently as he brought a small dictation machine to his lush watermelon lips. \"Swanson's initial observations,\" he spoke into it, \"subjects seem to have remained oblivious to their bodily exchange, thanks to the soon-to-be-patented mental regulation chip. Preliminary tests have been successful and all sampled subjects seem to respond instantaneously. Could possibly lead to a cure to my own current bodily ailments...\"<br>\r\n<br>\r\n\"...As for the family, it seems like the familial roles have remained intact following the brain transplant. Neither party seems to have developed any serious changes of mannerisms from their host bodies apart from the ones programmed in. All in all, a very good test pool. While I do not understand Ms Deverne's fascination with these ones, it's clear to see that it will be very interesting to observe them for the time being...\"</span></div></div>",
            "created":1589518800,
            "id":2835868,
            "title":"\"...a simple body swap?\""
        },
        "1111":{
            "author_id":"ipee234",
            "author_name":"P-Two-Three-Four",
            "choices":[
                "Kenya's recovering from her meltdown.",
                "Doctor Swanson decides to take them there and then.",
                "Damon looks for the rest of his family."
            ],
            "content":"<div class=\"\"><div> <span>\"Thank you,\" Cindy said as she collected the ice-cream cones from the vendor's coarse hands. \"No problem, ma'am,\" the vendor boomed in a low voice as Cindy smiled back with gratitude. As she walked away she commented on the vendor's perplexing appearance: she'd first thought they were a woman judging by their round face and large breasts but the deep voice, strange goatee and copious amounts of hair on their body suggested otherwise. They seemed nice enough though and Cindy wasn't one to assume. Heck, she'd seen a lot worse from some so-called 'Gen Z'-ers in their neighbourhood before.<br>\r\n<br>\r\nShe strode forward confidently in her platform wedges, unknowingly catching the eyes of a couple passing men (and a handful of women too) as she flipped her blonde hair out of her eyes and made her way over to the ball pit. She squeezed herself into the midst of the other weary carers and crossed her legs effeminately as she watched Keely jump around and mingle with the other children. Cindy laughed awkwardly as she watched Keely reenact a mobster icing a treacherous lieutenant with another child in the pit, his submerged little head smiling wholeheartedly with his cute buckteeth. <i>She's a weird one but you've got to love her,</i> Cindy thought as Keely poured a bucket of multicoloured balls atop the boy's head.<br>\r\n<br>\r\n\"Be careful, Jacob!\" Cindy turned round to see a muscular figure with tan skin, a rugged beard and a generally focused feel about them. If she hadn't already been married she would've swooned at his knowing dark green eyes and chiselled jaw. The man looked down and grinned as he noticed Cindy's blushes. \"Hi,\" he said as he stretched out a hand, \"I'm Sydney but all my friends call me Syd.\" Cindy returned his handshake and introduced herself. They quickly started their own conversation, laughing as they shared stories about the ups and downs of parenting.<br>\r\n<br>\r\n\"It's nice to see someone here that isn't a complete dinosaur,\" Syd laughed, \"Most of these guys look like they've gone twelve rounds with a hurricane. I absolutely love kids. Me and my husband are trying for our second now.\" Cindy looked to the man's rough knuckles and, lo and behold, there on his third finger were two rings, one a simple gold wedding band and the other holding a ridiculously large diamond on the top. \"Wowee, congratulations,\" she said as she stared at the expensive rock.<br>\r\n<br>\r\nSyd lifted his hand up and admired the ring for himself, replying, \"Thanks, my Martin <i>loves</i> to spoil me. Ooh, here he comes now!\" Cindy craned her neck to the side. Coming towards them was a handsome young man wearing a designer suit, expensive gold watch on his wrist and a mischievous twinkle in his sapphire eyes. <i>Oh lord, what a catch,</i> Cindy said to herself. The man continued to walk towards them...and then past them. However, behind his tall frame stood what looked to be just another adorable little girl in a fluffy pink pullover hoodie with teddy bear ears with matching little booties. Cindy observed closer and noticed a small black mobile clutched to her ear as she marched closer.<br>\r\n<br>\r\n\"No way Jose, listen to me Nina, if you don't get me those files on my desk by Monday, I'll-\" The 'girl' hung up the line as Sydney beckoned 'her' forwards. A few moments later and Syd had hoisted the small figure onto 'his' lap where they began to passionately make-out, exchanging saliva disgustingly whilst the small girl's tiny hand tenderly pawing Syd's engorged manmeat. Cindy quietly gagged. She was happy that Keely was preoccupied in the ball-pit so that she didn't have to watch the scene. In fact, she felt quite mortified that a majority of the parental onlookers barely batted an eyelid- surely this violated <i>at least</i> half a dozen paedophilia laws. After a few moments more the two broke the embrace and smiled lovingly at each other.<br>\r\n<br>\r\n\"Cindy, meet my wonderful sugar-daddy, Martin. Martin, my new friend Cindy.\" Cindy cringed as she took the dainty little hand in hers. \"Pleasure to meet you,\" Martin squeaked in his prepubescent voice, \"Any friend of Sydney's is a friend of mine. Isn't that right, smoochiekins?\" They made tiny little air kisses to themselves before Cindy felt physically uncomfortable sitting around them.<br>\r\n<br>\r\n\"You know what, I really need to go. I've got to meet my husband and, well, the ice-cream's melted so...\"<br>\r\n<br>\r\n\"Yeah, we need to leave as well,\" Sydney said, \"Me and my hubby have got a little <i>'reacquainting'</i> to do, don't we sugarlumps?\" Cindy heaved, cursing herself for having stocking up on extraneous portions of ice-cream over the past hour or so. Martin hollered at Jacob from inside the pit and it was clear to see the boy was reluctant to go. He stood up and shook off the balls, making Cindy gasp as she observed the overtly female body sat underneath his bucktoothed head. Furthermore judging by the swollen breasts and prominent bulge on his midriff the boy <i>himself</i> was the one carrying the couple's soon-to-be newborn.<br>\r\n<br>\r\n<i>'I don't want to know how that happened,</i> Cindy shuddered as the trio walked away, Martin cradled in Sydney's arms while the young Jacob waddled behind rubbing his baby bump. Cindy motioned for Keely to follow her and they both moved away from the place briskly. \"Let's go and find your dad, sweetie,\" Cindy whispered- whether to reassure herself or the child, she wasn't sure- as both of them stepped into the elevator. As they descended Keely laughed to herself,  saying to her stepmother, \"That Jacob kid was so weird. He kept crying about somebody 'kicking' him as we played even though all of the other kids were too much babies to come near us. He even complained when I tried to touch his belly flab- Daddy told me it's perfectly normal to have!\"<br>\r\n<br>\r\n\"I don't know if I'd use the word <i>'normal',</i> honeybun,\" Cindy chuckled apprehensively as she kissed Keely's cocoa-brown forehead. <i>Let's just hope that things are unexceptional when we get back to the room,</i> she thought as the elevator doors opened to allow an influx of new passengers inside before it continued its journey.<br>\r\n<br>\r\n</span></div></div>",
            "created":1589605200,
            "id":2836494,
            "title":"Follow Cindy and Keely instead"
        },
        "11111":{
            "author_id":"ipee234",
            "author_name":"P-Two-Three-Four",
            "choices":[
                "Cindy and Keely reach the hotel room",
                "Damon decides to explore the hotel",
                "Kenya returns to her family"
            ],
            "content":"<div class=\"\"><div> <span>Kenya sighed as she stared at the tiny ripples suffusing through the gentle aquamarine pool water. She stared into the water, her reflection staring back blankly. Her shaved head gleamed in the golden hour light and her muscular frame was coiled up tight into an awkward ball of pensive thought. <i>You know what you told your Dad was right,</i> a disembodied voice in her head whispered to her. It did little to relieve her guilt nonetheless. Fights between her and her Dad weren't a rare occurrence at any rate- well, they hadn't been ever since... She wiped a stray tear with one of her manly paws. No, she was <i>done</i> crying with that memory, she'd shed too many tears thinking about it.<br>\r\n<br>\r\nShe sniffed uglily as a soft hand came from behind to rest on her shoulder. The fingers were stubby lengths of a burnt umber complexion, adorned by jade rings and trinkets that led to a myriad of multicoloured bangles on the wrist. The pudgy arm leading to it was swathed in a material of bright patterns and intricate weaving indigenous to many West African nations. Kenya turned round and observed the heavyset body and native dress, admiring the figure's buxom body and voluminous curls cascading down their scalp. She examined the person's face, noting the handsome features and light stubble planted atop it. Though the skin of his face was tanned darker than the average Caucasian, there was still quite some contrast between the chocolatey skin around his chin, ears and temple to the forefront.<br>\r\n<br>\r\n\"Hey,\" the matronly voice emerging from his rugged mouth coyly said, \"Mind if I sit here?\" Kenya turned and shook her head- she didn't want this cute guy thinking she was some kind of emotional wreck. The dude huffed as he plumped his mammoth behind on the tiled poolside, dipping his painted nails into the cool water. He flashed her a reassuring smile as he used his dark cankles to force a tiny wave to the other side. They sat in silence for a minute or two before the man finally uttered, \"I'm Drake by the way. Nice to meet you,...\"<br>\r\n<br>\r\nKenya stayed silent. Her gaze stayed firmly affixed to the pool. Drake rolled his eyes as he playfully nudged her shoulder. \"Come on, you gotta give me something to work with here,\" he laughed, \"Alright, I'll start: this is my third week working at this joint and I've got to admit, you're the first beautiful girl that I've seen sit here alone and just think.\" Kenya blushed.Drake waved his hands apprehensively as he continued, \"Not to say that's a bad thing! No, I think that it's a good thing that you're here! I mean...\"<br>\r\n<br>\r\nDrake groaned exasperated, unintentionally eliciting a tiny chuckle from Kenya. \"See, that's better,\" he grinned. He re-positioned his plump physique as he scooched towards her, scolding himself for not wearing a bra whilst he used his hands to rearrange his Brobdingnagian breasts. A light breeze picked up and the inky wisps of his hair rustled in the breeze as he stared wistfully over the hotel grounds below them. \"Sometimes I come here myself, just to remind myself how small and insignificant I am in the wider scheme of things,\" he lamented in his soft Nigerian accent. \"There's something about knowing there's more to life than your own problems that just relaxes me.\"<br>\r\n<br>\r\nThe wind whooshed quietly as they both sat silently and enjoyed the tranquillity. Suddenly a wry smile stretched across Kenya's face. \"So you think I'm beautiful?\" Drake smiled again. His flabby arm cradled his hip  effeminately as he cocked his head to one side. \"Aha, so she speaks!\" he laughed triumphantly as they both devolved into a momentary fit of giggles. <br>\r\n<br>\r\nDrake held out his palm. \"Let's try this again,\" he said, \"I'm Drake, Drake Adderley, lifeguard and general heartthrob.\"<br>\r\n<br>\r\nKenya took his small hand into her own and replied, \"Kenya, just Kenya. And why does a hotel and casino need a lifeguard anyway?\" Drake laughed dolefully with a sad smile. \"Let's just say we're more useful than we're given credit for. A lot of people try a lot of stupid things, whether out of ignorance or arrogance, and Mother Nature is one cruel mistress.\"<br>\r\n<br>\r\n\"But what about your... <i>size.</i> Wouldn't it be hard for you to jump in and swim to rescue someone?\"<br>\r\n<br>\r\n\"Geez, insulting my weight <i>and</i> my life-guarding capabilities?\" They both laughed, Kenya chuckled genuinely for what felt like the first time in a long time. Drake grinned from ear to ear as he gestured at his rotund motherly build. \"Yeah, sometimes the extra mass <i>is</i> a bit of a nuisance but it has it's pros; I can clear space quicker because it's easier to see me in the water, my body's soft enough to cushion the victims bodies and,\" he said as he jumped in the pool with a loud splash and revolved onto his back, \"if I turn round my blubber acts a buoy!\" Kenya giggled heartily as she whipped off her soaked wife-beater and wrung out the chlorinated droplets.<br>\r\n<br>\r\n\"You're a jokeman,\" she laughed as he clambered out of the pool. She tossed him a fresh towel as she admired the way the drenched clothing clung to his voluptuous bod. He thanked her before they both sat on one of the benches reserved for the waiting area. He shook his head ferociously, scattering water from his curls in every direction like a dog after having a bath. \"Refreshing,\" he exhaled as he slunk backwards into his seat. \"You have to try it tomorrow when we open up.\"<br>\r\n<br>\r\n\"I'll check my calendar,\" Kenya remarked. There was a mischievous twinkle in Drake's eye as he said, \"Better make a reservation between twelve-thirty and two. Otherwise you won't be able to see my handsome mug in action on duty.\"  Wistful silver eyes met downcast brown eyes for an extended moment, neither party seeming to be willing to pry theirs away. Kenya shifted apprehensively in her seat, edging closer with her mouth slightly aghast. Just as they seemed to be centimetres from sealing a kiss, Drake suddenly cast his head down leaving them both flustered and embarrassed. Kenya cursed herself for her eagerness while Drake meanwhile twiddled an inky wisp of hair between his ringed fingers nervously.<br>\r\n<br>\r\n\"Let's not rush into anything,\" he spoke in a soothing motherly voice, \"What are you, like sixteen?\"<br>\r\n<br>\r\n\"Seventeen, but I'll be eighteen in five months so I'm <i>basically</i> an adult.\"<br>\r\n<br>\r\nDrake snorted innocently as he tied his long locks into an impromptu ponytail. He hopped off the bench quickly, staring deep into Kenya's eyes as he said, \"Basically isn't the same as definitely. But who knows, anything can happen in this place. Remember, twelve-thirty to two. Maybe we can talk about why you came here in the first place.\" Drake grinned for the last time, gesturing with his thumb and pinky for her to 'call him' before sashaying away in his open-toed sandal pumps. Once he was completely out of sight Kenya squealed excitedly. Her guilt from before had completely escaped her mind. She sighed as she pictured Drake’s figure in her mind, her phallus throbbing eagerly as he pictured scenarios of them both stealing another intimate moment.<br>\r\n<br>\r\nMeanwhile in another hotel room a few floors up ahead, a slightly aged woman by the name of Mrs Adesina stirred in her bed. She’d taken a quick nap to recover from her long flight and yawned as she rolled out of the linen sheets. She gave a quick kiss to her husband’s forehead before she groggily tiptoed her way to the bathroom, scratching her tanned ballsack idly as she went. The rough stubble on the underneath of her chiselled jaw ended abruptly as it met up with her meaty brown face caked with heavy blush and thick eyeliner. “Ugh,” she groaned in a manly Bermudan accent as she scratched her bulging Adam’s apple. She tousled her messy brown hair before reentering the room and lying back next to her sleeping husband, both parties completely oblivious of her strange facial predicament.</span></div></div>",
            "created":1589691600,
            "id":2837244,
            "title":"Kenya's recovering from her meltdown."
        }
    },
    "info":{
        "author_id":"ipee234",
        "author_name":"P-Two-Three-Four",
        "brief_description":"Surprise, intrigue and transformations await in this mysterious new hotel establishment.",
        "created":1589378400,
        "description":"<td align=\"left\" class=\"norm\">Good afternoon ladies, gentleman and the wider spectrum of humanity. I'm your host, <b>P-Two-Three-Four</b>, and I'm back with a new story that might interest you or might not. However you may perceive it I still hope you can appreciate the effort put into it. This isn't necessarily in the same continuity <i>[hint, I said continuity and NOT canon]</i> as my <i>'Trait Theft'</i> series but you may find a familiar face popping up here or there. As always, there are no major rules to go over. My only nit-pick is that <b>if you make a short choice chapter, do not make the subsequent chapters just other choices.</b> And, as always, <b>have fun!</b><br>\r\n<br>\r\n<i>(PS. Stay safe for those reading this in lockdown.) </i><br>\r\n----------------------------------------<br>\r\n<br>\r\nSeemingly overnight, a previously unheard of hotel chain had become the most talked about venue to wine, dine and party in London. Bachelors, families, influencers and celebrities alike had flocked to see what spectacles the place could offer. Little did they know that the hotel was run by an obscure egomaniac with a penchant for chaos the likes the world has never seen. Now they're not just gambling for personal profit- they're gambling with their very lives.<br>\r\n<br>\r\nNow that's out of the way, let's get onto some characters:<br>\r\n<br>\r\n<b>MS. DEVERNE:</b> very little is known about the owner of the eponymous hotel. While it's known she has a lot of economic resources at her disposal, there is scarce knowledge about how she acquired them. While she's mostly been identified as an infamously beautiful woman of average height with straight raven hair, large DD-cups and supple figure, rumours persist of her changing forms at will in order to seduce, confuse or confer with the residents. Whether these rumours are baseless or not, the mystery shrouding her and her hotel makes her a very unpredictable person indeed.<br>\r\n<br>\r\n<b>DR. LAWSON SWANSON:</b> perverted and partially psychotic, this ostracized surgeon fled from America after grafting a child's head onto his mother's body in a twisted attempt to cure the boy's terminal illness. Since then he's come into Ms Deverne's employ and begun conducting <i>'experiments'</i> on some unfortunate visitors. One of his first successful operations was to put his own mind into the body of a beautiful Bavarian model. He can be frequently spotted wearing tight clothing- underneath a professional white lab coat- to accentuate his svelte, female body. <i>( if you want to have an example of his appearance, look at <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://img.ltwebstatic.com/images2_pi/2019/06/26/15615386472136747834_thumbnail_600x799.webp\" target=\"_blank\">https://img.ltwebstatic.com/images2_pi/2019/06/26/15615386472136747834_thumbnail...</a> )</i><br>\r\n----------------------------------------------<br>\r\n<br>\r\nMore characters to be added later on. If you have any additions or amendments you would like just send me an email on my writing account. <br>\r\n<br>\r\nLet's get into the story!</td>",
        "id":2221821,
        "image_url":"https://www.writing.com/main/images/action/display/ver/1589749862/item_id/2221821.png",
        "modified":1589753460,
        "pretty_title":"Ms Deverne's Hotel & Casino"
    }
}