{
    "chapters":{
        "1":{
            "author_id":"oruamm",
            "author_name":"dova",
            "choices":[
                "Matt wakes up still unaware ",
                "He wakes up and feels you"
            ],
            "content":"<div class=\"\"><div> <span>\"Hey Adam you ready to lose\" Matt said confidently<br>\r\n\"You wish, ive been practicing\" Adam said. The fighting game started, Matt's character was winning while taking no damage. \"Ah man... I guess i gotta practice more!\" i said. Adam was nearly at the edge at the bed trying his best not to loose<br>\r\n<br>\r\nMatt laughed \" shh shh listen...\", phhhhhffftttttttt. \"Matt thats gross!\" Adam said. On the tv it shows Matt character won the match. <br>\r\n\"Heh seems like youre not so good as you thought\" Matt said.<br>\r\n<br>\r\n\"Hey Matt its getting pretty late, im gonna start heading home\" Adam said. \"Aw ok well see you around i guess\". Matts stomach started growling, \"shit those burritos arent sitting right\" he said running to the bathroom. <br>\r\n<br>\r\nAdam laughed. As he got up he suddenly felt dizzy. The room started swirling and his vision became blurry. He blacked out<br>\r\n<br>\r\n***<br>\r\n<br>\r\nWhen Adam came to he looked around. He noticed was still in Matts room but everything was bigger. \"Did i shrink?!\" he yelled. <br>\r\n'oh my god what am i gonna do now? Oh ill climb the bed, maybe Matt will see me there' <br>\r\n<br>\r\nAdam approached the bed and regretted it. The distance he had to climb was like hiking a mountain. Then Adam heard the bathroom door open. Matts footsteps were booming down the hall. <br>\r\n<br>\r\n'Adam left his stuff here, he mustve been in a rush...' Matt pondered, ' well i guess i can undress now that im alone'. Matt stripped down to his underwear.<br>\r\n<br>\r\nAdam reached the top of the bed and looked at Matt. This was the first hes seen Matt almost fully naked. Adam had go admit he had a impress body and a nice huge ass, even bigger now that hes shrunken. Matts underwear looked like it was at its breaking point, not being able to keep Matts huge mounds in place<br>\r\n<br>\r\n\"HEY MATT, IM DOWN HERE\" Adam yelled. Matt looked around confused. 'Funny i thought i heard Adam...' He looked at the game, 'well i guess i can play one more game before bed'. He grabbed his control and sat down<br>\r\n<br>\r\nAdam saw his huge ass come down and try to run, but couldn't outrun it at his size.<br>\r\nAdam was trapped between Matts cheeks. Adam heard a rumble above him<br>\r\n'oh no!', he felt a wave of hot air come over him. The smell was horrible. \"Wow that one stunk, good thing Adam isn't around. If He smelled that he'll probably never talk to me again!\" he chuckled<br>\r\n<br>\r\nAdam groaned. To his surprise Adam was aroused. 'Really at a time like this?' suddenly another wave of gas wafted over him. \" oh boy these farts are just getting worse!\". The music changed to the winning music, Matt was done with his game. \"Well time to hit the hay\". <br>\r\n<br>\r\n' Oh good, Matt is gonna stand up and i can get him to help me out'. But Adams plan was short lived. As Matt Stood up, Adam stayed wedged in his ass. All Adam felt was ass all around him from every direction. ' fuck i must be pretty deep in his ass' <br>\r\n<br>\r\nSoon he heard Matt snoring. Adam took this as his chance to escape but couldn't move. phhhhhffftttttttt, another fart we released on him.<br>\r\n<br>\r\n' Oh great now I'm stuck here and who knows for how long'. But then he thought about. ' Well when will i ever get a chance like this? Maybe i should keep hiding for a while and enjoy it' Adam thought. So he decided to stay. <br>\r\n<br>\r\nAnother fart escaped Matts hole. ' And hey, im kind of enjoying his farts... This might play out nicely for me' and with that last thought he fell asleep</span></div></div>",
            "created":1591419600,
            "id":2846573,
            "title":"What happened?"
        },
        "11":{
            "author_id":"oruamm",
            "author_name":"dova",
            "choices":[
                "Matt feels you and pulls you out",
                "Matt continues about his day clueless"
            ],
            "content":"<div class=\"\"><div> <span>Adams whole world was shaking. \"What's going on!?\" he exclaimed. He heard a groan coming from above. Then he felt a lot of movement. \" Maybe i can hang out with Adam before i go to the game\" Matt Said. <br>\r\n'Oh that's right, im shrunk in Matts ass'.   Matt called Adams phone but got no response \"well i guess its pretty early, he must still be sleeping\" Matt said, \" well might as well eat breakfast before I go\".   Matt put on a shirt and some shorts that displayed his ass nicely   Adam soon heard Matt chewing.  *burp* , Matts burp lasted ten seconds. \"Shit! I'm gonna be late!\" Matt yelled.  Matt ran out the door and got into his car. Adam felt his cheeks jiggle all around him. He heard the car start and felt it go into motion.  ' This is great! Matt always gets a sweat line down his crack when he plays soccer. And I'm going to smell his musk first hand' Adam thought. He felt the car stop and felt Matt exit. \" Hey Matt! Hurry up the game is about to start!\" adam heard a voice yell. Matt started running towards the voice <br>\r\n <br>\r\nAdam felt Matts ass jiggle throughout the whole game. Every once in a while Matt would also let out a little fart. And not to soon into the game Adam felt sweat coming from Matts crack. It was probably one of his best experiences he's had.  \" Oh god I'm so sweaty, i need to go and take a shower\"  he packed his things and went home. As they were in the car Adam thought 'if hes gonna shower maybe I can finally see him naked!' , he was getting hard from just thinking about it  <br>\r\n<br>\r\n  Adam felt Matt get off his car and open his door. He soon heard another door open. Adam felt the underwear peel off Matts ass. He grabbed on as fast as he could. He found a way out of the massive underwear, the light of the bathroom blinded him. Adam looked up and saw Matt. This was the first time he saw his dick, it was hard to tell how big it was but Adam came down to 7 inches. His butt was also impressive at this angle. His ass was so huge that with his slight movements it made a little jiggle l. 'no wonder his underwear looks like they're gonna break' Adam thought.   Matt bent down to place a towel on the floor to catch whatever water falls when he gets out. Adam saw Matts tight pink hole. He instanly got hard  He heard the shower turn on. Adam wondered around his underwear. It seemed never ending! He eventually found his way into the insde of the underwear. Matts sweat line was faint but noticeable. The smell still lingered. Adam inhaled deeply, enjoying his friends musk.   Suddenly he the water stopped. Matt stepped out the shower and started drying himself. Quickly Adam hid under a little fold to avoid being seen. He grabbed on tight as He felt the underwear being lifted into the air.   Adam was back in his room again. The underwear was moving towards Matts nose. Adam looked at every detail on Matts face.  Matt sniff his underwear. \"Well they dont smell that bad i guess i could wear them again.\" he said.  Matt started putting on his underwear still unaware that Adam is in it!  Adam got excited. Never had he thought of this happening to him. Matt started to pull his underwear up, Adam saw Matts ass quickly approach him.  Adam was stuck in between his cheeks.</span></div></div>",
            "created":1591419600,
            "id":2846577,
            "title":"Matt wakes up still unaware "
        }
    },
    "info":{
        "author_id":"oruamm",
        "author_name":"dova",
        "brief_description":"Adam and Matt have been friends for years. but suddenly Adam shrinks with Matt unaware.",
        "created":1591422780,
        "description":"<td align=\"left\" class=\"norm\">Matt -19, very fit and tall (6'0). Hes usually always gassy. He has a huge bubble butt. He plays soccer<br>\r\n<br>\r\nAdam-18, kind of lanky and average size(5'7). When shrunken hes 8cm.<br>\r\n<br>\r\nAdam is visiting Matt to play video games. everything was going great until suddenly Adam begins to shrink unexpectedly leaving him in the hands of Matt unaware of his predicament sits on him. Adam soon finds out he enjoys being sat on<br>\r\n<br>\r\nTreat this story as a canvas for your deepest fantasies, whatever they may be. Nothing is too wild, too mild or unheard of. Just no one-liners, kids or GTS. you can add whatever characters you want as long as 18+ and pls try to keep it male on male <br>\r\n <br>\r\n<br>\r\n</td>",
        "id":2223610,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1591423560,
        "modified":1591423560,
        "pretty_title":"Matt"
    }
}