{
    "chapters":{
        "1":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "The Walking Dead",
                "Fear The Walking Dead",
                "Telltales The Walking Dead",
                "Comics"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>As you know the shows take place during multiple times and universes aka telltales and the comics. So which one do you want.</span></div></span></div>",
            "created":1592024400,
            "id":2850902,
            "title":"Which show?"
        },
        "11":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Lori",
                "Carol",
                "Andrea",
                "Maggie",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is going to dominate?</span></div></span></div>",
            "created":1592024400,
            "id":2850907,
            "title":"The Walking Dead"
        },
        "115":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Beth",
                "Rosita",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More girls</span></div></span></div>",
            "created":1592024400,
            "id":2850908,
            "title":"More options"
        },
        "1153":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Tara",
                "Yumiko",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Even more </span></div></span></div>",
            "created":1592024400,
            "id":2850910,
            "title":"More options"
        },
        "11533":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Magna ",
                "Connie",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Even morer</span></div></span></div>",
            "created":1592024400,
            "id":2850911,
            "title":"More options"
        },
        "115333":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Enid",
                "Lydia",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Once again</span></div></span></div>",
            "created":1592024400,
            "id":2850912,
            "title":"More options"
        },
        "12":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia",
                "Althea",
                "June",
                "Maddison",
                "More choices"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will be dominating?</span></div></span></div>",
            "created":1592024400,
            "id":2850914,
            "title":"Fear The Walking Dead"
        },
        "121":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "You",
                "Female Character",
                "Male Character"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will Alicia be dominating?</span></div></span></div>",
            "created":1592197200,
            "id":2851403,
            "title":"Alicia"
        },
        "1212":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie",
                "Althea",
                "More Options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which of these girls?</span></div></span></div>",
            "created":1592197200,
            "id":2851405,
            "title":"Female Character"
        },
        "12121":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie comes out.",
                "Charlie stays where she is."
            ],
            "content":"<div class=\"\"><div> <span>(This takes place during episode 10 of season 4)<br>\r\n<br>\r\nCharlie looks to the sky and sees that that storm clouds are starting to form. \"Shit! I should find some shelter!\" After searching for a while she comes across a house. \"This should do perfect!\" She says smiling and running into the house. As Charlie explores the house she sees there are walkers just roaming the house. She sees some stairs she can sneak up. Heading upstairs she looks around and goes through a door to a bedroom. After a couple of hours of hiding out she hears someone enter the house.<br>\r\n<br>\r\nAlicia walked up to the door and gave it good hard kick, opening it with a loud sound. All the walkers in the house heard and started to come towards her. \"Come out! Come out now!\" She called out as she walked inside, she holstered her gun and brought her pipe out ready to kill some walkers. Although there was just one person she was looking for. The girl who killed her brother.</span></div></div>",
            "created":1592197200,
            "id":2851407,
            "title":"Charlie"
        },
        "121212":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "She chose the right door.",
                "She chose the wrong door",
                "Charlie makes herself known"
            ],
            "content":"<div class=\"\"><div> <span>Charlie quietly walks towards the door and locks the door. After the door is locked she quietly walks to the closet in the room and steps inside. Charlie stays completely still and quiet as she closes the door tot he closet shes in. \"Why is she here? How did she find me?\" Charlie whispers to herself.<br>\r\n<br>\r\nAlicia began killing the walkers inside the house, panting out a bit as she had been running, chasing Charlie the whole day. Her hands were sweaty as was her hair, and she didn't even wanna imagine how sweaty the rest of her body was. \"Come out, little bitch! We've got unfinished business to tend to!\" Alicia yelled out assuming Charlie was somewhere inside the house.<br>\r\n<br>\r\nCharlie starts to come out of her hiding place but decides its better to stay hidden and quiet. Charlie was scared of what Alicia would do to her if she finds her.<br>\r\n<br>\r\nAfter a few minutes, Alicia was done cleaning the whole place of walkers. She panted out a bit as she tried to catch her breath and started exploring the place. Walking upstairs, Alicia walked slower, trying to hear anything in any of the rooms. \"We can do this the easy way or the hard way. I'll find you one way or another.\" She told her as she walked down the corridor. She stopped at a door and knocked on it. \"Little pig, little pig, let me in! Or I'll huff and puff...\" She purposefully teased Charlie now.</span></div></div>",
            "created":1592197200,
            "id":2851409,
            "title":"Charlie stays where she is."
        },
        "1212121":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie gets free",
                "Charlie fails to get free"
            ],
            "content":"<div class=\"\"><div> <span>\"...or I'll blow your house in!\" Alicia gave the bedroom door another good kick, making it fly open and hit the wall loudly. \"You come out now, I promise I won't kill you.\" Alicia told her. She checked under the bed but found nothing. Alicia just paced the room certain she heard some kind of noise from inside.<br>\r\n<br>\r\nCharlie cries out. \"Please! Don't hurt me! I'm sorry! I'm so so sorry!\" she starts crying loudly. Obviously traumatized by what she had done to Alicia's brother. \"I don't want to die!\" she cries still sitting in the closet.<br>\r\n<br>\r\nAlicia heard the little girl's voice coming from the closet. She made her way there and opened the closet door violently. \"Come out, little cunt!\" She spoke as she reached in and grabbed Charlie by her shirt and tossed her to the floor.<br>\r\n<br>\r\nCharlie falls to the floor with a loud thud \"Ow! Alicia please! We can work this out!\" She calls out to Alicia in between tears and gasps of air. \"Please don't hurt me!\"<br>\r\n<br>\r\n\"There's nothing to work out! You killed Nick! And now I'm gonna kill you!\" Alicia told her as she placed her boot on top of Charlie's chest, not stepping hard enough to hurt her, but hard enough to keep her trapped.<br>\r\n<br>\r\n\"No please don't kill me! I'm begging you! Please please please!\" She cries out desperately clawing at Alicia's boot trying to get out from under Alicia.<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851411,
            "title":"She chose the right door."
        },
        "12121212":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia shows mercy",
                "No mercy!"
            ],
            "content":"<div class=\"\"><div> <span>Charlie tries to claw at her boots in an attempt to get free and fails.<br>\r\n<br>\r\n\"That's right. Beg! Beg like the pathetic coward you are!\" Alicia spoke as she grabbed her gun and aimed it at Charlie's head.<br>\r\n<br>\r\n\"Please! Don't shoot me! I don't want to die! I shot him because I was scared!\" She starts wiggling around more in another attempt to escape from Alicia's boots. \"Get off me! Please let me go!\" She yells at Alicia hoping for her to show some kind of mercy.</span></div></div>",
            "created":1592197200,
            "id":2851412,
            "title":"Charlie fails to get free"
        },
        "121212122":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie tries to run",
                "Charlie obeys scared of Alicia."
            ],
            "content":"<div class=\"\"><div> <span>\"Nick didn't deserve to die! You understand? You didn't have to shoot him! He was trying to PROTECT you! He loved you like a little sister! You ungrateful bitch!\" Alicia yelled, spitting on the floor in anger, her boot pressing down harder, inflicting a little bit of pain on Charlie. While also firmly trapping Charlie on the floor.<br>\r\n<br>\r\n\"I know I know!\" she yells out not even knowing what to say in response to Alicia. After several minutes being trapped under Alicia's boot, Charlie started to calm down with her wiggling seeing as it was just wasting her energy.<br>\r\n<br>\r\nAlicia stared at her for a moment before letting out a deep sigh and putting her gun away. \"You know what? No, I'm not gonna kill you. That'd be too quick and painless. And you deserve punishment for what you did.\" Alicia says getting a devious smile on her face.<br>\r\n<br>\r\n\"P-punishment? Like how?\" Charlie stuttered. She slowed her wiggles to a complete stop and looked at Alicia with her eyes full of tears. A clear look of terror on her face.<br>\r\n<br>\r\n\"Hmm.\" Alicia pondered for a moment before she finally lifted her boot off of Charlie's chest. \"Don't you even think of running. If you as much try, I'll shoot you before you can reach the door.\" She threatened her, moving over to sit on the bed. \"Crawl towards me. On your knees. Slowly.\"</span></div></div>",
            "created":1592197200,
            "id":2851417,
            "title":"No mercy!"
        },
        "1212121222":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie obeys",
                "Charlie disobeys"
            ],
            "content":"<div class=\"\"><div> <span>Charlie didn't even try to run. Charlie was so filled with terror that she did exactly as Alicia said. She was absolutely quiet the whole time she was crawling. It felt like the room extended longer than what it actually was because of how long it felt it took to crawl to Alicia.<br>\r\n<br>\r\n\"Good girl.\" Once Charlie was close enough, Alicia lifted a boot and placed it on Charlie's shoulder. \"Take off my boots. No hands! Use your teeth.\" She said as a smirk started to appear on her face, her arms crossed as she watched Charlie in amusement.</span></div></div>",
            "created":1592197200,
            "id":2851419,
            "title":"Charlie obeys scared of Alicia."
        },
        "12121212222":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie obeys",
                "Charlie disobeys"
            ],
            "content":"<div class=\"\"><div> <span>Charlie looked at her in complete horror. \"N-no! that's disgusting!\" She said stammering.<br>\r\n<br>\r\nAlicia bent over and slapped Charlie on the face. \"I'm the one in charge here. Or do you prefer a bullet between the eyes?\" She sat back again, bringing the boot back on her shoulder. \"Unlace them with your teeth, then you can use hands if you want. I'll give you that much.\"</span></div></div>",
            "created":1592197200,
            "id":2851421,
            "title":"Charlie disobeys"
        },
        "121212122221":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia shows mercy",
                "Once again no mercy!!!",
                "Readers Choice."
            ],
            "content":"<div class=\"\"><div> <span>Charlie completely shocked by the slap decided it would be best to just listen to Alicia. She opens her mouth and grabs one of the laces with her teeth feeling the dirt come off the lace and into her mouth. She sputters and spits the dirt out her mouth, then finishes untying the lace with her mouth. Charlie pulls the boot off and is immediately assaulted with a horrible stench and is also shocked by the look of her sock which she assumed was white when she originally put them on who knows how long ago. \"That is so GROSS!\" Charlie yells at Alicia.<br>\r\n<br>\r\nAlicia laughed loudly at Charlie's reaction. She moved her dirty sock over to her face and pressed the toes against her cheek. \"Aww, gonna cry? Stop whining and get to work! Now the other one!\" She says as she brings the other boot to Charlie's shoulder. Alicia hadn't taken off her boots for weeks now, especially her socks that were almost pitch black due to the sweat and dirt. The stench filled the room fairly quickly. Even Alicia herself had a hard time not to wrinkle her nose at her own scent.<br>\r\n<br>\r\nCharlie feels the wetness of the socks and tries to wiggle away from it. Charlie actually gags at the stench of her other foot as she grabs the laces with her mouth and pulls them loose spitting out any dirt that fell into her mouth from the laces. She grabs the boot and pulls it off setting the boot down on the ground. Instantly after the second boot comes off the smell doubles. Charlie swears she would have lost her lunch if she had any that day. \"Alicia, this is gross!\" Charlie yells out in between coughs.</span></div></div>",
            "created":1592197200,
            "id":2851425,
            "title":"Charlie obeys"
        },
        "1212121222212":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie obeys",
                "Charlie disobeys"
            ],
            "content":"<div class=\"\"><div> <span>\"Shhh...\" Without hesitation, Alicia placed both of her filthy, smelly feet on Charlie's face, covering her face whole with them. She began rubbing them up and down her face lightly, rubbing some sweat on her face. \"That's a good girl. Now pull my socks off. You can use hands this time. I'll be good.\" She said with a smile, amused as she watched Charlie's reactions.<br>\r\n<br>\r\nCharlie scrunches her face up as she feels the soaked socks rub up and down her face. \"Oh god it smells so bad! Please stop!\" When she hears Alicia tell her to take off her socks she backs up a little bit and says \"Alicia, please. This is so bad! So sweaty and the smell is horrid!\"</span></div></div>",
            "created":1592197200,
            "id":2851428,
            "title":"Once again no mercy!!!"
        },
        "12121212222122":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie complements Alicia's feet",
                "Charlie gives her honest opinion.",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Alicia frowns a bit as she now slapped Charlie using her feet. \"You owe me, little brat. You better start obeying me and do as I say if you know what's good for you! Now take my socks off!\" She demanded, lifting a foot inches away from her nose.<br>\r\n<br>\r\nCharlie felt the wet slap and somehow it hurt worse than when Alicia slapped her with her hand. Charlie decided to listen to Alicia as she starts crying again and reaches out and pulls off Alicia's dirty socks increasing the smell even more. Charlie visibly gags at the smell but also at the sight of Alicia's bare feet. \"Oh my lord, I think I'm going to faint.\"<br>\r\n<br>\r\nAlicia's feet were disgusting. Dirt all over, sweat practically dripping off of her soles. There was an intense amount of smell from how long Alicia had been wearing them.<br>\r\n<br>\r\n\"You like my pretty bare feet?\" Alicia teased her, wiggling her toes. Her feet were completely covered in sweat but they actually looked beautiful even if they stank. She gently stroked Charlie's cheek with her toes as if she wanted to reassure her. Remind her of what would happen if she answered incorrectly.</span></div></div>",
            "created":1592197200,
            "id":2851431,
            "title":"Charlie disobeys"
        },
        "121212122221222":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie kisses her feet",
                "Charlie doesn't kiss her feet.",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"N-no! They stink!\" Charlie stammers. She feels Alicia's toes caress the side of her face as they stop and come back and smack her extremely hard. It stung more than the last slap. Charlie yelps out in pain and decides to appease the girl instead of angering her more. \"I mean yes! They are so pretty Alicia!\" Trying to make herself sound truthful.<br>\r\n<br>\r\n\"Well, if they're so pretty, you wouldn't mind giving them a kiss, would you?\" Alicia said, grinning at Charlie. She knew she was hating every second and was having a blast because of it. She pressed her toes against Charlie's chin and gently touched Charlie's lips with her big toe.<br>\r\n<br>\r\nCharlie's eyes fill with more tears as she looks at the toes in front of her mouth. She pleads to Alicia. \"Don't make me do this.\" Charlie tells Alicia as tears start flowing down her face.<br>\r\n<br>\r\n\"Relax, cutie pie. Just take a deep breath and give them a nice little smooch.\" Alicia teased her. She used her other foot to play with Charlie's hair, caressing it with her toes.<br>\r\n<br>\r\nCharlie feels Alicia play with her hair getting foot sweat into it. She cringes knowing that her hair is now going to smell like Alicia's feet. </span></div></div>",
            "created":1592197200,
            "id":2851437,
            "title":"Charlie gives her honest opinion."
        },
        "1212121222212221":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie listens",
                "Charlie runs for the door.",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie decides to ignore the sniffing part and just give Alicia's toes a quick kiss. After she spits whatever sweat and dirt got stuck to her lips. Tears running down her face.<br>\r\n<br>\r\n\"There we go. That wasn't so bad, now was it?\" Alicia said with a big smile. She gently moves closer to Charlie and gives her a little pinch on the cheek in a teasing manner. \"Lay down on your back. Right here in front of me.\"<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851439,
            "title":"Charlie kisses her feet"
        },
        "12121212222122211":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie sniffs",
                "Charlie attempts to hold her breath but fails.",
                "Charlie successfully holds her breath until she passes out."
            ],
            "content":"<div class=\"\"><div> <span>Charlie tries to pull away from Alicia pinching her cheek. Deciding that fighting was futile Charlie lays down on her back and looks up at Alicia scared.<br>\r\n<br>\r\nAlicia looks down at Charlie with a smirk. \"I've made my decision. You will live... as my footslave, for the rest of your days.\" She added, bringing both of her smelly bare feet on Charlie's face, covering it whole. Alicia relaxed as she sat down while using Charlie's face as a footrest. \"Deep sniffs, sweetie. Let me hear them...\"<br>\r\n<br>\r\n\"Wha-\" Charlie is cut off by Alicia placing her feet onto Charlies face. \"MMph\" Charlie yells into Alicia's feet and starts wiggling as she refuses to take a deep sniff of Alicia's feet.<br>\r\n<br>\r\n\"You'll have to take a breath some day...\" Alicia taunted her, using the sole of one of her feet to completely cover Charlie's mouth, making it impossible for Charlie to breathe through her mouth. She now teasingly rubbed her sole and heel up and down her mouth, laughing softly.</span></div></div>",
            "created":1592197200,
            "id":2851443,
            "title":"Charlie listens"
        },
        "121212122221222112":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia has mercy",
                "Alicia continues to torment Charlie"
            ],
            "content":"<div class=\"\"><div> <span>Charlie yells into Alicia's feet and attempts to hold her breath as long as possible. Unlucky for her Charlie only lasts 20 seconds before being forced to take a deep sniff on Alicia's bare feet. \"MMMMPH!!\" Charlie yells into Alicia's feet again as she takes another deep sniff.<br>\r\n<br>\r\nAlicia laughed even louder now at Charlie's frustration. It was so funny to her how she whimpered when she had to take in the smell of her feet. \"The sooner you get used to it, the easier it'll get for you, darling. You're gonna be doing this a loooong time.\"<br>\r\n<br>\r\nCharlie starts crying into Alicia's feet and because of that takes more deep sniffs of Alicia's feet. Eventually the smell gets to Charlie and she passes out. She manages to get a muffled sentence out before she passes out. \"Please stop. No more.\"<br>\r\n<br>\r\nAlicia noticed Charlie was passed out and thought for a moment. She picked the little girl up and laid her down on the bed, then grabbed a bottle of water to spray it gently on her face. \"Wake up, sleepyhead. You're not getting away so easily.\"<br>\r\n<br>\r\nCharlie feels the water and wakes up. Charlie wakes up and realizes that it wasn't a dream and starts to sit up.</span></div></div>",
            "created":1592197200,
            "id":2851445,
            "title":"Charlie attempts to hold her breath but fails."
        },
        "1212121222212221122":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia makes Charlie smell them until the smell goes away",
                "Alicia makes Charlie lick her feet.",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"How did you like my feet? Were they smelly enough for you?\" She teased her as she moved a hand across Charlie's face to wipe some water off along some dirt she had glued to her face due to her smelly socks rubbing it earlier.<br>\r\n<br>\r\nCharlie stays completely silent and looks at Alicia with fear in her eyes and winces when she talks about her feet. She also flinches when Alicia wipes her face.<br>\r\n<br>\r\n\"Aww, poor thing, I broke it. You don't have to fear me anymore. I won't hurt you. I've found a better way to deal with you with this situation.\" She laughed softly as she told her this. \"Don't tell me a little bit of feet stench scares you?\"<br>\r\n<br>\r\nCharlie nods her head when asked if feet stench scares her. \"Yours especially. Please Alicia let me go! I can't get the smell out of my nose!\"<br>\r\n<br>\r\n\"I'm afraid I can't do that, babygirl. However, there's a way for the smell to cease.\" She explained to her.<br>\r\n<br>\r\n\"H-how\" Charlie looks up to her with hope. \"Are you going to wash your feet? I didn't know this place has running water.\"</span></div></div>",
            "created":1592197200,
            "id":2851451,
            "title":"Alicia continues to torment Charlie"
        },
        "12121212222122211222":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia forces her toes in.",
                "Alicia just makes Charlie smell her feet.",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Alicia couldn't hold back a laugh as Charlie's words were more accurate than she realized. \"It doesn't have running water... But there's a better foot cleaner!\" She suddenly presses her bare foot on Charlie's face again, pressing her face down against the bed. \"Lick them!\" She spoke as she wiggles her smelly toes on her forehead.<br>\r\n<br>\r\nCharlie's hopeful expression changes back to fear almost immediately. She doesn't lick she just lies under Alicia's smelly foot. \"Alicia! Anything but that!\" Charlie yells as she clamps her mouth shut determined to keep Alicia's feet out of it.</span></div></div>",
            "created":1592197200,
            "id":2851454,
            "title":"Alicia makes Charlie lick her feet."
        },
        "121212122221222112221":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie bites",
                "Charlie listens to Alicia"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Come on, babygirl. Suck on the pacifier!\" She spoke as she forced her big toe into Charlie's mouth. \"Don't you even dare to bite or you'll regret it!\"</span></div></span></div>",
            "created":1592197200,
            "id":2851456,
            "title":"Alicia forces her toes in."
        },
        "1212121222212221122212":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie complies",
                "Charlie doesn't stick her tongue out"
            ],
            "content":"<div class=\"\"><div> <span>Charlies eyes widen with fear as her face scrunches up with disgust from her first taste of Alicia's feet. She unwillingly starts sucking on Alicia's toe. Charlie eventually gets the toe out of her mouth and starts spitting out the dirt, sweat, and sock lint that got stuck to her tongue.<br>\r\n<br>\r\n\"Aww, don't choke! Take it easy. Slowly. Savor it.\" Alicia said as she laughed, amused at Charlie's suffering. \"I promise you'll get used to it and you'll stop suffering as soon as you do it.\" She spoke as she rubbed the sole of her foot as well as the ball on Charlie's cheek.<br>\r\n<br>\r\nCharlie feels the foot rub on her cheek and starts crying more. \"Ple- its so gro-\" She can't even get full words out before she has to catch her breath from crying. Charlie highly doubts she will ever get used to the nastiness that is Alicia's feet.<br>\r\n<br>\r\n\"Shush, don't cry.\" Alicia spoke as she wiped some of the tears using her toes. Deep inside she felt bad for the girl, but what she was going through was nothing compared to the pain Alicia felt and was feeling for losing Nick, and it was all because of Charlie. \"Come on, Charlie. Put yourself back together. Get a grip.\"<br>\r\n<br>\r\nCharlie looks at Alicia with tears in her eyes and puts her big toe back in her mouth in fear of what would happen if she left it out too long. Charlie starts sucking her big toe and gags. \"This is so gross. It tastes so bad!\" She says with a mouthful of toe.<br>\r\n<br>\r\n\"It does feel pretty good to me.\" Alicia said as she relaxed, closing her eyes and enjoying the massage Charlie's tongue was giving her foot. She puts her other foot just over the other, pinching Charlie's nose with her toes playfully and wiggling them, waving some more of the smell into Charlie's nose.<br>\r\n<br>\r\nCharlie feels the toes pinch her nose. Because of her crying shes unwillingly taking in breaths of Alicia's sweaty toes. Charlie finishes sucking her big toe and moves on to the next and continues sucking while crying into Alicia's foot.<br>\r\n<br>\r\n\"Mmm, atta girl. Now stick out your tongue.\" Alicia said after a while, smiling at the young girl playfully. Admittedly, she was behaving better than she thought she would.<br>\r\n<br>\r\n\"Alicia. Aren't the toes enough?\" Charlie says as she takes another unwilling sniff of Alicia's foot stench.<br>\r\n<br>\r\n\"Enough? Honey, it's just the beginning.\" She laughed softly at Charlie's innocence. How cute, she thought.</span></div></div>",
            "created":1592197200,
            "id":2851459,
            "title":"Charlie listens to Alicia"
        },
        "12121212222122211222121":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie licks between her toes",
                "Charlie doesn't lick between her toes",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie sticks out her tongue and awaits the horrible taste. Charlie continues sniffing the foot stench in the air due to her crying.<br>\r\n<br>\r\nAlicia moves her foot up and down Charlie's tongue, sighing in pleasure as she did it, enjoying how good her tongue felt on her worn, sore foot. It was the closest thing to a bath she had in a long time. \"Lick between my toes, cutie.\" Alicia demanded.</span></div></div>",
            "created":1592197200,
            "id":2851460,
            "title":"Charlie complies"
        },
        "121212122221222112221211":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie begs",
                "Charlie doesn't beg",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie sticks her tongue in between Alicia's toes forcing herself not to puke. As soon as Charlie finishes licking in between Alicia's toes she sputters and spits out the foot crud she collected from Alicia's soles and toes. \"That's enough Alicia! This is cruel!\"<br>\r\n<br>\r\n\"Awww. Okay, you've earned a break.\" Alicia spoke as she moved closer to Charlie and held her cheeks with her hands, snuggling them playfully with a smile. \"You did a good job getting all the toejam and crust. That must've tasted pretty intense.\" Alicia giggled.<br>\r\n<br>\r\n\"W-water, please!\" Charlie pleads to Alicia. \"I'm so thirsty..... and hungry.\"<br>\r\n<br>\r\n\"Aww, you want water, sweetie? How bad do you want it?\" Alicia asked now with a teasing tone. \"Feel like begging me for it?\"</span></div></div>",
            "created":1592197200,
            "id":2851461,
            "title":"Charlie licks between her toes"
        },
        "1212121222212221122212111":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia leaves the room to go get food.",
                "Alicia makes Charlie suck her socks before leaving.",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Please Alicia! Please give me water!\" Charlie begs Alicia.<br>\r\n<br>\r\n\"Only because you said please.\" Alicia spoke as she handed Charlie the water bottle.<br>\r\n<br>\r\nCharlie quickly grabs the water bottle and starts chugging hoping to get some of the horrid foot taste out of her mouth.<br>\r\n<br>\r\n\"You mentioned you're also hungry? I've got some food cans in the car. Will you be a good girl and wait here until I get them?\" Alicia asked, grinning.<br>\r\n<br>\r\nCharlie nodded.</span></div></div>",
            "created":1592197200,
            "id":2851462,
            "title":"Charlie begs"
        },
        "12121212222122211222121112":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie spits out the socks and tries to escape",
                "Charlie stays put with Alicia's dirty socks in her mouth"
            ],
            "content":"<div class=\"\"><div> <span>\"Meanwhile...\" Alicia brought up her filthy socks from before. \"Show me how hungry you are. Munch on these while I get your food.\"<br>\r\n<br>\r\nCharlie looks at Alicia with pleading eyes. \"Please. Not that!\"<br>\r\n<br>\r\n\"Shhh.\" Alicia then grabbed Charlie by her chin and pressed her fingers on her cheeks, making Charlie open her mouth. \"Say aaaaah...\"<br>\r\n<br>\r\nCharlie feels the wet nasty fabric slip into her mouth. \"MMPH!\" Charlie yells into the socks.<br>\r\n<br>\r\n\"Good girl.\" Alicia now teased Charlie as she rubbed her hair with her hand, petting her. \"I'll be right back... Don't spit it out!\"</span></div></div>",
            "created":1592197200,
            "id":2851463,
            "title":"Alicia makes Charlie suck her socks before leav..."
        },
        "121212122221222112221211121":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia waiting outside the door",
                "Alicia no where to be found",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie waits for Alicia to walk down the stairs. After she heard Alicia hit the last step she immediately spat out the socks in her mouth and started sneaking down the stairs. Charlie peeks her head out and doesn't see Alicia in the hallway. Seeing a chance to escape, Charlie rushes to the back door. She makes it out but what she sees next...</span></div></div>",
            "created":1592197200,
            "id":2851464,
            "title":"Charlie spits out the socks and tries to escape"
        },
        "1212121222212221122212111211":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie gets free",
                "Charlie fails at getting free"
            ],
            "content":"<div class=\"\"><div> <span>Alicia was right in front of her, wearing a backpack and the biggest smile on her face. \"Going somewhere, love?\" She asked.<br>\r\n<br>\r\n\"Alicia!\" Charlie yelps as she falls backwards and starts scrambling trying to get away from Alicia who is slowly taking steps towards her.<br>\r\n<br>\r\n\"Hmm. I think you still have to learn how to be completely obedient and committed to me.\" She spoke, placing her now bare-although filthy-foot on her chest again. She had gone pick up her backpack completely barefoot hence making her feet even more dirty and smelly.<br>\r\n<br>\r\n\"N-no! Let me go!\" Charlie says trying to push Alicia off of her.</span></div></div>",
            "created":1592197200,
            "id":2851465,
            "title":"Alicia waiting outside the door"
        },
        "12121212222122211222121112112":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie somehow gets out of the binds",
                "Charlie fails to untie herself",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Shhh. Calm down. Struggling only makes it worse.\" Alicia spoke almost way too calmly. She then picked Charlie up in her arms and carried her back upstairs. It was an almost funny sight, like a parent taking their kid away to ground them.<br>\r\n<br>\r\nCharlie flails in Alicia's arms hoping to struggle out of her grasp but was unable to. \"No! No more feet! Please!\" She screamed but her screams were in vain. As Alicia takes her back up to the room and throws Charlie on the bed.<br>\r\n<br>\r\n\"Don't worry. You're still not gonna have to clean my feet... Yet at least.\" She laughed watching Charlie's expression. She then took her backpack off and rummaged through it, picking up a little bit of rope. \"This is just for safety reasons.\" She explained to Charlie as she tied Charlie's ankles together as well as her wrists.<br>\r\n<br>\r\nCharlie feels Alicia tie her limbs together. \"Ouch! What the hell! That's too tight!\" Charlie starts to pull on the bonds.<br>\r\n<br>\r\n\"It has to be tight or else you could get loose easily when you start to jerk.\" Alicia explained to her as she finished tying Charlie up in a way she could barely move her arms of legs.<br>\r\n<br>\r\nCharlie continues to struggle. \"Alicia please! What if a walker comes in!\"<br>\r\n<br>\r\n\"Then I'll save you from it. Don't worry. I won't let them take my little toy from me. You're mine now.\" Alicia said, a big smile on her face, almost sadistic.<br>\r\n<br>\r\nCharlie whimpers as Alicia says that continuing to struggle against the binds.<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851468,
            "title":"Charlie fails at getting free"
        },
        "121212122221222112221211121122":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Anything for food, Charlie complies",
                "Charlie doesn't say it"
            ],
            "content":"<div class=\"\"><div> <span>\"Aww, come on, stop struggling. Are you that scared? Do my feet scare you?\" Alicia taunted her.<br>\r\n<br>\r\n\"Y-yes!\" Charlie tells Alicia. She continues to struggle for another minute before getting too tired to continue. She feels her stomach growl. \"Food. Please.\"<br>\r\n<br>\r\n\"You want food? Then behave.\" Alicia tells her as she picks up a can from her backpack. \"If you do what I say, I'll give you one can at a time. How's that sound?\"<br>\r\n<br>\r\nCharlie nods quickly.<br>\r\n\"I understand\" Charlie says weakly.<br>\r\n<br>\r\n\"Good. Okay, first I want you to say something.\" Alicia spoke as she opened up the can, the smell of food filling the air, which would make anyone hungry salivate.<br>\r\n<br>\r\nCharlie looks at the can. \"Y-yes. Anything.\" Her eyes never leave the can.<br>\r\n<br>\r\n\"First, say you belong to me, and that you'll be my loyal footslave forever.\" Alicia grinned, moving the can in front of Charlie's face.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851469,
            "title":"Charlie fails to untie herself"
        },
        "1212121222212221122212111211222":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "It's too late should have said it the first time",
                "Alicia shows mercy and gives Charlie some food."
            ],
            "content":"<div class=\"\"><div> <span>\"W-what? No!\"<br>\r\nCharlie yells out.<br>\r\n<br>\r\n\"Aww, alright then.\" Alicia takes the can away and starts eating a bit in front of her.<br>\r\n<br>\r\n\"W-wait! I'm sorry!\" Charlie debated in her head deciding whether or not she should do it. \"I-I belong to you. I'll be your footslave!\" Charlie says with tears welling up in her eyes.<br>\r\n<br>\r\n\"Good.\" Alicia stops eating and moves the can a bit closer again. \"Now another thing. Say you love my feet and that you're addicted to smell them.\"<br>\r\n<br>\r\nCharlie starts crying. \"I-I love your feet. I'm addicted to smelling them.\" Charlie says unwillingly.<br>\r\n<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851470,
            "title":"Charlie doesn't say it"
        },
        "12121212222122211222121112112222":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia makes Charlie smell her own feet",
                "Alicia starts worshiping Charlie's feet",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Alicia felt an immense satisfaction upon hearing these words. She gently used the fork to pick up some food from the can and touched Charlie's lips with it. \"Good girl.\"<br>\r\n<br>\r\nCharlie opens her mouth and lets Alicia put the food in her mouth. \"Thank you.\"<br>\r\n<br>\r\nAlicia kept feeding Charlie until she ate the whole can. \"Obedience deserves rewarding. You know what to do if you want it.\"<br>\r\n<br>\r\nCharlie just looks at Alicia with tears in her eyes.<br>\r\n<br>\r\n\"Now onto our next little game.\" Alicia spoke as she tossed the empty can aside. She moved her hands down and began to pull off Charlie's sneakers.</span></div></div>",
            "created":1592197200,
            "id":2851472,
            "title":"Alicia shows mercy and gives Charlie some food."
        },
        "121212122221222112221211121122221":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie sniffs her sneaker",
                "Charlie holds her breath"
            ],
            "content":"<div class=\"\"><div> <span>\"W-what are you doing?!\" Charlie could do nothing as Alicia took off her sneakers.<br>\r\n<br>\r\n\"Taking off your sneakers. What's it look like?\" Alicia explained calmly. Once Charlie's sneakers were off, she took a glance at her socks. \"Cute choice.\" She teased her.<br>\r\n<br>\r\nCharlie tries to hide her socks from Alicia.<br>\r\n<br>\r\nAlicia laughs softly at her futile attempts to hide her socks from her. Bringing a sneaker close to her own face, Alicia takes a little whiff. \"And you dare talk about my feet?\" She asks her, raising a brow, then forcing Charlie's sneaker against her face.</span></div></div>",
            "created":1592197200,
            "id":2851475,
            "title":"Alicia makes Charlie smell her own feet"
        },
        "1212121222212221122212111211222211":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia drops the socks and tickles Charlie",
                "Alicia forces the socks over Charlies nose.",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie starts to struggle. \"Please stop!\" She yells into the shoe. As she starts taking deep breaths due to her being tired from struggling.<br>\r\n<br>\r\n\"Mhmm. Just what I thought.\" She spoke, now starting to pull off Charlie's socks too.<br>\r\n<br>\r\n\"N-no please! I haven't got to wash those socks in months!\" Charlie pleads to Alicia.<br>\r\n<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851476,
            "title":"Charlie sniffs her sneaker"
        },
        "12121212222122211222121112112222111":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia moves on to more foot stench",
                "Alicia continues tickling",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"I can tell. You have a big mouth to talk about my feet when yours are just as bad.\" Alicia giggles as she drops the socks, then moves a finger across Charlie's bare foot, tickling her.<br>\r\n<br>\r\n\"I'm not the one forcing people to smell their nasty ass feet!\" She tells Alicia as she tries to stifle a laugh.<br>\r\n<br>\r\n\"I only do it to those who deserve it. And let me remind you you chose this yourself. It was this or death.\" Alicia explained, tickling a bit harder now, trying to force a laugh out of her.<br>\r\n<br>\r\nCharlie bursts out laughing. \"Please stop!\" Charlie yells out in between laughs.<br>\r\n<br>\r\n\"Awww. See, this is what I missed seeing. A smile. I haven't seen you smile in, like, ever.\" Alicia teased her, a smirk on her face. She used both hands to tickle both feet at the same time, the rope keeping her feet together unable to kick her.<br>\r\n<br>\r\nCharlie continues to laugh louder and harder to the point where she can't breath. \"Stop! I can't breath\" she says in between laughs once again.</span></div></div>",
            "created":1592197200,
            "id":2851479,
            "title":"Alicia drops the socks and tickles Charlie"
        },
        "121212122221222112221211121122221111":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie tries to avoid smelling her own socks",
                "Charlie sniffs her own socks",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh, you'll breathe. You'll breathe alright.\" Alicia said as she went pick up her boots again. She placed her boots as well as Charlie's sneakers on each side of her face. \"There's no getting away now!\"<br>\r\n<br>\r\nCharlie takes a deep breath into Alicia's boots as well as her own sneakers. \"So. Smelly. No. More.\" Charlie says in between breaths.<br>\r\n<br>\r\n\"Hmm. We're just getting started, honey.\" Alicia spoke, making sure that if Charlie tried to move her face away, she'd be met with either her boot stench or her own sneaker scent.<br>\r\n<br>\r\n\"No! This is torture!\" Charlie yells out to Alicia as she takes another sniff of Alicia's boots gagging on the smell.<br>\r\n<br>\r\n\"Tell me, Charlie. Who among the two has the smelliest feet?\" She teased her now on purpose, sitting on top of her in a kneeling position.<br>\r\n<br>\r\n\"Y-you! By far no doubt about it! There's no way my feet can smell like yours!\" Charlie yells at Alicia.<br>\r\n<br>\r\n\"Are you sure? Why don't you double-check?\" Alicia asked her, bringing Charlie's worn socks to her face.</span></div></div>",
            "created":1592197200,
            "id":2851482,
            "title":"Alicia moves on to more foot stench"
        },
        "1212121222212221122212111211222211111":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie tries to get Alicia to stop",
                "Charlie gives up",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie starts breathing through her mouth to avoid smelling her own unwashed socks.<br>\r\n<br>\r\n\"Maybe mine are worse, maybe not. Who knows? But yours have its own merit in stinking, too.\" Alicia taunted her, rubbing her socks on Charlie's nose as she covered her mouth with her hand.<br>\r\n<br>\r\nCharlie feels Alicia cover her mouth as she takes a sniff of her own socks. \"MMMPH!\" Charlie screams into Alicia's hand pleading her to take the sock away.<br>\r\n<br>\r\n\"See? Your feet are no roses, either.\" Alicia laughed at her, finally putting her socks aside. Before Charlie has a chance to breathe fresh air, Alicia brings her foot back on Charlie's face. \"I bet you missed this.\"<br>\r\n<br>\r\nCharlie feels the gross foot hit her face as she groans into the foot looking at Alicia with pleading eyes.<br>\r\n<br>\r\nAlicia began to rub her foot up and down Charlie's face, smiling down at her with a smirk. \"Sniff...\" She commanded almost coldly.</span></div></div>",
            "created":1592197200,
            "id":2851484,
            "title":"Charlie tries to avoid smelling her own socks"
        },
        "12121212222122211222121112112222111112":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia massages Charlie's feet",
                "Alicia worships Charlie's feet",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie knew that Alicia wouldn't budge so she took a sniff of Alicia's disgusting foot. She groans into the foot once more still looking at Alicia with pleading eyes.<br>\r\n<br>\r\n\"Keep going... I didn't tell you to stop.\" Alicia spoke as she wiggled her toes on Charlie's cheek. Alicia laid back on the bed on the opposite end so her foot remained on Charlie's face as she relaxed.<br>\r\n<br>\r\nCharlie keeps taking small sniffs of Alicia's foot. Minutes felt like hours as Charlie was forced to take in the smell of Alicia's smelly foot.<br>\r\n<br>\r\n\"What a good girl you are.\" Alicia spoke, feeling the cold air hit her toes and foot, signaling Charlie was smelling it. She leaned over and untied Charlie's ankles, allowing her to move her feet.</span></div></div>",
            "created":1592197200,
            "id":2851486,
            "title":"Charlie gives up"
        },
        "121212122221222112221211121122221111121":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia starts worshipping Charlie's feet to warm them up",
                "Alicia puts Charlie's shoes and socks back on",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie streched her legs hoping Alicia would put her socks and shoes back on her feet since they were getting cold.<br>\r\n<br>\r\nAlicia then reached out for Charlie's feet and began massaging them, noticing they were cold. \"Do you have anything to say?\" She asked her.<br>\r\n<br>\r\nCharlie spoke into Alicia's foot. \"C-can you put my socks back on? P-please.\"<br>\r\n<br>\r\n\"And why would I do that?\" Alicia asked with a taunting tone, grinning at her.<br>\r\n<br>\r\n\"My feet.\" Charlie wiggles her toes. \"Th-they're cold.\"<br>\r\n<br>\r\n\"I can see that. They're cold to the touch. Maybe if you're a good girl I will do that.\" Alicia spoke as she moved her feet up and down Charlie's face.<br>\r\n<br>\r\nCharlie knows what she has to do so she starts taking deep sniffs forcing herself not to gag. \"Alicia. Please put my socks on my feet!\"</span></div></div>",
            "created":1592197200,
            "id":2851488,
            "title":"Alicia massages Charlie's feet"
        },
        "1212121222212221122212111211222211111211":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia forces Charlie to clean her own socks with her mouth",
                "Alicia continues with foot worship only."
            ],
            "content":"<div class=\"\"><div> <span>\"Don't tell me what to do. I will do so when I feel you've earned it.\" Alicia spoke as she suddenly moved close to Charlie's foot and dragged her tongue across her sole to tease her.<br>\r\n<br>\r\nCharlie struggles and moves her feet as she feels Alicia's tongue on her feet.<br>\r\n<br>\r\nAlicia moved a bit and took Charlie's little toes in her mouth and started sucking on them, closing her eyes to enjoy the taste.<br>\r\n<br>\r\nCharlie feels Alicia's mouth cover her toes. She still tries to move her feet away but realizes that its warming her feet.<br>\r\n<br>\r\n\"I believe I found a better warmer than your filthy socks.\" Alicia taunted her, letting out a soft moan as she wiggles her tongue between Charlie's small toes.<br>\r\n<br>\r\nCharlie stays quiet and just looks at Alicia. Although Charlie had to admit it did feel good to have her toes sucked, there was no way she was going to admit that to Alicia.<br>\r\n<br>\r\nAlicia gently moved her tongue between each of Charlie's toes eating all the jam and crust, letting out satisfied sighs. \"See? This is how it's done.\"<br>\r\n<br>\r\nCharlie wiggles her toes. She hasn’t had clean feet in what seems like years. It felt nice.<br>\r\n<br>\r\n\"Jesus, they smell so strong.\" Alicia admitted, but unlike Charlie, she adored it. She had a foot fetish after all, but it's something very few people knew.<br>\r\n<br>\r\nCharlie just looked at Alicia in silence thinking about how this girl who not even 10 minutes ago was forcing her to sniff her very own shoes and socks. Just cleaned her feet with her tongue.<br>\r\n<br>\r\nAlicia gave Charlie a little grin as she was licking her small feet. \"Don't think this changes anything. You're still MY footslave. Got it? I'm still in charge.\"<br>\r\n<br>\r\nCharlie still very much afraid of Alicia, just nods.<br>\r\n<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851490,
            "title":"Alicia starts worshipping Charlie's feet to..."
        },
        "12121212222122211222121112112222111112111":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie doesn't obey",
                "Charlie obeys",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Alicia handed over Charlie's own socks to Charlie. \"I want them clean. And no, you can't use water.\" She told her, an evil smirk on her face. \"And you'll still have another pair of socks to clean.\"<br>\r\n<br>\r\nCharlie took the socks in her still bound hands. The socks were somehow still wet from her own feet. “How do you expect me to clean these without wa-.” She cuts herself off as she realizes what Alicia means. “No! That’s so gross!” Not even thinking about what the other pair of socks meant.<br>\r\n<br>\r\n\"Let me give you a demonstration.\" Alicia then picked up Charlie's socks and puts them against Charlie's face. \"Now stick out your tongue.\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851493,
            "title":"Alicia forces Charlie to clean her own socks wi..."
        },
        "121212122221222112221211121122221111121112":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie takes Alicia's socks in her mouth",
                "Charlie attempts to reject Alicia's socks",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>As much as she didn’t want to do it. Charlie also didn’t want to be punished by Alicia for not listening. Charlie very slowly sticks her tongue out.<br>\r\n<br>\r\nAlicia shoved Charlie's socks in her mouth, grinning. \"Savor them. You won't be grossed out of your own feet, or are you? It's your own brand.\"<br>\r\n<br>\r\nCharlie felt the sweaty dirty fabric enter her mouth as she was forced to suck on her own socks. It was horrible. She was very much grossed out by her own socks. The expression on her face showed it.<br>\r\n<br>\r\n\"I'll take that as a yes.\" Alicia left out a soft giggle, now pressing her foot against Charlie's mouth, keeping the socks in by force.<br>\r\n<br>\r\nCharlie now unable to breath through her mouth was forced to take sniffs of Alicia’s bare feet. She was also trying to spit the socks out but the foot on her face was keeping them in. So she started licking and sucking her own socks in an attempt to get the torture over with.<br>\r\n<br>\r\n\"Good girl. Just give in. Let it happen. The sooner you get used to this, the less you'll suffer. Maybe you'll even start enjoying it!\" Alicia taunted her, rubbing her other foot all over her face, caressing it. At the same time, Alicia playfully sucked on Charlie's toes again.<br>\r\n<br>\r\nCharlie was very sure that she wouldn’t ever get used to this. It was gross, smelly, and very sweaty. She continues to suck on her socks getting them a little cleaner. Well cleaning them as fast as she could for month old socks. As she felt Alicia’s feet rubbing her face, she also felt the warm sensation of sucking come back to her feet.<br>\r\n<br>\r\nAfter a while, Alicia allowed Charlie to spit out the socks. \"Gotta make room for the main course, right?\" She teased her once again. She moved her tongue across Charlie's sole and the ball of her foot in an attempt to tickle her for a moment before she brought her own socks close to Charlie's face. \"You ready?\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851496,
            "title":"Charlie obeys"
        },
        "1212121222212221122212111211222211111211122":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia notices Charlie's obediance",
                "Alicia pays no attention to Charlie",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>Charlie cracked a brief smile before seeing Alicia’s socks being put in front of her face. She turned her head away from the socks and said “No! I’m not putting those in my mouth!”<br>\r\n<br>\r\nAlicia giggled at Charlie's resistance. She looked as she turned her head away, unknowingly shoving it inside her own sneaker that was placed just by the side of her head, Alicia's boots also resting on the other side of her head. \"You think you have a choice, dear? That's adorable.\"<br>\r\n<br>\r\nCharlie took one sniff and immediately turned her head back to gag. While Charlies mouth was open to gag Alicia took her shot.<br>\r\n<br>\r\nAlicia quickly shoved her filthy socks inside Charlie's mouth and once again muffled her with her foot, laughing audibly. \"You poor thing. You look so defenseless from here.\" She taunted her some more as she wiggled her toes on her lips.<br>\r\n<br>\r\nCharlie’s eyes open wide as a look of disgust comes across her face. Somehow Alicia’s socks taste worse than her own. Alicia was right. She was defenseless. Forced to sniff feet and clean socks. Her mouth was completely full with socks. Every breath Charlie took was also tainted with Alicia’s foot odor.<br>\r\n<br>\r\n\"That's a good girl. Clean my socks.\" Alicia told her softly as she caressed her face some more with her feet, playing with her cheeks and her nose. \"It makes me so happy to see you obey me like this.\"<br>\r\n<br>\r\nAs Charlie was forced to sniff Alicia’s feet she decided to get to work to end the torture faster. She tries to move the socks around in her mouth but they’re so tightly fit in it’s hard to do. Eventually Charlie just starts chewing hoping to get some of the dirt off the disgusting socks.<br>\r\n<br>\r\n</span></div></div>",
            "created":1592197200,
            "id":2851497,
            "title":"Charlie attempts to reject Alicia's socks"
        },
        "12121212222122211222121112112222111112111221":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia lets Charlie sleep",
                "Alicia makes Charlie stay awake and suffer more"
            ],
            "content":"<div class=\"\"><div> <span>Alicia saw Charlie had begun chewing, which surprised her in a good way. Easing the pressure on her mouth, Alicia allowed Charlie to have more freedom in her mouth. In turn, her foot moved to rub against her nostrils, rubbing the ball of her foot there, her toes covering her sight.<br>\r\n<br>\r\nCharlie felt the pressure release a little as she started moving the socks around in her mouth. She tried to get the dirt off the bottoms of the socks. She wasn’t sure on her progress but she wasn’t sure if weeks of dirt would come off with just a few licks. She felt the ball of Alicia’s feet start rubbing on her nostrils and did her best to ignore the smell but eventually she scrunched her nose in reaction to the smell.<br>\r\n<br>\r\nAlicia left out a giggle as she could feel Charlie shaking under her everytime she smelled her foot. She playfully rested one foot on Charlie's chest as the other messed with her face, grinning at her. \"You're doing a good job, just so you know. Keep it going and I just might reward you.\"<br>\r\n<br>\r\nCharlie wasn’t sure what kind of reward Alicia was talking about. All she knew was she wanted the torture to be over with so she sucked and licked and chewed Alicia’s socks for about another hour before she couldn’t anymore. The smell never changed. She never got used to it the whole time she was cleaning the socks.<br>\r\n<br>\r\nAfter a good while, Alicia allowed Charlie to spit out her socks. They looked significantly whiter than before, to which Alicia smiled. \"Good job! Here's your reward.\" Alicia spoke as she then untied her hands and handed her a bottle of water. \"Your teeth and mouth must look pitch black with so much grime. You better wash it off.\" She giggled.<br>\r\n<br>\r\nCharlie very quickly grabbed the water bottle and started drinking some. She swished the water around in her mouth and looked for a place to spit. To her dismay there wasn’t one and she had to swallow the disgusting water. A look of pure disgust went across her face as she did. Charlie continued to chug the rest of the water bottle.<br>\r\n<br>\r\nAlicia laughed even more seeing how Charlie was unable to spit the water anywhere. \"How can you be so goddamn adorable even after literally cleaning up dirty feet and socks?\" She asked her with her arms crossed, staring at her in amusement. \"You're gonna be the best footslave ever. I'm so lucky.\"<br>\r\n<br>\r\nHearing those words hurt her. Footslave. She didn’t know what to do anymore. She just looked at Alicia quietly before looking outside it was pitch black. The sun had set. Charlie felt the tiredness hit her.</span></div></div>",
            "created":1592197200,
            "id":2851498,
            "title":"Alicia notices Charlie's obediance"
        },
        "121212122221222112221211121122221111121112211":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie tells her",
                "Charlie doesn't tell her"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm guessing you're sleepy. Do you wanna sleep for now? I'll watch you while you sleep, to make sure no walkers get you. I'll protect you.\" Alicia explained to her in an almost nice, sweet tone.<br>\r\n<br>\r\nCharlie nodded as she laid her head down on the pillow and almost instantly fell asleep. Before she fell asleep she pushed her sneakers onto the floor so she didn’t have to smell them.<br>\r\n<br>\r\nAlicia moved over to put some covers on her so she wouldn't be cold. She genuinely decided to give her a break from foot-serving her. She was still just a kid, after all. However, Alicia did put her own socks and boots back on and worked up on some more sweating for afterwards. She started pacing around the room, watching Charlie sleep and guarding in case any walkers showed up.<br>\r\n<br>\r\nSeveral hours later Charlie woke up. Alicia wasn’t in the room but she knew better at this point to not try and escape. Looking outside it must have been late in the morning. Maybe 10 am.<br>\r\n<br>\r\nAlicia was burning some corpses of the walkers she had killed the day before so they wouldn't stink up the place even more than her feet did. Not long after, Alicia came back in the room to see Charlie awake. \"Hey. Morning, sleepyhead.\" She said with a smile as she handed her a can of peaches. \"Breakfast.\"<br>\r\n<br>\r\nCharlie eagerly ate the peaches. Maybe a little too fast. “T-thank you” she says still waking up.<br>\r\n<br>\r\n\"You're welcome.\" Alicia smiled a bit. Maybe this kid wasn't so bad after all, she thought. Maybe she was just a kid, a scared kid, and she seemed sincere about regretting killing Nick. Maybe Alicia was being too harsh on her. She was starting to grow on her, actually. However she was still decided on giving her the treatment she was giving her already.<br>\r\n<br>\r\nCharlie smiles back until she remembers how much stuff this woman put her through just the day before.<br>\r\n<br>\r\n\"I know you fear and hate me at the same time.\" Alicia told her, taking a seat in front of her. \"However I need to ask. Why did you kill my brother? What made you pull the trigger?\"</span></div></div>",
            "created":1592456400,
            "id":2853041,
            "title":"Alicia lets Charlie sleep"
        },
        "1212121222212221122212111211222211111211122111":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Worship your own feet",
                "Clean my boots",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>“I-i was scared. It just happened. I don’t know how to explain it. It was a lot of feelings.”<br>\r\n<br>\r\n\"You know my brother would've never represented a threat to you. You literally killed one of the few friends you had. If not the only.\" Alicia told her. She didn't mean to make her feel bad, however she had to know the truth even if it was harsh. \"Making you clean my feet is nothing compared to the suffering YOU put me through.\"<br>\r\n<br>\r\nTears started to swell up in Charlie’s eyes. “I know! I didn’t want to! It was a spur of the moment thing!” She manages to yell at Alicia.<br>\r\n<br>\r\n\"I believe you. But you still got a long way to go until I decide to actually forgive you. So...\" She suddenly puts her feet on Charlie's lap. \"You know what awaits you.\"<br>\r\n<br>\r\nCharlie flinches at the sight of Alicia’s boots. “P-please. No more feet!” She starts to cry again.<br>\r\n<br>\r\n\"Eeeasy, easy, Charlie. Don't cry. You're not a little girl anymore, or are you?\" She taunted her a bit as she moves her boots a bit. \"Don't worry, I got something else in mind for you today.\"<br>\r\n<br>\r\nCharlie looks up at Alicia with a confused expression. “Something different?”<br>\r\n<br>\r\n\"Don't get your hopes up. It's still gotta do with feet.\" Alicia chuckled a bit at Charlie's face.<br>\r\n<br>\r\nCharlie’s face instantly went back to despair as she starts looking down again.</span></div></div>",
            "created":1592456400,
            "id":2853043,
            "title":"Charlie tells her"
        },
        "12121212222122211222121112112222111112111221111":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie does it",
                "Charlie doesn't do it",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><div> <span>\"This one might be a tad more easy for you at the moment. Charlie, I want you to worship your own feet. Right here in front of me. I want you to smell them, sniff them good, and lick them.\"<br>\r\n<br>\r\nA look of pure horror spread across Charlie’s face as she heard those words. She looked down at her own feet which looked clean because of Alicia’s licking. But she noticed they were still quite sweaty and smelly. “Alicia. You can’t be serious!”<br>\r\n<br>\r\n\"Do I look like I'm joking? And be thankful. I could easily make you lick a walker's feet. But even I find that a bit too much.\" She spoke, grinning wide at her. \"Oh! Also, while you do it, you're gonna tell me how much you enjoy your own feet. For my amusement, purely.\"</span></div></div>",
            "created":1592456400,
            "id":2853044,
            "title":"Worship your own feet"
        },
        "121212122221222112221211121122221111121112211111":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Alicia forces the sneakers over Charlies nose",
                "Alicia sniffs them"
            ],
            "content":"<div class=\"\"><div> <span>Charlie looked down at her feet again and held one of her feet to her face and takes a sniff of the toes. She suppresses a gag and says “W-wow. This smells amazing” lying obviously. She does the same with her other foot. She continues sniffing them for a few more minutes. “T-the smell is. Divine.” Charlie says gritting her teeth.<br>\r\n<br>\r\n\"I can agree with that. I had a little bit of fun with those little cuties as you slept.\" Alicia lied. She actually didn't do anything to her while she slept, but wanted to taunted her a bit more. She was still aware of the smell of Charlie's feet though from cleaning them the day before.<br>\r\n<br>\r\n“Y-you did?” Charlie elects to just continue her self foot worship by lifting up her right foot and licking from heel to toe. The sweat getting picked up by her tongue. “Yummy” Charlie says with a obvious look of disgust on her face.<br>\r\n<br>\r\n\"I'm getting jealous!\" Alicia said with a soft laugh. \"Oh yeah. Enjoying those cute little things while you slept felt awesome. You looked so unbothered.\" She teased her some more.<br>\r\n<br>\r\nCharlie picked up her left foot and licked from heel to toe once again collecting all the sweat from the night of sleep. “Tastes.” She gags. “So good.” She forced a smile.<br>\r\n<br>\r\n\"Deep sniffs, Charlie. Let me hear them.\" Alicia giggled, loving every second of this. Seeing Charlie worship her own feet made Alicia feel funny in her stomach. Like butterflies.<br>\r\n<br>\r\nCharlie held both her feet up to her nose and started taking deep audible sniffs. Tears formed in her eyes and started running down her face.<br>\r\n<br>\r\nAlicia couldn't hold back much longer and moved her face closer, smelling Charlie's feet at the same time she did.<br>\r\n<br>\r\nCharlie continued to sniff her own feet for a couple of minutes before stopping hoping Alicia wouldn’t notice. Charlie began taking in breaths of fresh air. Well. As fresh as air could get in a room that smells like feet.<br>\r\n<br>\r\nAlicia was now almost completely focused on enjoying Charlie's feet herself, allowing Charlie a few moments of relief. Alicia pressed her face against Charlie's foot, taking deep sniffs and letting out soft moans as she exhaled. It was almost fascinating to see if it weren't because Charlie was terrified.<br>\r\n<br>\r\nCharlie didn’t know how to react so she just didn’t react. She let Alicia sniff her feet even if she didn’t want her to. She didn’t want to be punished because she took them away.<br>\r\n<br>\r\n\"Mmm.\" A pink blush showed up in Alicia's face, slightly noticeable if Charlie took a glance. Alicia then laid down on the bed by Charlie's side.  \"Charlie? I want you to press your feet on my face. Just like I did to you yesterday. Be glad... Whenever I'm not doing the worshipping, you'll be the one doing it, so take these moments as little breaks.\"<br>\r\n<br>\r\nCharlie took her feet and pressed them into Alicia’s face. She rubbed her soles up and down her face. Hoping what she was doing would satisfy her.<br>\r\n<br>\r\n\"Oh yeah, just like that, spread that delicious stench...\" Alicia told her almost in a creepy manner, which could surely make Charlie even more creeped out.<br>\r\n<br>\r\nCreeped out Charlie was. She didn’t know how to react so she just kept on rubbing her feet on Alicia’s face. Every so often she would rub her foot in Alicia’s hair.<br>\r\n<br>\r\n\"Good girl, good girl. See? You're learning fast. When you're older, you could even have your own little footslave if you manage to find one.\" Alicia taunted her, now sticking out her tongue.<br>\r\n<br>\r\nCharlie continued rubbing her feet over Alicia’s face and now her tongue. She had to admit it felt good but she wasn’t so sure she could do this to another person unwillingly.<br>\r\n<br>\r\nAlicia skillfully dragged her tongue all over Charlie's foot in a way Charlie herself could feel satisfying, even. She took deep sniffs as she did it, letting out a few more soft moans.<br>\r\n<br>\r\nCharlie continued rubbing her feet putting extra focus on rubbing her feet on Alicia’s tongue as it felt warm. Her feet were still cold so she found a way to warm them up.<br>\r\n<br>\r\n\"I bet that, at the slightest, you dislike this less than you being the one to do the worshipping, am I wrong?\" Alicia asked her, now giving Charlie's feet a gentle kiss as they touched her face.<br>\r\n<br>\r\n“Y-yes! I don’t have to have smelly feet in my face so it’s so much better.” She tells Alicia.<br>\r\n<br>\r\n\"Mhmm. I figured as much. I love this too so it's a win-win for me. Go on... Keep rubbing. Please your mistress.\" Alicia told her teasingly. She actually didn't plan on things going like this, but she had found Charlie's feet irresistible once she watched her worship herself.<br>\r\n<br>\r\nHearing the word mistress made Charlie scared Alicia would force her to call Alicia that. She continued rubbing her feet all over her face trying to please Alicia.<br>\r\n<br>\r\nAlicia was aware of Charlie's fear. She didn't take pride on scaring a little girl, however, she was willing to use that to her advantage. She occasionally opened her mouth when Charlie's toes came close to give them a playful lick.<br>\r\n<br>\r\nCharlie let Alicia have her way with her feet. Whether that be licking sucking or smelling. She just didn’t want to be punished by Alicia.<br>\r\n<br>\r\n\"I know you're scared, however, I want you to know nothing bad will happen to you as long as you're obedient. Be a good girl for me and I promise I'll be your guardian angel.\" Alicia spoke, hoping Charlie understood the metaphor.<br>\r\n<br>\r\n“Y-yes Alicia” Charlie stammered as she started rubbing her feet on Alicia’s face again. “I-is this good?”<br>\r\n<br>\r\n\"Oh, it is. You're great at this, honey. I might ask you to do this sometime. You don't mind, do you?\" Alicia asked rethorically. She wasn't expecting a different answer.<br>\r\n<br>\r\n“S-sure” Charlie said knowing she wouldn’t have a choice either way.<br>\r\n<br>\r\n\"Mhmm. Good girl. Maybe I can make you like it if I'm the one doing the worshipping. Does it feel good?\" She asked her softly.<br>\r\n<br>\r\nCharlie has to admit it did feel good to have someone lick her feet. She wouldn’t say she liked having someone worship her feet but it wasn’t unpleasant. “Yes.”<br>\r\n<br>\r\n\"It's a start. You'll see there's more to this than meets the eye.\" Alicia spoke, giving Charlie's sole<br>\r\n<br>\r\nCharlie didn’t understand what she meant by that and wasn’t sure she ever would. She wiggled her toes in response to the kiss.<br>\r\n<br>\r\n\"With this, what I mean is, nothing is as gross as it seems or even unpleasant. Just like alcohol is gross to someone at first but then they like it. Just to name an example.\" Alicia explained to her. She wasn't sure how to explain fetishes to a kid without getting graphic, but she tried.<br>\r\n<br>\r\nCharlie starts to understand but still doesn’t fully.<br>\r\n<br>\r\n\"Can you hand over your sneakers for a sec?\" Alicia requested.<br>\r\n<br>\r\nCharlie gets up to grab her sneakers then hands them to Alicia. Knowing what Alicia did to her last time with her sneakers a look of fear came over her face.<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592456400,
            "id":2853047,
            "title":"Charlie does it"
        },
        "1212121222212221122212111211222211111211122111112":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Charlie thanks Alicia",
                "Charlie doesn't thank Alicia"
            ],
            "content":"<div class=\"\"><div> <span>\"Don't worry, it's not for you, but it's a demonstration of what you could do when it's your turn.\" Alicia spoke before pressing the inside of Charlie's sneaker against her face, taking deep sniffs. She then stuck out her tongue and licked the sole inside a bit.<br>\r\n<br>\r\nCharlie just watched Alicia sniff her shoes which she knew were foul. She’s had those shoes since the beginning of everything.<br>\r\n<br>\r\n\"I can tell these have been worn for a while. How long have you been in them? Hell, how long it's been since you washed those feet?\" She asked, genuinely curious.<br>\r\n<br>\r\n“I’ve had the shoes since the beginning. They were one of the last things my parents got for me. My feet. I’m not really sure. A couple weeks? Maybe?”<br>\r\n<br>\r\n\"Genuinely curious. Did you find a river? A shower with running water? A lake? Lakes can actually make them more dirty if the water's not clean enough.\" Alicia taunted her as she kept on worshiping the sneaker.<br>\r\n<br>\r\n“There was a shower on the bus. Though I only got to use it a couple times.”<br>\r\n<br>\r\n\"Aww. You poor thing. Then I bet the tongue bath I gave your foot actually felt better than I thought.\" She says smirking wide. \"So? Aren't you gonna thank me?\"<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1592456400,
            "id":2853048,
            "title":"Alicia sniffs them"
        },
        "12121212222122211222121112112222111112111221111121":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Skip to after Alicia has her fun"
            ],
            "content":"<div class=\"\"><div> <span>Charlie really didn’t want to thank her for that but she decided to try and keep her happy. “T-thank you Alicia.”<br>\r\n<br>\r\n\"You're very welcome.\" She told her happily. Alicia knew Charlie wasn't actually sincere about most things, that she only wanted to please her, however Alicia didn't blame her. \"Okay, get your feet back on my face.\"</span></div></div>",
            "created":1592456400,
            "id":2853051,
            "title":"Charlie thanks Alicia"
        },
        "125":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Lucianna ",
                "Charlie",
                "Did I miss any?"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are a couple more that come to mind.</span></div></span></div>",
            "created":1592024400,
            "id":2850915,
            "title":"More choices"
        },
        "1253":{
            "author_id":"ttas",
            "author_name":"TTaS",
            "choices":[
                "Ofelia",
                "Annie",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here's some more.</span></div></span></div>",
            "created":1592110800,
            "id":2851165,
            "title":"Did I miss any?"
        },
        "12533":{
            "author_id":"ttas",
            "author_name":"TTaS",
            "choices":[
                "Sherry",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Yet more options.</span></div></span></div>",
            "created":1592110800,
            "id":2851166,
            "title":"Other"
        },
        "13":{
            "author_id":"justen4450",
            "author_name":"Justen4450",
            "choices":[
                "Clementine",
                "Violet ",
                "Mickey",
                "More options those are the ones I had off the top of my head."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will be dominating</span></div></span></div>",
            "created":1592024400,
            "id":2850919,
            "title":"Telltales The Walking Dead"
        },
        "131":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "8(season 1)",
                "11-12(season 2)",
                "something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how old would Clementine be here?</span></div></span></div>",
            "created":1592197200,
            "id":2851597,
            "title":"Clementine"
        },
        "1313":{
            "author_id":"kameron94",
            "author_name":"Kameron",
            "choices":[
                "15(season 3)",
                "18(season 4)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>how old is Clementine?</span></div></span></div>",
            "created":1592197200,
            "id":2851598,
            "title":"something else"
        },
        "134":{
            "author_id":"ttas",
            "author_name":"TTaS",
            "choices":[
                "Brody",
                "Ruby",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More options!</span></div></span></div>",
            "created":1592110800,
            "id":2851157,
            "title":"More options those are the ones I had off the t..."
        },
        "1343":{
            "author_id":"ttas",
            "author_name":"TTaS",
            "choices":[
                "Lilly",
                "Carley",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Some more options.</span></div></span></div>",
            "created":1592110800,
            "id":2851158,
            "title":"Other"
        },
        "14":{
            "author_id":"ttas",
            "author_name":"TTaS",
            "choices":[
                "Andrea",
                "Lori",
                "Maggie",
                "Michonne",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here's some comic options.</span></div></span></div>",
            "created":1592110800,
            "id":2851162,
            "title":"Comics"
        },
        "145":{
            "author_id":"ttas",
            "author_name":"TTaS",
            "choices":[
                "Sophia",
                "Lydia",
                "Other options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More comic options!</span></div></span></div>",
            "created":1592110800,
            "id":2851164,
            "title":"More options"
        }
    },
    "info":{
        "author_id":"justen4450",
        "author_name":"Justen4450",
        "brief_description":"TWD girls force each other or you to worship their feet.",
        "created":1592100240,
        "description":"<td align=\"left\" class=\"norm\">As the title says this is a feet story. You can make the girls like feet but for the most part it would be great if they didn’t.<br>\r\n<br>\r\nRules: 1. Keep it feet related<br>\r\n2. Try to keep it F/F or F/M.<br>\r\n3. Don’t be too overly sexual.<br>\r\n4. Have fun!</td>",
        "id":2224302,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1592101500,
        "modified":1592462460,
        "pretty_title":"TWD Universe Feet"
    }
}