{
    "chapters":{
        "1":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Aang ",
                "Sokka",
                "Zuko",
                "Katara",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is going to be shrunk?</span></div></span></div>",
            "created":1584680400,
            "id":2804241,
            "title":"Who?"
        },
        "11":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Katara",
                "Toph ",
                "Azula",
                "Ty Lee",
                "Kyoshi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will shrink Aang?</span></div></span></div>",
            "created":1584680400,
            "id":2804246,
            "title":"Aang "
        },
        "111":{
            "author_id":"eggballer",
            "author_name":"Bob",
            "choices":[
                "Katara is sick of Aang being a great waterbender, so shows him her airbending",
                "Katara is jealous of Toph, so decides to be more openly gassy",
                "Aang is ogling her in secret, and sniffs her gas by accident"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Aang end up sniffing Katara’s fumes?</span></div></span></div>",
            "created":1586235600,
            "id":2814808,
            "title":"Katara"
        },
        "112":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Unaware",
                "Aware gentle",
                "Aware evil"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why does Toph shrink Aang?</span></div></span></div>",
            "created":1584680400,
            "id":2804338,
            "title":"Toph "
        },
        "1123":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Microscopic shrinking",
                "Toilet troubles",
                "Unused"
            ],
            "content":"<div class=\"\"><div> <span>Aang had just finished his waterbending training with Katara when he decided to take a break and sit down, he was going to begin earthbending with Toph soon so he needed to rest.<br>\r\n<br>\r\n Toph saw this and thought it would be the perfect time to mess with him but what would she do? At that moment Toph's stomach began to cry out and an evil idea came to her, as Aang rested Toph snuck up behind him and turned around placing her large ass on the back of Aang's head. Before he could even understand what was going on Toph let out a nasty fart right on his head, Aang recoiled in disgust and Toph nearly fell over laughing. Right before Aang berated Toph for her actions, he took one breath through his nose and felt lightheaded, he lost balance and crashed to the floor.<br>\r\n<br>\r\nToph's laughing fit was interrupted by Aang falling, she was about to laugh again knowing he passed out from the smell when all of a sudden Aang's unconscious body started to shrink, Toph could hardly believe it and if she hadn't felt it herself she wouldn't have. Toph slowly crawled over to the now tiny Aang, he was small enough to fit in her hand being only a few inches in size, she looked at him wondering what could've done this when the idea of her fart shrinking him came to her, she had no way to be sure unless she tested it again.<br>\r\n<br>\r\nAang slowly rose from the ground, he felt wrong for many different reasons; he was lightheaded, his body felt numbed, he could barely think, and his whole being felt different. He tried to look around but the images he saw were blurry and got mixed around in his head, he eventually came to and found himself sitting in the middle of a large field made of rock. He looked around trying to find answers until he looked at his back and saw the massive face of his earthbending master Toph. Aang being absolutely terrified, tried to airbend away from her but found he was unable to do so, his heart raced uncontrollably as he saw her massive lips parting in an effort to speak.<br>\r\n<br>\r\n<b>\"Aang, is that really you?\"</b> <br>\r\n<br>\r\nToph's voice boomed at Aang and he nearly lost his balance, he stared up at her terrified.<br>\r\n<br>\r\n<b>\"How is this even possible?\"</b> Aang noticed a smile starting to form on Toph's face, a smile that didn't bode well for the little Avatar.<br>\r\n<br>\r\nToph stared down at the doll-sized airbender unsure of what to do, until an idea popped into her head. With Aang being so small and defenseless without his bending, Toph would be able to do whatever she wanted with him. Toph reached down to grab Aang, she smiled knowing what was in store for him.<br>\r\n<br>\r\nAang saw Toph's large hands coming down to grab him and tried to run away, she grabbed him with ease and brought him up to her face.<br>\r\n<br>\r\n<b>\"Well twinkle toes, I don't know exactly how this happened but I have an idea. I'm gonna put that idea to the test but trust me, you aren't gonna like it.\"</b> As soon as Toph finished speaking a huge grin plagued her face and Aang was sent flying though the air as Toph moved her hand. Aang lost balance and focus and couldn't tell where he was going, when he finally stopped moving he found himself staring at what looked like a piece of Toph's clothing. <br>\r\n<br>\r\nAang was left hovering in front of Toph still not knowing exactly where he was on her body, that was when he noticed the smell emanating from what was in front of him. At first he thought it may have been her clothes which she forgot to wash but then it hit him, he knew what the smell was and what part of Toph this was, it was her ass.<br>\r\n<br>\r\n<b>\"Enjoying the view down there twinkle toes? Or maybe you prefer the smell?\"</b> Toph giggled at the little airbenders predicament, she placed her free hand on her ass cheek.<br>\r\n<br>\r\n<b>\"I bet my butt looks massive from down there!\" </b> She gave her cheek a squeeze and slapped it. <br>\r\n<br>\r\n<b>\"Bet it smells pretty strong too, here let me give you a better whiff!\"</b> Toph pressed Aang's tiny body against her ass, she forced his face into her crack and forced him to sniff her terrible scent.<br>\r\n<br>\r\n<b>\"Hows that? Here I'll make it even stronger for you, better hold on tight!\"</b> Aang heard a rumbling noise coming from Toph's ass and knew what was going to happen, he braced for impact.<br>\r\n<br>\r\nA massive blast of air hit Aang head on joined by an incredible sound, the air was warm and powerful and it left him disoriented. That was when the smell hit, the smell was disgusting and made him sick, to make it worse the fart lingered leaving him stuck in a cloud of warm smelly gas. Toph eventually brought him back to her face and smelled him.<br>\r\n<br>\r\n<b>\"Wow you stink!\"</b> Toph fanned her nose in fake disgust.  <br>\r\n<br>\r\n<b>\"I'm shocked that the Avatar could be defeated so easily, all it took was one measly girl fart!\"</b> Moments after Toph finished speaking, Aang began to shrink at an alarming rate until he was less than an inch tall.<br>\r\n<br>\r\n<b>\"It actually worked! That's how you shrunk before, it was because of my fart!\"</b> Having this new information, Toph came up with a devious plan for Aang.<br>\r\n<br>\r\nBut what was her plan?<br>\r\n<br>\r\n</span></div></div>",
            "created":1584680400,
            "id":2804365,
            "title":"Aware evil"
        },
        "11231":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Aang goes on a forced spelunking trip",
                "Toph takes Aang out and confines him on the ground",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span><b>\"Let's see just how small you can get, shall we?\"</b> The implications made by these words were frightening to the miniaturized airbender, not only was she not going to help him grow back, she wanted to shrink him more? Toph always seemed a little sadistic but only when it came to her jokes and punches and never to this extent, Aang had never seen this side of Toph before.<br>\r\n<br>\r\n<b> \"Ha! You're gonna love this twinkletoes! I'm giving you an up close and intimate experience with my ass, you should be thankful that I'm this nice!\"</b><br>\r\n<br>\r\nMere seconds after Toph finished speaking, Aang again found himself flying through the air faster than even his own airbending could make him. The trip made him nauseous as he felt an unnatural amount of g-forces, a simple relocation of Toph's arm felt like falling off a cliff, and that almost was the case had it not been for Toph's tight grip and closed fist surrounding him. <br>\r\n<br>\r\nAfter only a few seconds of traveling Toph opened her fist slightly allowing Aang to see outside, he could now see his predicament and the immediate danger it posed, he was hovering directly over Toph's rather large butt.<br>\r\n<br>\r\nWith a single finger Toph opened the back of her pants,this gave Aang a clear look into the abyss below him. Even from here her ass gave off a strong smell. Aang tried desperately to find another way out, he shouted up to Toph but she heard nothing and continued. Without warning Toph lowered her hand into her pants and pressed Aangs small body in between her cheeks, Aang was sucked into the dark chasm and swallowed whole.<br>\r\n<br>\r\nAfter dropping Aang in, Toph began pushing him closer to the source of her shrinking powers in an effort to make things worse for him. For Aang, it felt like being shoved into a disgusting and smelly furnace lined with walls of flesh, the heat was unbearable but the smell was worse.<br>\r\n<br>\r\nToph's muffled giggles could be heard just before another loud rumbling began, Aang clawed at the fleshy walls to no avail. He was hit by the full force of her fart, it rocketed out of her ass with a deafening sound and with it came noxious fumes. Aang was trapped in her ass and forced to smell everything, he felt like he was burning alive as the gas also became trapped in her pants sealing him in a cloud of her nasty gas.<br>\r\n<br>\r\nToph's giggling had turned into intense laughter as she imagined Aang's predicament, she reached into the back of her pants and began pushing the now shrinking airbender up to her unwashed asshole.<br>\r\n<br>\r\nAang's torment was interrupted by the massive finger that Toph sent into her pants, he tried to leave its path but was unable to. The finger hit him and kept going without ever slowing down, to make matters worse Aang began shrinking again due to her previous fart. The finger and Aang's shrinking stopped together, Aang had reached his destination but he was worried what exactly that meant.<br>\r\n<br>\r\nThe first thing he noticed was the powerful smell, Aang recoiled in disgust as the finger behind him retreated. Aang's eyes slowly got used to the dark and he was finally able to see just where it was he ended up, he was shocked and disgusted. In front of him stood the enormous hole in Toph's ass in all of its disgusting glory, it was ten times bigger than Aang and it sent fear through his whole body. Toph's asshole which would normally be the size of his fingertip now dwarfed him and threatened his life, it looked like a monster ready to eat him due to its contractions and outward flexing. <br>\r\n<br>\r\nThat was when Aang realized what was happening and why her hole was twitching, Toph was trying to fart on him again. Aang began running away but it proved to be meaningless as the rumbling made him lose his balance and fall face first in her ass flesh. Aang turned to see the giant wrinkled hole flex outward one last time. Like a volcano the hole erupted shooting hot gas in every direction, the shockwave sent Aang flying into Toph's now sweaty ass cheeks while the sound temporarily broke him. When he finally gained balance his senses were attacked with unbelievable force, his nose burned unbearably so and there was nothing he could do but breath in her gas. Aang was on the verge of passing out as he kept breathing in her fart trying desperately to get air, the heat not was also burning ever part of his body but primarily his nose.<br>\r\n<br>\r\nAs Aang lie there in complete defeat he began to shrink even more until he was only a fraction of his previous size, and when everything seemed lost a ray of light entered Toph's pants followed by the now titanic form of Toph's finger. <br>\r\n<br>\r\nBut what was Toph going to do next?<br>\r\n</span></div></div>",
            "created":1586149200,
            "id":2814689,
            "title":"Microscopic shrinking"
        },
        "115":{
            "author_id":"eggballer",
            "author_name":"Bob",
            "choices":[
                "She wants to continue her own life, but to do that she needs to break the Avatar",
                "She tries to teach him strength, and puts him through some smelly training.",
                "She’s just flat out bored! Being a spirit can’t be amusing for someone like her."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>For what reason does Kyoshi make Aang small?</span></div></span></div>",
            "created":1586149200,
            "id":2814122,
            "title":"Kyoshi"
        },
        "12":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Suki",
                "Katara",
                "Toph",
                "Ty Lee",
                "More "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will shrink Sokka?</span></div></span></div>",
            "created":1584680400,
            "id":2804247,
            "title":"Sokka"
        },
        "121":{
            "author_id":"eggballer",
            "author_name":"Bob",
            "choices":[
                "The Kyoshi Warriors give him a gassing when they first meet",
                "Sokka gets a teasing  facefart from Suki once they are dating",
                "Sokka is spying on the Kyoshi warriors, and receives an unaware blast."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So the funny guy gets shrunk? But why does it happen?</span></div></span></div>",
            "created":1586149200,
            "id":2814120,
            "title":"Suki"
        },
        "125":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Yue",
                "Azula"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More characters.</span></div></span></div>",
            "created":1584680400,
            "id":2804248,
            "title":"More "
        },
        "13":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Mai",
                "Azula",
                "Ty Lee",
                "Katara",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will shrink Zuko?</span></div></span></div>",
            "created":1584680400,
            "id":2804249,
            "title":"Zuko"
        },
        "131":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "After finding him in the boiling rock Mai decides to punish him for leaving her.",
                "During their time dating, Mai farts on him as a joke.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So, scarface gets shrunk by his girlfriend? But how does Mai gas her soon to be tiny boyfriend?</span></div></span></div>",
            "created":1586235600,
            "id":2815240,
            "title":"Mai"
        },
        "132":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Azula captures Zuko and plans to torture him.",
                "Azula plans to pull a prank on Zuko at a time when they are allies.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So the sadistic Azula is going to shrink Zuko with her farts? But how will she shrink him?</span></div></span></div>",
            "created":1586322000,
            "id":2815307,
            "title":"Azula"
        },
        "1322":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Normal Azula",
                "Crazy Azula",
                "Young Azula"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which version of Azula do you prefer?</span></div></span></div>",
            "created":1586322000,
            "id":2815308,
            "title":"Azula plans to pull a prank on Zuko at a time w..."
        },
        "13223":{
            "author_id":"eggballer",
            "author_name":"Bob",
            "choices":[
                "Azula unleashes a fart that shrinks Zuko to 2”",
                "Azula unleashes a fart that shrinks Zuko to 3’"
            ],
            "content":"<div class=\"\"><div> <span><b>”Better run faster Zuzu!”</b> Called Azula, running close behind her older but feebler brother.<br>\r\n<br>\r\nThe prince and princess were playing Azula’s all time favourite game, ‘Stink Chase’. Whilst it may be an odd name for a game, particularly one played by royalty, it suited Azula very well. It consisted of Azula chasing some poor person through the halls, only to punish them with her royal gas!<br>\r\n<br>\r\nSpeaking of which, Azula was possiby the nastiest woman in the Fire Nation if not the world! Amongst the maids, her stench was legendary! So many had endured hours under her stinky ass, having their lungs ruined by the humid gas.<br>\r\n<br>\r\nBut now it was Zuko’s turn! She had ‘convinced’ him to play by promising to teach him some new firebending techniques. <br>\r\n<br>\r\nA wide grin adorned her face as she chased him near the royal war room, as she felt her stomach roaring with some outstanding gas. She had been stealing spices from the gardens, and something special was brewing in her bowels. It seemed only fitting that Zuko would be the one to sniff it.<br>\r\n<br>\r\nZuko gasped as he found himself cornered by Azula, his hands trembling. <b>“Azula! Wait, I don’t want to play anymore”</b><br>\r\n<br>\r\nThe princess chuckled, <b>“I’m afraid you’re already locked in Zuzu. And *UGHH* you’re getting something special”</b> she grinned and presented her oversized buttcheeks to Zuko. </span></div></div>",
            "created":1586322000,
            "id":2815420,
            "title":"Young Azula"
        },
        "1323":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Azula confesses her feelings of attraction to Zuko and ends up shrinking him.",
                "Zuko is observing Azula for whatever reason and receives an unaware fart.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Here are some more options!</span></div></span></div>",
            "created":1586322000,
            "id":2815310,
            "title":"Other"
        },
        "133":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Ty Lee becomes jealous of Mai and decides to take Zuko for herself.",
                "Discovered at the boiling rock, Ty Lee arrives first and has her way with Zuko.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The sexy and flexible Ty Lee ends up giving Zuko a face-full of her gas, but how does her tight ass get anywhere near him?</span></div></span></div>",
            "created":1586322000,
            "id":2815315,
            "title":"Ty Lee"
        },
        "1333":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Zuko, Mai, and her friends are hanging out when Ty Lee somehow farts on Zuko.",
                "Zuko enters the palace looking for his sister but finds Ty Lee instead.",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More options to choose from!</span></div></span></div>",
            "created":1586322000,
            "id":2815319,
            "title":"Other"
        },
        "135":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Toph",
                "Ursa"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More characters.</span></div></span></div>",
            "created":1584680400,
            "id":2804253,
            "title":"More"
        },
        "14":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Toph",
                "Azula",
                "June"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will Katara be shrunken by?</span></div></span></div>",
            "created":1584680400,
            "id":2804256,
            "title":"Katara"
        },
        "142":{
            "author_id":"eggballer",
            "author_name":"Bob",
            "choices":[
                "Azula secretly infiltrates Team Avatar’s campsite, and takes Katara captive.",
                "Katara gets captured after the day of black sun. Azula gets a prisoners of war.",
                "Katara is in the palace looking for info on the fire nation. She gets gassed"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Oh no! Katara is definitely in for a rough time. But how does Azula’s ass get access to Katara’s nose?</span></div></span></div>",
            "created":1586062800,
            "id":2813586,
            "title":"Azula"
        },
        "1423":{
            "author_id":"eggballer",
            "author_name":"Bob",
            "choices":[
                "She knows about her smelly power, and goes on the hunt for a new slave.",
                "She has no idea she has this power, and is confused.",
                "She summons one of her friends to help figure out where the clothes came from"
            ],
            "content":"<div class=\"\"><div> <span>Katara ducked inside a large wardrobe, belonging to none other than the crown princess herself! She managed to sneak in disguised as a servant, though due to some disagreements with the rest of her friends, no one else joined her on this perilous mission. <br>\r\n<br>\r\nAzula walked into the room, an entourage of three handmaidens following behind her incredibly fat backside.<br>\r\n<br>\r\n<b>”Draw me a bath!”</b> She ordered like a cruel brat, pushing one into the enormous bathroom that joined on to the room. <br>\r\n<br>\r\nWhilst she waited, she forced the other two handmaidens to pick the grime from her toes without any remorse. Katara didn’t want to feel sorry for anyone in the fire nation, but she did shed a tear at the thought of serving such a cruel girl. And that was before she shoved the putrid soles into the poor servant’s noses. <br>\r\n<br>\r\n<b>”Terrible! You are a waste of space and should be ashamed that you can’t even serve properly! Even Earth Kingdom peasants have serviced my feet better than you pathetic worms.“</b><br>\r\n<br>\r\nThankfully, for her servants at least, her bath was prepared and she rose from her seated position and stripped nude with the help of her maids. <br>\r\n<br>\r\nKatara blushed, trying to look away but unable to. Despite Azula being horribly evil and twisted, she had the best body the waterbender had ever seen! <br>\r\n<br>\r\nAfter a few orders, the maids left and Azula entered her boiling hot bath. Katara may not have been able to find any information on the fire nation so far, but Azula was here, totally unsuspecting of a strike. She could take out the fire nation princess right now! <br>\r\n<br>\r\nThere was no moral deliberation, it was the only thing to do. She snuck out of the wardrobe, and slipped into the bathroom. <br>\r\n<br>\r\nAzula was laying in the steaming water, her eyes closed as she relaxed. She was totally unaware of Katara preparing a sharp icicle, ready to end her. <br>\r\n<br>\r\nShe was about to finish the job when bubbles rose from between Azula’s shapely thighs, followed by a deep rumbly gurgle. <br>\r\n<br>\r\n<i>*GRRRBBBBLLLLLLLEEEEEEE*</i><br>\r\n<br>\r\n<b>”Ahhh, too many fire flakes”</b> she groaned to herself in relief as the unmistakable stench of rotting, digested meat took over the whole room.<br>\r\n<br>\r\nKatara was stunned, seeing (and smelling) this very human side of someone she considered a monster! And it was dreadful! It made Toph smell like roses even! She felt her nose hairs curling in agony on the humid power of Azula’s smelly release.<br>\r\n<br>\r\nDespite the awful stench, Katara managed to remain silent! Though another effect was coming, she was quickly dwindling out of her clothing! <br>\r\n<br>\r\nThe walls of the bathtub extended far into the sky as the now 3” waterbender struggled to escape her own clothes!<br>\r\n<br>\r\n————————————————————————<br>\r\n<br>\r\nIt was only after an hour that Azula was ready to leave the bath, and she saw the waterbender clothes...<br>\r\n</span></div></div>",
            "created":1586062800,
            "id":2813593,
            "title":"Katara is in the palace looking for info on the..."
        },
        "14233":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Mai",
                "Ty Lee",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Azula being shocked after finding a water bender outfit on the floor, sends for help from the only person she knows can help her. But who does Azula trust to solve this mystery?</span></div></span></div>",
            "created":1586149200,
            "id":2814048,
            "title":"Ass-istance from another"
        },
        "15":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Toph",
                "Azula",
                "Ozai",
                "Ursa "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More characters</span></div></span></div>",
            "created":1584680400,
            "id":2804244,
            "title":"More"
        },
        "151":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Katara",
                "Azula",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will Toph be shrunken by?</span></div></span></div>",
            "created":1584680400,
            "id":2804266,
            "title":"Toph"
        },
        "152":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Katara",
                "Toph",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will shrink Azula?</span></div></span></div>",
            "created":1584680400,
            "id":2804263,
            "title":"Azula"
        },
        "1523":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Ty Lee",
                "Mai",
                "Ursa"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More characters.</span></div></span></div>",
            "created":1584680400,
            "id":2804264,
            "title":"More"
        },
        "15232":{
            "author_id":"eggballer",
            "author_name":"Bob",
            "choices":[
                "She does it accidentally!",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Why does Mai shrink Azula?</span></div></span></div>",
            "created":1586062800,
            "id":2813580,
            "title":"Mai"
        },
        "152322":{
            "author_id":"eggballer",
            "author_name":"Bob",
            "choices":[
                "Mai realises Azula is crazy and has to stop her",
                "Mai just wants to torture poor Azula for her own amusement"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Perhaps these?</span></div></span></div>",
            "created":1586062800,
            "id":2813581,
            "title":"Other"
        },
        "153":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Katara",
                "Toph",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will the Fire Lord be shrunken by?</span></div></span></div>",
            "created":1584680400,
            "id":2804260,
            "title":"Ozai"
        },
        "1533":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Azula",
                "Ursa"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More characters.</span></div></span></div>",
            "created":1584680400,
            "id":2804262,
            "title":"More"
        },
        "154":{
            "author_id":"bobmarsbarley",
            "author_name":"Bobmarsbarley",
            "choices":[
                "Azula"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will Ursa be shrunken by?</span></div></span></div>",
            "created":1584680400,
            "id":2804259,
            "title":"Ursa "
        }
    },
    "info":{
        "author_id":"bobmarsbarley",
        "author_name":"Bobmarsbarley",
        "brief_description":"The girls from Avatar shrink other characters with their farts, on purpose or not.",
        "created":1584740820,
        "description":"<td align=\"left\" class=\"norm\">The girls from Avatar suddenly gain the power to shrink people with their farts, this puts other characters in some unpleasant situations. The shrinking can be on purpose or unaware.<br>\r\n<br>\r\nThis story is based off of a similar story that was deleted from the website. I'm fine with additions as long as it doesn't differ much from the initial premise and as long as it is written well. <br>\r\n<br>\r\nOne important thing to know is that while anyone can shrink, given enough time they will slowly grow back to their original size. You can scrap this idea if it directly goes against what you want to write about or even change it to something else, just know that not all paths will follow the same rules if this is the case.<br>\r\n<br>\r\nGood additions might get GP.</td>",
        "id":2216405,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586346000,
        "pretty_title":"Avatar the last Airbender Giantess Fart"
    }
}