{
    "chapters":{
        "1":{
            "author_id":"scourge",
            "author_name":"John G",
            "choices":[
                "Both of them walk in",
                "Only Tangle walks in.",
                "Only Whisper walks in."
            ],
            "content":"<div class=\"\"><div> <span>Far away in a small village, a mysterious blue glow emits from a small, empty patch of the town. The light glows brighter and brighter until it eventually materializes into a new form. With it a strange, male, Mobian cat, wearing nothing but a top hat and a tuxedo walks out of the newly formed tent. This man, is Mezarro, ring master of the Cosmic Circus<br>\r\n<br>\r\n\"Hmm....Well this place sure feels familiar. Have I probably crossed into a similar dimension? Oh well, no matter. The show must go on after all~ \"<br>\r\n<br>\r\nReaching into his hat, Mezarro soon sends out his trusted raven drone out into the world once again.<br>\r\n<br>\r\n\"Go my dear...you know what to do. Besides, we do need to set up for the big opening after all. Heh heh.\"<br>\r\n<br>\r\nThe raven nodded to him, before flying off to search for a suitable set of \"guests\"...<br>\r\n<br>\r\nThe next morning, as if on cue, Mezarro's ears were filled by the sound of footsteps approaching the entrance to the expanded tent. He pokes his head out to see a few new faces heading towards him; one of them was a young, energetic Lemur clad in yellow and black, she seemed perfect for some of the more \"Stunt oriented\" and entertainment themed acts,  while the other was a shy and quiet young wolfette, who sure looked like she could use a smile...<br>\r\n<br>\r\n\"Not sure about this Tangle....\" said the wolf<br>\r\n<br>\r\n\"Oh come on, it's just some little roadside circus! Spiral Hill gets traveling shows like this all the time so why would this be any different?\" The Lemur exclaimed. \"Come on, Whisper, you know something is up when a raven with a note shows up on our doorsteps. Could be something cool and mysterious that needs investigating. Who knows?!\"<br>\r\n<br>\r\nAs the two looked at each other they then looked over at the tent's entrance....</span></div></div>",
            "created":1566104400,
            "id":2704376,
            "title":"The Circus is Back in town."
        },
        "11":{
            "author_id":"scourge",
            "author_name":"John G",
            "choices":[
                " Skyway (Body Inflation)",
                "Porportion Palace (Breast/Butt/Belly Inflation)",
                "Teeny Tent (Shrinking/Growing)",
                "Mirror Maze (Clown/Mime TF)",
                "More Tent Choices"
            ],
            "content":"<div class=\"\"><div> <span>\"Look I know it's dangerous, but if we stay together then I'm positive that nothing bad will happen! What do you say?\"<br>\r\n<br>\r\nWhisper looked at her friend, noting the bright, confident smile on her face. She knew she wasn't gonna be able to talk her out of this at this rate, but she did have a good point. So with a small sigh, she looked back at her friend.<br>\r\n<br>\r\n\"Okay.\"<br>\r\n<br>\r\nWith that the two walked into the tent, only to then be greeted by Mezarro himself...<br>\r\n<br>\r\n\"Welcome welcome dear traveler! Welcome to Mr Mezarro's Circus of Wonders~! I am Mr Mezarro and who are you two lovely ladies?\"<br>\r\n<br>\r\n\"Name's Tangle! And this is my buddy Whisper!\" Exclaimed Tangle. \"We're here to...erm... \"check this\" place out. It's been a while since we've had a circus this big in my home town y'know.<br>\r\n<br>\r\nMezarro chuckled as he gave the lemur a pat on the back.\"SPLENDID! Then allow me to blow your mind~ Go on you two. Take a look and enjoy yourselves!\"<br>\r\n<br>\r\nAs the two walked further inside the tent their jaws dropped as they saw what looked to be impossible; several more large tents and rooms awaited them, despite the main tent appearing small on the outside.<br>\r\n<br>\r\n\"Holy cow! This is actually pretty awesome!\" Tangle smiled as she walked down the hall, while Whisper was cautiously pondering everything that had just transpired. Soon the two came to a stop.They eyeballed some of the signs above, each filling them (but mostly Tangle) with a sense of intrigue and curiosity.</span></div></div>",
            "created":1566104400,
            "id":2704379,
            "title":"Both of them walk in"
        }
    },
    "info":{
        "author_id":"scourge",
        "author_name":"John G",
        "brief_description":"Mezarro's Circus has returned,catching the attention of the duo of Tangle and Whisper!",
        "created":1566156900,
        "description":"<td align=\"left\" class=\"norm\">Mezarro's Circus has now entered a new but familiar world. And this time, the dynamic duo of Tangle the Lemur and Whisper the wolf are here to investigate; unaware of the kind of power this circus holds. With one wrong move they could be altered in various wild, wacky or reality bending ways. Will they make it out, or will they become the newest additions to the show? You decide.<br>\r\n<br>\r\nAnything goes but none of the following:<br>\r\nBlood<br>\r\nGore <br>\r\nDeath<br>\r\nAnything Overly Sexual (Implications are okay but nothing too Adult)<br>\r\nAny other things that maybe deemed as \"Inappropriate\"<br>\r\n<br>\r\nOther than that, just have fun with it!</td>",
        "id":2198517,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1566158220,
        "pretty_title":"Mobius Cosmic Circus: Tangle and Whisper"
    }
}