{
    "chapters":{
        "1":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Go to bed, you've got a big day tomorrow!",
                "Get some shampoo you greaseball ",
                "Other "
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.8;\">Tom sprawled out onto his bed after a long day of moving. He had just moved all his things into his apartment room after driving a moving truck for 3 hours straight. He needed three things: a shower, some sleep, and Maria. He missed those nights they would have in the campus dorms during orientation in the summer. They were in the same student group, and instantly hit it off. Before he knew it, they were doing the no-pants-dance in his dorm room. He sighed, oh how he missed those nights. His body odor then hit his nostril, and then he realized how much more he missed smelling good. He hopped up, dug through one of the boxes he brought in for some shorts and a towel, and got into the shower.<br>\r\n<br>\r\nIn the shower, he thought about all the possibilities that awaited him now that he was all on his own. He didn't have to worry about coming in too late and waking his aunt up after his late-night escapades. He could do whatever he wanted, when he wanted, to whomever he wanted now. Mid-way through the shower, two things crossed his mind: (1) he never really specified to Maria what their relationship was, and (2) he didn't bring any shampoo for his hair. Both were equally problematic for Tom, but the Maria situation had him a bit worried. He was about to enter this new part of his life by himself, and he wanted to keep it that way. He couldn't have a relationship hold him down, especially since there were so many ladies that he had not yet met.<br>\r\n<br>\r\nAs soon as Tom got out of the shower and dried off, he got his phone and texted Maria.<br>\r\n<b><br>\r\n<i>Tom: Hey</i></b><br>\r\n<br>\r\na few minutes passed, and his phone screen lit up.<br>\r\n<br>\r\n<b><i>Maria: Hey there stranger!</i></b><br>\r\n<br>\r\n\"Oh man\", Tom thought to himself, \"She's already using nicknames\".<br>\r\n<b><br>\r\n<i>Tom: So I actually wanted to talk to u about something kinda important </i></b><br>\r\n<br>\r\n<b><i>Maria: Yeah, whats up?</i></b><br>\r\n<br>\r\nTom gulped. He sort of felt bad for breaking this news to Maria. He wasn't too sure on how she was going to react.<br>\r\n<br>\r\n<b><i>Tom: I just wanted to talk about us and this thing that we had going on</i></b><br>\r\n<br>\r\n<b><i>Maria: lol what about it dude</i></b><br>\r\n<br>\r\n<b><i>Tom: well I was just hoping that we could both just start off our college lives fresh and free of any relationships</i></b><br>\r\n<br>\r\n<b><i>Maria: did u think we were in a relationship lol</i></b><br>\r\n<b><br>\r\n<i>Tom: No, but I just wanted to clear the air between us lol<br>\r\n</i></b><br>\r\n<b><i>Maria: dude it's whatever lol idc</i></b><br>\r\n<br>\r\n<b><i>Tom: ok lol, I'll see you around</i></b><br>\r\n<br>\r\nTom threw his phone onto his bed and pumped his fist in victory. That couldn't have gone any better! Maria didn't even seem upset! He sighed in relief, and closed his eyes. He was glad that dilemma was over, but he still had one problem. His hair was still a bit greasy from moving into his apartment all morning, and he didn't want to look like a bum during his first day of classes tomorrow. He looked outside his window, and the sun would soon be going down.<br>\r\n<br>\r\n<br>\r\n\"Fuck\", he muttered to himself, \"Do I stay in bed, or venture out and get some shampoo?\"</span></span></div></div>",
            "created":1581310800,
            "id":2785347,
            "title":"After a long day"
        },
        "11":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Tom wakes up early",
                "Tom overslept!"
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.6;\">\"I'll just wear a hat\" Tom said to himself. He bundled himself up the best he could with the lone pillow and single blanket that he had. His entire room lacked quantity but it did have the essentials for the most part, so he couldn't complain. <br>\r\n<br>\r\nTom begun to drift into sleep, when he heard a faint voice call out \"<u><span style=\"font-family:times new roman, serif\">tommyboy!</span></u>\"<br>\r\n<br>\r\nHis eyes shot open, and looked around the room. He knew that nobody was home because he was the first to move in, and Jonah and Kaleb weren't supposed to be in town until tomorrow. He called out to them just in case, \"Jonah?!.....Kaleb?\". His calls were met with silence. \"Probably somebody from downstairs just foolin around or something\" Tom muttered to himself. He then drifted back into sleep.<br>\r\n<br>\r\n\"<u><span style=\"font-family:times new roman, serif\">tommyboy!</span></u>\" The voice cried out, \"<u><span style=\"font-family:times new roman, serif\">tommyboyyyyyyy!</span></u>\"<br>\r\n<br>\r\nTom opened his eyes again. He was not in his room. He was seated at a desk in in an all white room. He looked around frantically, and then came to the realizations that he was in a dream. \"or maybe even a nightmare\" Tom said to himself.<br>\r\n<br>\r\nIn front of the desk was a large red fancy chair that super villains would usually turn around in, typically with a cat on their lab. He laughed at the idea of that, when he heard the voice again, although it was much closer and clearer than before.<br>\r\n<br>\r\n\"<u><span style=\"font-family:times new roman, serif\">Tommyboy?</span></u>\"<br>\r\n<br>\r\nTom swallowed all the saliva in his mouth. The voice was coming from behind the chair.<br>\r\n<br>\r\nTom spoke up, \"Uh yes. I am Tom. Sometimes known was Thomas, or Thomas depending on where your from. Maybe even Tomothan if you're creative and didn't like the name Johnathon. But Tommyboy is a nickname that is known by a select few including me,myself, and I\"<br>\r\n<br>\r\n\"<u><span style=\"font-family:times new roman, serif\">Tommyboy, you never fail to make me smile</span>\", the voice said, \"<span style=\"font-family:times new roman, serif\">I wish you would've gone into show business instead of wasting your time with school{/font</span></u>}\"<br>\r\n<br>\r\n\"Well disembodied voice, you need an education to get a real job these days, and plus my Aunt Des is sorta making me do this whole college thing\"<br>\r\n<br>\r\nThe chair spun around. <br>\r\n<br>\r\n<br>\r\nTom's jaw dropped.<br>\r\n<br>\r\nSitting there was a mirror image of himself, except this guy was smiling instead of having his mouth to the floor<br>\r\n<br>\r\n\"<u><span style=\"font-family:times new roman, serif\"> Tommyboy, you are so much more than what you put out to be. You are capable of so many fantastic feats!</span></u>\"<br>\r\n<br>\r\nTom sat there, dumbfounded. \"Am I high?\" he asked,\"I knew that gas station hot dog was a terrible idea\".<br>\r\n<br>\r\n\"<u><span style=\"font-family:times new roman, serif\">No Tommyboy, you are asleep. In your own mind. You are in my domain</span></u>\" the doppelganger responded.<br>\r\n<br>\r\n\"Well buddy, you could use a bit more color in here. Kinda too bland for my own taste. This place is giving me real mental hospital vibes man\", Tom said to the man across from him. \"what are you supposed to be anyways?\".<br>\r\n<br>\r\n<u><span style=\"font-family:times new roman, serif\">I am your subconscious, Tommyboy. I have been in your brain, dormant for all of these years. Watching, and waiting for my opportunity to arise. And now, it seems like my time to come into fruition is here.</span><br>\r\n</u>\"<br>\r\nTom was taken aback by what his subconscious had to say. He had heard of finding his inner self, but this was ridiculous. <br>\r\n<br>\r\n\"So why are you coming to me now, oh mighty subconscious?\" Tom said jokingly, \"Are you here to show me the errors of my ways?\"<br>\r\n<br>\r\n\"<span style=\"font-family:times new roman, serif\">On the contrary. I am here to enlighten you my dear boy. Let you know of your capabilities.</span>\" the subconscious stated.<br>\r\n<br>\r\n\"such as?\" Tom questioned, with his face full of doubt. He knew that he was in a dream, but something about this dream felt a bit off. a bit too real. He disregarded that feeling, and reassured himself that this was a dream.<br>\r\n<br>\r\n\"<span style=\"font-family:times new roman, serif\">You hold the same power as I do in this dreamworld, but in reality. When we become become one being, you will witness the power that you deserve. Life will become a dream for us.</span>\" the subconscious said, passionately. <br>\r\n<br>\r\nTom was now convinced that he was having a fever dream. He needed to wake up quick because the other him was starting to creep him out a little bit. He pinched himself to wake himself up, but was only met with pain. \"Ah shit man, what the hell\" Tom muttered to himself.<br>\r\n<br>\r\n\"<u><span style=\"font-family:times new roman, serif\">This world is real Tom.</span>\" the subconscious laughed, \"<span style=\"font-family:times new roman, serif\">and I'm going to make all your dreams real</span></u>\"<br>\r\n<br>\r\nThe subconscious then reached over the table and placed his hand on Tom's forehead. Tom was frozen with fear at this point. It felt like a cold hand was actually on his forehead, was squeezing down.<br>\r\n<br>\r\n\"<u><span style=\"font-family:times new roman, serif\">WHEN WE WAKE UP</span>\", the subconscious exclaimed, \"<span style=\"font-family:times new roman, serif\">REALITY WILL BE OUR DREAM</span></u>\"<br>\r\n<br>\r\nThere was a bright flash of white light, and then Tom woke up.<br>\r\n<br>\r\nHe was covered in sweated, and he looked around his room to see if he was out of his dream. It was pouring outside. He grabbed his phone and checked the time. <br>\r\n<br>\r\n4:50 a.m.<br>\r\n<br>\r\nHe only had 3 hours and 10 minutes until his first college class started.<br>\r\n<br>\r\n\"Fuck\", he grumbled to himself, \"and it's gonna be raining on the first day? I hope it stops soon\"<br>\r\n<br>\r\nTom closed his eyes and went back to bed. What he didn't notice, however, was right as he said that, the rain stopped completely.</span><br>\r\n<br>\r\n</span></div></div>",
            "created":1581310800,
            "id":2785374,
            "title":"Go to bed, you've got a big day tomorrow!"
        },
        "111":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Tom makes it just on time!",
                "Tardy Tom"
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.6;\">BEEP! BEEP! BEEP!<br>\r\n<br>\r\nTom’s 6:45 a.m. phone alarm blared in his right ear. He grabbed his single pillow and covered his ears with it.<br>\r\n<br>\r\n“Dude shut up! 5 more minutes sheesh”, he hollered under the pillow.<br>\r\n<br>\r\nThe alarm suddenly silent.<br>\r\n<br>\r\n“That’s more like it”, Tom said to himself. He laid in his bed and thought about that eerie dream he had the night before. It felt so real, from pinching himself to the feeling of a cold hand on his head, it definitely gave him the heebie-jeebies. He pondered on what could’ve led him to have such a vivid dream, and again, he blamed it on the gas station hot dog that he ate on the road.<br>\r\n<br>\r\n“Those shits are bad for you anyway” Tom muttered to himself.<br>\r\n<br>\r\nTom sat up in bed, and heard his phone vibrate. He looked over and seen that his Aunt Des has texted him, wishing him good luck on his first day. She was a real sweet woman. She took you in after your father passed away. Sadly, her husband was in the same car accident that took your dad’s life. It was sort of weird having her raise you, as she was basically a young adult raising a teenager when she got custody. He’d always get asked if she was his girlfriend when they were out in public, because of how much older he looked for his age and how young she looked for hers, and Tom would have to teach his friends a few lessons for checking her out. Des was a bombshell in her own right. She’s done a good job of up keeping her appearance even after her husband died, but the extra pounds that she did get went straight to her breasts. They were already augmented, but they must’ve shot up atleast 3 sizes. Tom would feel conflicted when he’d stare at her breasts, but he figured that it be him rather than somebody that doesn’t care about her.<br>\r\n<br>\r\nTom replied to her text and said, Love U, Miss U, Hope U can visit soon”. Des was a big time manager at the IRS and rarely got work off. Her visiting him would be a miracle. <br>\r\n<br>\r\nA few seconds later, Tom’s phone buzzes. It was from Des, saying, “got a few days off later this week, I’ll come up then xoxo”.<br>\r\n<br>\r\n“Holy Shit!”, Tom said to himself. Things really seemed to be looking up for him! He then got up from the bed, showered, brushed his teeth, got dressed, and headed for the door. Right before he pulled it open, his stomach growled.<br>\r\n<br>\r\n“Dammit I gotta eat”, Tom grumbled. He looked in his barren cupboards just to find and empty box of honey buns. “I knew I shouldn’t have killed these yesterday. I need to get some more”. <br>\r\n<br>\r\nAs he said that, something caught his eye right before he shut the fridge door. There were two packages of honey buns left in the previously empty box. “Hmmm”, Tom thought to himself, “Guess i must’ve missed em”. He shrugged it off, and headed off to school.<br>\r\n<br>\r\nParking, as expected, was borderline impossible. He paid $280 to park on campus and all of the spots were taken. It was 7:30 and he wanted to hurry to park so he could get to class and get a good seat. He drove around the lot and saw nothing but full spaces. Tom got frustrated and hit his hands on the horn.<br>\r\n<br>\r\n“Can i just find one parking spot in this hellhole?!”, he yelled in frustration. Just like that, a spot appeared right in front of him. He looked up and seen the spot, and his eyes widened. “I know for a fact that spot wasn’t there a few seconds ago”, he mumbled to himself. He took the spot, parked, grabbed his backpack and spedwalk toward his class.<br>\r\n<br>\r\nOn his way to class, he seen all sorts of new faces that he would soon become accustomed to as his time at the university progressed. He seen all sorts of people scattered throughout the campus. He seen a few beautiful ladies along the way too, but most were too far for him to get up close and personal. <br>\r\n<br>\r\nHowever, he did see one woman that was in close enough proximity for him to get a good look at. She was Mexican, and she was looking real good. She was standing next to a sign that said “NEED HELP? ASK ME?”. She was in a blue windbreaker with the university’s logo on it, in a pair of jeans that hugged her curves.<br>\r\n<br>\r\nSweet Jesus her curves, Tom thought to himself. She had wide, round hips and a round ass that drew the attention of other male students that were that “needed help”. She had braces and was relatively flat chested but what she lacked in womanhood up top was definitely compensated up by what her legs were doing.<br>\r\n<br>\r\nUnder his breath, Tom said,” All i need is to get her number and it would be a wrap”. Just as he finished that thought, they made eye contact, and she walked over to him.<br>\r\n<br>\r\n“Hey there, how are you?”, she said confidently<br>\r\n<br>\r\nTom looked at her wide-eyed, and then regain his composure. He thought to himself, “Okay Tom, time to hit the babe with the best pick-up line we’ve got!” <br>\r\n<br>\r\nTom cleared his throat, and said, “ Actually I’m mot doing so well miss”<br>\r\n<br>\r\nShe said, “Is it anything I can help you with?”<br>\r\n<br>\r\nTom said, “Yeah, I lost my phone number, can I have yours?”.<br>\r\n<br>\r\nYou’re a fucking dweeb.<br>\r\nThat’s the only thing that ran through Tom’s head after he said that. He couldn’t believe that was his brains beat attempt at a pick-up line. He was surely going to die alone someday.<br>\r\n<br>\r\nThe girl laughed, “Haha, that’s original. Sure, it’s xxx-xxx-xxxxx. I’m Steph. Text me later cutie”.<br>\r\n<br>\r\nShe winked at him and went back to her post. Tom was utterly dumbfounded. Had his super cheesy pick-up lines worked? He couldn’t believe his good luck as of late. He started thinking about what his subconscious was saying in that dream he had, but dismissed the thought. He put her number into his phone, and caught a glimpse of the time.<br>\r\n<br>\r\n7:57 a.m.<br>\r\n<br>\r\n“Oh fuck, I’m gonna be late!”<br>\r\n<br>\r\nTom ran towards his classroom building.</span><br>\r\n<br>\r\n</span></div></div>",
            "created":1581310800,
            "id":2785480,
            "title":"Tom wakes up early"
        },
        "1111":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Keep the conversation going!",
                "Tom's turn to introduce himself to the class"
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.6;\">\"Fuck I hope I make it inside on time\" Tom muttered to himself as he jogged toward his classroom door. He pulled out his phone and checked the time. \"7:57? What the hell? I must be tripping out. Hopefully I can score an empty seat next to some hot chick.\"<br>\r\n<br>\r\nTom walked into his class, and surveyed the sea of taken seats, and caught a glimpse of a table in the way back with two empty chairs. He smiled at his professor as he made his way to his seat, observing his peers to determine whether or not he was going to enjoy this class or not. He sat down in one of the empty seats, and debated on if he should take out his laptop to take notes, seeing how it was only the first day.<br>\r\n<br>\r\n\"I hope we just introduce ourselves and leave\" Tom whispered to himself. Just after he said that, his professor passed out the syllabus and announced that they'd start today off with introductions so that the class could get to know each other better. \"So who would like to go first?\" his professor asked loudly. There was a brief silence, and then the door opened.<br>\r\n<br>\r\nIn walked a cute light skinned African-American girl, wearing a crop top long-sleeve and some yoga pants. The entire class, including the professor turned to look and her, and the professor greeted her enthusiastically. \"Hello there! You can be the first to introduce yourself since you came in late!\"<br>\r\n<br>\r\nShe looked around the room, sighed, and then smiled. \"Hi, I'm Aly and I'm a first-year here. I'm undeclared and I love sushi! While Aly spoke, Tome was busy checking her out. She was fairly skinny from what he could she, but he could tell that she was in shape. She was cute, but had absolutely no tits. \"Well Aly, you could take the open seat next to that gentleman over there.\" The professor pointed to the seat right next to Tom. <br>\r\n<br>\r\nAly and Tom made eye contact, and she smiled at him, and walked over towards his table. She sat down and put her bookbag onto the floor. \"Ah wait, here's an extra syllabus since you walked in later\" the professor called out to Aly. She seemed a bit annoyed, but got up and walked over to the teacher's desk. Tom watched as she walked away, and his eyes immediately caught glimpse of her ass. It seemed somewhat out of place on her skinny body, as her thin legs were attached to two orbs that were trapped underneath a pair of yoga pants. Tom stared at Aly's ass until she turned back around to walk back to her seat, to which Tom quickly looked away so that she wouldn't catch him.<br>\r\n<br>\r\nAly sat back down, and said \"Geez this professor is a dickhead. I didn't wanna be put on the spot like that\". Tom laughed and said \"well then maybe you should get to class sooner Mrs. I love Sushi\". Aly laughed at that, and smiled at Tom.<br>\r\n</span><br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1582866000,
            "id":2794161,
            "title":"Tom makes it just on time!"
        },
        "12":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Jojo dream",
                "Coconut dream "
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.6;\">\"You only have one chance to make a first impression\", Tom said to himself as he locked his front door. He walked toward the elevator and pushed the button to the first floor. While waiting for the elevator, he wondered what type of shampoo he should actually get. His Aunt Des always used a nice expensive shampoo that smelt like coconut, but what if the chicks didn't dig coconut? He disregarded it, as he figured that he would decide when he finally hit the shampoo aisle of the market down the block. <br>\r\n<br>\r\nThe elevator door finally opened, and it in it tom seen on of the most beautiful girls he'd ever seen. She looked Filipino, maybe even Hawaiian, but he did in fact know that she was real pretty, and that he would like to get to know her intimately. She was about 5'5 and wore black shirt that said \"KBBQ\" on it so Tom figured that she worked at a restaurant. They smiled at each other, as she stepped out of the elevator, and he stepped in. Tom peeped her butt and was caught totally off-guard.<br>\r\n<br>\r\nHer ass was very full, and plump. It did not look like it belonged on her whatsoever. She had the ass of a Brazilian woman who did squats. This was simply too much ass for him not to comment, his brain decided.<br>\r\n<br>\r\n\"h-hey there!\", Tom called out to her, as he choked on his spit. He held the elevator door open. She turned around and said \"hey\" in a smooth voice\".<br>\r\n<br>\r\nTom's head went blank. He had no idea where to go after he said that.<br>\r\n<br>\r\n\"are you the new tenant?, she called out<br>\r\n<br>\r\n\"uh yeah!\", Tom exclaimed, \"that would be me alright!\"<br>\r\n<br>\r\nShe smiled, \"that makes us next door neighbors! I'm Jojo. I guess I'll be seeing you around.\"<br>\r\n<br>\r\n\"Yeah I g-guess so!\", tom said, fumbling his words. \"I'll see you around sometime!\".<br>\r\n<br>\r\n Tom allowed the elevator door close. \"Maybe we can fuck sometime!\", he yelled, alone in the elevator. He looked down to see that he was sporting an erection due to his brief encounter with that goddess with all the junk in her trunk. All of his  7-inches were on full display in his gray shorts, which he decided to tuck into his waistband so he wouldn't embarrass himself upon exiting the elevator. <br>\r\n<br>\r\nTom hopped into his car, and drove down the to market. He decided to get the coconut shampoo after all. He wanted his hair to be both luscious and full of volume, and nobody should deny him of that. He hurried back to his car, and sped back to his apartment complex in hopes of seeing Jojo and her wagon just one more time before the night ended, but alas, there was no ass in sight. All was not lost however, because he still had the vivid picture of her and her booty in his might as her masturbated to her as he drifted into sleep.</span></span></div></div>",
            "created":1581310800,
            "id":2785381,
            "title":"Get some shampoo you greaseball "
        },
        "121":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Jojo wakes up to get ready for work (Jojo's POV)",
                "Tom sees Jojo the next morning in the elevator",
                "Tom gets ready and heads to his history class"
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.6;\">Tom looked up from his menu, and felt weird, as couldn't quite place himself. He was in some restaurant that he'd never seen before, completely alone. Well not completely alone, as he heard a conversation going on in the back kitchen. He looked out the window to see if he could tell what street he was on, but all he could see was a vast ocean of waster, and waves crashing against a cliff. There was no entrance to the restaurant, which caused Tom to really sit and think about what was happening. \"I gotta be fucking dreaming, Tom said to himself, \"either that or I'm dead\". He heard a laugh come from a distance in front of him. \"You're not dead, you dork\". The voice sounded familiar, and Tom looked up to confirm if he knew who it was. <br>\r\n<br>\r\nIt was Jojo, and Tom realized that he must've been at the restaurant she worked at! She was carrying a tray of raw meat that Tom could cook on the grill at his table. \"Hey stranger\" she said, \"you following me?\". Tom laughed, \"Nah, I was feeling a bit hungry, and I was in the neighborhood, so I stepped into this hole in the wall, and you just happen to work here\". Jojo laughed at that, and set Tom's tray down. \"Do you know what your'e doing? We're supposed to ask every customer ever since a month ago when a customer burned all his pieces and wrote a bad review online\". Jojo said to Tom. \"Well, I think I got the hang of it, but why don't you stick around in case I fuck up and start hating on this place on some blog?\" he joked. Jojo laughed at Tom's comment, which served as a small victory for him. He knew that if he could make this girl giggle, then he had a pretty good chance of making her cheeks jiggle. \"I'll go grab another pair of chopsticks, I'll be right back\" Jojo said as she headed back to the front of the restaurant. As she walked away, Tom caught a full view of Jojo's magnificent ass. It seemed as if she moved in slow motion, and one cheeked moved at a time. Her ass looked good in her uniform, which was practically a pair of yoga pants and a t-shirt. Tom was thankful for the restaurants casual dress code.  <br>\r\n<br>\r\nShe returned, and sat down right across from Tom. She grabbed a piece of meat from his plate, and tossed it onto the grill. The meat sizzled as it was being cooked, and Jojo said \"All you really gotta do is make the meat a light brown, and then you're in the clear. Red is too raw, and when it's black, that means you fucked it up.\" Tom laughed, \"Well that seems like tough. Thank god I have a teach like you Jojo\". Jojo smiled at Tom's comment, and then looked to see if anybody else was near. She whispered to him, \"Hey, you wanna try somethin intense?\" Tom became confused about the question. You don't exactly asked somebody about wanting to try something before they eat, or even while they cook for that matter. Jojo continued, \"Well, for like a new employee initiation, the owner has you burn a piece of meat, and swallow it whole in one gulp! I tried it but I couldn't do it because it burned the hell out of my tongue. I wanna see you try it!\" Tom was conflicted at this point. He wanted to go along with Jojo's little game, but at the same time, didn't want to deal with blisters. Then he remembered, it's just a dream, he can't get hurt burnt by some hot food. \"Fuck it, I'm down\" Tom said willingly. Jojo cheered gleefully, and threw another piece of meat onto the grill.<br>\r\n<br>\r\nAbout 5 minutes passed by, and the meat was finally ready. Well sort of, in this case, it was absolutely ready. The meat had become completely black and charred due to it being overcooked, and looks very unappetizing. Tom grabbed his chopsticks and stared at the piece, and then at Jojo. She had a huge grin on her face, as if she couldn't believe Tom was actually going to do it. He picked up the piece and tossed it into his mouth.<br>\r\n<br>\r\nPain.<br>\r\n<br>\r\nImmediately, his entire mouth got blistering hot and his eyes instantly watered. He tried to play it cool, but all he could do was put his hands in front of his face. He didn't want to spit it out, and puss out in front of Jojo, so by the grace of god, Tom mustered the strength to force the meat to the back of his throat, and swallow it as quickly as he could. He let out an exhale as he breathed out all the hot air that was just inside of his mouth. Jojo clapped for Tom, and said, \"Wow, and now you get your wish!\". Tom frowned, \"I went through all that from a \"wish?\". Jojo nodded, \"Yeah! In Korean folklore, this task had been passed down throughout generations, and those who pass get a wish granted!\". Tom laughed at the thought of it, and then looked up at Jojo. She had an eager look on her face, almost as if she was waiting for Tom to make his \"wish\". \"Whelp\" Tom thought to himself, \"When in Rome\".<br>\r\n<br>\r\nTom closed his eyes, and thought to himself \"I wish real life would be like my dreams\". He opened his eyes and seen Jojo with the same look on her face. Tom looked side to side, almost as if he were expecting something to happen. \"Well?\" he said to Jojo. \"welllll, what did you wish for?\". \"I think the famous rules of wishes is that I'm not supposed to tell anybody Jojo\" Tom joked. \"Hmph, fine. Be that way\" Jojo pouted as she crossed her arms across her chest. Tom didn't want to upset her, so he joked, \"I asked that you be blonde, haha\". Just after Tom had said that, the hue of Jojo's brown hair had lighted up, and became blonde. Tom was immediately taken aback at what had just occurred in front of him. \"Uhhh, earth to Tom, I've been blonde my entire life\" Jojo said jokingly. Tom wasn't too sure of what had just happened, but then he realized that he must be in one of those lucid dreams, where the dreamer had control of everything around them. He looked back at Jojo's hair, and envisioned it reverting back to how it was. Her hair changed back just as quickly as it had become blonde. \"Well, I've had blonde highlights in the past, but it just wasn't for me\". Jojo answered, in response to Tom's \"fake\" wish. Tom then understood that he could do what he pleased, to whomever he pleased in this dream world of his, and the looked over at Jojo with a mischievous grin.<br>\r\n<br>\r\nTom set his eyes on Jojo's flat chest, which was practically the opposite of her curvaceous ass. He already thought that she was beautiful, but it was time to make her perfect. He imagined a pair of perky, DD's sprouting from her flat chest, replacing her A-cups. Right after he finished his thought, the \"KBBQ\" on Jojo's uniform begun to jut outwards, slowly. Tom noticed that the sides of the K and the Q began to bend, and the BB became more prominent on her chest. The plate that she set in-front of herself was being pushed away due to her expanding rack. Her breasts plopped onto table, and sat there in all their glory. It looked like she had stuffed two grapefruits into her shirt, just because of how firmly they sat on her chest. It was a complete 180 from 15 seconds ago, when they were pushing against her uniform instead. Tom's jaw dropped at what he had just done. He transformed her into the perfect partner for himself, and he was in utter disbelief (pun intended). Perverted thought soon filled Tom's mind, as he was ready to take his dream to the next level with Jojo, when suddenly, he heard it.<br>\r\n<br>\r\n<br>\r\nHis alarm.<br>\r\n<br>\r\n<br>\r\nTom's eyes shot open as his glaze met his phone. 8:30. He didn't have class until noon, but this alarm was still set to when he would wake up in high school. Tom groaned, and hit snooze. He set an alarm for 10:45, so he would have adequate time for breakfast and a shower before his first day. Tom set his phone back down and set his head back upon his pillow and closed his eyes. He remembered his dream and said to himself, \"If they were real like that, then dreams really would come true\".<br>\r\n<br>\r\n<br>\r\n<br>\r\n<i><b>(Meanwhile at Jojo's apartment, right after Tom had said that)</b></i><br>\r\n<br>\r\nJojo laid asleep in her bed, asleep in only a small white tanktop and a red thong. She dressed for comfort when she was at home, due to the fact that she lived alone, so she had free reign. The thong wasn't really able to serve it's purpose, as her huge ass cheeks ate up the backside, so anybody who seen them got a free show. Her tanktop did it's job, but not for long.<br>\r\n<br>\r\nJojo's nipples hardened and begun to poke through her tanktop. Her chest started to grow as she continued to sleep, completely unaware to the change that was happening to her body. The fabric of her tanktop stretched and stretched until it partially ripped in the middle of it, exposing her now vast cleavage.  Jojo now had a full, hour-glass figure and she didn't even know.</span></span></div></div>",
            "created":1582952400,
            "id":2794673,
            "title":"Jojo dream"
        },
        "122":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Tom goes to class in the morning ",
                "Tom goes for an early morning jog "
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.6;\">Tom opened his eyes, and he was on a beach underneath a tree. He could hear the crashing waves, smell the saltwater, and feel the ocean breeze against his skin. It all seemed very relaxing to him, and how fitting it seemed to have a dream about vacation the night before the semester started. He was about to get up to walk into the water when a coconut fell and bonked him on the head.<br>\r\n<br>\r\nTom grabbed the top of his head, and yelled out in pain. That shit fucking hurt, what kinda dream allows you to get brain damage via coconut? This had to be a nightmare.<br>\r\n<br>\r\nHe picked up the coconut and glared at it. “Fuck you, you stupid coconut”.<br>\r\n<br>\r\nTom was about to heave the coconut when heard heard <br>\r\n<br>\r\n<span style=\"font-family:impact, fantasy\">Fuck you, you stupid Tom</span><br>\r\n<br>\r\nTom froze. He didn’t know was crazier, the fact that the coconut just straight up disrespected him, or that it couldn’t come up with any other comebacks.<br>\r\n<br>\r\n“You’re the one that assaulted me dude, why don’t you go get split you jerk” Tom retorted to the coconut <br>\r\n<br>\r\nThe coconut laughed, “ <span style=\"font-family:impact, fantasy\"> bro you were under my tree, you were in my splash zone”.</span><br>\r\n<br>\r\nThey both laughed at that one. This coconut wasn’t too bad, Tom thought to himself. Tom also wondered how hard his head got hit for him to hallucinate in his own dream. <br>\r\n<br>\r\n<span style=\"font-family:impact, fantasy\">But Tom, I am here for something of the utmost importance.</span><br>\r\n<br>\r\n“To make me a pina colada?” <br>\r\n <br>\r\n<span style=\"font-family:impact, fantasy\">No. I am here to awaken your dormant powers from your dreams to reality.</span><br>\r\n<br>\r\nTom looked over at the coconut and laughed. “This is either the result of you hitting my head too hard or that damn gas station hot dog talking to me”.  <br>\r\n<br>\r\n<span style=\"font-family:impact, fantasy\">This is no laughing matter Tom. Close your eyes, put your hands out in front of you, and face me.</span><br>\r\n<br>\r\nTom decided to play along. Maybe if he played along to this whole act then he could get his mind right. He closed his eyes, and did as the coconut said he should.<br>\r\nTim felt a heaviness enter both of his palms and when he looked to see, he had a white coconut and a black coconut.<br>\r\n<br>\r\nThe original coconut disappeared, but Tom count heat its disembodied voice. <br>\r\n<br>\r\n<span style=\"font-family:impact, fantasy\">Crack open the white coconut for your birthright. Crack open the black coconuts to give it all up.</span><br>\r\n<br>\r\nTom has seen something similar to this in a movie once, so he played along. He set the Black coconut down in the sand, and carried the white one over to a large rock.<br>\r\n<br>\r\n“Welp”, Tom said, “here goes nothing”, and smashed the coconut against the rock. <br>\r\n<br>\r\nInstead of milk, light began to pour out of the coconut, and it begun to blind Tom.<br>\r\n<br>\r\nThe disembodied coconut voice said as Tom passed out:<br>\r\n <br>\r\n<span style=\"font-family:impact, fantasy\">You now control reality as your dreams, enjoy</span><br>\r\n<br>\r\nTom woke up, drenched in sweat. It was odd, because his room was freezing. He reached over and checked the time, 2:00 a.m. . He had more than enough time to catch up on his sleep before school started tomorrow.<br>\r\n<br>\r\nJust as he was drifting off to sleep, a few dogs in the alley behind his apartment begun howling.<br>\r\n<br>\r\nTom simply muttered, “Nope, that shit is not happening tonight”, and just as the words left his mouth, the howling stopped.<br>\r\n</span><br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1581310800,
            "id":2785505,
            "title":"Coconut dream "
        },
        "13":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Barb dream",
                "Violet dream "
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.6;\">\"On second thought\", Tom thought to himself, \"I should probably introduce myself to my neighbors\"<br>\r\n<br>\r\nIt seemed like a good idea, especially since Tom was lacking in the friends department at the moment. He brushed his teeth, threw on a clean shirt, and sprayed himself with some cologne.<br>\r\n<br>\r\nHe started with the unit to the left of his, and rang the doorbell. Nobody answered, so he went over to the unit that was on the right of his, and rang the doorbell. He knew somebody was home because he could hear the TV on the other side of the door.<br>\r\n<br>\r\nThe door opened, and out came a small Mexican girl who was very pregnant. <br>\r\n<br>\r\n\"Hello, Can I help you?\"<br>\r\n<br>\r\nTom was busy wondering how such a small frame could carry such a mass without tipping over, including the pair of swollen breasts that yearned to feed to the soon-to-be child. Tom refocused, \"Hi, uh, I'm Tom and I just moved in next door. I wanted to stop by and introduce myself. Tom extended his large hand toward the girl.<br>\r\n<br>\r\nShe extended her hand and met his. It was completely enveloped by his much larger hand. She spoke up and said, \"Oh, Hi, I'm Violet and I live here with my mom and my step-dad. Would you like to come inside?\"<br>\r\n<br>\r\n\"Sure! I'd love to!\", Tom responded. Normally, Tom would be celebrating internally at this pornographic-like scenario, but it seemed like somebody had already beaten him to the punch, as he didn't think he was prepared to knock boots with a pregnant woman. <br>\r\n<br>\r\nTom followed her in and sat down on an adjacent empty couch. He suddenly heard yelling, \"VIOLET, I TOLD YOU TO STOP WEARING MY BRAS AS MATERNITY BRAS. YOU HAD A BABY SHOWER, GET YOUR OWN.\" Violet covered her face in embarrassment, \"that's my mom screaming, I'm sure you'll meet her right now.\" Just as Violet said that, a 5'4 Latin woman in a sports bra that barely fit, stormed into the living room with a large bra in her hand. \"When you wear them, you leak in them and then they get wet! That how I get chichi sores!\", the woman exclaimed.<br>\r\n<br>\r\nAfter yelling at her daughter, she looked over and seen the guest in her house. \"Um, Violet, who is this young man in my living room?\" she said sternly.<br>\r\n<br>\r\nBefore Violet could respond, Tom stood up and extended his hand toward her, and said \"Hi I'm Tom, and I just moved in next door! I wanted to introduce myself to you guys as your new neighbor!<br>\r\n<br>\r\n\"Ooooh, so you're who was making all that noise earlier\", the woman joked, \"I'm Barb, and I'm a hugger\".<br>\r\n<br>\r\nAs Barb was introducing herself, Tom was making sure he processed every bit of the MILF that was in his presence. She was pretty, and had an enormous rack. It was much larger than her daughters, and she wasn't even pregnant! Tom was fantasizing about all of the things e could do to those tits, when he felt them pressed against him for a hug. It felt like somebody was pushing two beanbags against with and it felt great.<br>\r\n<br>\r\n\"Mom, can you put a shirt on? You're embarrassing us!\" Violet told her mom. \"Well I wouldn't be out here if you didn't use my bras you thief! Just because we're the same size now doesn't mean you can use mine! Yours aren't permanent like mine. Violet sighed, and Barb smiled at Tom, and said, \"let me get decent\".<br>\r\n<br>\r\n<br>\r\nBarb returned in a big t-shirt and some pajama bottoms, much to Tom's delight. She obviously wasn't wearing a bra, as her nipples were poking through the shirt, and the band-name on the shirt seemed like it was in 3-D. She went on to talk about how she was an alumni of the university and that she was an ultrasound technician. She said that her husband worked nights while she worked in the mornings and afternoons. After chatting about themselves, Tom asked Violet, \" So how is this all going for you?\" point to her stomach.<br>\r\n<br>\r\n\"I'm 6 months in, and It's going good\", Violet said happily<br>\r\n<br>\r\nNot good enough\", Barb interjected, \"The babies daddy split town after her heard she was pregnant, and now she's solo dolo\".<br>\r\n<br>\r\nViolet glared at her mother, \"If you could raise me by yourself, then I can raise my child by myself\".<br>\r\n<br>\r\nBarb laughed, \"Baby i'm only joking, you have me and your step-father here to help you out!\"<br>\r\n<br>\r\nTom was just smiling and nodding. He was trying to thing of ways he could become both the babies step-daddy and Violet's step daddy in the same night. But his fantasies were halted when his phone alarm went off. \"Shit\", he said to himself, \"I've got to get going. I need to go to bed early for this 8 a.m. class tomorrow morning\".<br>\r\n<br>\r\nTom was angered that he couldn't sit there and observe these fine ladies any longer, but he had to do what he had to do.<br>\r\n<br>\r\n\"Awh, so soon?, Barb whined, \"It's probably for the best, I have work in the morning too\".<br>\r\n<br>\r\nTom stood up and hugged Barb goodbye, making sure he got a good frontal free of her breasts. He then made his was over to Violet and gave her a side hug, not wanting to put any pressure on her tummy. He left and headed into his empty apartment. He went into his room, set his alarm, masturbated to fantasies of Violet and Barb, and then drifted into sleep. <br>\r\n<br>\r\n</span><br>\r\n<br>\r\n</span></div></div>",
            "created":1581310800,
            "id":2785407,
            "title":"Other "
        },
        "131":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Classes are cancelled tomorrow due to a freak storm",
                "Tom wakes up without noticing his change"
            ],
            "content":"<div class=\"\"><div> <span>Tom woke up on some sort of lab table, in a small hospital room with a machine in it. He wasn’t too sure how he actually got into the room, but he was about 73% sure that he was dreaming. His suspicions were authorized when his 4th grade teacher, Ms. Brown, entered the room as a nurse to check his vitals.<br>\r\n<br>\r\n“Man Ms. Brown, I am glad to see you. I was spooked a few seconds ago”, Tom sighed.<br>\r\n<br>\r\n“You always were a funny kid Tommy, let me take your temperature.<br>\r\n<br>\r\nMs. Brown had appeared in many of Tom’s dreams because she was prominent female figure in his life just as he started puberty. He noticed that her hips would sway a particular way, and that sometimes her breasts would look just right in some of the dress shirts she’d wear. She was a African-American female in her mid- 20’s at the time, so Tom was able to see her in the prime of her youth, and she helped him turn into a man without her even knowing. From then on, she would make a casual appearance in his dreams and Tom used those as proof that he was dreaming.<br>\r\n<br>\r\n“The Dr. will be with you shortly Tommy”, Ms. Brown said, walking out of the room. Tom watch her full ass sway out of the way hypnotically, which never failed to drive Tom crazy. Tom was left with a raging hard-on as his schoolboy crush faded away into his dreamscape.<br>\r\n<br>\r\nTom laid down and flexed his leg muscles in order to reduce his erection, as he had no way of concealing it in his gown. His usual techniques of flexing his thighs weren’t working, and his flagpole remained at full salute. <br>\r\n<br>\r\nTom shrugged it off, “Drs. See stuff like this all the time, they won’t mind”. <br>\r\n<br>\r\nTom then heard a very familiar loud voice from outside the room. He paused and tried to remain as quiet as he could to deduce who's voice it was.<br>\r\n<br>\r\nWithout warning, Barb burst through the door, looking down at a clipboard, reading a clipboard. “Neighbor Tom! What a surprise. What brings you in to see me tod-“. <br>\r\n<br>\r\nHer words were cut short. Once she looked up from the clipboard, all she could see was the major tent that her neighbor was pitching.<br>\r\n<br>\r\n“Jesus, Mary, and Joseph, that must be why you’re here”, Barb said in a soft tone. She then set the clipboard down and walked over toward Tom.<br>\r\n<br>\r\n“Are you in any pain?”, she asked. <br>\r\n<br>\r\n“Actually, I have zero pain, and I’m not quite sure as to how or when I got here”, Tom responded.<br>\r\n<br>\r\n“Well, there is definitely something wrong here. There is no way that your thing should be causing such an impression on the gown.“<br>\r\n<br>\r\nTom looked back at his erection, and it was definitely a long longer than usual. His best usually hit his belly button, but this one hit his mid-chest. He was taken aback. When did this happen? I didn’t even feel anything growing down there.<br>\r\n<br>\r\n“Okay sweetie”, Barb said calmly, “I’m going to need you to step out of your gown in order to assist you”.<br>\r\n<br>\r\n“Assist me?”, Thomas thought to himself. His usual last resort solution for a problem like this was to run one out until the boner died out. Could Barb have the same idea?<br>\r\n<br>\r\nTom took his gown off, to reveal a full length 15” erection that hit him in the middle of his chest. His testicles were not the side of baseballs as they dangled from Tom’s member. <br>\r\n<br>\r\nTim laid down on the table, and Barb begun rubbiNg petroleum jelly all over his clock, in order to prep it for the ultrasound machine.<br>\r\n<br>\r\nBarb said nothing and was determined as she covered Tom’s entire rod in the petroleum jelly. She grabbed the ultrasound device, and told Tom, “ this will uncover any potential causes on the inside of your....penis.<br>\r\n<br>\r\nIt was an odd sensation especially the mixture of heat and cold due to the machine and the jelly.<br>\r\n<br>\r\nAfter about 10 minutes of going up and down Toms penis, Barb said, “Well the ultrasound didn’t turn anything up. It must be caused by something else. <br>\r\n<br>\r\nTom looked over at Barb, and said, “Yeah those breasts of yours, to which he immediately covered his mouth. But then he remembered that it was a dream so he had free reign to do as he pleased. <br>\r\n<br>\r\nBarb looked down as her massive breasts and cupped them. “Oh you like these Tom? They’re all yours”. She took off her top which left her exposed with only her sports bra, which hardly did its job of containing her breasts. She then slipped the bra off and let her breasts hang in all their glory.<br>\r\n<br>\r\nThey were a bit saggy for Tom’s tastes, but they were definitely the biggest he had seen. This whole experience felt so real, and Tom had to continuously remind hisself that he was dreaming.<br>\r\n<br>\r\nBarb plopped her big breasts onto Tom’s lap, where he began to tittyfuck her. Tom has tittyfucked a few girls in the past, but the scenario was truly unique considering all parties involved. Besides, this felt like it was real, and actually happening as he felt the pleasure of her big tits sliding up and down his cock.<br>\r\n<br>\r\nWhile they were doing that, Tom could hear Barb chanting something the whole time. It sounded kind of like she was saying “you have the power” or dream to reality”, but he couldn’t make out completely what she was saying.<br>\r\n<br>\r\nBarb’s tempo would increase and become a bit rougher by the minute. She seemed like she was in some kind of zone, completion focused on nothing else by the matter at hand.<br>\r\n<br>\r\n“Uhh, Barb? I’m about to finish”, Tom said while gritting his teeth, holding back the orgasm. It sounded like Barb grunted in response to his plea, and then to Tom’s surprise, she deepthroated his cock.<br>\r\n<br>\r\n“oooOooookay Barb, herE I GO”, Tom exclaimed as he finished in the MILF’s throat. Tom sighed a sigh of relief as it seemed to be over. Normally he’d be more than happen to have a dream like this but Barb was kinda creeping him out.<br>\r\n<br>\r\n<span style=\"font-family:verdana, sans-serif\">Tom.</span><br>\r\n<br>\r\nTom was startled. The only two people in the room were himself and Barb, and neither of them sounded like that. Let it be noted that Barb also had a dick in her throat so speech was kinda out of the question for her. Tom looked around the room for the source.<br>\r\n<br>\r\n“<span style=\"font-family:verdana, sans-serif\">You are the one we have been waiting for Tom.</span>“<br>\r\n<br>\r\nTom found the source of the voice. It appeared to be coming from this dream Barb, which was physiologically impossible, but she maintained eye contact with him as his dick was in her throat.<br>\r\n<br>\r\n”<span style=\"font-family:verdana, sans-serif\">You are the one to turn your own dreams into reality.</span>”<br>\r\n<br>\r\nTom was scared now. He wanted to retract his dick from Barbs throat but it was stuck, like something was pulling it down.<br>\r\n<br>\r\n”<span style=\"font-family:verdana, sans-serif\">Do not fear Tom. What you want, it shall be</span>”<br>\r\n<br>\r\nImmediately after saying that, her eyes illuminated a bright white light, and encompassed the entire room.<br>\r\n<br>\r\n”<span style=\"font-family:verdana, sans-serif\">WAKE UP!</span>”<br>\r\n<br>\r\nThat last scream woke Tom up in the middle of the night. He was breathing hard, sweating, and he was pretty sure that he nutted in his briefs. “Just a dream”, he said continuously to himself. He reached over to check what time it was. 3:33 a.m. . He still had some time to sleep in before beginning his college career. He walked over to the bathroom, and threw some cold water onto his face. He kicked his cum filled briefs into his hamper and decided just to sleep naked. As he was falling asleep, he grabbed his dick just to compare it to the feeling he had in that dream.<br>\r\n<br>\r\n“Eh”, Tom said to himself, “maybe one or two inches couldn’t  hurt. Tom then drifted back to sleep. However, his night was not yet done. There was movement under his blanket as  his penis grew from 5” to 7” flaccid, unbeknownst to him.<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\n</span></div></div>",
            "created":1581310800,
            "id":2785616,
            "title":"Barb dream"
        },
        "132":{
            "author_id":"thetallestboy",
            "author_name":"Thomas Johnson",
            "choices":[
                "Tom's morning ",
                "Violet's morning (Changes are noticed)",
                "Violet's morning (Changes go unnoticed)"
            ],
            "content":"<div class=\"\"><div> <span><span style=\"line-height:1.6;\">Tom was sitting down in Violet and Barb's apartment watching television. He was watching some movie sequel to a car franchise that had obviously made way too many sequels. Suddenly, he realized where he was. \"What the hell? I was just here.\" He said to himself. He could tell that he was in his neighbors apartment, but something seemed off. Maybe it was the aquarium coffee table that was in the middle of the living room, but Tom then realized that he was dreaming.<br>\r\n<br>\r\n\"I guess this place really rubbed off on me\" Tom laughed to himself. He heard footsteps, and seen Violet walk into the living room, cradling something in her arms. \"Hey Tom, what're you watching?\" Violet asked. \"Just some re-run of this dumb movie\" he answered \"What's that you're holding?\". Violet scoffed, \"Obviously I'm holding Zachary, Tom\".<br>\r\n<br>\r\nTom looked at Violet's arms to see that she was holding a bundle of blankets, and within those blankets was a newborn baby boy. He appeared to be napping as Violet gently rocked him with her arms.<br>\r\n<br>\r\n\"Oh man, you had the baby! Congrats!!\" Tom said to Violet. Violet laughed, and said \"You're acting really weird Tom. You were there when I had him. Tom had a confused look on his face, as he had no idea was this dream version of Violet was talking about. \"Here\" Violet said as she handed the baby to Tom, \"I need to go grab something from my room.<br>\r\n<br>\r\nTom held the baby, and studied him quite a bit. He looked a lot like his mom, and even had a cute nose like his grandmother. Some of the babies features looked really familiar to Tom, but he couldn't quite place where he'd seen them before. The baby had a distinct eye structure had look eerily similar to his. His thoughts were interrupted when Violet came back into the living room with a a breast pump and an empty bottle. \"Whoa, Violet, what're you doing?\" Tom asked, surprised. \"Uhhh, what does it look like Tom? I need to pump my breasts so that I can feed the baby. What's gotten into you silly? Violet chuckled.<br>\r\n<br>\r\nTom watched as Violet pulled her shirt up and exposed her bare breasts in front of him. They looked very swollen, and definitely full of milk. Tom estimated that her breasts were just as big as they were in real life. Violet latched the machine on her nipples, and laid back as it pumped her breasts for milk. Tom said nothing, but just sat and stared in disbelief as his next door neighbor exposed her bare breasts to him and pumped them. Violet looked over at Tom and said \"What? See something you like?\" Tom shook himself out of his daze. \"Sorry\" he said \"I've just never seen a breast milk extraction before.<br>\r\n<br>\r\n\"It's nothing too crazy\" Violet said \"I just let this machine run for a few minutes, and then I have a enough to feed Zach!\". Tom seen that the cups attached to each breast were nearly full. \"Have you ever tried your own product?\" Tom joked. \"Yeah\" Violet laughed, \"It's kinda sweet. Almost creamy. Reminds me of a mixture between regular milk and some kind of creamer that you'd put into coffee. I've heard that it can do wonders for you if you incorporate your own milk into your diet\". \"Is that so\" Tom said in disbelief. Violet turned to Tom, and said \"Would you like to try this batch?\". Tom's eyes were wide. He'd fantasized about suckling a woman's breasts and tasting her milk, but this was the next best thing! He hesitated \"Well, I would but I want to make sure that the baby gets his meal, haha\". Tom was kicking himself for that comment.  He had always wondered what it tasted like, but his sense of morals got the best of his fantasies. \"It's fine Tom. I produce more than enough for the baby\". Tom sighed, \"Yeah sure, I'll try anything once\" , trying to not seem too excited.<br>\r\n<br>\r\nViolet turned the machine off, and  poured the contents of the pump cups into the bottle. She looked at Tom, and gave him an emotionless stare, one that he didn't think that she was capable of. She then said, <b>\"Tom, my milk will do wonders for you\"</b>, in a deeper tone that usual. Violet struck her hand out with the bottle, not breaking eye contact with Violet. Tom laid Zach down onto the couch cushion to his left, and grabbed onto the bottle. <b>\"Enjoy Tom\" </b>Violet bellowed, in that weird voice and look again. Tom put the rubber nipple to his mouth and drank Violet's milk. \"Wow!\" he thought to himself, \"that is some grade-A titty milk right there!\".<br>\r\n<br>\r\nViolet continued to stare at Tom, as he drank her breast milk. <b>\"Feel the power course through your veins Tom\" </b>she said slowly. Tom shot her a weird look, took the bottle out of his mouth and said \"Violet are you feeling okay?\". Violet stood up and pointed at Tom <b>\"By drinking my milk, you have given life to your potential. Anything and everything is at your whim.\"</b> Tom chuckled at Violet, \"Your'e acting really weird right now. Maybe you pumped some of the blood out of your brain\". The room seemed to get darker, and Violet's eyes looked like they had a hint of glow behind them.<b> \"What you desire, you must merely say the words, and it will be yours\"</b>, she uttered in her strange voice. Tom was creeped out at this point. \"Okay Violet, it was funny at first but now you're starting to creep me the fuck out. I think I'm gonna go back to my apartment\". <br>\r\n<br>\r\n<b>\"Tom, request anything and it shall be done. No dream is shall stay a dream.\"</b> Violet said as her eyes seemed to glow a bit brighter. Tom sighed, annoyed that his dream had taken a turn like this. \"Fine Violet, I request that your had some bigger tits! There, are you happy?\" Tom said loudly to Violet.<b> \"Then it shall be\"</b> Violet said, as her voice seemingly echoed across the room. Tom directed his gaze toward Violet's chest, and couldn't believe it.<br>\r\n<br>\r\nViolet's breasts were seemingly protruding further and further away from her body, increasing in size. Before, her engorged breasts were just passed her mid-stomach, but now they reached just above her belly button. Tom's mouth was open in shock at what had just happened, and looked up at Violet's face.<b> \"The deed has been done. Now go, and live your life as your please.</b><br>\r\n<br>\r\nViolet's eyes then shined as if they were headlights, and blinded Tom, enveloping his eyesight with a bright white light.<br>\r\n<br>\r\n......<br>\r\n<br>\r\n<br>\r\nTom woke up in his bed, drenched in sweat, and breathing hard. He looked around to see where he was.<br>\r\n<br>\r\n\"My room. Phew, just a dream.\" Tom said to himself.<br>\r\n<br>\r\nHe reached over and checked his phone, which read 3:56 a.m. He had an unread email from his university, which read:<br>\r\n<br>\r\n\"Hello Students of the 2020 semester! Unfortunately, Classes tomorrow are cancelled due to a tornado warning. Classes will resume the day after the next, as these warning decrease. Stay safe, and stay inside!\".<br>\r\n<br>\r\nTom had mixed feelings about that, as he was eager to start school, but was always glad to get a feel day-off. Not the mention, some fear of a tornado, which was never a problem in his home town. <br>\r\n<br>\r\nHe put his phone down, and closed his eyes. \"Man, he said to himself, \"I wish Violet had titties like that dream version\"<br>\r\n<br>\r\nTom eventually nodded off, and went back to sleep. <br>\r\n<br>\r\n<i><b>(Meanwhile, just as Tom had said that)</b></i><br>\r\n<br>\r\nViolet laid sound asleep in her bed, pillows all around her to accompany her pregnant belly. Suddenly, the fabric of the XXL t-shirt she had been wearing began getting tighter around chest area. The once somewhat loose fitting shirt had now become skin tight around Violet's full breasts. She rubbed at her chest in her sleep, seemingly unaware of the change that had just occurred. </span></span></div></div>",
            "created":1582866000,
            "id":2794177,
            "title":"Violet dream "
        }
    },
    "info":{
        "author_id":"thetallestboy",
        "author_name":"Thomas Johnson",
        "brief_description":"Our protagonist, Tom, wakes up one morning with powers that he could only dream of!",
        "created":1581346080,
        "description":"<td align=\"left\" class=\"norm\">You are a 18 year old college student who just started their journey at a 4-year university. You've dreamed of the new opportunities that will await you as you take this leap into adulthood on your on, but that soon becomes an understatement. You wake up the day your semester starts after a weird dream saying that you are now free to do whatever you please.This school-year just got a lot more interesting!<br>\r\n<br>\r\n<b>Bios:</b><br>\r\nTom (Main Character):18 years old. Tall (6'5), fairly slim Hispanic with brown hair. New to the small college town from the big city. Can't decide what to major in. A bit shy at times, but becomes quite the social butterfly when he settles in. Looking forward to all the new women that he'll get to meet.<br>\r\n<br>\r\nDes (Aunt): 35 years old, Father's sister. Tom has lived with her ever since he was a young boy, so she serves as a mother figure for him. 5'3, long light brown hair with slightly blonde streaks, E-cup breasts thanks to implants and plus some of the weight she's put on over the years. Widowed. Works for the IRS. Will usually reach Tom via phone call or may stop by to visit<br>\r\n<br>\r\nBarb (Neighbor): 5'4 latina who is 39 years old, lives in the door to the right of Tom's apartment. Graduate of the same university. Married, works as an ultrasound technician. Very nice, has a motherly vibe to her. Medium length hair with glasses. Usually seen wearing medical scrubs. A bit pudgy, with F-cup breasts due to bearing 5 children of her own.<br>\r\n<br>\r\n<br>\r\nViolet (Barb's Daughter): 21 years old, 5'2 single mother to be. Was going to school to be an ultrasound tech as well, but got pregnant. Currently 6 months in. Often sad that she's the last of her siblings to move out the apartment. Pretty, with long, brown hair that reaches her butt. Uses her free time now to review baby products online on a video site. Baby's father is MIA. DD-cup (due to pregnancy), round ass thanks to her father's Puerto Rican genetics.<br>\r\n<br>\r\n<br>\r\nKaleb (Toms Roommate): white guy who is 23 years old, 5'9, sort of odd. Tom and Jonah found him off craigslist. Attends university part time, and works part-time. Usually found in room laughing at videos online. Curly hair that covers his forehead, and wears glasses that turn dark according the how much light is in the room. Fairly chubby, but he makes up for with his witty personality. <br>\r\n<br>\r\n<br>\r\nJojo (neighbor): She's 20, and very beautiful but also kinda dumb. She used to attend the university, but dropped out to pursue a modeling career. Staying in town while she's looking for gigs and promotes herself online. She lives in the door to the left of Tom's apartment. Hawaiian mixed with some other pacific islander. 5'5, A-cup with a very round, booty with thick thighs to match. Works at a Korean BBQ spot.<br>\r\n<br>\r\nSteph (Student Body President): Latina who is very proud of her roots and is very pretty. Looking to become a big time politician someday. Very nice, and is always seen flashing a big braces-filled grin. Her brown hair goes to her mid-back. In her free time she is usually at the gym, and thanks to that, she has a large ass that is very toned. Usually is spotted wearing jeans that flaunt it<br>\r\n<br>\r\nJonah (Tom's Roommate): Tom's best friend. Met during orientation and bonded over the whole process. Is an artist who is now recently making a name for himself. A bit shorter than Tom (6/4), African-american. Enjoys video games and skipping class,<br>\r\n<br>\r\nAly (Student): One of Tom's classmates in his biology class. Has a huge crush on him, but won't admit it to him. a light skinned African-American, with black braids that go past her shoulders.Very slim, with A-cup and with a deceivingly nice butt.<br>\r\n<br>\r\nAngel (Tom's Good Friend)  Friend of Tom's since high school. They have a brother/sister relationship. Fairly insecure about most things including her relationship. About 5'8 with long brown hair with blonde streaks. Samoan. A-cup with a nice pair of legs.<br>\r\n<br>\r\nLisa (Angel's Roommate): Angel's best friend/roommate. Used to play on the volleyball team at the university until she injured her shoulder. Is bisexual, and has a girlfriend as of now. 5'11 with pale white skin and reddish brown curly hair. B-cup with a fat butt.<br>\r\n<br>\r\nBrandie (Lisa's GF): Lisa's toxic girlfriend. Deals drugs and is a bad influence on Lisa. Dressed like a tomboy. Light skinned African american. C-cup breasts.<br>\r\n<br>\r\nNick (Angels BF): Tom's good friend. Started dating Angel when they got to the university. About 6'2, with a solid frame. Loves to talk about cars. Cuban<br>\r\n<br>\r\nJudith (Student): One of Tom's classmates from his history class. Is in a sorority, and constantly talks about it. Has a crush on Tom. 5'4 Latina with pale skin and D-cup breasts. Large ass that usually juts out due tot he fact that she's usually seen in yoga pants or biker shorts. <br>\r\n<br>\r\nMaria (FWB/cashier): She works at tom's favorite lunch spot: Tam's Sandwiches. Is a history major but is still deciding what she wants to do with her life. She and Tom became FWB (Friends with Benefits) during orientation, and haven't seen each other since school began. 5'7 Latina with short length hair that stops just above her shoulders. Real thick legs, and recently got a breast augmentation to go from a B-cup to a D-cup.<br>\r\n<br>\r\n<u>Rules/Notices:</u><br>\r\n<u>1. All characters are 18+<br>\r\n2. Feel free to add characters as you see fit. I will be adding more characters soon. <br>\r\n3. Proper grammar, as well as chapter length will be enforced. Entries that lack either will be removed<br>\r\n4. No Vore<br>\r\n5. POV's may switch, but be sure to clarify who is talking. Remember that Tom is the only one with powers.<br>\r\n6. There is no limit to what relationships may occur, do what thou wilt<br>\r\n7. All characters are unaware of changes made, unless they are made aware purposefully.</u><br>\r\n<br>\r\n<b>All characters and places are fictional. Any resemblance is purely coincidence. </b></td>",
        "id":2212566,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1582973100,
        "pretty_title":"I Dream of Reality"
    }
}