{
    "chapters":{
        "1":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "Continue"
            ],
            "content":"<div class=\"\"><div> <span>You sat back on the couch and let out a big sigh of relief. Finally, the next big step in your life was ready to begin. With the help of your younger sister Tracy, you'd just finished bringing your belongings from your old house into your new apartment in the quiet suburban community of <i>Sanderson</i>. Of course, since you were a tiny from birth, you didn't really have a lot of personal belongings. In fact, all of your clothes, toiletries, and various other belongings fit completely inside of a single duffel bag, which was currently resting on the floor beside you.<br>\r\n<br>\r\nYour new apartment was spacious and clean, and definitely a place you could see yourself living for the foreseeable future. It was a two-floor house, with the first floor having an entry hallway, living room, kitchen, laundry room, and bathroom, and the second floor having three bedrooms. The kitchen and living room came fully supplied with appliances and furniture. Each of the three bedrooms also had a bed and a dresser. On that note, you wondered how you missed the fact that there were only three bedrooms while reading the apartment description. Based on your split-rent deal, there would be four people total in this apartment. You supposed that someone would take the living room as their bedroom then.<br>\r\n<br>\r\nYou wondered when your new roommates would finally arrive, as everyone was scheduled to move in in about the same timeframe on this day. Tracy had left twenty minutes ago after saying her goodbyes, and you hoped you wouldn't be by yourself for much longer. Truthfully, you were nervous to meet the three other guys who would be sharing this place with you, but seeing as how they would be tinies like you (as you were still absolutely sure that you'd clicked the <i>Tinies Only </i>button), you believed that you'd be best friends with Morgan Sinclair, Avery Sinclair, and Quinn Wallace. As it was, all you knew about them were their names and ages, as their profiles had been quite barren on the website.<br>\r\n<br>\r\nRight as you'd been reduced to nothing more than twiddling your thumbs while waiting on the living room couch, you heard the unmistakable sound of the front door to the apartment opening. Instantly bolting up at the ready, you quickly brushed your hair a bit neater and straightened your shirt. You weren't sure why you felt this compulsion to appear as neat as possible for your fellow tinies, but first impressions were important, after all. However, you were a bit caught off guard by hearing female giggles after the door opened, and could only assume that your new roommates had also enlisted their sisters for help moving in.<br>\r\n<br>\r\nA moment later, and all thought fled out of your mind as two titanic giantesses strolled into the room. The first had long, chocolate brown hair, and was a fair bit taller than the second girl, who had the same brown hair dyed with bright streaks of pink. Both girls had deeply tanned, smooth skin, and were unbelievably attractive. Your mind went straight to their rather abundant curves (and you chastised yourself for staring at them even as you kept doing it), and their bodies were shown off brilliantly. The taller girl was wearing tight compression shorts and a trim tank top, and the shorter girl was wearing a quite revealing tank top and barely-there booty shorts. They were like twin angels.<br>\r\n<br>\r\n\"Oh gosh, this is a comfy living room!\" The shorter girl gushed, her voice bouncy and energetic. She spun around in a circle as she entered the room. \"Don'tcha think so, Morgan?\"<br>\r\n<br>\r\nThe taller girl rolled her eyes, but was still smiling. \"Yeah, Avery, it's nice. Lots of space for my workout gear.\"<br>\r\n<br>\r\nThe girls kept talking while looking around the living room, but you could only stare at them slack-jawed, your mind racing at a mile a minute. A tiny, unsettling thought had been creeping up into your mind as soon as you heard female voices in the entryway, but hearing the girls confirm their names for you sealed the deal: somehow, you had both managed to join an apartment deal with people who weren't tinies, and people who were giantesses on top of that!<br>\r\n<br>\r\nYou were shaken out of your dumbfounded stupor by the sight of Avery approaching the couch backwards, still engaged in conversation with her sister. The sight of the curvy girl towering above you stunned you into motionless inactivity, at least until she started lying down on the couch, never once making eye contact with you. You let out a startled scream and tried to run, only to trip as Avery's butt plopped down onto the half of the couch furthest from you, shaking the couch cushions and toppling you over. To make matters worse, your scream was drowned out by the titanic girl's infectious giggle, and fell on deaf ears.<br>\r\n<br>\r\n\"What are you doing?\" Morgan sighed, and Avery laughed harmoniously again.<br>\r\n<br>\r\n\"Gettin' comfy! Like, unloading our stuff can wait!\" Avery grinned childishly, utterly oblivious to what she was doing to the living room's third, tiny occupant.<br>\r\n<br>\r\nFinally, Avery completely laid out on the couch, and with a muffled <i>squelch</i>, her left breast crashed onto you. She was lying on her side, so her sizable boobs had piled right onto your body, squashing your miniscule, one-inch body all the way up to your neck under her copious mounds of flesh. Your weak body flattened into nothing under her tank top covered boobs, and you thrashed your head around in a futile attempt to get free. All you could do was speak, which you hoped was enough.<br>\r\n<br>\r\n\"Hey! Please! Please, get off! I'm down here!\" You shouted as loud as you could. Unfortunately, they way Avery's boobs were pinning you down, you had to angle your voice more into the cushion of the couch than up towards the two girls who could actually do something about the humiliating position you'd found yourself in.<br>\r\n<br>\r\nThankfully, fate cut you a break, and it was enough. Morgan frowned, and began looking around the room. \"Uh, Avery...do you hear that?\" She began pacing around the room, trying to pick up the location of your voice.<br>\r\n<br>\r\nAvery shook her head. \"Nope. Is it someone outside? Are Quinn and that other girl...Hunter...here yet? I hope that they're both super cute!\"<br>\r\n<br>\r\nMorgan smirked for a second. \"You hope everyone is cute. But no, it sounds like...\" Her voice trailed off as she spotted your almost unnoticeable head, sticking out from under her twin sister's tits and buried into the couch cushion. Kneeling in front of Avery, Morgan peered closely at you and gasped. \"Oh! Oh...\"<br>\r\n<br>\r\nAvery bit her lip adorably. \"What? What is it?\"<br>\r\n<br>\r\nMorgan flicked her eyes up from you to her sister. \"You...uh...sat on a tiny.\"<br>\r\n<br>\r\n*****<br>\r\n<br>\r\nTen minutes later, and everything was cleared up. Or, at least, as well as it could be. You had introduced yourself to the twins after being freed from under Avery's boobs, and they had introduced themselves to you in turn. The three of you couldn't believe how crazy the mix-up in the apartment scheduling was, but Morgan and Avery seemed totally fine with rooming with a tiny. Avery in particular seemed quite intrigued by the prospect. From your initial meeting with them, Morgan seemed like the down-to-earth and sensible twin, while Avery was much more flirty and fun-loving. This whole scenario still put you on edge a tiny bit, as (aside from your mother and sister) you'd had very little direct interaction with giantesses your whole life.<br>\r\n<br>\r\nAfter introductions, Morgan had gone to use the bathroom, leaving you alone with Avery. However, that only lasted a second before the front door opened again. Avery jumped to her feet to greet the newest visitor, and you, back on the couch, turned to watch as a third girl strolled into the room. Presumably, she was Quinn Wallace, and her appearance here practically cemented how dumb you had been to not double-check the apartment website before signing the contract. You'd seen your roommates' names, and as they were fairly gender neutral, you hadn't thought twice about it.<br>\r\n<br>\r\nYour pre-planned introduction to Quinn fell to pieces as she walked into the room. Her hair was pitch-black and cut in a bob with bangs, and compared to the twin's, her skin tone was much paler and milky smooth. This was hardly the only difference, as you shamefully noted just how large Quinn's proportions were. Morgan and Avery had been a vision, true, but Quinn was on another level of thickness. Her boobs, butt, and thighs were some of the largest you'd ever seen, and they jiggled a bit as she walked. She was heavier than the twins, but in all the right places as far as you were concerned. She was wearing a comfy black sweater and very tight black leggings.<br>\r\n<br>\r\nUnfortunately, right as you regained the ability to form sentences, Quinn walked over towards you while looking at Avery. Avery smiled cheerfully at Quinn, then flicked her eyes down to you. A mischievous glint twinkled in her eye.<br>\r\n<br>\r\n\"Hi! You must be Quinn!\" Avery beamed. \"My name is Avery, and can I say that you are totes adorable?\"<br>\r\n<br>\r\nQuinn huffed out a bit of air. \"Thanks. Name's Quinn Wallace.\" She folded her arms and began to sit down, directly where you were on the couch. You hardly had time to react, and could only look up in surprise. Out of the corner of your eye, you saw Avery smiling with a playful expression that made your heart sink. She was totally letting this happen. That girl was going to be a handful, wasn't she?</span></div></div>",
            "created":1592197200,
            "id":2851734,
            "title":"Moving Day"
        },
        "11":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "The girls ask you whose room you're going to share.",
                "You want to spend some time getting to know Morgan.",
                "You want to spend some time getting to know Avery.",
                "You want to spend some time getting to know Quinn.",
                "You ask the girls for more information about where they work."
            ],
            "content":"<div class=\"\"><div> <span>Of course, not as much of a handful (in the literal sense) as Quinn, as the black-haired giantess plopped down onto the couch, utterly obliterating you beneath her massive derriere with ease. Her incomprehensibly large rear just about swallowed you whole, and your squishy body flattened out into a pathetic little pancake under her shapely, jiggly left cheek. To make matters worse, Quinn wiggled a bit to get comfortable, dragging her butt across your body and smearing you flatter into her leggings-clad ass. Your face was rubbed fully into the fabric of her leggings, the pain of squashing contrasting with the almost pleasant smell of her perfume.<br>\r\n<br>\r\nMeanwhile, Avery couldn't hold in her mischievous, prankster attitude any longer, and she burst out laughing. Giggling rightly, Avery smiled at Quinn, who merely looked at her with a raised eyebrow. \"You...you sat on a tiny!\" Avery said, between fits of laughter.<br>\r\n<br>\r\nQuinn frowned and looked down at the couch, where her big butt took up half of the total sofa. Shrugging, she looked back at Avery. \"Huh. He should've moved, I guess.\" Quinn replied, while taking her phone out of her purse and checking a text she'd just gotten.<br>\r\n<br>\r\nAvery's smile dimmed at that response. \"O-oh, it's actually our fourth roommate, Hunter. We thought he'd be a cute girl, but there was some mix-up, and he's actually an adorable little tiny. Couldn't even tell before meeting him, cuz of his name! Isn't that amazing?\" Avery had to pause a nanosecond to catch her breath. \"Morgan and I have never lived with a tiny before! It's so exciting!\"<br>\r\n<br>\r\nQuinn shrugged again. \"Sounds like it.\" She finished typing her text, and then stretched her arms. She continued to make no attempt to move.<br>\r\n<br>\r\nAvery was getting nervous now, and felt the faintest twinge of guilt for putting you into this situation. With each passing second, Quinn's indomitable ass crushed you further flat, and the heat was beginning to build up quite a bit. \"Uh...could you get off of him? I'm sure he didn't mean to be sat on!\"<br>\r\n<br>\r\nQuinn rolled her eyes and put down her phone. \"He isn't bothering me where he is. I'll be getting up in a few minutes.\" Quinn stated. \"Anyway, you said your name was Avery? Does that mean Morgan is your sister? Is she here too?\"<br>\r\n<br>\r\nInstantly, Avery's face lit back up into full excitement mode, and she launched into a rambling and bouncy conversation about herself and her sister. She told Quinn how she was hoping to become a world famous super model, and that Morgan was a super-fit exercise junkie working at the local gym, <i>Workout World</i>. Quinn responded in turn, saying how she wanted to be more approachable, so she'd applied for a more active job, and landed a position as a lifeguard at Sanderson Beach.<br>\r\n<br>\r\nOf course, you heard none of this, as all sounds of the outside world were muffled while under Quinn's hefty buttocks. All of the curvy girl's weight as squeezing you into paste beneath her butt, and you soon began sweating profusely. Your sweat only served to further bond you to her leggings-clad left cheek. Try as you might to struggle or reform, it was quite pointless. You only hoped Avery would save you soon.<br>\r\n<br>\r\nHowever, that hope was entirely useless, as you'd slipped Avery's mind the second Quinn had asked her about Morgan. Avery was a mile-a-minute type of girl, but this came with the drawback of her exceptionally forgetful and oblivious mindset. Her airheadedness was unrivalled amongst almost anyone in the world. This ditzy nature could be a detriment to herself and others, but no one could stay mad at Avery for long with her boundless enthusiasm and overflowing optimism towards life.<br>\r\n<br>\r\nBut, what this meant for you was that you went unnoticed beneath Quinn for the next five minutes as they talked. Then Morgan returned and got caught up in the conversation, and you were stuck for another thirty minutes. Then the girls helped each other unpack their belongings, and move into and set up their new rooms on the second floor. You stayed stuck to Quinn's booty for this entire three hour experience as well, and were pretty much just a sticker on her jiggly cheek by the time everything was said and done.<br>\r\n<br>\r\nBending over to retrieve her water bottle from the floor, Quinn's shapely rear was accentuated for all to see, and Avery's wandering eyes were drawn to the heavenly sight. Taking in all of Quinn's beauty, Avery smiled, but paused when her eyes locked onto you. Confused for a split second, the pink-haired girl finally connected the dots, screamed out almost comically, and pointed at you.<br>\r\n<br>\r\n\"OMG! Hunter, you poor thing!\" She cried, gesturing to you. Morgan followed her sister's finger to you, and gasped, while Quinn merely looked over her shoulder to where they were pointing. She couldn't even see you from that angle, her ass was so massive.<br>\r\n<br>\r\n\"What? How did he get there? How long has he been there?\" Morgan exclaimed, looking between her twin and Quinn.<br>\r\n<br>\r\n\"I totally forgot that Quinn sat on him!\" Avery explained. \"When she first came into the living room!\" The carefree girl tactically avoided informing her twin about her involvement in getting you squished to Quinn's rear.<br>\r\n<br>\r\nBefore Morgan could berate her sister, Quinn sauntered over to the nearest mirror to help her see you better, then began picking you off of her leggings. \"Yeah, I figured he'd still be stuck. I was sitting on him for a while before getting up, then with all the moving around...\" The black-haired girl shrugged. \"It was probably a bit too much for him to reform.\"<br>\r\n<br>\r\nMorgan and Avery blinked at Quinn, then each other. Morgan then gaped at Quinn. \"Wait...you knew he was there the whole time?\"<br>\r\n<br>\r\nQuinn nodded. \"Assumed he was, at least. But, it's not like I could feel him, so he wasn't bothering me enough to get me to peel him off while we were working.\"<br>\r\n<br>\r\nMorgan threw up her hands. \"But why would you-\"<br>\r\n<br>\r\nQuinn held up a hand defensively. \"Don't misunderstand. I'm not being rude or disrespectful to tinies.\" As she spoke, her fingernail finally slid between your pancaked body and her curvy butt cheek. Peeling you free, Quinn kept talking. \"I've lived my whole life with friends who were tinies, I know about their struggles. Even still, tinies need to learn how to be strong on their own. I left Hunter under me because I wanted him to fight for himself. People won't always be around to save him.\" The girl dropped you into Morgan's warm hands. \"Still, I didn't make it easy on him, I suppose. Sorry.\"<br>\r\n<br>\r\nAs she apologized, she looked you right in your squished, slightly smeared eye, and you could tell it was a genuine apology. You didn't know what to make of her and her seemingly apathetic attitude towards life just yet, but there was clearly more to her than you saw at first glance.<br>\r\n<br>\r\n*****<br>\r\n<br>\r\nAnother thirty minutes passed, in which Morgan whisked you off to the bathroom and helped you wash off and tidy yourself up. She'd then carried you to the kitchen and fixed you a small little meal. You couldn't help but feel that, to a small degree, she was babying you a little, but you assumed that this was just her personality. From what you'd gathered, she was a caring, helpful girl who would willingly go out of her way to lend anyone a hand.<br>\r\n<br>\r\nAfter that diversion, Morgan had carried you into the living room, where Avery and Quinn were waiting. She sat on the couch beside Avery, and set you down on the coffee table in the middle of the room. Quinn was in a recliner beside the couch. Quinn gave you a small nod of recognition, and Avery winked at you while sticking her tongue out playfully. You rolled your eyes at her, prompting a satisfied giggle.<br>\r\n<br>\r\nIt was at this moment that it dawned on you, the full weight of what your future held. Here you were, away from home and moved into a brand new building, in a brand new community. You, a one inch tall tiny, and your three new gigantic giantess roommates. Whatever the future held, it was surely going to be wild.<br>\r\n<br>\r\n\"So...this is it, then.\" You said, a bit awkwardly. All three of the girls nodded. They'd each moved into the three bedrooms upstairs, unpacking all of their belongings. Actually, if they were upstairs, then...your eyes drifted over to the side of the couch, where your duffel bag packed full of belongings was still sitting. You hadn't unpacked your stuff yet! Now where were you going to sleep?<br>\r\n<br>\r\nCatching your eye, Morgan followed your gaze. \"Ah, that's your stuff, isn't it, Hunter?\" She asked. Smiling a bit sheepishly, she continued. \"We kinda took all the rooms upstairs, didn't we?\"<br>\r\n<br>\r\nYou waved her off, trying to act as confident as possible. It wasn't hard, with your extroverted personality, but the twists and mishaps this day had brought were still trying to settle in your mind. \"Nah, it's no big deal. I can sleep wherever there's room.\"<br>\r\n<br>\r\nQuinn nodded, in an approving manner. \"That's good. Still, sorry for not asking you first.\"<br>\r\n<br>\r\nAvery, who was rocking back and forth in her seat, burst out. \"Come on guys! It's barely even four o'clock in the afternoon. Aren't we gonna do something fun today?\"<br>\r\n<br>\r\nMorgan rubbed her sister's shoulder. \"Let's take it easy for today. Hunter's had quite the time of it, right? If he wants to do anything, let him decide.\"<br>\r\n<br>\r\nAvery looked sulky for a second, before cheering up again. \"...Kay!\"<br>\r\n<br>\r\nOn the coffee table, you observed the three jaw-droppingly gorgeous girls who were now your roommates. Well, this was it. Your new life. Better make the most of it!</span></div></div>",
            "created":1592197200,
            "id":2851748,
            "title":"New Life"
        },
        "111":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "You decide to room with neat, orderly Morgan.",
                "You decide to room with flirty, ditzy Avery.",
                "You decide to room with messy, relaxed Quinn."
            ],
            "content":"<div class=\"\"><div> <span>Before you could think of something to say, Avery piped up with an adorable little exclamation noise. \"Oh! Wait! Where's little cutie Hunter going to sleep? We took all the bedrooms, right?\"<br>\r\n<br>\r\nMorgan sighed. \"Yes, Avery. That's what we were just discussing.\" She playfully rapped her sister on the forehead with her knuckle. \"Pay attention sometimes.\"<br>\r\n<br>\r\n\"O-oh...hee hee!\" Avery giggled, then looked down at you. As she leaned forward, her boobs threatened to spill from her already incredibly revealing top, and they jiggled slightly as they hovered above you. You had to fight to keep looking the pink-haired giantess in the eye instead of at her abyss of cleavage. \"Anyway, we gotta pick out a room for you, don'tcha think, Hunter?\"<br>\r\n<br>\r\nYou frowned up at her. \"What do you mean?\"<br>\r\n<br>\r\nThe girl <i>tsk tsked</i> you, wagging her finger. \"Well, ya can't sleep in the living room down here all by yourself. That'd be lonely! Plus...\" Avery smirked and winked at you. \"You got all squished twice today already on this couch. Don'tcha think it would happen a lot if you slept in here?\"<br>\r\n<br>\r\nSurprisingly, the ditzy girl's line of thinking was spot on, but her reminder of how you'd been introduced to both her and Quinn still made you blush a bit, earning a grin from Avery.<br>\r\n<br>\r\nNodding at her sister's reasoning, Morgan laid down her palm in front of you, and motioned with her eyes for you to hop on. You were grateful that she was willing to carry you around like this, so you hopped on. She delicately stood up, careful not to shake her palm too much. She brought you all the way up to her eye level, and smiled at you. Her radiant face, and the way her chocolate brown hair framed her features was a sight to behold. Your breath caught in your throat.<br>\r\n<br>\r\n\"Yeah, Hunter, I know it might be a little weird, but Avery makes a good point. I think you would be safest and more comfortable sharing one of our room's upstairs.\" She explained.<br>\r\n<br>\r\nTruthfully, it did make perfect sense, even though you were embarrassed beyond belief that you'd now be sharing the same room as one of these three total knockout girls you'd only just met. Still, you flashed Morgan a thumbs up. \"Sure thing! Sounds like a plan to me!\"<br>\r\n<br>\r\nMorgan smiled at your show of acceptance, and moved to leave the living room with you. Avery hopped out of the couch, and Quinn stood as well, the black-haired girl picking up and shouldering your duffel bag of belongings.<br>\r\n<br>\r\n\"Oh, thanks Quinn.\" You said to her.<br>\r\n<br>\r\nShe shrugged. \"You couldn't have gotten it yourself.\" She reasoned. Taking the lead, Quinn walked up the stairs, Morgan following after and Avery behind. As the four of you ascended to the top of the stairs, your gaze was entranced by Quinn's perfectly sculpted, humongous rear end swaying side-to-side as she meandered up the stairs. It was an incredible sight, and one you had to literally slap yourself out of gawking at. After slapping yourself, you heard a small chuckle above you, and you turned to see Morgan smirking playfully. Your staring at Quinn had apparently not gone unnoticed by your carrier.<br>\r\n<br>\r\nReaching the second floor, Morgan slipped by Quinn and approached the first open door. \"So, this is my room. If we're doing this like some sort of equal debate thing, I guess it's choice number one.\" She said, and you realized that she was right. It would only be fair for you to look at each girl's room first, then decide who you wanted to room with. Really though, that just made all of this even more embarrassing.<br>\r\n<br>\r\nMorgan showed off her room, and it was basically what you expected from someone like her. Her bed was tucked in and straightened, her clothes were neatly stored away in dressers and in the closet, and one corner of her room was taken up by a organized collection of exercise weights and training props. One other corner of the room was barren. The entire room was decorated in shades of tan and brown, a very earthy and natural feel. There was also a TV with what looked like a gaming console hooked up to it.<br>\r\n<br>\r\nMorgan smiled. \"If you wanted to room with me, you could have that whole empty corner to yourself. That way, we wouldn't be taking up each other's space. I also have a spare pillow I can give you to use for a bed, if you'd like.\"<br>\r\n<br>\r\nAvery was next to show off her room, and once again it was right in the same ballpark as how you would've guessed. It was the same sort of neatness as Morgan, but filled to the brim with personal belongings. There were twice as many dressers and drawers for clothes, a sprawling make-up table, and even a full-size mannequin currently wearing a sparkly white dress. There was hardly any free space, and the whole room was colored in a wide assortment of rainbow hues, though mostly bright pinks, blues, and reds.<br>\r\n<br>\r\nAvery spun in a circle excitedly. \"If you wanted to room with me, I have a few empty drawers for all your stuff.\" Avery gestured to one of her dresser cabinets, where two empty drawers were (worryingly, right beside what appeared to be drawers stuffed with lingerie and swimsuits). \"I also figured we could just share the bed, as there's totes enough room for me and a cutie like you!\" Avery giggled, prompting a startled blush from you, a surprised look from Morgan, and a shrug from Quinn.<br>\r\n<br>\r\nQuinn's room was last, and it was the one that caught you off guard the most. You anticipated that everything would be mostly colored in black, gray, and purple, but what you didn't expect was for it to be so messy. She had the same style bed, dressers, and closet as the twins, but the floor of her room was covered with clothes strewn all about. You'd be hard pressed to believe she had only just moved in hours ago.<br>\r\n<br>\r\nQuinn put her hands on her hips as she talked. \"Yeah, it's a mess, I know. I have a hard time...feeling like I need to tidy up. Still, it's comfy, I guess. If you wanted to room with me, I'm sure you could find space somewhere, like on the floor in a drawer or something. Anything that doesn't bother me is okay. You can do whatever.\" She shrugged again, and you couldn't help but smile. Something about her nonchalant attitude could be so endearing.<br>\r\n<br>\r\nAfter the tour finished, Morgan took you back out into the hall, and the three girls looked at you expectantly, obviously anticipating your answer. You knew this was a pretty big decision, so you thought about it for a second, cleared your throat, then spoke up.</span></div></div>",
            "created":1592283600,
            "id":2852241,
            "title":"Sleeping Arrangements"
        },
        "1112":{
            "author_id":"theodysseus",
            "author_name":"Odysseus",
            "choices":[
                "Sleeping on her Butt Cheek",
                "Slipped Between Her Boobs",
                "Tucked into her Pussy"
            ],
            "content":"<div class=\"\"><div> <span>\"I guess I'll room with Avery.\"<br>\r\n<br>\r\n\"Yay! I'm so glad you picked me! This is gonna be so fun!\" Avery squealed. <br>\r\n<br>\r\n\"Whatever, good luck with that.\" Quinn said, before turning and heading back towards her bedroom. As she did so, you couldn't help but be distracted by the massive butt that had squished you earlier in the day. <br>\r\n<br>\r\nMorgan's voice snapped you back to the two sisters. \"Are you sure sharing a bed is a good idea guys? Avery could easily steamroll you in her sleep. She tends to roll around a lot.\"<br>\r\n<br>\r\nStupidly, you hadn't even considered this. Your mind flashed with images of you laying down in bed, only to be awoken by an avalanche of boob as Avery rolled over onto you. \"Avery, maybe your sister has-\" <br>\r\n<br>\r\nBefore you could continue your objection, Avery snatched you up into her own hand. \"You're always worrying Morgan! It's going to be fine, trust me. And even if I do squish him a little bit, he did fine under Quinn's butt today, right?\"<br>\r\n<br>\r\n\"He's gonna get squished a lot living with us. Might as well get used to it.\" Quinn's voice called out from her bedroom. The three of you were all surprised she had joined the conversation at all.<br>\r\n<br>\r\n\"Guys, I'm not gonna squish him, it'll be fine, you'll see.\" Avery retorted. \"In fact, it's getting late, I think me and the little guy are going to turn in early tonight. Quinn's butt probably tired him out anyway.\" Avery didn't wait for a reply from the other girls. Satisfied with the arrangements, she just walked into her bedroom, your tiny body gripped in her fist as it swung disorientingly at her side. <br>\r\n<br>\r\nWhen she got to her room, she dropped you down onto the right side of the queen sized bed. From your perspective, it was massive. Morgan must have been worrying too much, you were sure the two of you could share all of this space.<br>\r\n<br>\r\n\"I have to get changed little guy. No peeking! Even though we both know you want to.\" Avery teased. <br>\r\n<br>\r\nBlushing, you turned towards the head of the bed, covering your eyes with your hands for extra measure. Though you couldn't see what was going on behind you, your imagination was happy to mentally undress the giant girl despite yourself. Maybe this whole rooming mixup would turn out for the best...<br>\r\n<br>\r\n\"Alright, you can open your eyes!\"<br>\r\n<br>\r\nWhen you turned around, your saw that Avery's penchant for revealing clothing carried over into pajamas. She was wearing a matching pink pajama set that looked like it was a few sizes too small for her. The bottom edge of her butt cheeks peeked out of the tight shorts she was wearing, while her top hugged her breasts tightly and only covered up to her belly button. You could tell she was no longer wearing a bra, as the outline of her nipples was visible through the fabric. <br>\r\n<br>\r\n\"Cute right?\" Avery asked, striking a little pose.<br>\r\n<br>\r\n\"Uh, yeah... Very... 'cute'.\" You replied, realizing you hadn't blinked for 30 seconds at least. <br>\r\n<br>\r\nAvery grinned and flopped down into bed. The impact of her butt on the mattress launched you a few inches into the air, but her soft mattress also was there to break your fall moments later. When you stop up again, Avery was laying in bed on her side, smiling cutely at you. Even when she was a little careless, it was impossible to stay mad at her.<br>\r\n<br>\r\n\"Alright, let's get you to your new sleeping spot.\" Avery said. <br>\r\n<br>\r\nYou were confused. You were already on the bed, weren't you? \"I thought you were just going to have me sleep on the mattress next to you?\" <br>\r\n<br>\r\n\"That was my first plan, but I was thinking it'd be better if you slept on my body. That way I don't have to wonder where you are when I wake up in the morning.\" Avery explained. <br>\r\n<br>\r\nYou gulped. Her body? It's true that Avery was incredibly hot, but this still seemed like a big jump for first day roommates. And where on her body would she put you anyway? Your face reddened as you imagined laying on her chest, using one of her enormous breasts as a pillow. <br>\r\n<br>\r\n\"Ooooo I can tell by the color of your face that you like this plan.\" Avery said, her grin widening even further. \"Now, let's get you situated. I have a nice.....<br>\r\n<br>\r\n1. soft mattress picked out for you.\" (Avery lays on her chest and tucks you into her pajama bottoms, making her ass cheek your \"mattress\")<br>\r\n<br>\r\n2. comfy room picked out for you.\" (Avery tucks you deep between her tremendous breasts, leaving you unable to move an inch)<br>\r\n<br>\r\n3. warm sleeping bag picked out for you.\" (Avery decides to tuck you into her pussy for the night, figuring it ought to be nice and warm) </span></div></div>",
            "created":1592715600,
            "id":2854483,
            "title":"Sleeping with Avery"
        },
        "112":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "You really want to help her with cleaning up the apartment.",
                "You're willing to join her for one of her intense exercise routines.",
                "*Writer's Choice*"
            ],
            "content":"<div class=\"\"><div> <span>\"I guess since we're all sort of strangers, except for you two...\" You said, gesturing to Morgan and Avery. \"...we should probably each spend some time hanging out with each other and getting to know one another.\" You shrugged. \"If that doesn't sound too dumb or corny.\"<br>\r\n<br>\r\nMorgan shook her head and smiled. \"No, it sounds like a great idea, Hunter.\"<br>\r\n<br>\r\nYou gave her a thumbs up, and inquired. \"Then how about you and I hang out the rest of the day?\"<br>\r\n<br>\r\n\"Sounds great to me!\" Morgan replied, gently lowering her palm back to the coffee table for you to hop on.<br>\r\n<br>\r\nAs you climbed up onto Morgan's outstretched hand, you caught sight of Avery's briefly sullen expression, as well as Quinn's trademark indifference. A moment later though, and Avery was back to her normal self, no doubt consoling herself with the fact that she'd hang out with you later. Jumping out of her seat, she grabbed Quinn's arm and practically dragged the black-haired giantess out of the living room. Quinn tried protesting, but the infectious giggles of Avery drowned her out. The two soon disappeared from view.<br>\r\n<br>\r\nLeft alone with Morgan, the brown-haired girl stared at you caringly. \"What did you want to do, Hunter? Any ideas?\"<br>\r\n<br>\r\nYou rubbed your chin. \"Well, how about we hang out in your room? You finished decorating it, right?\"<br>\r\n<br>\r\n\"Ah! That's a great idea!\" Morgan nodded, and began carefully walking out of the living room and upstairs. You were amazed by how deliberately and slowly she carried you, and it was genuinely hard to tell you were even moving if you closed your eyes and relaxed. Her soft palm was like a floating bed of wonder, whisking you away. Once upstairs, Morgan slipped through the first door and into her room.<br>\r\n<br>\r\nMorgan showed off her room, and it was basically what you expected from someone like her. Her bed was tucked in and straightened, her clothes were neatly stored away in dressers and in the closet, and one corner of her room was taken up by a organized collection of exercise weights and training props. One other corner of the room was barren. The entire room was decorated in shades of tan and brown, a very earthy and natural feel. There was also a TV with what looked like a gaming console hooked up to it.<br>\r\n<br>\r\nYour giantess guardian gently placed you down on the corner of her bed. \"Well, this is it. Nothing too special, but I'm still really looking forward to living here for the next few years.\"<br>\r\n<br>\r\nYou glanced around the room. \"Yeah, I mean, it's super well-organized. Very neat. I bet you never lose anything.\"<br>\r\n<br>\r\nMorgan smiled at your compliment, and moved to sit down. The sight of her descending gave you a brief moment of shock, which was entirely unjustified. Morgan was sitting on the opposite end of the bed, nowhere near you, and she was watching you the whole time. You were just jumpy around giant women, as you'd experienced your very fair share of mishaps over the course of your life. Still, it was a sight to behold, Morgan's firm butt pushing her compression shorts tightly against her as she bent down to sit, her weight displacing the mattress a bit.<br>\r\n<br>\r\nMorgan stretched her arms after she sat. \"My room is tidy, sure...I only wish Avery and Quinn were the same. Have you looked in the kitchen and bathroom yet? Those places are practically a mess, and we just moved in hours ago.\" She huffed, and stuck out her lower lip in a faux pout. \"It's a little annoying.\"<br>\r\n<br>\r\n\"Well, if you wanted, I could help you clean up.\" You offered.<br>\r\n<br>\r\n\"Aw, thanks.\" Morgan grinned, the faintest trace of a blush in her cheeks. \"That's super considerate. But...I don't know. Maybe I'll just destress with a good exercise. Nothing helps me more than getting in the groove and sweating out my issues.\" She looked over to where her exercise equipment was stored in the corner. \"Or...you and me could do something else entirely. I have some game consoles and stuff.\" She glanced back at you. \"Honestly, you decide. I'm no good with so many choices.\"<br>\r\n<br>\r\nThis took you back a bit, but you didn't want to let your new roommate down, so you thought for a second before replying.</span></div></div>",
            "created":1592370000,
            "id":2852841,
            "title":"Getting to Know Morgan"
        },
        "113":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "Avery really wants your help in pranking Quinn somehow.",
                "Avery asks a favor of you, in regards to your squishy, stretchy qualities.",
                "*Writer's Choice*"
            ],
            "content":"<div class=\"\"><div> <span>\"I guess since we're all sort of strangers, except for you two...\" You said, gesturing to Morgan and Avery. \"...we should probably each spend some time hanging out with each other and getting to know one another.\" You shrugged. \"If that doesn't sound too dumb or corny.\"<br>\r\n<br>\r\nAvery enthusiastically shook her head. \"No way, cutie! That sounds amazing!\"<br>\r\n<br>\r\nYou gave her a slightly weary thumbs up, and inquired. \"Then how about you and I hang out the rest of the day?\"<br>\r\n<br>\r\n\"Sounds totes perfect, Hunter! Hop on!\" She said, slapping her open palm down onto the coffee table, nearly squishing you in doing so.<br>\r\n<br>\r\nAs you climbed up onto Avery's outstretched hand, you caught sight of Morgan's somewhat reserved expression, as well as Quinn's trademark indifference. No doubt Morgan had a few reservations about you hanging out with her airheaded sister, but she smiled again a moment later. Standing up, Morgan offered her hand to Quinn, helping the black-haired giantess to her feet, and then the two girls strolled away into the kitchen, perhaps to talk for a bit while having a snack.<br>\r\n<br>\r\nLeft alone with Avery, the pink-haired girl looked at you with adoring eyes. \"What'cha wanna do, Hunter? Like, any fun ideas?\"<br>\r\n<br>\r\nYou rubbed your chin. \"Well, how about we hang out in your room? You finished decorating it, right?\"<br>\r\n<br>\r\n\"Ah! Awesome!\" Avery nearly squealed with delight, before sprinting out of her room and up the stairs. For a spilt second, you nearly flew out of her hand, before her palm closed tightly around you, dainty fingers crushing your painfully and flattening you up to your head. You honestly weren't sure if this was any better than flying away, and could only look up uselessly at Avery's sexy, beaming face, as she was holding you too tightly to move. Were you getting in too deep and too fast with her? Hopefully not. Eventually, she reached her bedroom on the second floor.<br>\r\n<br>\r\nAvery showed off her room, and it was right in the same ballpark as how you would've guessed. It was relatively organized, but filled to the brim with personal belongings. There were a large number of dressers and drawers for clothes, a sprawling make-up table, and even a full-size mannequin currently wearing a sparkly white dress. There was hardly any free space, and the whole room was colored in a wide assortment of rainbow hues, though mostly bright pinks, blues, and reds.<br>\r\n<br>\r\n\"Welcome to the totes cute private quarters of Princess Avery!\" Avery declared dramatically, adopting a silly posh accent as she spoke. She finished with a flourishing spin, in which you finally slipped out of her grasp and fluttered down onto the corner of her bed, still slightly mushed. You sighed at the ditzyness of your new roommate, and began focusing on reforming, your limbs slowly inflating back to normal. As you reformed, you looked up at Avery finishing her twirl, only for the giantess to then back up towards you and begin to sit.<br>\r\n<br>\r\nFor the second time in one day, an ass of meteoric proportions descending towards you from above, shadows falling over you. Though not comparable to Quinn's humongous derriere, Avery's was no less succulent nor threatening, most of the girl's tanned, curvy buttocks revealed because of her barely-there booty shorts. You only just had enough time to reform your arms and scramble away, crawling frantically as her booty plopped down onto the bed right where you had been. Even still, her bare thigh caught your right leg, pinning you in place.<br>\r\n<br>\r\n\"Avery! Hey!\" You cried up at her, catching her attention. Glancing down at you, Avery blinked in surprise and then smiled sheepishly.<br>\r\n<br>\r\n\"Oops! How'd you end up there, cutie?\" Avery smirked, grabbing your upper body and yanking you out from under her thigh. She then held you in front of her beautiful face, leaving you to dangle as she kept smiling at you. Your legs reformed, and you wished she'd put you down.<br>\r\n<br>\r\nBefore you could say so, she spoke first. \"So, like, what's the plan, man? Hee hee. We can do whatevs you want, Hunter.\"<br>\r\n<br>\r\nDeciding to drop the issue of being dangled like a doll for the moment, you thought about her question. Apparently, you took too long for her mile-a-minute attitude, because she began rambling again.<br>\r\n<br>\r\n\"Like, we could pull a prank on someone, that would be so funny!\" Avery smirked mischievously. \"I always pull pranks on Morgan, but now we've got Quinn to mess with! She seems like a totes tough nut to crack, so we need to be uber smart with her.\" Avery winked at you. \"But, you'll help out, right cutie? The pranks we could do with a squishy man like you...ooh!\" Avery looked absolutely ecstatic, and you didn't know whether to find that terrifying or endearing.<br>\r\n<br>\r\nA second later, Avery glanced over to her closet, and frowned. \"Ah man, totally forgot about my missing box.\" She looked at you sadly, like a pouting puppy dog, and explained. \"One of my boxes of clothes got lost. It had some of my favorite, comfy stuff in it. Like thongs, and bras, and bikinis, and skirts, and stuff. Just the best, most cute outfits. It'll suck to replace those.\"<br>\r\n<br>\r\n\"I'm sorry to hear that.\" You said, and you sincerely meant it. Losing belongings was always a pain.<br>\r\n<br>\r\nAvery smiled genuinely at that, perhaps the first smile that wasn't one of her giddy, energetic ones. A moment later though, and Avery began staring at you intently, her eyes focusing in on you to a degree that almost felt a bit scary. It was like she was analyzing you, and you could nearly make out the gears turning in her head.<br>\r\n<br>\r\nJust then, Avery's face broke into a huge, playful grin, and she blurted out her plans for spending the day with you.</span></div></div>",
            "created":1592370000,
            "id":2852845,
            "title":"Getting to Know Avery"
        },
        "114":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "You offer your services in helping to tidy up her extremely messy room.",
                "You suggest swapping stories about being around tinies/being tiny.",
                "*Writer's Choice*"
            ],
            "content":"<div class=\"\"><div> <span>\"I guess since we're all sort of strangers, except for you two...\" You said, gesturing to Morgan and Avery. \"...we should probably each spend some time hanging out with each other and getting to know one another.\" You shrugged. \"If that doesn't sound too dumb or corny.\"<br>\r\n<br>\r\nQuinn shook her head and shrugged. “That’s fine. Doesn’t bother me, Hunter.”<br>\r\n<br>\r\nYou gave her a somewhat surprised thumbs up, and inquired. “Then how about you and I hang out the rest of the day?”<br>\r\n<br>\r\n“Sure, whatever you want.” Quinn replied, placing her palm on the coffee table and motioning for you to climb on. “Normally I’d tell you to carry yourself, but this’ll be quicker.”<br>\r\n<br>\r\nAs you contemplated Quinn’s still slightly puzzling way of treating you and climbed onto her outstretched hand, you caught sight of Avery’s briefly sullen expression, as well as a subdued frown on Morgan’s face. No doubt Avery had been wanting to spend all day with you, and Morgan was still a bit apprehensive of Quinn’s treatment of you. Still, a moment later, and Avery cheered back up as she began to engage her twin sister in conversation, discussing trips to the beach and the mall that everyone could go on.<br>\r\n<br>\r\nLeft alone (more-or-less) with Quinn, the black-haired girl stared at you inquisitively. “So, what specifically did you want to do?”<br>\r\n<br>\r\nYou rubbed your chin. “Well, how about we hang out in your room? You finished decorating it, right?”<br>\r\n<br>\r\n“Uh…yeah, sure.” Quinn answered, surprisingly seeming to wince a bit at your question. Still, she stood up and walked at a steady pace out of the room and upstairs. You nearly jostled off of her palm, and had to grip her thumb to keep steady. However, as soon as you balanced yourself out, you found the short trip quite enjoyable. It made you wonder if Quinn knew she was walking at exactly the right speed to keep you safe, after briefly forcing you to steady yourself. It wasn’t long before the two of you reached her room.<br>\r\n<br>\r\nQuinn's room was not at all like you expected, and it really caught you off guard. You anticipated the fact that everything would be mostly colored in black, gray, and purple colors, but what you didn't expect was for it to be so messy. She had plain style bed, dressers, and closet, but the floor of her room was covered with clothes strewn all about. Barely a trace of the carpet could be seen with how cluttered the room was. You'd be hard pressed to believe she had only just moved in hours ago.<br>\r\n<br>\r\nSetting you down on the corner of her bed, Quinn put her hands on her hips. \"Yeah, it's a mess, I know. I have a hard time...feeling like I need to tidy up. Still, it's comfy, I guess.” She sighed. “I don’t know…it probably makes me come off as uncaring. It just doesn’t bother me, usually. I mean, I know where everything is.”<br>\r\n<br>\r\nYou glanced around her room, taking in the sight of everything looking so messy. “It’s definitely a unique style.” You admitted with a laugh.<br>\r\n<br>\r\nQuinn’s eyes narrowed. “What’s that mean? You DO think I’m lazy, don’t you?”<br>\r\n<br>\r\nYou held up your hands, defensively. “No, no! I didn’t say that! Who am I to judge what your room looks like? My own room fits entirely in a single duffel bag.” You smiled, sheepishly. “I think it’s just fine!”<br>\r\n<br>\r\nQuinn paused for a second, then granted you the smallest sliver of a smile. “…thanks.” After that, she turned behind her to pull over a spare chair to sit on. Though you tried to fight it, your eyes were drawn inexorably right to her prodigious backside as she presented it to you. Her ass was unfathomably huge, larger than almost any you’d seen before (granted, your exposure to females was limited mostly to close family). The way were perfectly sculpted derriere pulled tight against her leggings was worthy of worship, even if that same booty had demolished you pretty thoroughly all afternoon.<br>\r\n<br>\r\nFinished grabbing her chair, Quinn sank down into it, then looked at you thoughtfully. “You know, you remind me so much of Caleb.” She mused, softly.<br>\r\n<br>\r\nYou titled your head in confusion. “Caleb? Who’s that?”<br>\r\n<br>\r\n“One of my best friends growing up. He was a tiny, just like you. We were inseparable.” She had a distant expression on her face. “It was crazy how much he looked out for me. Really dependable guy, considering he had to struggle with…everything you tinies go through.”<br>\r\n<br>\r\n“Why do you say ‘were’? What happened?” You asked.<br>\r\n<br>\r\nQuinn blinked in surprise. “O-oh, nothing. He just moved away with his family five years ago.” She paused. “That was the last time I ever saw him.”<br>\r\n<br>\r\nYou frowned, sympathetically. “I’m sorry to hear that.” You said, earning yourself another barely perceptible smile from the black-haired giantess.<br>\r\n<br>\r\nBy this point, you felt that perhaps you were understanding Quinn just a little bit better. If you reminded her so much of her old tiny friend, you had to wonder if Quinn’s way of treating you came from years of close friendship with tinies. Perhaps she was trying to toughen you up, make you stronger and more dependable by treating you a bit indifferently earlier. Some form of ‘tough love’?<br>\r\n<br>\r\nRegardless, there was a lull in the conversation, and you found Quinn looking at you almost expectantly. Realizing that she was waiting for you to suggest something to do, you quickly wracked your brain for any ideas.</span></div></div>",
            "created":1592456400,
            "id":2853237,
            "title":"Getting to Know Quinn"
        },
        "115":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "You want to go with Morgan and find a job at \"Workout World\".",
                "You want to go with Avery and find a job at \"Starlight Studios\".",
                "You want to go with Quinn and find a job at \"Sanderson Beach\"."
            ],
            "content":"<div class=\"\"><div> <span>“Hey, I actually have a question for each of you.” You said after a moment. Seeing each of your new roommates look a bit more intently at you after saying that froze you up for a second, and you coughed awkwardly. “I-it’s a little…strange, I guess.”<br>\r\n<br>\r\nMorgan smiled calmingly. “Go on. You don’t think we’re going to judge you, or anything, right?”<br>\r\n<br>\r\nAvery cheerfully grinned. “Ask away, little buddy! We’d do anything for our tiny new roommate!”<br>\r\n<br>\r\nQuinn motioned with her head for you to continue. “What’s up?”<br>\r\n<br>\r\nYou cleared your throat. “Well, just like you three, I’ve now graduated college. I have a degree in Communications, but honestly, it’s not my passion. I guess I don’t really have a direction in life. I consider myself pretty competent, especially for a tiny, but I don’t have a clue what my future has in store for me.” You paused to shuffle your feet awkwardly. “Basically, I wanted to hear about the jobs that you three have. Maybe that would give me some ideas.”<br>\r\n<br>\r\nMorgan’s eyes widened. “Oh. Is that all? Were you thinking of maybe tagging along with us to our jobs and applying?”<br>\r\n<br>\r\nAvery practically squealed with delight at the very thought. “Eee! That’s so cute!”<br>\r\n<br>\r\nQuinn nodded approvingly. “Makes sense. Good idea, Hunter.”<br>\r\n<br>\r\n“Thanks.” You replied to Quinn, before looking at Morgan. “Morgan, could you start?”<br>\r\n<br>\r\n“Oh, totally.” The dark brown-haired girl said. “So, I’ve been working as an assistant employee at this local gym for a little while now. It’s called ‘Workout World’. It’s your standard gym, with a whole bunch of exercise machines and weights and what-not. We also have a few rooms in the back for special daily and weekly classes.<br>\r\n<br>\r\n“After working at the gym for a while, I was just recently promoted. I now teach a weekly yoga class starting…tomorrow, I guess…and I’m really pumped about that. Might have trouble reigning myself in.” Morgan sheepishly smiled, admitting to her intensive workout routine. “But yeah, other than that I just do odds and ends jobs at the gym. Cleaning, registering new members, helping people with troublesome machines. That sort of thing.”<br>\r\n<br>\r\n“Gotcha!” You said, giving her a thumbs up. “Thank you for being so thorough. How about you, Avery?” You asked, turning to the pink-haired giantess.<br>\r\n<br>\r\nAvery grinned wildly. “Okay, so like, I have the best job in the world. I’m totally pretty, right?” Avery struck a pose and giggled, earning a nod from you and Quinn, and an eye roll from Morgan. “Apparently, other people totes think so too, because I got recruited right out of high school to be a model! And, and, and…” Avery nearly hyperventilated. “…I just landed the biggest gig of my life. I’m going to be a featured model for Starlight Studios!<br>\r\n<br>\r\n“If you’re a nerd and don’t know…” Avery stuck out her tongue at Morgan playfully. “…Starlight Studios is a really huge photo agency near here. I’ve been there a few weeks, and it’s uber heaven! I can just wear cute outfits all day, pose for the camera, and come home with so much dough! Best of all, there totes aren’t any tiny models working at the studios, so you’d have a hella easy time getting hired!”<br>\r\n<br>\r\nYou took a moment to take all that in, then nodded. “Uh…thanks Avery. That sounds like a lot of fun. What about you, Quinn?” You inquired, looking at last to your final roommate.<br>\r\n<br>\r\nThe black-haired girl shrugged. “It’s not much, really. Nothing special. I wanted to get outside and around people a bit more, so I applied as a lifeguard at the beach near here. ‘Sanderson Beach’, heard of it? Anyway, they picked me. I’ve been working there for a month now. It’s not too bad, I guess, though the sun is hell on my skin. I have to put sunscreen on twice a day, at least.<br>\r\n<br>\r\n“But…yeah, it’s as simple as it sounds. I’m either assigned to sit in one of the lifeguard towers and look out over the beach for any signs of trouble, or I patrol the sands, up and down the beach, and help people that way. Boring, but the right kind of boring.” She paused. “And it feels good to help people out…sometimes.”<br>\r\n<br>\r\nYou nodded appreciatively. “Okay, thank you, Quinn.”<br>\r\n<br>\r\nMorgan leaned forward in her seat, a glimmer of hopefulness shining in her eyes. “Realistically, Hunter, you could only take one job. So, who do you want to go into work with tomorrow?”<br>\r\n<br>\r\nAvery also leaned forward in her seat, though much more dramatically than her twin, and her breasts threatened to spill from her top. It was hard not to look. “Yeah, yeah! Who do you wanna tag along with, cutie?”<br>\r\n<br>\r\nQuinn made no attempt to lean in, but she did raise her eyebrow questioningly. “Doesn’t matter to me who you go with.” She said nonchalantly.<br>\r\n<br>\r\nFor some reason, you could feel that this was a tremendously important moment, and so you really stopped to think about it. Who did you want to go with, and what job were you looking to pursue?</span></div></div>",
            "created":1592456400,
            "id":2853259,
            "title":"Entering the Job Market"
        },
        "1151":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "Heather wants you to teach the yoga class right alongside Morgan.",
                "Heather needs you to fix some broken exercise machines giving her trouble.",
                "Heather asks you to do some one-on-one fitness coaching with gym members."
            ],
            "content":"<div class=\"\"><div> <span>“Actually, I think that working at the gym would be a pretty easy job for me to handle.” You reasoned. “I feel like there’s probably a lot I could do there that might help out. And I mean, I’m pretty fit for a tiny. I could help show people how to do stretches and stuff.”<br>\r\n<br>\r\nMorgan smiled warmly. “I agree! ‘Workout World’ having a tiny fitness instructor helping out would be amazing.”<br>\r\n<br>\r\nYou could tell that Avery was pretty upset that you hadn’t picked her, and Quinn seemed mostly indifferent like normal, but with a twinge of disappointment on her face. However, there really was no way around it. It’d be impossible for you to balance three jobs at once. You just decided that you would need to hang out with them later to make it up to them.<br>\r\n<br>\r\nThe rest of the day passed by fairly uneventfully. The four of you spend time hanging around and chatting in the living room, eventually transitioning into watching a movie. The movie came after dinner, which was efficiently prepared by Morgan and served by Quinn. It was really just a few frozen meals heated up, but it was still a meaningful gesture and a tasty experience.<br>\r\n<br>\r\nAfter the movie finished, it was nearing ten o’clock at night, and each of the girls meandered upstairs to their rooms. Surprisingly, they each seemed to have forgotten about you, and left you all by yourself on the couch in the living room. You couldn’t really blame them, as this was only the first night for the three girls living under the same roof as a tiny like yourself. Your existence hadn’t become fully routine for them yet. Thankfully, it wasn’t too cold in the living room, and the couch cushion was nice and comfy, so you easily fell asleep.<br>\r\n<br>\r\n*****<br>\r\n<br>\r\nYou awoke to Morgan standing above you, gently saying your name to ease you out of slumber land. Giggling at your messy hair and bleary expression, Morgan carried you into the bathroom where you freshened up, and then into the kitchen. She fixed herself some cereal, making sure to give you a few crunchy pieces and a bottle cap filled with milk to serve as your own breakfast. It was incredible how good of a caretaker she was.<br>\r\n<br>\r\nAfter breakfast, you both got changed into fresh sets of clothes, and you had to fight not to stare too much as Morgan returned from her bedroom wearing only a dark blue sports bra and matching compression shorts. Her clothing left most of her smooth, toned body on full display, while also highlighting and accentuating her sculpted curves. She was like a goddess of fitness, the ideal vision of physical perfection.<br>\r\n<br>\r\nYour staring did not go unnoticed, and Morgan playfully flicked you for ogling her, before picking you up again. Saying goodbye to Quinn, who was eating her own breakfast (Avery was apparently still asleep upstairs), you and Morgan left the apartment. Morgan only took a small bag of spare clothes and a water bottle with her. She walked straight out to her car, and slid inside.<br>\r\n<br>\r\nDepositing you gently in the passenger’s seat, you held onto the tethered seat belt to anchor yourself, and then the two of you were off. It was only a twenty-minute drive to “Workout World”, and you passed the time chatting with Morgan. She was the only girl you’d ever met outside of your family who treated you respectfully and sincerely, and earnestly treated you like a normal human being. It was an amazing feeling, and a flutter went off in your chest each time she smiled at you.<br>\r\n<br>\r\nPulling up to “Workout World”, Morgan parked her car, scooped you into her palm, grabbed her bag, and then headed inside. As she approached the gym, you noted that it didn’t look particularly too crazy from the outside. Just a run-of-the-mill gym, but perhaps a bit bigger than normal. It looked like it stretched back for a while, taking up a decent amount of space.<br>\r\n<br>\r\nThis observation was explained when Morgan walked through the door. Exercise machines as far as the eye could see stretched in all directions. Bikes, treadmills, rowing machines, elliptical machines, stair walkers, and more. One whole wall was taken up by a wide array of exercise mats, jump ropes, yoga balls, weights, and other assorted workout props. In the far back, you could see the doors leading to those exercise class rooms Morgan had mentioned.<br>\r\n<br>\r\nYour giantess carrier approached the front desk, where a brilliantly smiling receptionist was waiting. The receptionist stood as Morgan approached, and you verbally choked.<br>\r\n<br>\r\nThe receptionist (who appeared to be in her thirties), was dressed in the same attire as Morgan, a sports bra and compression shorts. This indicated she was also a fitness instructor. However, due to being older and more mature, her more developed body strained at the seams of the sports bra and shorts, threatening to snap the fabric at any second. It was an incredibly risqué outfit choice.<br>\r\n<br>\r\nOr, it would’ve been under normal circumstances. Glancing around the gym, which already had quite a few people in it, you didn’t see a single guy. There were giantesses of all ages, but no men to be seen. Was this a female only gym, or just a random coincidence?<br>\r\n<br>\r\n“Good morning, Miss Mayfield.” Morgan waved to the receptionist. It was then that you noted the receptionist’s nametag, pinned proudly to her right breast. It read: ‘Heather Mayfield, Workout World Director’. Apparently, she was the big boss around here, but it was hard to fully believe that. Something about her aforementioned revealing clothing, and her mane of wavy blonde hair and young-looking face felt out of place.<br>\r\n<br>\r\n“Mah stars, Morgan!” Heather clapped her hands together and grinned. “Is that a darlin’ lil’ tiny in yer hand?” She asked, pointing to you. Her southern drawl was unexpected, but her tone was light and airy.<br>\r\n<br>\r\n“Yes, ma’am.” Morgan nodded. “He’s my new roommate, Hunter. He was wondering if he could apply for a job here.”<br>\r\n<br>\r\nHeather beamed at you and Morgan. “Why, I reckon’ he can, honey! Shoot, ah’ll draw up the contract fer ya’ll right now!” The buxom woman bent over to dig around in her desk for a paper and pen, and you couldn’t help but notice the pendulum swaying motion of her tits as she did so. It was difficult to imagine this curvy woman leading any fitness classes. She reminded you of your own mother, actually.<br>\r\n<br>\r\nFinally, she stood back up, contract in hand. Placing it proudly on the desk in front of you, you hopped down from Morgan’s hand and read it carefully. Everything seemed to be in order, so with some help from Morgan, it only took you a minute to sign your name. You were now an official member of the ‘Workout World’ team. That was easy!<br>\r\n<br>\r\nSmiling down at you in a friendly manner, Morgan gave you a thumbs up, then returned her attention to her boss. “So, Miss Mayfield, what’s on my agenda today?”<br>\r\n<br>\r\nHeather waved dismissively at Morgan. “Morgan, honey, ah told ya to call me Heather. But, anywho, yer main job today is to teach that yoga class. ‘Sides that, just help out ‘til yer shift ends.”<br>\r\n<br>\r\n“And what should I do Miss…er…Heather?” You spoke up, striking a confident pose.<br>\r\n<br>\r\nHeather laughed uproariously at your show of bravado, infectiously guffawing for a solid thirty seconds before calming down. “You, lil’ mister, have a special task fer yer first day. Ready fer it?”<br>\r\n<br>\r\nYou nodded enthusiastically, and Heather cleared her throat before continuing.</span></div></div>",
            "created":1592456400,
            "id":2853278,
            "title":"First Day at the Gym"
        },
        "11513":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "Maia fully knows you're under her, and is enjoying every second of this.",
                "Maia genuinely doesn't know that you've fallen under her...but for how long?",
                "*Writer's Choice*"
            ],
            "content":"<div class=\"\"><div> <span>Heather beamed. “Ah reckon’ givin’ ya some experience is a good idea. So, with that in mind, ya think yer capable of some one-on-one coachin’?”<br>\r\n<br>\r\nYou frowned. “One-on-one coaching? What do you mean?”<br>\r\n<br>\r\nThe mature woman smiled. “Nothin’ too taxin’, mind. Just a bit of helpin’ out. For example…” Heather pointed behind you, and you followed her finger to see a young woman looking around aimlessly. “That darlin’ jus’ signed up for membership. Said she ain’t nevuh been to a gym ‘fore today!”<br>\r\n<br>\r\nYou nodded, understanding. “Oh, okay. So, basically, you’d like me to help her with her workout? Lead her through some stretches, explain how the machines work, that sort of thing?”<br>\r\n<br>\r\nHeather grinned. “Absolutely, Hunter dear. Ya catch on quick!”<br>\r\n<br>\r\nMorgan spoke up. “Alright, well, I’ll leave you to it, Hunter. See you when our shifts are over, and have fun!” She waved, and you waved back, and then Morgan was off towards one of the gym’s side rooms, disappearing from sight as she slipped through the door. She figured you could manage on your own. You were a competent, tiny adult, after all.<br>\r\n<br>\r\nHeather lowered you to the floor of the gym. “Alright, Hunter, time’s a wastin’! Get helpin’ that poor lass over there. Ah have full faith in ya!”<br>\r\n<br>\r\n“I won’t let you down!” You saluted your new boss, then ran off. It wasn’t necessarily an easy trek, but you made it in under three minutes. The girl was soon firmly in your sights, and you thanked your lucky stars she hadn’t wandered off from where Heather had pointed her out to you.<br>\r\n<br>\r\nYou also noted how incredibly attractive the girl was, so much so that you nearly froze in your tracks and stared, wide-eyed. She looked to be in her mid-twenties, and at first guess, was of some sort of Hispanic descent. Her long, dark brown hair was tied back in a somewhat messy but still cute bunch. The girl’s eyes were a deep and alluring brown, and they flicked around the gym anxiously. The girl’s full lips were locked in an adorable, and probably unintentionally, sensual pout.<br>\r\n<br>\r\nHer exotically tanned skin looked soft and smooth, and she was showing a whole lot of it. All she was wearing was a low-cut, purple exercise crop top and matching purple short shorts. The outfit would be fine on any girl but this one. She reminded you of Quinn, particularly in the proportion department. Her curves were significant, to say the least, and though she wasn’t wholly on Quinn’s level, she was eye-catchingly curvy, to be sure. As such, her already form-fitting clothing was even tighter, and you found it difficult to not stare. Most of her stomach and abdomen was exposed, as were her long legs from the upper-thigh down.<br>\r\n<br>\r\n“Hey! Excuse me, miss! Down here!” You shouted. The girl gasped lightly, glanced around, and then down to the floor, making eye contact with you.<br>\r\n<br>\r\n“Uh…oh. Oh! Hey there.” The girl said. Catching you off guard, she squatted low to the ground, ostensibly to get a better look at you. Still, it scared you to see her powerful legs fall down, her huge ass looking like it was about to squash you flat. The girl essentially presented her crotch to you by squatting in such a manner, and it was now twice as hard to keep looking her in the eye. You could definitely see the outline of her panties under her ludicrously tight shorts.<br>\r\n<br>\r\nYou awkwardly cleared your throat. “M-my name is Hunter…and I’m a new fitness coach here at Workout World. You looked like you needed some help. Would you like any coaching?”<br>\r\n<br>\r\nThe girl quirked her mouth, raising a coy eyebrow. “Help? Coaching me?”<br>\r\n<br>\r\n“Yes!” You nodded. “I’ll help in any way I can. Trust me, I know a lot about working out.”<br>\r\n<br>\r\n“Yeah? Damn!” The girl shook her head ruefully. “If I knew the gym had hot little tinies like you on staff, I’d have come here years ago.” She laughed, and you had to admit that her words caught you off guard, but she continued before you could speak up. “Sounds like an awesome deal to me. As it stands, this is my first time in a gym, so I’m a bit lost on what I should be doing.”<br>\r\n<br>\r\nDisregarding her ‘hot little tinies’ comment for the moment, you flashed her a thumbs up. “Then I’m your guy! Hunter, at your service!”<br>\r\n<br>\r\nThe girl laughed again; her voice silky smooth. “The name’s Maia. For the next few hours, I’m totally in your hands, Coach!” The girl, Maia, smiled at you and winked, and there was an unabashed hint of playfulness behind her expression.<br>\r\n<br>\r\nStill trying to push that aside, you pointed to the corner of the gym where there were exercise mats and other such simple equipment laid out. “A good place to start is probably over there. Nice and quick, to ease into it.”<br>\r\n<br>\r\n“Gotcha, Coach!” Maia grinned, and she began leisurely strolling over to where you had pointed. You dashed as fast as your miniscule legs could carry you to even attempt to keep pace with her, and you missed the sly smile on her face as she watched you run.<br>\r\n<br>\r\nReaching the mats, you gestured for Maia to step on, and the Hispanic giantess happily obliged. Another quick pang of fear struck you, watching her step onto the mat, her giant feet on either side of you. Pushing down your mounting unease over this situation, you focused on the task at hand. After all, if you failed to help one girl with her exercises, you’d be fired from this job for sure. You had to do a good job, no matter what.<br>\r\n<br>\r\n“Alright, Maia! Try bending down to touch your toes.” You called up to her.<br>\r\n<br>\r\n“Is that all? Easy!” Maia replied, effortlessly. With ease, the curvy giantess threw her upper body forward and down, arching her back but still keeping her feet firmly on the ground. Demonstrating incredible flexibility, Maia bent all the over forward, easily touching her toes without breaking a sweat. You were impressed by your new student’s capabilities, and looked up to compliment her, but then all rational thought left your mind.<br>\r\n<br>\r\nIn bending over, Maia’s abundant breasts were also now free to wobble, suspended as they were in this arched forward position. Her already low-cut crop top looked even more ridiculous now, and Maia’s boobs threatened to spill out from the top. To make matters worse, the girl began listlessly swaying, shaking her tits side-to-side as she did so.<br>\r\n<br>\r\n“Is this it, Coach? This is a piece of cake!” Maia said, triumphantly. Mentally smacking yourself out of your trance, you tore your gaze from the girl’s abyss of cleavage and to her alluring face. She had an almost knowing look of happiness.<br>\r\n<br>\r\nYou coughed. “Um…good. Great, actually! Onto the next stretch.”<br>\r\n<br>\r\nYou weren’t blind enough to notice Maia’s smugly satisfied smile, but she offered no further retort. You were able to successfully guide her through a few more standing stretches, like the tree pose and warrior pose. She almost crushed you under her foot while shuffling around for the warrior pose, and you didn’t think it was possible to turn every simple stretch into a flirty display, but Maia managed it somehow.<br>\r\n<br>\r\nYou were about to conclude with one more round of toe touching, when Maia spoke up. “You know what, Coach? It’s hard to hear you down there.” The girl grinned mischievously and bent down. Faster than you could react, she swiped you up into her hand, stood back to full height, and then deposited you into her cleavage. It was so sudden and casual that it was nearly comical. Nearly.<br>\r\n<br>\r\nAngry or surprised thoughts swirled in your mind, but became muddled as soon as you actually touched Maia’s boobs. Sinking into her cleavage up to your neck, nearly all of your tiny body was buried in her soft, jiggly mounds of flesh. It was like the world’s softest bed, heavenly relaxing. Maia had exercised enough to heat up a bit, but not enough to sweat yet, so her cleavage was like a warm embrace.<br>\r\n<br>\r\nSmiling in a flirty manner, Maia clapped her hands together. “Ah, see? Better! Now, what’s next, Teach?”<br>\r\n<br>\r\nYou fought hard to push away pleasant thoughts. The Hispanic giantesses’ fragrant body wash scent was overpowering while this close to her. “M-Maia! This is hardly appropriate!”<br>\r\n<br>\r\n“Why not? It’s practical. You can give me instructions, and you have a close eye on my technique.” Maia shrugged, appearing nonchalant, but it didn’t take a genius to see the playfulness in her eyes. She knew what she was doing. “Unless…you wanted this to be something more than that?”<br>\r\n<br>\r\nYou ignored her teasing, and realized that you sadly couldn’t argue with her logic. Sighing, you rolled your eyes. “…okay, fine. Next up is one last toe touch before sitting down for some other stretches.”<br>\r\n<br>\r\n“Okay, Coach! Can do!” Maia grinned, and spared no more seconds wasting time. Throwing herself forward again, the flexible girl fell into the perfect toe touching pose, nailing the stretch with ease. Sadly, an unexpected hiccup occurred this time.<br>\r\n<br>\r\nThe same breasts you’d been shamefully admiring during this stretch earlier once more strained against the top that held them. Hung upside-down from between Maia’s massive boobs, gravity took hold of your body. That, combined with the gentle jostling of the girl’s titanic tits, and you slipped free from their grasp. With a startled cry, you fell down to the floor, impacting on her yoga mat.<br>\r\n<br>\r\nThe fall slightly squished you, but not too bad. Sadly, before you could begin reforming, Maia finished toe touching and stood to her full height.<br>\r\n<br>\r\n“Alright, what’s next?” She asked. “Oh! That’s right. Sitting!” The giantess grinned excitedly, then began to sit down on her mat…and right on top of you!</span></div></div>",
            "created":1592715600,
            "id":2854733,
            "title":"One-on-One Fitness Coaching"
        },
        "1152":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "Konomi wants you and Avery to do a photo shoot together.",
                "Konomi asks you to get acquainted with the other models you'll be working with.",
                "Konomi requests your services as a personal assistant, to test your potential."
            ],
            "content":"<div class=\"\"><div> <span>“Actually, I think that working at the studio would be a pretty easy job for me to handle.” You reasoned. “I feel like it’d be a really unique and interesting experience that would be a lot of fun to try out. Also, if there aren’t any other tiny guys working there, they might really have a use for me!”<br>\r\n<br>\r\nAvery grinned excitedly. “OMG, yes! That’s totes what I was saying! This’ll be awesome!”<br>\r\n<br>\r\nYou could tell that Morgan was a bit letdown that you hadn’t picked her, and Quinn seemed indifferent like normal, but with a twinge of disappointment on her face. However, there really was no way around it. It’d be impossible for you to balance three jobs at once. You just decided that you would need to hang out with them later to make it up to them.<br>\r\n<br>\r\nThe rest of the day passed by fairly uneventfully. The four of you spend time hanging around and chatting in the living room, eventually transitioning into watching a movie. The movie came after dinner, which was efficiently prepared by Morgan and served by Quinn. It was really just a few frozen meals heated up, but it was still a meaningful gesture and a tasty experience.<br>\r\n<br>\r\nAfter the movie finished, it was nearing ten o’clock at night, and each of the girls meandered upstairs to their rooms. Surprisingly, they each seemed to have forgotten about you, and left you all by yourself on the couch in the living room. You couldn’t really blame them, as this was only the first night for the three girls living under the same roof as a tiny like yourself. Your existence hadn’t become fully routine for them yet. Thankfully, it wasn’t too cold in the living room, and the couch cushion was nice and comfy, so you easily fell asleep.<br>\r\n<br>\r\n*****<br>\r\n<br>\r\nYou awoke to the sound of Morgan walking through the living room on her way out the door. If she was leaving, then the chances were good that you and Avery would have to head out soon too. So, you changed into clean, simple clothes, then headed off to the kitchen. It took you a few minutes to reach the kitchen and climb up onto the table, but you managed. You’d been doing this all your life.<br>\r\n<br>\r\nQuinn was already seated at the table eating her own breakfast, and she nodded in acknowledgement upon noticing you. In the center of the table was an open bag of bagels, so you figured you’d help yourself to a first meal of the day. Graciously, Quinn went out of her way to pour some apple juice into a shot glass for you, and you thanked her for her consideration.<br>\r\n<br>\r\nWhile ripping off chunks of the bagel, Avery came running into the kitchen frantically, dressed in only skimpy, frilly lingerie. She exclaimed hurriedly that she’d overslept and was almost late for work. Unfortunately, Quinn moved away from the table and sauntered out of the kitchen a second later, exactly when Avery, rushing in a blind panic, dug her hand into the bag of bagels for a quick meal.<br>\r\n<br>\r\nActing far too quickly and carelessly to ever dream of feeling you, Avery’s fingers squished into your back as she retrieved a bagel and pulled it out. You cried out for her attention as she lifted you up into the air, but the pink-haired girl was already pulling up the fridge and grabbing something to drink, too distracted to hear your pleas. Soon, her luscious lips filled your entire vision, and her mouth parted open, revealing her cavernous maw.<br>\r\n<br>\r\nWith a burst of strength, you pulled free from the bagel and managed to yank yourself away. Of course, that left the only possible place to go as straight down, and gravity carried you right into Avery’s awaiting bosom. You bounced off her left breast, rolled into her cleavage, and found yourself wedged neatly up to your neck amongst her pillowy soft breasts. Surprisingly, she STILL hadn’t felt you, and merely scarfed down her bagel and drink with a surely unhealthy quickness.<br>\r\n<br>\r\nRacing back upstairs, you were jostled like mad as her sizable boobs bounced erratically in her loose, revealing bra. You kept trying to get her attention, but kept failing. You could do nothing but remain stuck, and do your best to brace yourself and avoid slipping so deep between her tits that you disappeared. It dawned on you now that the pink-haired ditzy giantess had totally forgotten about bringing you with her to work.<br>\r\n<br>\r\nAvery got dressed in record time, and thankfully for you, put on a low-cut crop top which kept most of her perky breasts and cleavage exposed, including you. She was also wearing a flashy pink skirt. Your attempts to get noticed still failed as she cried out a goodbye to Quinn and strolled out to her car, but as she sat in the driver’s seat closed the door, she finally heard your pleas.<br>\r\n<br>\r\nGlancing down, Avery spotted you, blinked slowly, and then smiled in a mischievous manner. “Ooh, hey there, small stuff. What’cha doing in between my boobs, huh? So cute!”<br>\r\n<br>\r\n“Avery, you’re taking me to the studio, remember?” You said, in a tone you hope sounded both annoyed and serious.<br>\r\n<br>\r\nAvery blinked again, before smacking her forehead. “Oh yeah! Duh! Totes slipped my mind, Hunter.” She winked at you. “What a way to get my attention though, dude. Girl might get some ideas…” She trailed off with a giggle, then plucked you from her cleavage. You were blushing at the whole situation, as well as Avery’s flirty teasing, which prompted another giggle from the giantess. Finally, she set you down on the passenger’s seat and drove off to the studio.<br>\r\n<br>\r\nIt was a shockingly short, ten-minute drive to “Starlight Studios”, and the building was about as blindingly gaudy as you’d anticipated. It was a bright, sleek, modern designed building. After almost forgetting you again, Avery carried you inside with her, and the inside was just as modern and chic. There were no less than two different coffee shops inside the studio, and endless hallways seemed to stretch out to more photo rooms, prop closets, and specialized sets and stages than you could shake a stick at.<br>\r\n<br>\r\nAvery was quickly approached by an important looking woman, who the pink-haired girl cheerfully waved to…using the exact same hand she was carrying you in. With a higher-pitched yelp than you thought yourself capable of, you were flung through the air, right towards the woman rapidly approaching your catastrophically forgetful roommate.<br>\r\n<br>\r\nIn the air, you got a brief glimpse of the woman, like time was slowing down. She appeared to be in her late twenties or so, and she was of some Asian descent. Her black hair was pulled back in a ponytail, though a few strands hung loose over her glasses-framed face. She was wearing a tight, white button-up blouse and black miniskirt. There was something about her that emanated importance, like an aura of authority.<br>\r\n<br>\r\nAny further thoughts left you when you splattered down onto the clipboard the woman was carrying in front of her, your squishy body impacting against the hard board and flattening out like an accordion. You groaned at the pain, and began focusing on reforming, even as the woman finished approaching Avery. She’d been locked on Avery, and had not yet taken notice of your landing on her clipboard.<br>\r\n<br>\r\n“Avery. Almost late.” The woman said, quickly and efficiently. “Shoot is coming up in just a few minutes. We can’t fall behind schedule.”<br>\r\n<br>\r\nAvery winced, and gave the woman a winning smile. “Overslept, Konomi. Won’t happen again! But at least I brought a surprise!”<br>\r\nThe woman, Konomi, adjusted her glasses. “What’s the surprise?”<br>\r\n<br>\r\nBy this point, you’d reformed, and were just standing up on Konomi’s clipboard. You brushed yourself off and waved to her, the movement drawing both women’s eyes to you.<br>\r\n<br>\r\n“That’s the surprise!” Avery gushed. “Hunter, my new tiny roommate! He wants to try being a model!”<br>\r\n<br>\r\nKonomi looked at you, then at Avery, then back at you, and frowned. “That’s not really how it works. You need experience to work here at Starlight Studios.”<br>\r\n<br>\r\nAvery pouted adorably. “But boss! He’d be the first tiny model here!” She pleaded, then hesitated. “Actually…he’d be the first male model too. Hee hee! That’s awesome!”<br>\r\n<br>\r\nYou whirled on Avery, totally floored by her revealing that you’d be the only guy in this entire building. Why hadn’t she told you earlier? Looking back to Konomi, any objection you thought of voicing fell away upon noticing her expression. She was staring at you intently, her eyes flicking rapidly. Millions of thoughts were racing through her head, and you could swear you almost literally saw dollar signs appear in her eyes.<br>\r\n<br>\r\nFinally, she smiled. “You know what, Avery. You’re right. Hunter would be perfect here as our first male model AND first tiny model.” She cleared her throat. “For an introduction, my name is Miss Konomi, and I’m the studio director. I lead most of the photo shoots. Starlight Studios prides itself on providing high quality photos to all our clients…no matter the difficult or strangeness of their needs.”<br>\r\n<br>\r\nThat unnerved you a bit, so you folded your arms. “What would I have to do?”<br>\r\n<br>\r\nKonomi waved off your concern. “Oh, nothing much. Pose for photos all day. Sometimes wear certain outfits. Occasionally act out…things.” Konomi seemed to push down a smile. “Really, it isn’t hard, and it pays extraordinarily well.” In a quieter voice, she continued. “The things we can do now with a tiny model…”<br>\r\n<br>\r\nYou were still apprehensive, but Avery shouted with glee. “He’ll take the job! Lil’ cutie Hunter won’t let you down!”<br>\r\n<br>\r\nKonomi smiled warmly, with a strange aura behind it. “Great! I’ll get everything signed up, then!”<br>\r\n<br>\r\nTen minutes later, and you were officially a Starlight Studios model, much to Avery’s joy, Konomi’s pleasure, and your cautious optimism. What is your first assignment?</span></div></div>",
            "created":1592542800,
            "id":2853654,
            "title":"First Day at the Studio"
        },
        "11521":{
            "author_id":"lifesaver",
            "author_name":"Hectic",
            "choices":[
                "\"Please shape Hunter into a red article of clothing for your half of the shoot\"",
                "\"Please put on some of the women's line and demonstrate the sticky qualities!\"",
                "writer's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"I'm sorry I was hesitant at first, Avery, but bringing Hunter on as part of the Starlight Studios team is actually a fantastic idea!\" Konomi said to both of you. At this point the two giantesses were strolling down a long hallway, with you sitting precariously on Avery’s hand as she walked. You had spent the last ten minutes on Konomi’s desk signing the necessary paperwork to fill out your modeling contract, and to be quite honest you didn’t read much of it at all. You could have sworn you saw a line or two that said something like “zero liability for any workplace injuries” but every time you slowed down to read something more carefully, Avery would lean her enormous cleavage mere inches above you out of excitement. As a 21 year old man you couldn’t help but feel distracted by the proximity of this jiggling beauty, and as a result you ended up simply signing where you needed to sign and that was the end of it.<br>\r\n<br>\r\nThe three of you reached a set of double doors, Konomi leading the way with Avery and yourself in tow. The seemingly work-focused professional manner contrasted harshly with the bubbly exuberance of your current carrier. Konomi walked with intimidating intention and elegance while Avery practically skipped with every step, forcing you to cling on to one of her fingers in fear of flying off yet again. You looked around the room and figured that this must be the primary room where photoshoots were taken; it was enormous. It must have been a large warehouse in the past because there were countless micro stages set up with all kinds of varying decor. To name just a few you saw a suburban living room, a bedroom, an upscale bathroom, a city street, a fake beach, even a fake gym setup. This place was professional, no doubt about that, it seemed like they could whip up whatever environment they needed for a shoot in a moment’s notice.<br>\r\n<br>\r\nKonomi stopped at the bedroom set, located right next to the fake city street, before grabbing a box off of a nearby table.<br>\r\n<br>\r\n“We actually received a shipment of clothes from this new brand, Micro-Flex, just last week! Check it out!” Konomi popped the top off of a box that was probably the size of a deck of cards, but it held countless articles of clothing designed for one inch tall guys like you.<br>\r\n<br>\r\n“Woah, that’s so freakin cool! That stuff looks totally cute and Hunter has a great bod, I’m sure he’ll rock all of it!” Avery said, peering into the box.<br>\r\n<br>\r\nYou blushed slightly at your new roommate’s compliment. She was without a doubt quite flirtatious, and her overwhelmingly positive attitude seemed quite endearing to you already. You simply smiled and peered down into the box from your perch on Avery’s hand, seeing a variety of shirts, shorts, and pants. It seemed like every color you could think of was present in that tiny box, and you had to admit you were quite excited to be modeling them! You had some qualms about the dangers of being a tiny model amongst various giantess models, but it seemed like your first shoot was going to be pretty straightforward.<br>\r\n<br>\r\nCatching you staring at the clothes, Konomi spoke up, “Don’t just stand there and stare! Pick an outfit and try it on!” Looking up at the business casual woman as she spoke, you could practically see dollar signs forming in her eyes. You could tell that she took her work quite seriously, and this contract from Micro-Flex was most likely quite lucrative for the studio.<br>\r\n<br>\r\nWithout another word, Avery moved you towards the box and you picked out a matching pair of red shirt and shorts. Wondering briefly if you were going to have any privacy to change, you looked up to meet the piercing stares of both giantesses above you and knew that the answer was no. Shaking your head and chuckling slightly you began to change in plain sight, stripping down to your boxers before sliding the red clothes on. You never considered yourself to be a shy person, and to be honest you were quite proud of your physique, so doing so didn’t seem like a huge deal to you. Unbeknownst to you, Avery looked you up and down, raising her eyebrows in approval. But after a moment you were ready for the shoot.<br>\r\n<br>\r\nLowering you to the ground on the fake sidewalk of the city street set, Avery then backed away and flashed a thumbs up as Konomi set up the camera to focus on you. You stretched a bit and had to admit, the Micro-Flex clothing sure was comfortable. It felt like no matter how you moved, the clothing moved with you and wasn’t restrictive in the slightest.<br>\r\n<br>\r\n“Okay, Hunter, you ready? Just strike some natural poses! Walk around a bit, pretending you’re just going for a stroll through the city. Whatever’s natural.” Konomi said, looking through the lens.<br>\r\n<br>\r\n“Can do!” you responded happily. Konomi then set the camera to automatically take photos every second or so. You tried your best to look natural, cycling through a variety of poses and actions to give a bunch of different angles. Avery seemed absolutely elated that you were taking to the job so easily, and Konomi herself even seemed impressed with your capabilities. The asian giantess slowly walked around the set, ending up herself on the far end of the fake sidewalk that you were on. You assumed she was just inspecting your poses from different angles, and you spoke up to her.<br>\r\n<br>\r\n“Hey so what’s so special about these Micro-Flex clothes anyway? They feel great and all but what’s the selling point?” You made small talk, asking the giantess standing near you.<br>\r\n<br>\r\nKonomi smiled and simply said, “Why don’t I show you?” Before you knew it the woman began walking the same powerful, elegant strut that she was earlier, now towards you on the fake sidewalk. It took her no more than a few steps to reach you, as your mind was going haywire trying to process what was happening. Before you could make a single move, Konomi’s black heeled shoe slammed down onto your body, obliterating you into the pavement. Avery gasped and covered her mouth, Konomi simply stood with her weight pressed onto you until she heard the *click* of the automatic camera.<br>\r\n<br>\r\nAfter the first click things only got worse. Konomi began to twist and grind her sole onto you, causing you excruciating pain and smearing you flat into the false sidewalk. You couldn’t believe that this photoshoot had taken such a dark and sudden turn into torture for you. After a series of more *clicks* from the camera, Konomi finally stepped off of you, and continued walking forward until she reached the edge of the city set. You heard one final click, no doubt taking a picture of your absolute splattered, two dimensional body stuck to the ground.<br>\r\n<br>\r\nAvery was still too stunned to act, not knowing how carelessly her boss would treat her new roommate. Part of her was torn between standing up for you, but also part of her knew that this job meant the world to her, and risking it seemed like the last thing she wanted to do. While it didn’t seem like Konomi took joy in what she just did, it definitely seemed like she had little concern for your wellbeing. She simply turned off the automatic picture taking feature of the camera and then looked down at you.<br>\r\n<br>\r\nYou hadn’t been squashed for more than a few seconds, so despite the beatdown you just took you found yourself popping back to normal rather quickly. And just as you did you stood up.<br>\r\n<br>\r\n“Check out the clothes.” Konomi said to you.<br>\r\n<br>\r\nYou looked at your outfit, and with one single wipe of your hands to shake off the dirt and grime that came off of the sole of her heel, there wasn’t a trace of the damage that Konomi had just done to you! The clothes looked brand new!<br>\r\n<br>\r\n“It’s a new proprietary fabric from the company, very hush hush and all that. But they said that one of the downsides of the many mishaps that little men like you have with giantesses like us is that the cheap cotton clothes made for you tend to rip off without the slightest bit of effort from us! These clothes promise to stay clean and on your body no matter the way you are twisted or treated! Each article even naturally sticks together if you apply enough pressure!” Konomi explained the benefits of the magical clothing with perhaps a bit of callousness towards the plight of tiny men, but you couldn’t argue with the results. These clothes really were a game changer. You saw even Avery had shifted to her focus, immediately forgetting her worries about you towards fascination towards the brand. <br>\r\n<br>\r\n“Now here’s where you come in, Avery.” Konomi turned to the beautiful, giddy girl, and spoke.<br>\r\n<br>\r\n“...\"</span></div></div>",
            "created":1592629200,
            "id":2853913,
            "title":"Modeling for Micro-Flex"
        },
        "1153":{
            "author_id":"phantomstriker",
            "author_name":"phantomstriker",
            "choices":[
                "Brigitte wants you and Quinn working at one of the towers, together.",
                "Brigitte assigns you to a tower by yourself/with another lifeguard.",
                "Brigitte needs to to patrol the beach, helping anyone in need."
            ],
            "content":"<div class=\"\"><div> <span>“Actually, I think that working at the beach would be a pretty easy job for me to handle.” You reasoned. “I love to help people out, and I think that I’m pretty athletic. I don’t know how good I’d be at saving people, but I can help with any other issues, or be on the lookout for people in need.”<br>\r\n<br>\r\nQuinn smiled approvingly. “That’s a good attitude to have. You’ll fit in, I guess.”<br>\r\n<br>\r\nYou could tell that Morgan was a bit letdown that you hadn’t picked her, and Avery was pretty upset that you hadn’t chosen her either. However, there really was no way around it. It’d be impossible for you to balance three jobs at once. You just decided that you would need to hang out with them later to make it up to them.<br>\r\n<br>\r\nThe rest of the day passed by fairly uneventfully. The four of you spend time hanging around and chatting in the living room, eventually transitioning into watching a movie. The movie came after dinner, which was efficiently prepared by Morgan and served by Quinn. It was really just a few frozen meals heated up, but it was still a meaningful gesture and a tasty experience.<br>\r\n<br>\r\nAfter the movie finished, it was nearing ten o’clock at night, and each of the girls meandered upstairs to their rooms. Surprisingly, they each seemed to have forgotten about you, and left you all by yourself on the couch in the living room. You couldn’t really blame them, as this was only the first night for the three girls living under the same roof as a tiny like yourself. Your existence hadn’t become fully routine for them yet. Thankfully, it wasn’t too cold in the living room, and the couch cushion was nice and comfy, so you easily fell asleep.<br>\r\n<br>\r\n*****<br>\r\n<br>\r\nYou awoke to Quinn standing above you, saying your name and lightly pushing the couch cushion with her foot to shake you awake. When you sat up groggily, she seemed to smile somewhat at your disheveled appearance, before switching back to her usual apathetic expression.<br>\r\n<br>\r\n“Breakfast in the kitchen.” She said, jerking her head to motion towards the kitchen. She then sauntered away, leaving you to fulfill your morning obligations yourself. This method of treatment was still so foreign to you, but there was admittedly something empowering about a giantess letting you act completely on your own.<br>\r\n<br>\r\nAfter getting dressed and freshening up, you trekked over to the kitchen, narrowly avoiding Morgan’s pounding feet as she strode to the front door. You would’ve hated to get trampled under her sneakers as she left for the gym, so you were lucky you’d leapt to the side in time. You were doubly lucky Avery was still asleep too, as you had no doubt, she’d find a few to screw this morning up for you in that ditzy, bubbly way of hers.<br>\r\n<br>\r\nClimbing up onto the kitchen table, you found that Quinn had set you aside some crackers and a shot glass of apple juice to drink from. Giving her an appreciative thumbs up, you dug into your meal, easily satisfying your hunger before you’d even finished off all of the crackers. Quinn didn’t say anything during the meal, but you caught her staring at you twice.<br>\r\n<br>\r\nFinished eating, Quinn lifted up a duffel bag of her own onto the table, and gestured to an unzipped pocket on the side. “Get in. Easiest way to carry you, Hunter.”<br>\r\n<br>\r\n“Sure thing.” You nodded, obliging the black-haired giantess. Scrambling up into the pocket, you fit snuggly inside. You watched the outside world disappear as Quinn zipped it up, and then everything began to swing and shake as Quinn shouldered the bag and headed for the door. In almost any other circumstance, this would terrify you, but you felt strangely at peace with placing your trust in your new roommate.<br>\r\n<br>\r\nYou felt your bag being set down on the passenger’s seat, and then the car start up. It was a bit boring in the bag, but surprisingly comfy, and one hundred percent safe. The drive to the beach took a little over a half hour, but finally you heard the car stop. Quinn picked the bag back up, and gently patted the pocket you were in.<br>\r\n<br>\r\n“We’re here. Sanderson Beach.” She explained, and if you listened closely enough, you could hear the seagulls and the waves in the distance. “I need to go to the employee locker room to change, and then I’ll take you to the office to meet with Brigitte.”<br>\r\n<br>\r\nYou pounded back against Quinn’s hand as a sign of understanding, earning yourself the quietest and quickest of laughs you’d ever heard, before your giantess carrier headed off to the locker room. You couldn’t do much but keep waiting in the pocket, but you obviously knew why. In fact, you began to feel both embarrassed and intrigued by the fact that Quinn was now carrying you into the women’s locker room. You had never in your life been in one.<br>\r\n<br>\r\nTen minutes of mostly silence passed, though you heard Quinn give a muffled ‘hello’ to someone else in the locker room with her. Finally, your pocket was unzipped, and you were quickly grabbed up by Quinn’s giant, soft hand, her fingers enveloping you as she retrieved you. You were taken out of the bag and placed down on one of those hard-wooden benches common in locker rooms, and found yourself staring up at the black-haired giantess.<br>\r\n<br>\r\nAll rational thought fled your mind. Your jaw openly dropped, and your knees felt weak. Quinn had been unfathomably attractive upon first meeting her, but this was on a whole other level. While you’d been in the bag, she’d changed into what you could only assume was her lifeguard uniform. Though it was only a simple red one-piece bikini at the end of the day, the very sight of it rocked your world.<br>\r\n<br>\r\nQuinn’s heavily abundant chest was wildly pronounced, as her gigantic breasts strained against the tight fabric of the bikini. The bikini clung to Quinn’s body like a second skin (at a guess, it was a size too small for the curvaceous girl), and showed off so much of her porcelain smooth flesh. Every time Quinn so much as shifted slightly, her boobs jiggled, and the word ‘LIFEGUARD’ which was printed across her chest was stretched and distorted to a comical degree.<br>\r\n<br>\r\nNoticing your extremely obvious stare, Quinn frowned and crossed her arms, succeeding only in squishing her abundant breasts more prominently. “Wow, perv. I thought you were better than that, Hunter.”<br>\r\n<br>\r\nYou hastily clamped your jaw shut and stammered out a defense. “I-I just didn’t k-know you had changed! Caught me off guard!”<br>\r\n<br>\r\n“It was the only spare uniform close to my size that they had.” Quinn sighed. “That’s why it’s so…” She cut herself off, and a faint color flared up in her cheeks. “A-anyway…it sucks, but whatever. Doesn’t bother me that much.”<br>\r\n<br>\r\n“I think you look really great!” You said, smiling (and secretly praying that a compliment was the right course of action here).<br>\r\nQuinn quirked her mouth in a show of disbelief. “What?”<br>\r\n<br>\r\n“I said you look great! Really!” You nodded enthusiastically.<br>\r\n<br>\r\nQuinn seemed to debate whether you were being sincere or not for another second, and then finally smiled very softly. The blush had returned to her cheeks. “Th-thanks, Hunter.”<br>\r\n<br>\r\nGrabbing up her bag, Quinn effortlessly tied her short hair back and out of her eyes, then turned to put her bag into the locker behind her. For the second time in a row, your breath caught in your throat, and your jaw fell back open again.<br>\r\n<br>\r\nIf Quinn was impressive from the front, her backside was a heaven all onto itself. Her humongous derriere was impossibly alluring in her one-piece, each plump but doughy cheek perfectly sculpted into a big bubble booty. The one-piece left most of Quinn’s creamy cheeks exposed, and it squeezed her ass so tight that the slightest movement shook it like an irresistible bowl of jelly. You desperately wished for nothing else than to leap into its pillowy embrace, this butt to end all butts bigger and more entrancing than any on the planet, in your books.<br>\r\n<br>\r\nOblivious to your staring, Quinn put her bag into her locker, then turned back to pick you up. Holding you in her hand, she walked out of the locker room and to the office. As she walked, you found it nigh impossible to not stare at her bountiful bosom or bodacious booty bounce and sway as she walked. Quinn was on a whole other level of thickness and beauty, and it was a shame she seemed oblivious to that. You also took note of how her one-piece seemed to keep riding up her butt crack, revealing even more of her ass. That whole ‘size too small’ issue was causing her a wedgie she had to keep picking out.<br>\r\n<br>\r\nAt the office, Quinn introduced you to the chief lifeguard of Sanderson Beach, Brigitte. Brigitte was a twenty-five-year-old woman whose standout features were her fiery mane of red hair and her pronounced muscles and defined abs. She was alluringly muscled, fit but still feminine. Her own one-piece fit much more naturally than Quinn’s, but she was still decently curvy under it. Her smile was award-winning.<br>\r\n<br>\r\n“So, little dude, it’s a job you want?” Brigitte asked, still smiling at you. It was a bit intimidating, how closely she was leaning in towards Quinn’s hand to look at you.<br>\r\n<br>\r\n“Uh…yes! Yes, ma’am! Any job you need, I’ll do it.” You proudly declared.<br>\r\n<br>\r\nBrigitte grinned. “Love the attitude, man! I’ll hold you to that.” She stood back to her full height of 6’2”, and walked out from behind her desk. From what you’d gathered, she spent most days handling office affairs. “Let’s see…it’s sudden to throw on another new lifeguard. We already have three others on shift today…”<br>\r\n<br>\r\nQuinn mused. “With three lifeguard towers overlooking the beach, we can always use more eyes.”<br>\r\n<br>\r\n“True.” Brigitte agreed. “Tell ya what, Hunter. Do me proud for one whole week, and you’ve got a guaranteed position. Deal?”<br>\r\n<br>\r\n“Absolutely!” You said, shaking the red head’s extended finger as a show of signing off on this new job. What’s your first task?</span></div></div>",
            "created":1592542800,
            "id":2853669,
            "title":"First Day at the Beach"
        }
    },
    "info":{
        "author_id":"phantomstriker",
        "author_name":"phantomstriker",
        "brief_description":"You, one inch tall college graduate, accidentally move in with three normal sized girls.",
        "created":1592160420,
        "description":"<td align=\"left\" class=\"norm\">(Inspired by and set in the world of A Shrunken College Student - <a class=\"blue2roll\" rel=\"nofollow\" href=\"https://www.writing.com/main/interactive-story/item_id/2178043-A-Shrunken-College-Student\" target=\"_blank\">https://www.writing.com/main/interactive-story/item_id/2178043-A-Shrunken-Colleg...</a>)<br>\r\n<br>\r\n<u><b>Backstory (written by Hectic)</b></u><br>\r\n<br>\r\nA lot has changed in the past 25 years since the great shrinking epidemic swept across the world. In an event that some called a medical mystery and others called an act of god, a type of shrinking virus spread to every corner of the earth, affecting part of the population while leaving another part completely fine. Those who fell victim to this virus rapidly shrunk down to one inch tall, but at the same time gained a strange durability and malleability that has baffled scientists and doctors alike. However, the tiny people were not ones to complain about these newfound characteristics, as they were the only things preventing their lives from being taken by a stray step or anything else of that nature. The third most interesting aspect about this inexplicable shrinking is the fact that only men seem to have suffered from it, with women across the world remaining completely unaffected. <br>\r\n<br>\r\nFrom the first day of the shrinking event it was expected that society would change drastically, and while it definitely did, surprisingly much of it remained the same. There was no evil women’s takeover or forced servitude of the now smaller men. For the most part, many men who had a job that did not require physical labor of any kind were able to continue living somewhat normal lives. Certain laws were put into place which prevented too much malicious behavior from befalling the tiny men, but these were really only enforced when a woman would purposefully try to kill, kidnap, or otherwise torture them. The vast majority of the time women would get away with any accidents between them and the tiny guys with a small slap on the wrists.<br>\r\n<br>\r\n<u><b>Your Story</b></u><br>\r\n<br>\r\nIt's been 25 years since the shrinking pandemic, and the world has fallen into a pretty standard cycle once more. People have (more-or-less) adapted to the drastic changes in daily life, and the abnormal has become routine. You were born tiny, and have lived your whole life at the measly size of one inch. Life's been rough sometimes, but you're still alive and kicking. You've just graduated from Wentworth University after four years of college life, and have no idea what to do next. Searching for a cheap apartment online, you found a spacious offering in a suburban community called \"Sanderson\", with a deal to spilt the rent four ways, with three other people. Agreeing to these awesome terms, you got caught up in your excitement and forgot to click the <i>\"Apartments for Tinies Only\"</i> button.<br>\r\n<br>\r\nOops.<br>\r\n<br>\r\n<u><b>Main Characters</b></u><br>\r\n<br>\r\n<u>Hunter Woods (You)</u> - The main character, and 21 years old. You have tanned skin, and are decently muscular due to how often you find yourself climbing/lifting things. You've got a head of sandy brown hair and similarly brown eyes, and you tend to consider yourself fairly attractive. You're good at a lot of things, but never settled on a specific career path and instead went with a basic degree in Communications (how cliché). You tend to be pretty outgoing and extroverted, which can get you into trouble from time to time. You aren't sure of what your future holds for you, but you're open to all possibilities. You can also be slightly perverted, but not in a truly creepy way.<br>\r\n<br>\r\n<u>Morgan Sinclair </u>- One of your new roommates, and 22 years old. She has dark tanned skin, long and wavy chocolate brown hair worn straight down, and hazel eyes. She stands at 6'0\", and her presence can be a bit intimidating due to her height and her toned, decently muscular body. This, however, is a complete disservice to her personality. Morgan is energetic, friendly, compassionate, and has a good sense of humor. She's willing to help out anyone in need, at any time. She just so happens to also love exercising and playing sports, which has lent itself to her tanned skin and toned physique. It's hard to ignore her physical charms too, as her sizable, firm curves are incredible.<br>\r\n<br>\r\nMorgan has just landed a job as an employee at the local gym, \"Workout World\", where she is assigned to help patrons in need, clean up used equipment and the like, and occasionally teach weekly yoga classes. In her spare time, Morgan exercises constantly, and has joined up with the Sanderson community basketball team that plays matches down at the local park. She makes friends easily, and isn't above teasing those closest to her. People can always turn to her for camaraderie and support.<br>\r\n<br>\r\n<u>Avery Sinclair </u>- One of your new roommates, and 22 years old. She is Morgan's twin sister, though the similarities mostly stop there. While she has the same dark tanned skin tone, her hair is dyed with streaks of bright pink, and often worn in a ponytail. She's a fair bit shorter, standing at 5'8\", though still miles taller than someone like you. Avery possesses Morgan's positive traits, but dialed up to eleven. She's extremely happy-go-lucky, bouncy, and carefree. Prone to fits of laughter and huge smiles, Avery brightens the day of everyone she comes into contact with. She's blessed with the same bountiful body as Morgan, but due to a little less exercise, her curvy chest and butt are a bit heftier and jigglier than her sister.<br>\r\n<br>\r\nAvery recently scored a well-paying gig as a model at a local photo agency, \"Starlight Studios\", which has always been a dream of hers. Smiling for the camera while clad in some of the most scandalous and revealing outfits imaginable is nothing to a girl with so much body positivity. This confidence bleeds over into her social life, as Avery can come off as overly affectionate and flirtatious from time-to-time, along with being a bit of a prankster. On top of this, Avery is frequently teased by Morgan for being scatterbrained and oblivious, often at the worst possible times. Avery doesn't let this get her down (and by extension, doesn't try to fix her airheaded tendencies). Heaven forbid someone gives her any alcohol. She is also openly bi-sexual.<br>\r\n<br>\r\n<u>Quinn Wallace </u>- One of your new roommates, and 23 years old. Quinn has paler, smooth and milky skin in comparison to the Sinclair sisters, and her dark black hair is cut in a short bob, bangs covering one of Quinn's piercing blue eyes. Quinn is a tad shorter than Morgan, standing at 5'10\", and her demeanor frequently turns people off from her. Quinn is soft-spoken and reserved, with a seemingly apathetic attitude towards life. When she does speak, it's usually biting sarcasm. In reality, Quinn just doesn't know how to fully open up and express herself, and doesn't mean to push others away. Ironically, Quinn still draws in so many people wanting to know her, and for a reason completely out of her control: her body. Quinn won the genetic lottery, and is a very curvaceous young woman in all respects. She thinks of herself as \"fat\", but most people would call her \"thicc\".<br>\r\n<br>\r\nQuinn applied for a job on a whim in an attempt to get outside more often, and was actually hired. As such, she's the newest lifeguard working at \"Sanderson Beach\", tasked with looking over the beach and helping any one in need. She hasn't had to actually rescue anyone yet, and always lathers up with veritable buckets of sunscreen to keep her pale skin safe in the heat of the day. It takes her a long time to open up to other people, and she can be standoffish until she fully trusts someone. She shares some of Avery's obliviousness, but half the time it is because nothing really bothers her enough for her to take notice. If it involves tinies, she'll often treat them in a manner akin to \"tough love\".<br>\r\n<br>\r\n<u><b>Minor Characters</b></u><br>\r\n<br>\r\n<i>To be added in the future!</i><br>\r\n<br>\r\n<u><b>Quick Rules</b></u><br>\r\n<br>\r\nThis story is written in second person (you, your, etc.) Please keep it that way. However, if you want to write a bit from someone else's perspective, third person can work for that when needed.<br>\r\n<br>\r\nHunter cannot die. He can only be squished, squashed, flattened, stretched, and anything else you think of. He will reform in time, given the chance to do so. Keep the story going!<br>\r\n<br>\r\nTry not to write chapters that are exceptionally short. A bridge chapter from time to time is just fine, but too many and the story starts feeling weak.<br>\r\n<br>\r\nLastly, avoid heavily sexual/insertion content and any giant male content. Basically, just don't introduce any other guys into the story, UNLESS they too are tiny. That could be interesting (just make sure Hunter is always the main character). Everything else goes.<br>\r\n<br>\r\nRead, add, and enjoy!</td>",
        "id":2224352,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1592593920,
        "modified":1592791260,
        "pretty_title":"A Shrunken Roommate"
    }
}