{
    "chapters":{
        "1":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Anime",
                "Cartoons",
                "Video Games",
                "Novels",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>There are many fictional worlds out there. Anime, cartoons, video games, books. All full of sexy ladies ready to be hypnotized, controlled, and messed with.<br>\r\n<br>\r\nWhat would happen if a member of this world learned hypnosis? Or discovered a mind control power? How would they use them? For mischief? For conquest? For sex?<br>\r\n<br>\r\nOr perhaps someone ends up at a hypnosis show and gets controlled for the entertainment of an audience?<br>\r\n<br>\r\nOr even more still, if they find a hypnosis video online and fall under it's sway?<br>\r\n<br>\r\nThere are so many possibilities to explore. So many girls to watch get hypnotized and toyed with.</span></div></div>",
            "created":1600750800,
            "id":2907796,
            "title":"The beginning"
        },
        "11":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Naruto",
                "Dragonball",
                "RWBY",
                "My Hero Academia",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Anime, eh? Which one!</span></div></span></div>",
            "created":1600750800,
            "id":2907798,
            "title":"Anime"
        },
        "111":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Tsunade",
                "Sakura",
                "Nah. Somebody else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The world of Naruto!<br>\r\n<br>\r\nWho is the one getting hypnotized though?</span></div></span></div>",
            "created":1600750800,
            "id":2907808,
            "title":"Naruto"
        },
        "1111":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "A magical necklace",
                "A stage show",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Tsunade it is! But HOW does she get hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907810,
            "title":"Tsunade"
        },
        "11111":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Shizune asks her to do something simple",
                "Tsunade overhears a man tell his wife to do something, and Tsunade has to do it",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\nTsunade was fed up with this.<br>\r\n<br>\r\nShe knew that a festival was being planned in Konoha, but it bothered her that most of her subordinates were off preparing for it instead of doing their jobs. So, for today at least, if she wanted something done she'd have to do it herself.<br>\r\n<br>\r\nThe busty blonde Hokage made her way through the forest around the village until she found the small cave entrance, seemingly carved in the ground.<br>\r\n<br>\r\nA trader sent from Gaara stumbled across this odd cave. Neither he nor Tsunade were familiar with it, so Tsunade decided to investigate.<br>\r\n<br>\r\nShe made her was down in through the entryway, a torch in hand.<br>\r\n<br>\r\nShe looked down at her feet, feeling something there.<br>\r\n<br>\r\nShe kicked, sending a few spiders cascading off of her.<br>\r\n<br>\r\n\"Gross...\" She snarled as she kept going.<br>\r\n<br>\r\nAfter a time, the cave turned from dirt to stone, and opened up to a large room.<br>\r\n<br>\r\nThe room was, for the most part, empty. With one exception.<br>\r\n<br>\r\nIn the back of the room stood some sort of altar. On it, a statue. Or rather, three statues.<br>\r\n<br>\r\nThe statue in the middle was a man standing, arms crossed, a smile on his face. To his left and right, though, were two naked women, bowing down to him.<br>\r\n<br>\r\nTsunade looked it over and sneered.<br>\r\n<br>\r\n\"Disgusting\"<br>\r\n<br>\r\nShe looked down. At the base of the statue was a sort of tray, and on it, an ancient looking necklace. A golden choker.<br>\r\n<br>\r\nTsunade bent down and picked it up, looking it over.<br>\r\n<br>\r\n\"Decent taste in jewelry though.\" She shrugged. She looked down again, seeing text carved into the tray. But it was in an ancient language. One Tsunade certainly couldn't read.<br>\r\n<br>\r\n\"I'll send someone to read this later\" she said to herself, still looking at the necklace.<br>\r\n<br>\r\n\"Hm... May as well. I deserve a reward for all this\" she smiled.<br>\r\n<br>\r\nAs she entered her bedroom that night after her shower, dressed in only a nightgown, she saw the necklace, which she had placed on her bedside table.<br>\r\n<br>\r\nOnce again, she looked it over. Running her fingers up and down it.<br>\r\n<br>\r\n\"Well... Now that I have a mirror...\" She pondered, putting the necklace on.<br>\r\n<br>\r\nOnce it latched, she had only a few seconds to appreciate it...<br>\r\n<br>\r\nHer eyes rolled back in her head and she collapsed sideways onto her bed. Her body began to shake, making her giant tits and ample ass wobble.<br>\r\n<br>\r\n\"I must obey\"<br>\r\n<br>\r\n\"My purpose is to serve\"<br>\r\n<br>\r\n\"I will do as I am told\"<br>\r\n<br>\r\nShe chanted these words over and over. For minutes.<br>\r\n<br>\r\nEventually her body settled, and her chanting stopped. Tsunade lay there, asleep, until morning.<br>\r\n<br>\r\nTsunade stepped out of her home the next day. She was going into work, but only briefly. The festival began in a few short hours. And so she made her way to her office. But little did she know what today had in store for her...<br>\r\n<br>\r\nUnfortunately for Tsunade, she could not read that ancient text carved in the basin where she got the necklace. If she had, she never would have put it on. As the text read;<br>\r\n<br>\r\n\"Be wary, traveler. The dark magic cast on this golden accessory is highly dangerous. The weather will be unable to remove it of their own will, and from the moment they wear it, they will be unable to refuse any request or demand. If you see this, please turn back and never return.\"<br>\r\n<br>\r\nPoor Tsunade had no idea... And her new life of servitude was just about to begin...<br>\r\n<br>\r\nBut what happens?<br>\r\n</span></div></div>",
            "created":1600750800,
            "id":2907811,
            "title":"A magical necklace"
        },
        "1112":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Ino and the forbidden scroll",
                "Sakura the hypnotist’s dream girl ",
                "Something else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How is Sakura hypnotised, maybe Ino Yamanaka learns a forbidden technique which she uses to mess with Sakura, or maybe Sakura becomes an unwilling volunteer in a hypnosis show?</span></div></span></div>",
            "created":1601442000,
            "id":2913255,
            "title":"Sakura"
        },
        "11122":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Something simple to show off his control",
                "Something crazy to really push the limits",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>It was Kiba Inzuka's first time displaying his hypnotic prowess.<br>\r\n<br>\r\nThe young man of the Inzuka family had been studying hypnosis for years. It had always fascinated him. However until today he had never had a real chance to show it off, his only prior practice being on his sister Hana, his mom Tsume, and trying it on his dog Akamaru. And none of it really worked all that well.<br>\r\n<br>\r\nBut today would be different.<br>\r\n<br>\r\nKonoha was having a bit of a feastival, and Kiba was granted permission to set up a small stage for a hypnosis show. He was going to get SOMEONE.<br>\r\n<br>\r\nAs the festival kicked off, Kiba found himself alone.<br>\r\n<br>\r\nNobody had flocked to his stage. Nobody had shown up to participate. Nobody even around to watch. Just an empty stage in the back corner of the town.<br>\r\n<br>\r\nKiba sighed, looking for anything. AnyONE. Then eventually she came.<br>\r\n<br>\r\nSakura Haruno, the pink-haired cutie was strolling around town. Thankfully without her then boyfriend Sasuke.<br>\r\n<br>\r\nKiba had always had a bit of a secret crush on Sakura, but never really acted on it. But today would change that.<br>\r\n<br>\r\n\"Hey! Sakura!\" He called out, getting her attention. She approached.<br>\r\n<br>\r\n\"Oh. Hey Kiba. What's up? This some kind of show?\" She asked<br>\r\n<br>\r\n\"Yeah! It's my hypnosis show. But nobody came to watch\"<br>\r\n<br>\r\n\"Well... If you were actually doing hypnosis maybe they would\" she joked<br>\r\n<br>\r\n\"Yeah but I'd need a volunteer... Wait a second!\" He said, an idea popping into his brain \"Sakura! Help me out here!\"<br>\r\n<br>\r\nSakura's eyes widened<br>\r\n<br>\r\n\"M-me?! Wait! I didnt-- I mean I can't... Kiba I'm not... Erm...\" She stammered. Kiba had never seen her flustered before. It was honestly kind of cute.<br>\r\n<br>\r\n\"Come on! You said it yourself! I need to actually put on a show and I need a participant for that! Please?\" He begged <br>\r\n<br>\r\nSakura felt bad. She didn't particularly WANT to be hypnotized but... This was sort of her idea.<br>\r\n<br>\r\n\"...oh fine!\" She grumbled. Kiba pumped his fist in victory as she slowly made her way on to the stage. <br>\r\n<br>\r\nKiba pulled out a sparkily watch and dangled it before her<br>\r\n<br>\r\n\"Seriously? Isn't this a little cliche Kiba?\" She asked<br>\r\n<br>\r\n\"Come on! Just watch it!\"<br>\r\n<br>\r\nSakura relented. <br>\r\n<br>\r\nSeconds passed. Then minutes. Kiba began to worry that maybe he wouldn't be able to do it. Maybe he would fail. But then he noticed it. Sakura's eye lids began to flutter, eventually slowly closing.<br>\r\n<br>\r\nShe stood before him, slack and relaxed. Breathing deeply and calmly. <br>\r\n<br>\r\nShe was hypnotized.<br>\r\n<br>\r\nHe danced around the stage happily... Only to realize a few people had gathered.<br>\r\n<br>\r\nHe had an audience!<br>\r\n<br>\r\nBut... He needed to entertain them somehow! What would he do?!</span></div></div>",
            "created":1601528400,
            "id":2913759,
            "title":"Sakura the hypnotist’s dream girl "
        },
        "112":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Android 18",
                "Bulma",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What girl from Dragonball is getting hypnotized?<br>\r\n<br>\r\n(Also, with this one, please establish which series it will take place in. Z, Super, GT, original)</span></div></span></div>",
            "created":1600750800,
            "id":2907806,
            "title":"Dragonball"
        },
        "1121":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "18 gets hypnotized by Krillin as part of some fun husband/wife antics",
                "18 is hypnotized by a man she pissed off at the store",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The sexy, blonde android? Excellent! How does she end up getting hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907813,
            "title":"Android 18"
        },
        "11213":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Sure",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What if Krillins Ex girlfriend Maron learned hypnosis to get revenge on 18 and show her who’s boss?</span></div></span></div>",
            "created":1601528400,
            "id":2913696,
            "title":"Something else"
        },
        "112131":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Humiliate her",
                "Have 18 get her something to eat and drink so they can talk",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Marron found herself sitting in her room once again, thinking over what could have been.<br>\r\n<br>\r\nIf she and Krillin were still together, maybe things would be different.<br>\r\n<br>\r\nShe was living alone, in a single bedroom apartment. Her job, and her life, were seemingly going nowhere. And all because Krillin, the only man who had ever really been for her, ran off with someone else.<br>\r\n<br>\r\nThe woman Marron blamed for all of her problems. An angry, overly-serious blonde named \"18\". <br>\r\n<br>\r\nMarron hated her from the bottom of her heart. Though she did have to admit, 18 WAS hot.<br>\r\n<br>\r\nAnd Marron had come up with a bit of a plan. A way to get back at 18 for stealing Krillin away from her. <br>\r\n<br>\r\nHypnosis.<br>\r\n<br>\r\nMarron had been spending the past few weeks learning about hypnosis. The best and most efficient methods. The way it worked. <br>\r\n<br>\r\nAnd eventually she came to her decision as to how she would control 18.<br>\r\n<br>\r\nOne day while Krillin, 18, and their daughter; whose name still infuriated Marron, were away, the blue-haired beauty snuck into Krillin's home and lined the bedroom with small speakers. These speakers would broadcast subliminal hypnotic programming to 18 while she slept. <br>\r\n<br>\r\nNow sure, she could use these on Krillin too, and force him to come back to her. But she wanted him to come back of his own choice. So she specified in the subliminals that only 18 is to obey them. <br>\r\n<br>\r\nA few weeks passed, and every night 18's brain was unknowingly assaulted by Marrons hypnotic programming.<br>\r\n<br>\r\nThinking enough time had elapsed, and seeing Krillin head to work and his daughter go to school, she knocked on the front door.<br>\r\n<br>\r\n18 answered, dressed in her normal black and purple long sleeved shirt and denim Jeans<br>\r\n<br>\r\n\"Can I help you with.. oh. You.\" She hissed<br>\r\n<br>\r\n\"Hi 18! Is Krillin home?\" Marron giggled<br>\r\n<br>\r\n\"No. He isn't. And I wouldn't tell you if he was. I'd say it was nice seeing you, but it wasn't. Now goodbye\" 18 huffed as she started closing the door<br>\r\n<br>\r\n\"Obedient Barbie!\" Marron chirped.<br>\r\n<br>\r\nAs she did, the light left 18's eyes. They glassed over and her arms fell limply to her sides.<br>\r\n<br>\r\n\"Yes! It works!\" Marron cheered, hopping up and down playfully.<br>\r\n<br>\r\n\"Aren't you going to invite me in?\" She teased<br>\r\n<br>\r\n\"...please come in...\" 18 droned drowsily as she stepped aside, allowing Marron to enter. <br>\r\n<br>\r\nMarron flopped down onto the couch.<br>\r\n<br>\r\n\"Well? Come over here!\"<br>\r\n<br>\r\n18 closed the door and shuffled into the center of the room, waiting for further instructions.<br>\r\n<br>\r\nMarron looked her over before deciding to...</span></div></div>",
            "created":1601528400,
            "id":2913753,
            "title":"Sure"
        },
        "113":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Ruby Rose",
                "Yang Xiao-Long",
                "Another girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>RWBY it is! Which girl would you want to see hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907803,
            "title":"RWBY"
        },
        "1132":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "A video online",
                "Hypnotized by a clerk at a store",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright! And how does Yang get hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907804,
            "title":"Yang Xiao-Long"
        },
        "11321":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Many animals of the world",
                "Dancing queen",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\nYang sighed as she flopped into her bunk in the team RWBY dorm. Things were stressful at Beacon. Training, classes, exams, and the occasional argument with Weiss. Usually Yang could just put it aside and not let it get to her. But tonight was not one such night.<br>\r\n<br>\r\nShe tossed and turned in bed. She couldn't sleep.<br>\r\n<br>\r\n11PM became midnight. Midnight became 1. 1 became 2. And still, no sleep came to her.<br>\r\n<br>\r\nAnnoyed, tired, and desperate, Yang went to her Scroll and searched online for a solution. And soon after, she struck one. Hypnosis.<br>\r\n<br>\r\nShe didn't really believe in hypnosis. She thought it was all made up. Something people did on stage with actors. But at this point she was willing to try basically anything.<br>\r\n<br>\r\nAfter another quick search, she came up with more than a few hypnosis videos. She looked some over. Most had some kind of alternative use to them. Hypnosis to quit smoking. Hypnosis for weight loss. Hypnosis for birthing.<br>\r\n<br>\r\n\"I just need a normal hypnosis video\" she whispered to herself in annoyance.<br>\r\n<br>\r\nEventually she found one simply titled \"Intro to Hypnosis: your first trance\"<br>\r\n<br>\r\n\"Finally\" she sighed \"Sounds like this will just be sleeping\"<br>\r\n<br>\r\nYang popped her earbuds in and began to listen. The soft spoken voice of a man came on.<br>\r\n<br>\r\n\"Hello there. Welcome to the intro to our hypnosis series. In this first video I'll be guiding you down into a nice, deep slumber\"<br>\r\n<br>\r\n\"That's what I need\" Yang said as she snuggled into her pillows, trying her best to get into a relaxed state to let the hypnosis take her.<br>\r\n<br>\r\n\"Now get nice and comfortable. Remove all distractions. No pets. No TV. Just you and your device. You and my voice. Listen to it soothe you. Listen to it take you deeper and deeper. Let your guard down. I know that may be hard, but for this to work, you need to accept my words. Trust me.\" he said.<br>\r\n<br>\r\nTrust him? Yang didn't know this guy but at the same time... it was a video online. Not a person actually in front of her. She was willing to give a pre-recorded voice a chance.<br>\r\n<br>\r\nThe buxom blonde let her guard down, taking a deep breath.<br>\r\n<br>\r\n\"Now. Follow my voice deeper. Deeper. Deeper. Relax.... relax... relax... breathe in.... aaaand out... and in... aaand out...\" the voice cooed.<br>\r\n<br>\r\nYang followed. In. Out. In. Out. Was this all it took? Breathing?<br>\r\n<br>\r\nThat was the last thought she had before she dropped. The trance taking her. Yang had gotten what she wanted. She was in a trance. Asleep. However... there was more to this video than she thought.<br>\r\n<br>\r\nWhat she wanted was a quick and easy way to fall asleep... what she got was a playlist of hypnosis videos for the hypno fetishist with a bit of a humiliation kink.<br>\r\n<br>\r\nThe video continued on, slowly chipping away at her mind and programming her. Until eventually...<br>\r\n<br>\r\n\"From now on when you go to bed, you'll open up your phone and pull up one of my videos. You'll select at random. At the beginning of that video you'll hear 'Time to obey, little one' and when you do, you'll fall back into a trance for new programming. But for tonight, go ahead and open your eyes. But remain in a trance.<br>\r\n<br>\r\nYang's eyelids slowly lifted as she stared blankly upwards<br>\r\n<br>\r\n\"Now pick a random video from my playlist. Let it program you.\" he said.<br>\r\n<br>\r\nYang scrolled a moment before tapping the screen at random. A new video booted up.<br>\r\n<br>\r\n\"Time to obey, little one\" it said, and her eyes closed again.<br>\r\n<br>\r\nAs morning broke, Yang stretched and hopped out of bed. She walked across the room, her bare feet dragging along the floor as she went to her dresser and grabbed her clothes for the day. She went into the bathroom to shower. But little did she know that in that bathroom her first programming would kick in.<br>\r\n<br>\r\nYang managed to get out of her clothes. However, her phone chimed as she sat her clothes in a pile. As it did, a trigger hit her, as Yang began to act according to her programming; all thanks to the video she clicked on last night, titled...<br>\r\n<br>\r\n(Author's note: Whatever the video was titled will determine her actions and triggers through the day)<br>\r\n</span></div></div>",
            "created":1600750800,
            "id":2907805,
            "title":"A video online"
        },
        "113213":{
            "author_id":"warlord13",
            "author_name":"Warlord13",
            "choices":[
                "Fembotize her!",
                "No, something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She watched a video that programmed her to believe she was a sexy female android.</span></div></span></div>",
            "created":1600750800,
            "id":2908193,
            "title":"Sexy Fembot"
        },
        "1132132":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Stripnotized",
                "Daddy's Girl",
                "Momma",
                "Pretty Princess",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More choices</span></div></span></div>",
            "created":1601269200,
            "id":2911982,
            "title":"No, something else."
        },
        "11323":{
            "author_id":"warlord13",
            "author_name":"Warlord13",
            "choices":[
                "Sure!",
                "No, something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about some form of electronic mind control?</span></div></span></div>",
            "created":1600750800,
            "id":2908210,
            "title":"Mind Control Device!"
        },
        "1133":{
            "author_id":"warlord13",
            "author_name":"Warlord13",
            "choices":[
                "Pyrrha Nikos",
                "Nora Valkirye",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about the girls of Team JNPR?</span></div></span></div>",
            "created":1600750800,
            "id":2908195,
            "title":"Another girl"
        },
        "11331":{
            "author_id":"warlord13",
            "author_name":"Warlord13",
            "choices":[
                "Yes!",
                "No, something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about an electronic mind control device is used on her?</span></div></span></div>",
            "created":1600750800,
            "id":2908427,
            "title":"Pyrrha Nikos under control "
        },
        "11333":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "Weiss Schnee",
                "Blake Belladonna",
                "Winter Schnee",
                "Penny Poledina",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More choices</span></div></span></div>",
            "created":1601269200,
            "id":2911979,
            "title":"Someone else"
        },
        "114":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Momo Yaoyorozu",
                "Ochaco Uraraka",
                "Somebody else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>My Hero Academia! A world of heroes, villains, and super powers!<br>\r\n<br>\r\nWhich of the lovely ladies get hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907812,
            "title":"My Hero Academia"
        },
        "1141":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "A man with a crush",
                "Mental modifier villain",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>What happens to Momo?<br>\r\n<br>\r\nPerhaps after her internship where she started in commercials, a man with a hypnotic quirk developed a bit of a crush and hypnotizes her?<br>\r\n<br>\r\nOr maybe she encounters a villain who can temporarily change people's perceptions and personalities through a trance-like state?</span></div></div>",
            "created":1601701200,
            "id":2914513,
            "title":"Momo Yaoyorozu"
        },
        "1142":{
            "author_id":"tiggers",
            "author_name":"Dale Gibson ",
            "choices":[
                "Ochako the sidekick",
                "Ochako the Guinea Pig",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So what happens to her, maybe Mistress Midnight decides to learn hypnosis and use it to turn Ochako into her unwilling sidekick and successor as a m-rated heroine, or does Mei Hatsume creates a hypnosis and tf gun and decides to test on Ochako?</span></div></span></div>",
            "created":1601701200,
            "id":2914500,
            "title":"Ochaco Uraraka"
        },
        "11422":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Something mental ",
                "Something physical",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>Mei Hatsume was sitting in the workshop, tinkering with a new baby, seeming annoyed.<br>\r\n<br>\r\n\"I can't believe that Shinso guy didn't want my new baby! I mean suuure it might be dangerous. But how am I going to progress science to make better babies without a little danger?!\" She huffed, looking over to the corner of the room.<br>\r\n<br>\r\nThere sat a gun, looking a bit like a child's toy Lazer gun. <br>\r\n<br>\r\n\"I mean, all it would have done is made his powers stronger! And it can even control more than just minds, but bodies too... Uh... In theory\" she muttered to herself. <br>\r\n<br>\r\nSuddenly a revelation came upon her<br>\r\n<br>\r\n\"Wait! I bet he was hesitant because HE would have to try it! If it didn't go as planned then it was him on the line! Maybe if I tested it out, he would be willing to take my baby!\" She giggled as she ran over and grabbed the gun<br>\r\n<br>\r\n\"Buuut I'll need a volunteer\" she pondered.<br>\r\n<br>\r\nNo sooner had she said it, the door had opened. Ochako Uraraka standing in the doorway, nervously.<br>\r\n<br>\r\n\"Uhh... Hi Hatsume. Soni was wondering if maybe you could make--\"<br>\r\n<br>\r\nBefore she could finish, Hatsume bolted over to her, wrapped an arm around her and pulled her into the room.<br>\r\n<br>\r\n\"You'll do perfectly!\" She said with excitement and energy<br>\r\n<br>\r\n\"Waaah! Perfect for what?!\" Ochako exclaimed.<br>\r\n<br>\r\n\"Don't worry don't worry! Just sit there and I will...\" She snickered as she held the gun up.<br>\r\n<br>\r\n\"Wait! What is that?!\"<br>\r\n<br>\r\nSuddenly, a bolt of light fired from the gun, striking Ochako...<br>\r\n<br>\r\nWhat was the effect?</span></div></div>",
            "created":1601701200,
            "id":2914508,
            "title":"Ochako the Guinea Pig"
        },
        "115":{
            "author_id":"shely",
            "author_name":"turtleguru",
            "choices":[
                "One Piece",
                "Pokemon",
                "Yugioh",
                "Bleach",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More Anime!</span></div></span></div>",
            "created":1601269200,
            "id":2911977,
            "title":"Something Else"
        },
        "1152":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Delia Ketchum",
                "Misty",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who gets hypnotized from Pokemon?</span></div></span></div>",
            "created":1601614800,
            "id":2913923,
            "title":"Pokemon"
        },
        "12":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Teen Titans",
                "Ben 10",
                "Scooby-Doo",
                "Jimmy Neutron",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which cartoon are we thinking?</span></div></span></div>",
            "created":1600750800,
            "id":2907801,
            "title":"Cartoons"
        },
        "122":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "a group of girls",
                "Gwen Tennyson ",
                "another girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who gets hypnotized ?</span></div></span></div>",
            "created":1601442000,
            "id":2913195,
            "title":"Ben 10"
        },
        "1221":{
            "author_id":"sapphireninja",
            "author_name":"Secptor",
            "choices":[
                "Option 1",
                "Option 2",
                "Another Idea"
            ],
            "content":"<div class=\"\"><div> <span>So how do several of thr girls from Ben 10 end up as hypno slaves ?<br>\r\n<br>\r\nOption 1: Ben trying to connect to his Anodite heritage, soon finds out he used one power. The power to hypnotize people.<br>\r\n<br>\r\nOption 2: Albedo wanting revenge on Ben, created a hypnotic device to enslave the varies females Ben knows into his personal harem.</span></div></div>",
            "created":1601528400,
            "id":2913689,
            "title":"a group of girls"
        },
        "13":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Mass Effect",
                "Persona",
                "Dragon Age",
                "Witcher",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Games, huh? Which one!</span></div></span></div>",
            "created":1600750800,
            "id":2907802,
            "title":"Video Games"
        }
    },
    "info":{
        "author_id":"mindcollector",
        "author_name":"Mindcollector",
        "brief_description":"Girls from various forms of fiction get mind controlled!",
        "created":1600751280,
        "description":"<td align=\"left\" class=\"norm\">I posted this over on Chyoa, but it's been getting almost no interaction other than people favoriting. My hope is that reposting what I have there, over here, will get some more people making additions!<br>\r\n<br>\r\nRULES<br>\r\n<br>\r\n- Please try to keep storylines focused on the general concept. If you have a story about Tsunade from Naruto getting hypnotized, please keep things focused on her. I'm fine with you adding other characters, but make it make sense, and keep Tsunade as the focus<br>\r\n- No vore, gore, scat, urination, BDSM, feet, or Malesub<br>\r\n- Please try to keep chapters long. At least 300 words, but I'd prefer more. If I feel like you're just phoning it in I will delete chapters. Obvious exception for choice chapters (ex: What character gets hypnotized?) type stuff <br>\r\n- I may add more rules later. But otherwise, go nuts!</td>",
        "id":2232953,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1601746620,
        "modified":1601746620,
        "pretty_title":"Fictional Girls Mind Controlled"
    }
}