{
    "chapters":{
        "1":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Anime",
                "Cartoons",
                "Video Games",
                "Novels",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>There are many fictional worlds out there. Anime, cartoons, video games, books. All full of sexy ladies ready to be hypnotized, controlled, and messed with.<br>\r\n<br>\r\nWhat would happen if a member of this world learned hypnosis? Or discovered a mind control power? How would they use them? For mischief? For conquest? For sex?<br>\r\n<br>\r\nOr perhaps someone ends up at a hypnosis show and gets controlled for the entertainment of an audience?<br>\r\n<br>\r\nOr even more still, if they find a hypnosis video online and fall under it's sway?<br>\r\n<br>\r\nThere are so many possibilities to explore. So many girls to watch get hypnotized and toyed with.</span></div></div>",
            "created":1600750800,
            "id":2907796,
            "title":"The beginning"
        },
        "11":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Naruto",
                "Dragonball",
                "RWBY",
                "My Hero Academia",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Anime, eh? Which one!</span></div></span></div>",
            "created":1600750800,
            "id":2907798,
            "title":"Anime"
        },
        "111":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Tsunade",
                "Sakura",
                "Nah. Somebody else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The world of Naruto!<br>\r\n<br>\r\nWho is the one getting hypnotized though?</span></div></span></div>",
            "created":1600750800,
            "id":2907808,
            "title":"Naruto"
        },
        "1111":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "A magical necklace",
                "A stage show",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Tsunade it is! But HOW does she get hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907810,
            "title":"Tsunade"
        },
        "11111":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Shizune asks her to do something simple",
                "Tsunade overhears a man tell his wife to do something, and Tsunade has to do it",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\nTsunade was fed up with this.<br>\r\n<br>\r\nShe knew that a festival was being planned in Konoha, but it bothered her that most of her subordinates were off preparing for it instead of doing their jobs. So, for today at least, if she wanted something done she'd have to do it herself.<br>\r\n<br>\r\nThe busty blonde Hokage made her way through the forest around the village until she found the small cave entrance, seemingly carved in the ground.<br>\r\n<br>\r\nA trader sent from Gaara stumbled across this odd cave. Neither he nor Tsunade were familiar with it, so Tsunade decided to investigate.<br>\r\n<br>\r\nShe made her was down in through the entryway, a torch in hand.<br>\r\n<br>\r\nShe looked down at her feet, feeling something there.<br>\r\n<br>\r\nShe kicked, sending a few spiders cascading off of her.<br>\r\n<br>\r\n\"Gross...\" She snarled as she kept going.<br>\r\n<br>\r\nAfter a time, the cave turned from dirt to stone, and opened up to a large room.<br>\r\n<br>\r\nThe room was, for the most part, empty. With one exception.<br>\r\n<br>\r\nIn the back of the room stood some sort of altar. On it, a statue. Or rather, three statues.<br>\r\n<br>\r\nThe statue in the middle was a man standing, arms crossed, a smile on his face. To his left and right, though, were two naked women, bowing down to him.<br>\r\n<br>\r\nTsunade looked it over and sneered.<br>\r\n<br>\r\n\"Disgusting\"<br>\r\n<br>\r\nShe looked down. At the base of the statue was a sort of tray, and on it, an ancient looking necklace. A golden choker.<br>\r\n<br>\r\nTsunade bent down and picked it up, looking it over.<br>\r\n<br>\r\n\"Decent taste in jewelry though.\" She shrugged. She looked down again, seeing text carved into the tray. But it was in an ancient language. One Tsunade certainly couldn't read.<br>\r\n<br>\r\n\"I'll send someone to read this later\" she said to herself, still looking at the necklace.<br>\r\n<br>\r\n\"Hm... May as well. I deserve a reward for all this\" she smiled.<br>\r\n<br>\r\nAs she entered her bedroom that night after her shower, dressed in only a nightgown, she saw the necklace, which she had placed on her bedside table.<br>\r\n<br>\r\nOnce again, she looked it over. Running her fingers up and down it.<br>\r\n<br>\r\n\"Well... Now that I have a mirror...\" She pondered, putting the necklace on.<br>\r\n<br>\r\nOnce it latched, she had only a few seconds to appreciate it...<br>\r\n<br>\r\nHer eyes rolled back in her head and she collapsed sideways onto her bed. Her body began to shake, making her giant tits and ample ass wobble.<br>\r\n<br>\r\n\"I must obey\"<br>\r\n<br>\r\n\"My purpose is to serve\"<br>\r\n<br>\r\n\"I will do as I am told\"<br>\r\n<br>\r\nShe chanted these words over and over. For minutes.<br>\r\n<br>\r\nEventually her body settled, and her chanting stopped. Tsunade lay there, asleep, until morning.<br>\r\n<br>\r\nTsunade stepped out of her home the next day. She was going into work, but only briefly. The festival began in a few short hours. And so she made her way to her office. But little did she know what today had in store for her...<br>\r\n<br>\r\nUnfortunately for Tsunade, she could not read that ancient text carved in the basin where she got the necklace. If she had, she never would have put it on. As the text read;<br>\r\n<br>\r\n\"Be wary, traveler. The dark magic cast on this golden accessory is highly dangerous. The weather will be unable to remove it of their own will, and from the moment they wear it, they will be unable to refuse any request or demand. If you see this, please turn back and never return.\"<br>\r\n<br>\r\nPoor Tsunade had no idea... And her new life of servitude was just about to begin...<br>\r\n<br>\r\nBut what happens?<br>\r\n</span></div></div>",
            "created":1600750800,
            "id":2907811,
            "title":"A magical necklace"
        },
        "112":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Android 18",
                "Bulma",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What girl from Dragonball is getting hypnotized?<br>\r\n<br>\r\n(Also, with this one, please establish which series it will take place in. Z, Super, GT, original)</span></div></span></div>",
            "created":1600750800,
            "id":2907806,
            "title":"Dragonball"
        },
        "1121":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "18 gets hypnotized by Krillin as part of some fun husband/wife antics",
                "18 is hypnotized by a man she pissed off at the store",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>The sexy, blonde android? Excellent! How does she end up getting hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907813,
            "title":"Android 18"
        },
        "113":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Ruby Rose",
                "Yang Xiao-Long",
                "Another girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>RWBY it is! Which girl would you want to see hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907803,
            "title":"RWBY"
        },
        "1132":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "A video online",
                "Hypnotized by a clerk at a store",
                "Something else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Alright! And how does Yang get hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907804,
            "title":"Yang Xiao-Long"
        },
        "11321":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Many animals of the world",
                "Dancing queen",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span><br>\r\n<br>\r\nYang sighed as she flopped into her bunk in the team RWBY dorm. Things were stressful at Beacon. Training, classes, exams, and the occasional argument with Weiss. Usually Yang could just put it aside and not let it get to her. But tonight was not one such night.<br>\r\n<br>\r\nShe tossed and turned in bed. She couldn't sleep.<br>\r\n<br>\r\n11PM became midnight. Midnight became 1. 1 became 2. And still, no sleep came to her.<br>\r\n<br>\r\nAnnoyed, tired, and desperate, Yang went to her Scroll and searched online for a solution. And soon after, she struck one. Hypnosis.<br>\r\n<br>\r\nShe didn't really believe in hypnosis. She thought it was all made up. Something people did on stage with actors. But at this point she was willing to try basically anything.<br>\r\n<br>\r\nAfter another quick search, she came up with more than a few hypnosis videos. She looked some over. Most had some kind of alternative use to them. Hypnosis to quit smoking. Hypnosis for weight loss. Hypnosis for birthing.<br>\r\n<br>\r\n\"I just need a normal hypnosis video\" she whispered to herself in annoyance.<br>\r\n<br>\r\nEventually she found one simply titled \"Intro to Hypnosis: your first trance\"<br>\r\n<br>\r\n\"Finally\" she sighed \"Sounds like this will just be sleeping\"<br>\r\n<br>\r\nYang popped her earbuds in and began to listen. The soft spoken voice of a man came on.<br>\r\n<br>\r\n\"Hello there. Welcome to the intro to our hypnosis series. In this first video I'll be guiding you down into a nice, deep slumber\"<br>\r\n<br>\r\n\"That's what I need\" Yang said as she snuggled into her pillows, trying her best to get into a relaxed state to let the hypnosis take her.<br>\r\n<br>\r\n\"Now get nice and comfortable. Remove all distractions. No pets. No TV. Just you and your device. You and my voice. Listen to it soothe you. Listen to it take you deeper and deeper. Let your guard down. I know that may be hard, but for this to work, you need to accept my words. Trust me.\" he said.<br>\r\n<br>\r\nTrust him? Yang didn't know this guy but at the same time... it was a video online. Not a person actually in front of her. She was willing to give a pre-recorded voice a chance.<br>\r\n<br>\r\nThe buxom blonde let her guard down, taking a deep breath.<br>\r\n<br>\r\n\"Now. Follow my voice deeper. Deeper. Deeper. Relax.... relax... relax... breathe in.... aaaand out... and in... aaand out...\" the voice cooed.<br>\r\n<br>\r\nYang followed. In. Out. In. Out. Was this all it took? Breathing?<br>\r\n<br>\r\nThat was the last thought she had before she dropped. The trance taking her. Yang had gotten what she wanted. She was in a trance. Asleep. However... there was more to this video than she thought.<br>\r\n<br>\r\nWhat she wanted was a quick and easy way to fall asleep... what she got was a playlist of hypnosis videos for the hypno fetishist with a bit of a humiliation kink.<br>\r\n<br>\r\nThe video continued on, slowly chipping away at her mind and programming her. Until eventually...<br>\r\n<br>\r\n\"From now on when you go to bed, you'll open up your phone and pull up one of my videos. You'll select at random. At the beginning of that video you'll hear 'Time to obey, little one' and when you do, you'll fall back into a trance for new programming. But for tonight, go ahead and open your eyes. But remain in a trance.<br>\r\n<br>\r\nYang's eyelids slowly lifted as she stared blankly upwards<br>\r\n<br>\r\n\"Now pick a random video from my playlist. Let it program you.\" he said.<br>\r\n<br>\r\nYang scrolled a moment before tapping the screen at random. A new video booted up.<br>\r\n<br>\r\n\"Time to obey, little one\" it said, and her eyes closed again.<br>\r\n<br>\r\nAs morning broke, Yang stretched and hopped out of bed. She walked across the room, her bare feet dragging along the floor as she went to her dresser and grabbed her clothes for the day. She went into the bathroom to shower. But little did she know that in that bathroom her first programming would kick in.<br>\r\n<br>\r\nYang managed to get out of her clothes. However, her phone chimed as she sat her clothes in a pile. As it did, a trigger hit her, as Yang began to act according to her programming; all thanks to the video she clicked on last night, titled...<br>\r\n<br>\r\n(Author's note: Whatever the video was titled will determine her actions and triggers through the day)<br>\r\n</span></div></div>",
            "created":1600750800,
            "id":2907805,
            "title":"A video online"
        },
        "113213":{
            "author_id":"warlord13",
            "author_name":"Warlord13",
            "choices":[
                "Fembotize her!",
                "No, something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>She watched a video that programmed her to believe she was a sexy female android.</span></div></span></div>",
            "created":1600750800,
            "id":2908193,
            "title":"Sexy Fembot"
        },
        "11323":{
            "author_id":"warlord13",
            "author_name":"Warlord13",
            "choices":[
                "Sure!",
                "No, something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about some form of electronic mind control?</span></div></span></div>",
            "created":1600750800,
            "id":2908210,
            "title":"Mind Control Device!"
        },
        "1133":{
            "author_id":"warlord13",
            "author_name":"Warlord13",
            "choices":[
                "Pyrrha Nikos",
                "Nora Valkirye",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about the girls of Team JNPR?</span></div></span></div>",
            "created":1600750800,
            "id":2908195,
            "title":"Another girl"
        },
        "11331":{
            "author_id":"warlord13",
            "author_name":"Warlord13",
            "choices":[
                "Yes!",
                "No, something else."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about an electronic mind control device is used on her?</span></div></span></div>",
            "created":1600750800,
            "id":2908427,
            "title":"Pyrrha Nikos under control "
        },
        "114":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Momo Yaoyorozu",
                "Ochaco Uraraka",
                "Somebody else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>My Hero Academia! A world of heroes, villains, and super powers!<br>\r\n<br>\r\nWhich of the lovely ladies get hypnotized?</span></div></span></div>",
            "created":1600750800,
            "id":2907812,
            "title":"My Hero Academia"
        },
        "12":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Teen Titans",
                "Ben 10",
                "Scooby-Doo",
                "Jimmy Neutron",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which cartoon are we thinking?</span></div></span></div>",
            "created":1600750800,
            "id":2907801,
            "title":"Cartoons"
        },
        "13":{
            "author_id":"mindcollector",
            "author_name":"Mindcollector",
            "choices":[
                "Mass Effect",
                "Persona",
                "Dragon Age",
                "Witcher",
                "Something Else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Games, huh? Which one!</span></div></span></div>",
            "created":1600750800,
            "id":2907802,
            "title":"Video Games"
        }
    },
    "info":{
        "author_id":"mindcollector",
        "author_name":"Mindcollector",
        "brief_description":"Girls from various forms of fiction get mind controlled!",
        "created":1600751280,
        "description":"<td align=\"left\" class=\"norm\">I posted this over on Chyoa, but it's been getting almost no interaction other than people favoriting. My hope is that reposting what I have there, over here, will get some more people making additions!<br>\r\n<br>\r\nRULES<br>\r\n<br>\r\n- Please try to keep storylines focused on the general concept. If you have a story about Tsunade from Naruto getting hypnotized, please keep things focused on her. I'm fine with you adding other characters, but make it make sense, and keep Tsunade as the focus<br>\r\n- No vore, gore, scat, urination, BDSM, feet, or Malesub<br>\r\n- Please try to keep chapters long. At least 300 words, but I'd prefer more. If I feel like you're just phoning it in I will delete chapters. Obvious exception for choice chapters (ex: What character gets hypnotized?) type stuff <br>\r\n- I may add more rules later. But otherwise, go nuts!</td>",
        "id":2232953,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1600831020,
        "modified":1600831020,
        "pretty_title":"Fictional Girls Mind Controlled"
    }
}