{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Story (Jamie's POV)",
                "The Story (Ashley's POV)",
                "Characters"
            ],
            "content":"<div class=\"\"><div> <span>It’s been almost a year since Asteroid 2019-FD (also known as Samson) was discovered; an asteroid that caused concern due to its size and proximity to Earth.  It turned out the concern was warranted when, a few weeks after the discovery, scientists realized that Samson asteroid was going to impact the earth in May 2020.<br>\r\n<br>\r\nWorld leaders struggled to keep their citizens calm in the first week after the announcement; assuring everyone that there was nothing to worry about.  While scientists researched ways to alter Samson’s course, bunkers were built in strategic locations in every country; bunkers which were filled with the help of a lottery system.<br>\r\n<br>\r\nDisaster struck about 4 months prior to Samson’s impact; when a robotic mission to plant a nuke inside the asteroid failed.  With no time left to send a second mission, the bunkers became humanities only hope for survival.  The bunkers had enough supplies to feed the survivors for 3 years until the surface is habitable again.</span></div></div>",
            "created":1586062800,
            "id":2813762,
            "title":"Prologue"
        },
        "11":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (Locked)",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It was three days before Samson was due to impact; although minor impacts have been occurring for the last week, as fragments that were broken off by the failed mission entered the atmosphere.  My name is Jamie Lincoln; I’m just shy of my 18th birthday and I was sitting in the high school auditorium waiting for my evacuation group to be led out to the buses.<br>\r\n<br>\r\nThere were about 100 people standing around the auditorium; I was standing in one corner with my parents and my little sister Emma.  My parents, Marcus and Olivia, were standing with our suitcases while was leaning against the wall and crying.  While her best friend’s family had been chosen for the lottery, she was devastated to find that her boyfriend’s family hadn’t been chosen.<br>\r\n<br>\r\nI didn’t have many friends, to begin with, but I was lucky that the one friend I did have was chosen for the bunker.  My sympathy towards Emma did have its limits however; I was starting to get annoyed by the constant whining.  Leaning down to her level, I said, “Em, you have to stop crying.  Crying isn’t going to get Kyle into the bunker.”<br>\r\n<br>\r\nEven with tears in her eyes, I could see Emma’s anger as she glared at me.  “Screw you, Jamie!” wiping her eyes, Emma said, “How would you like it if you get to live while someone you care about died!”<br>\r\n<br>\r\n“Just because he’s not going to be in the bunker doesn’t mean that Kyle is going to die.” Sighing, I said, “We’re 300 miles from the impact zone; chances are good that he’ll survive.”<br>\r\n<br>\r\n“Whatever.” Getting up, Emma said, “I’m going to use the bathroom; I’ll be right back.”<br>\r\n<br>\r\n“Hurry back, sweetie.” Looking after Emma, Mom said, “They’re going to start the boarding process in a few minutes.”<br>\r\n<br>\r\n<div align=\"center\">******************</div><br>\r\n<br>\r\nThey started calling names 10 minutes later; everything was going fine until they came to Ashley Saunders.  She was the stereotypical popular girl; captain of the cheer squad, prom queen, etc.  She, along with many of her friends, made life hell for everyone; including me.  After calling her name three times, the National Guard soldier decided to move on.<br>\r\n<br>\r\nI wasn’t sure why I suddenly cared about Ashley’s wellbeing, but I was growing concerned that she wasn’t in the auditorium.  I decided, then and there, to go look for her.  Grabbing my backpack, I started towards the door; only for my mom to stop me.  “Jamie, where are you going?  They’re about to call our names.”<br>\r\n<br>\r\n“I have to go find Ashley, mom.” Sighing, I said, “I’ll be back before you know it.”<br>\r\n<br>\r\n“Are you sure that’s a good idea?” pausing, Mom said, “Is that girl really worth risking your life?”<br>\r\n<br>\r\n“She may be a bitch, mom, but that doesn’t mean she deserves to die.” Looking at Mom, I said, “I’ll be right back, I promise.”<br>\r\n<br>\r\n“Just be safe, honey.”<br>\r\n<br>\r\nMy folks, and Emma, just stood there silently as I walked out of the auditorium.  As I walked through the halls of the school, I silently wondered where Ashley was.  I’d been walking around for 5 minutes when I heard a noise coming from a classroom down the hall.  Making my way into the room, I saw Ashley standing by the window.  As I walked closer, I saw that she was charging her cell phone.<br>\r\n<br>\r\n“Ashley, we have to go; the last buses are about to leave.” Grabbing her arm, I said, “You can charge your phone when we get to the bunker.”<br>\r\n<br>\r\n“Let go of me, you loser.” Pulling away from me, she said, “I have to charge my phone; I can’t live without it.”<br>\r\n<br>\r\n“If we don’t leave now, you won’t have very long to worry about that.” I grabbed her arm again, saying, “We have to get back to the buses before they leave; or we’re screwed.”<br>\r\n<br>\r\nAfter Ashley unplugged her phone and grabbed her things, the two of us ran down the hall.  As we crossed the lobby leading to the buses, I could hear a rumbling noise in the distance.  It seemed to get louder with each passing second; as the building started to shake.  Looking at me, Ashley said, “What’s that noise?”<br>\r\n<br>\r\n“I-I don’t know.” Spotting the doorway, 20 feet ahead, I said, “Come on, we’re almost there.”<br>\r\n<br>\r\nAs the two of us ran out of the building, we were horrified to see that the buses were already leaving.  There was no chance we’d be able to catch up with them before they turned onto the main road.  But that didn’t stop Ashley from trying to chase after them, screaming, “Wait for me!”<br>\r\n<br>\r\nIt was at that moment the rumbling noise, and the ground shaking, got must worse.  I looked back towards the building and saw a meteor flying through the atmosphere.  Seeing as it was close to the ground, I realized it was about to hit.  Dropping my backpack, I ran after Ashley to stop her, “Ashley stop!”<br>\r\n<br>\r\nThe sound of the approaching meteor grew louder with each passing second as I ran to catch up with Ashley.  The noise quickly made it impossible for her to hear me yelling after her, but it did make her stop and turn around.  The look on her face as she saw the approaching fireball was one of pure horror.<br>\r\n<br>\r\nI managed to catch up and throw both of us behind a nearby car; just as the meteor hit the ground no more than 100 feet away.  The ground shook from the impact as Ashley and I struggled to stay behind cover.  The shockwave from the impact threw everything into the air; even the car moved several feet.<br>\r\n<br>\r\nOnce everything calmed down, even though my ears were still ringing, I slowly peeked over the rear of the car to find the parking lot full of burning debris.  But I didn’t focus on that; instead, I was focusing on the newly formed crater, with the burning wreckage of the bus visible over the top.  I could only stare in shock at the bus; knowing it was the one my family was in.</span></div></div>",
            "created":1586062800,
            "id":2813763,
            "title":"Awaiting Evacuation"
        },
        "111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Running from the Rioters (Locked)",
                "Hiding from the Rioters",
                "Caught by the Rioters",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I don’t know how much time passed as I stared at the smoldering remains of the bus.  I was frozen in place as reality sank in – my parents and my little sister were dead.  I was only vaguely aware of what was happening around me, but I was suddenly snapped back to reality when Ashley slapped me hard across the face.<br>\r\n<br>\r\nI turned to her, taken aback, and said, “What the hell?”<br>\r\n<br>\r\n“Snap out of it, Jamie!” looking at me, as she tried to pull me to my feet, she said, “You got me out of the building; I’ll be damned if I’m going to die out here.”<br>\r\n<br>\r\nI realized she was right when I saw a crowd of people outside the barricades.  I knew it wouldn’t be long before the barricade gave in; with everything going on, two teenagers would be easy targets for looters.<br>\r\n<br>\r\nFeeling a little unsteady, I climbed to my feet and helped Ashley to hers.  Looking around, I spotted my backpack underneath a damaged car door nearby.  Looking at Ashley, I said, “I have to grab my bag, I’ll be right back.”<br>\r\n<br>\r\nAshley started to protest but I ran off before she could.  After grabbing my bag, I ran back to where she was waiting.  By that point the crowd had burst through the barricade surrounding the building; many torching anything they could get their hands on, while a few took notice of me and Ashley.<br>\r\n<br>\r\nI quickly realized our best option was to run; so I grabbed Ashley’s hand in mine and started running in the direction the buses had been going in.  This time, to my surprise, Ashley didn’t object to me grabbing her.</span></div></div>",
            "created":1586062800,
            "id":2813773,
            "title":"Aftermath"
        },
        "1111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Hiding (Locked)",
                "Running",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>We lived in a town of about 15,000 people in the northern part of West Virginia.  Having grown up in the town, I was horrified to see how quickly it devolved into a warzone as the impact date got closer.<br>\r\n<br>\r\nWhole sections of town were either burnt down or completely blocked off.  It had been about 10 minutes since we’d run from the school.  I was still in shock from my family’s death, but I couldn’t really focus on that at the moment.  I was too focused on keeping myself and Ashley alive.<br>\r\n<br>\r\nWe’d managed to avoid the group chasing us long enough to make it downtown.  The two of us were resting in an alley in the center of town.   Looking at me, with a hint of exhaustion in her eyes, Ashley said, “What are we going to do?  It’s not like we can keep running from those people forever.”<br>\r\n<br>\r\n“I think the best thing we can do is to try and reach the bunker.” Catching my breath, I said, “Before they started calling names, they said the bunker would be sealed up 3 hours before Samson’s impact.  We just have to get there before that happens.”<br>\r\n<br>\r\n“Just how do you plan on doing that?” scoffing, Ashley said, “With all the chaos we’ll be lucky to make it 20 feet without being seen.”<br>\r\n<br>\r\n“I don’t know, Ashley; I’m trying to figure this out as we go along.” Leaning against the building, I said, “Of all the people to be stuck with; why’d it have to be you.”<br>\r\n<br>\r\n“You think I’m happy about being stuck here with you?” looking at me, Ashley said, “I’d rather be with anyone else but you; but unfortunately that’s not what happened.”<br>\r\n<br>\r\n“To think I would’ve been with my family; but no, I had to come to save you.”<br>\r\n<br>\r\n“God, are you really that stupid?” sighing, Ashley said, “You would have died on that bus if you hadn’t come back for me.  Your last thought probably would’ve been wondering what that loud noise was.”<br>\r\n<br>\r\n“Being dead would be better than being stranded here with you.”<br>\r\n<br>\r\nI immediately regretted having said that; because I could see that I’d hurt Ashley.  Before either of us could say anything, we heard the approaching sound of looters getting closer.</span></div></div>",
            "created":1586062800,
            "id":2813795,
            "title":"Running from the Rioters"
        },
        "11111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Go",
                "Wait until dark",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>We both knew there wasn’t much time before the looters found us, and neither of us was in any condition to run again.  Looking around, I saw a doorway nearby; so I ran over to see if I could open it.  After tugging on the handle for a few seconds the door opened, I quietly gestured for Ashley to go inside; I followed her after grabbing our bags.  I just managed to close the door as the looters came round the corner from the road.<br>\r\n<br>\r\nWhile the looters ransacked the alley outside, Ashley and I walked further inside in an attempt to hide.  As we walked through the office, I realized we were inside an abandoned dentist's office.<br>\r\n<br>\r\nWe quickly found an exam room far enough away from the entrances that no one would be able to see us.  But to be safe, I closed the door anyway.  Turning on the lamp over the chair, I sat down in the office chair while Ashley leaned against the wall.<br>\r\n<br>\r\nNeither of us said anything for a moment; our emotions clearly still in control.  After a moment, I took a breath and said, “I’m sorry about what I said in the alley; I-I didn’t mean it.”<br>\r\n<br>\r\n“You’ve got nothing to apologize for; I shouldn’t have said what I did.” Looking at me, moving some hair from her face, Ashley said, “I’m sorry that your family died, and I’m sorry for making light of it the way I did.”<br>\r\n<br>\r\n“With everything going on, I guess we’re both on edge.”<br>\r\n<br>\r\n“I guess so.” Sighing, Ashley looked at me and said, “Before you came to get me, did you happen to see Eric anywhere?”<br>\r\n<br>\r\nEric Masterson was Ashley’s boyfriend, and captain of the football team.  The last time I saw him, he was trudging out the doors towards the buses.  “He left to get on the bus as soon as his name was called.”<br>\r\n<br>\r\n“That jerk probably didn’t even realize I was gone.” Sighing, Ashley said, “I’m not exactly thrilled that I’m stuck with you, but at least you came to look for me.”<br>\r\n<br>\r\n“You may have been a total bitch to me in school, but that doesn’t mean I would let you die.” Taking a breath, I said, “Right now I guess our next step is figuring out how to get to the bunker.”<br>\r\n<br>\r\n“We could go to my stepdad’s house; it’s only a few miles from here.” Pausing, Ashley said, “We could grab one of the cars and try to get to the bunker that way.”<br>\r\n<br>\r\n“That sounds like a good idea, but I’m not sure we should go now.” Getting out of the chair, I said, “There may be more looters out there, I think our best option is to wait until night time.”<br>\r\n<br>\r\n“I haven’t heard any screaming for a while; I think we’re in the clear.” Looking at me, Ashley said, “I think we should go now while we still have a chance.”</span></div></div>",
            "created":1586062800,
            "id":2813815,
            "title":"Hiding"
        },
        "111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Arriving at Ashley's House",
                "Caught in the storm",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>As I paced around the exam room for a few moments, I realized that Ashley was correct.  While I would have preferred to wait until dark, there was no way of knowing if we’d make it to her house safely.  All we knew was that it was clear for now; so we’d be better off making a run for it now.<br>\r\n<br>\r\n“I suppose you have a point; we should make a run for it now.” Reaching my hand out, I said, “Are you sure you’re up to this?”<br>\r\n<br>\r\n“Please, I ran track in middle school.” Grabbing my hand, Ashley said, “The question is, can you keep up with me?”<br>\r\n<br>\r\nI could only chuckle as the two of us grabbed our things and made our way to the front of the building.  After checking to make sure the coast was clear, the two of us left the building and started the 2-mile journey to Ashley’s house.<br>\r\n<br>\r\n<div align=\"center\">**********************</div><br>\r\n<br>\r\nI figured we made it about ¾ of a mile before we stopped to take a water break; having found some water bottles at the office and filled then with water.  We had a few close encounters with some looters, hearing screams and gunshots in the distance, but we’d made it unscathed so far.<br>\r\n<br>\r\nI was leaning against a tree, taking a sip of water, when I noticed Ashley staring at me.  I was started to get a little freaked out by it, so I lowered the water bottle and said, “Why are you looking at me like that?”<br>\r\n<br>\r\n“I’m just thinking; about how you, of all people, cared enough to come and find me.”<br>\r\n<br>\r\n“Don’t read into it too much.” Sipping my water, I said, “Just because you’re a bitch doesn’t mean I was going to let you die.”<br>\r\n<br>\r\n“You did more than my boyfriend and best friends did; I suppose that should mean something.”<br>\r\n<br>\r\nThe sound of an approaching thunderstorm filled the area.  Figuring we’d stopped for a long enough, I said, “We should probably get going; it’s bad enough we’re running for our lives, I’d rather not do it in a thunderstorm.”</span></div></div>",
            "created":1586062800,
            "id":2813832,
            "title":"Go"
        },
        "1111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Next Morning",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Ashley lived in an upper-class neighborhood with her mom and stepdad; her biological father had left years ago.  I was thankful that we’d gotten there without any trouble from looters.  I watched for looters as Ashley punched in a code for the gate; once we were inside, she punched in another code to close it.  “I doubt it will keep the looters out, but at least it will slow them down a little.” Gesturing towards the house in the distance, Ashley said, “Come on; let’s get inside before the storm starts.”<br>\r\n<br>\r\nAs the two of us walked up the driveway to the house, I said, “I don’t know about you, but I’m glad we didn’t run into anyone on the way here.”<br>\r\n<br>\r\nWe’d made it to the door at that point; Ashley let the two of us inside and closed the door.  After arming the security system, she said, “It won’t keep out anyone that gets through the gate, but we’ll know about it if they break-in.”<br>\r\n<br>\r\n“It’s better than being stuck out there.” <br>\r\n<br>\r\nI walked into the family room and sat down on the couch, my adrenaline had just run out.  Sitting in an adjacent chair, Ashley looked at me and said, “Thanks.”<br>\r\n<br>\r\n“For what?”<br>\r\n<br>\r\n“You saved my life, Jamie; when not even my best friends or my boyfriend came looking for me.” Gesturing to the empty house, Ashley said, “You can see the warm welcome I had waiting for me here.”<br>\r\n<br>\r\n“You didn’t deserve to die; no matter how badly you treated me in high school.”<br>\r\n<br>\r\nWith a faint smile, Ashley said, “Still, I wouldn’t be surprised if someone tried to talk you out of looking for me.”<br>\r\nMom had asked if Ashley was worth risking my life for, but I didn’t want to tell that to Ashley.  “That’s crazy talk, Ashley.”<br>\r\n<br>\r\nThinking about my Mom started me down a slippery slope; so I desperately tried to think of something else before the waterworks started. Thankfully Ashley came to the rescue; standing up, she looked at me and said, “Are you hungry?”<br>\r\n<br>\r\n“Yeah, I’m starving.”<br>\r\n<br>\r\nI got up and followed Ashley into the kitchen, watching as she gathered some things from the fridge and pantry.  As she started cooking, she said, “You can go watch a movie or something; I’ll let you know when dinners ready.”<br>\r\n<br>\r\n“You don’t have to do that for me.”<br>\r\n<br>\r\n“It’s no trouble at all; I’ve been cooking for myself and my friends since the 3rd Grade.” Putting some diced peppers into a pan, she said, “If Samson had been destroyed, I probably would have been doing this for one of them anyway.”<br>\r\n<br>\r\n<div align=\"center\">***************************</div><br>\r\n<br>\r\nAfter we’d finished eating dinner, I helped Ashley clean up.  Looking at her, I said, “Where do your folks keep the cars?”<br>\r\n<br>\r\n“In the garage; but it’s too risky to go right now.  The darkness would hide the looters from us, and they’d be able to track us from the headlights.” Turning on the dishwasher, Ashley said, “We’re better off staying here for the night and leave tomorrow.”<br>\r\n<br>\r\n“You make a good point.”<br>\r\n<br>\r\n“Come with me.” With that Ashley led me upstairs; opening a doorway at the end of the hall.  “This is my room.”<br>\r\n<br>\r\nPeeking inside, I couldn’t believe my eyes; her room was bigger than my parent’s bedroom.  “It looks nice.” Turning to her, I said, “Where am I sleeping?”<br>\r\n<br>\r\n“Jamie, I don’t want to be alone tonight; in case the looters get in.” turning on the lights, Ashley said, “I’d like for you to sleep in here with me.”<br>\r\n<br>\r\n\"I... I...\" <i>Somebody pinch me, I must be dreaming.</i><br>\r\n<br>\r\nFollowing her into the room, I quickly realized what she meant; when I saw two beds in her room.  \"Alright.\"<br>\r\n<br>\r\n“I’m going to take a shower.” Looking at me, she said, “Don’t worry, I won’t use up all the hot water.”<br>\r\n<br>\r\nSo began my first time in a girl’s room; although it wasn’t quite the experience I’d expected.  <i>And here I thought she wanted me.</i>  Once the two of us were in bed, she turned over and put her hand out.  Expecting her to say goodnight and let go, I took it; so imagine my surprise when she held my hand until she fell asleep.</span></div></div>",
            "created":1586062800,
            "id":2813909,
            "title":"Arriving at Ashley's House"
        },
        "11111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Go Around It",
                "Find Another Car",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I had a rather restless night’s sleep; as I frequently dreamt about my family.  When I finally woke up the next morning it had stopped raining.  I looked over to find that Ashley wasn’t sleeping next to me.<br>\r\n<br>\r\nClimbing out of bed, I walked out of the room to look for her; eventually finding her standing in front of a picture window admiring the sunrise.  Walking up next to her, I said, “That’s a really nice sunrise.”<br>\r\n<br>\r\n“Yeah, it is.” Chuckling, Ashley looked at me and said, “Too bad we won’t see another one for 3 years.”<br>\r\n<br>\r\nWith that thought in mind, Ashley and I stood there watching the sunrise for a while longer.  Once we’d stopped, I said, “I think it would be a good idea if we stuck to the highway as much as possible.”<br>\r\n<br>\r\n“You get right down to business, don’t you?”<br>\r\n<br>\r\n“I’m trying to make sure we survive, Ashley.” Looking at her, I said, “We don’t have time to take the surface streets; and besides, we’ll be less likely to encounter looters on the highway.”<br>\r\n<br>\r\n“Relax Jamie, I was just joking.” Sighing, Ashley said, “I agree with you 100%, the highway would be our best bet.”<br>\r\n<br>\r\n“Why don’t you point me to the garage; I’ll see if the car still runs, while you gather some supplies for the trip.”<br>\r\n<br>\r\n“Sounds like a plan.” Pointing down the hall, past the kitchen, Ashley said, “The garage is down there; the last door on the right.”<br>\r\nOnce we had our assignments, Ashley and I went to work.<br>\r\n<br>\r\n<div align=\"center\">*************************</div><br>\r\n<br>\r\nI was in the garage, about 30 minutes later, topping off the fluids in a 2017 BMW when Ashley came into the garage holding a tote in her arms.  I looked behind her and saw several more totes sitting on the floor.  Looking at me, she said, “I found some camping supplies in the attic; some food and some extra clothes.” Pausing, she placed the tote in the trunk, “You look about my step-brother’s size, so I grabbed some of his clothes for you.”<br>\r\n<br>\r\n“Sounds fine to me.” Discarding an empty oil container, I said, “We should be ready to go in a few minutes.”<br>\r\n<br>\r\n“Okay.” Returning with the last tote, Ashley said, “If you don’t mind, I-I’d like a few minutes...”<br>\r\n<br>\r\nAshley trailed off but I knew what she was going to say; she’d grown up in this house and she wanted to say goodbye.  I silently nodded as she walked back into the house.<br>\r\n<br>\r\nIt was shortly after 10 AM when we left the house; I was driving while Ashley was the lookout in the passenger seat.  As we pulled out of the driveway, I said, “Barring any issues, I think we can get to the bunker by this evening.”<br>\r\n<br>\r\n“Let’s keep our fingers crossed that we don’t run into anything.”<br>\r\n<br>\r\nThe drive went perfectly for the next 5 minutes until, as we were driving out of the gated entrance to the neighborhood, we came across a large downed tree blocking the road.  Stopping the car, I turned to Ashley and said, “Well that poses a problem; it must’ve fallen down during the storm last night.”<br>\r\n<br>\r\n“What are we going to do?” looking at me, Ashley said, “This is the only way out of the neighborhood.”<br>\r\n<br>\r\n“The way I see it; we can try to go around it, or we can find another car on the other side.”</span></div></div>",
            "created":1586062800,
            "id":2813942,
            "title":"The Next Morning"
        },
        "111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I quickly decided our best solution was to try and go around the tree; which involved driving on the grass and gravel.  Looking at me, a somewhat worried expression on her face, Ashley said, “Please be careful; this car isn’t built for off-roading.”<br>\r\n“Don’t worry, I’ll be careful.”<br>\r\n<br>\r\nI backed the car up and turned so I was facing the grass on the right side of the road.  After figuring out the best way to go, I put the car in drive.  The tires struggled to get a grip on the still-wet grass, but we managed to gain a little bit of traction.  I slowly continued towards an opening between the tree and some nearby boulders; an opening just wide enough to fit the car through.<br>\r\n<br>\r\nAll was going well until one of the rear tires got caught in an unseen patch of mud.  Despite my best efforts the car wouldn’t budge in any direction.  I even resorted to attempting to lift the car while Ashley worked the pedals, but it did nothing.<br>\r\n<br>\r\nWith everything that’s been happening, I was bound to snap sooner or later.  I collapsed to the ground in a huff; crying in exasperation while Ashley came running to check on me.  “Jamie, are you alright?”<br>\r\n<br>\r\n“No, I’m not alright!” tears streaming down my face, I said, “My family is dead, I’m 100 miles from where I need to be, and I can’t get this damn car out of the mud.”<br>\r\n<br>\r\n“We’ll find another way, Jamie; we have to.”<br>\r\n<br>\r\n“How Ashley?” gesturing to the car, I said, “Our only mode of transportation is stuck in the mud.”<br>\r\n<br>\r\n“We can find another car down the road; transfer everything into that one.”<br>\r\n<br>\r\n“You saw how things looked as we made our way here; every car we passed was either burnt to a crisp or had missing tires.” Wiping tears from my eyes, I said, “Let’s face it; our chances of surviving just dropped to zero.”<br>\r\n<br>\r\nAshley stood up and paced around for a moment; before turning to me and said, “That’s not exactly true.”<br>\r\n<br>\r\n“What?” confused, I said, “What do you mean?”<br>\r\n<br>\r\n“Our chances of survival aren’t zero.” Wincing, Ashley said, “There’s a bunker underneath my house.”</span></div></div>",
            "created":1586062800,
            "id":2813968,
            "title":"Go Around It"
        },
        "1111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Bunker",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Getting to my feet, I turned to face Ashley.  Making sure to enunciate every word, I said, “There’s...a...bunker...underneath...your...house?”<br>\r\n<br>\r\nFlinching, Ashley said, “Yes.”<br>\r\n<br>\r\n“You’ve known about it all this time?”<br>\r\n<br>\r\nGulping, Ashley nodded and said, “My folks put it in; in case the lott...”<br>\r\n<br>\r\nI was getting angry at that point.  “Why the <i>hell</i> did you let me plan to carry all of this <i>shit</i> away from it?”<br>\r\n<br>\r\n“Look; the bunker has a lot of amenities and can hold a lot, but it doesn’t have the people we care about.” Looking at me, <br>\r\nAshley said, “With everything you’re dealing with right now, I thought you could use your friends to help through it.  Plus I knew you wouldn’t want to be cooped up with just me for three years.”<br>\r\n<br>\r\nI’m not ashamed to admit that Ashley surprised me at that moment.  I thought she was going to say something like it slipped her mind or that she hated what the decorator did.  But instead, she was thinking of me; and she was right, I did want to see my friends.  Taking a deep breath to calm down, I said, “In all honesty, our chances of surviving a 100-mile journey were pretty slim.” Sighing, I said, “We should use your family’s bunker; since it’s close by and has what we need.”<br>\r\n<br>\r\nWith a smile on her face, Ashley opened the trunk and shouldered some bags.  Grabbing one of the lighter totes, she looked at me and said, “Let’s go back.”<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nIt took several trips to get everything back to Ashley’s house; I followed her orders and placed everything in the garage.  I watched as Ashley input another code which caused a hatchway, hidden under some boxes, to open in the floor.  After tossing down the lighter bags, I turned to Ashley and said, “We should scrounge around for other things while we’re up here.”<br>\r\n<br>\r\n“That’s a good idea.” Looking at me, Ashley said, “You get some board games and movies; I’ll start bringing out some more food.”<br>\r\n<br>\r\nWe spent the better part of an hour gathering more things for the bunker; including every board game and movie I could find.  I was climbing up the ladder, having brought down a box of food, when I saw Ashley come into the garage holding a box – containing picture frames and other assorted items.  “What’s in the box?”<br>\r\n<br>\r\n“Some family mementos that we couldn’t bring with us.” Placing the box on the ground, Ashley said, “Since we’re going to be in the bunker, I saw no reason why I couldn’t bring them.”<br>\r\n<br>\r\nA quick glance at the box showed it contained wedding photos, pictures of Ashley as a kid and some photos of older relatives.  “Wish there was a way to grab those things from my house.”<br>\r\n<br>\r\nWith a frown, Ashley said, “I wish there was too, Jamie.”<br>\r\n<br>\r\nWith Ashley’s help, we got everything else into the bunker.  After making one last check of the house, I climbed down the ladder as Ashley closed the hatch.   Once the hatch was closed, I turned to Ashley and said, “What are we going to do for food and water?”<br>\r\n<br>\r\n“There’s an underground river about 200 below us; it’s not only our freshwater source, but it provides power to the bunker.” Pointing down the hall to the right, Ashley said, “There’s a hydroponic garden down the hall; with enough food for us until we can get back to the surface.”<br>\r\n<br>\r\nThe ground shook violently as Ashley finished speaking; another piece of Samson had struck close by.  “Too bad there’s no way to look around above ground.”<br>\r\n<br>\r\n“Ye of little faith.” Heading down the hall, Ashley said, “There’s a periscope in the central room; or, if you’re feeling confident, controls for a drone.”<br>\r\n<br>\r\n“I’m impressed; your folks really thought of everything.”<br>\r\n<br>\r\n“Not exactly; all they were concerned about is the cost.” Turning to look at me, Ashley said, “The power was the idea of the designer, along with the periscope.  The drone, however, was my idea.”<br>\r\n<br>\r\n“You’re a lot smarter than I gave you credit for, Ashley.”<br>\r\n<br>\r\nSmiling, Ashley said, “The teachers said the same thing.”</span></div></div>",
            "created":1586149200,
            "id":2814131,
            "title":"Another Option"
        },
        "11111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Two Days Later (Impact Day)",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Ashley and I left the supplies in the access room while the two of us went to check out the rest of the bunker.  From what Ashley had told me, it was about the size of a 2 bedroom house; with a large main room divided into a relaxation area and kitchen.  Built into the wall was a big-screen TV; with the drone controls sitting nearby.<br>\r\n<br>\r\nNext to the TV was a door leading to the sleeping area, which had 4 bunk beds, and a bathroom.  A door in the kitchen led to a pantry with shelves full of non-perishable foods; enough to last two people a long time.<br>\r\n<br>\r\nI walked back into the main room, having just checked out the exercise/workshop.  I found Ashley standing in the kitchen, leaning against the counter.  Looking at her, I said, “Being stuck in here for 3 years might not be so bad; it certainly beats having to deal with 5000 people crammed into the other bunker.”<br>\r\n<br>\r\n“It’s going to take some getting used to; it just being the two of us.” Grabbing two water bottles out of the fridge, Ashley walked over and handed one to me.  “We’ll have to figure out a chores list.”<br>\r\n<br>\r\n“We have plenty of time to figure that out.” Opening the water bottle, I said, “For now, we should probably put everything away and take stock of what we’ve got.”<br>\r\n<br>\r\n“That sounds like a good idea to me.”</span></div></div>",
            "created":1586149200,
            "id":2814223,
            "title":"The Bunker"
        },
        "111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Argument",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>It’s been two days since Ashley and I locked ourselves inside the bunker; we’d passed the time by taking stock of everything, by my count, there was enough food for two people to survive for 4 years.  When we weren’t working, the two of us were watching movies or anything else to keep our minds off everything.<br>\r\n<br>\r\nIt was just after 11:10 in the morning; less than 20 minutes before Samson was due to hit.  Ashley was in the kitchen making some lunch for the two of us, while I was checking on the weapons locker in the pantry.  The locker consisted of 3 shotguns, 2 rifles, and 4 pistols; with around 200 rounds for each.<br>\r\n<br>\r\nI was in the middle of putting the weapons back in the locker, oblivious to my surroundings, when Ashley walked into the room with an annoyed look on her face.  “I’ve been calling you for the last 5 minutes.” Sighing, Ashley said, “What are you doing?”<br>\r\n<br>\r\n“I’m checking out the weapons.” Placing a rifle in the rack, I said, “We’re going to need them once we can return to the surface.”<br>\r\n<br>\r\n“We have three years to worry about that, Jamie.” Taking a breath, Ashley said, “How about you close up the cabinet before I have to learn how to remove shrapnel from your neck.”<br>\r\n<br>\r\n“Okay fine.” Sighing, I closed the cabinet.  “I don’t know why you’re so worried; we’ve got like 5 minutes before...”<br>\r\n<br>\r\nAnd the whole place started to shake, and I wasn’t exaggerating.  It felt as though the whole world was shaking apart; as dust fell from above and my life flashed before my eyes.  I kept hearing Emma saying, “Hold me, mommy...Hold me, mommy...Hold me, mommy...\"<br>\r\n<br>\r\nIt seemed like an eternity before the shaking finally stopped.  I slowly got to my feet and brushed off the dust.  As my ears slowly stopped ringing, I realized that was still hearing that little girl saying, “Hold me mommy...”<br>\r\n<br>\r\nLooking around, I realized it was Ashley who was saying it; as she held onto a nearby post for dear life.  Walking over to her, I placed my hands on her shoulders and said, “It’s okay Ashley; it’s all over.”<br>\r\n<br>\r\nWith everything going on, I supposed I shouldn’t have been surprised when Ashley wrapped her arms around me in a hug.  She held my tight for a moment until she composed herself.  Looking at me, she said, “A-Are you okay?”<br>\r\n<br>\r\n“My ears are ringing a little, but I’m fine.” Looking at her, I said, “We did it, Ash; we survived Samson.”<br>\r\n<br>\r\n“That’s great, but I suggest we wait until all the fragments are gone before we celebrate.” Taking a breath, Ashley said, “We’ve got a lot here; but neither of us are doctors.”</span></div></div>",
            "created":1586149200,
            "id":2814288,
            "title":"Zero Hour"
        },
        "1111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The bunker shook intermittently over the next few hours; as the remaining fragments of Samson entered the atmosphere and struck the ground.  Ashley and I couldn’t help but flinch every time we felt the ground shake.  At one point Ashley looked at me and said, “How much longer is this going to go on for?”<br>\r\n<br>\r\n“Astronomers said we’d likely experience secondary impacts for at least 4 hours after the initial impact.” Looking at her, I said, “It’s going to be over soon.”<br>\r\n<br>\r\nAshley was silent for a few moments; until she looked at me and said, “Do you think they felt any pain?”<br>\r\n<br>\r\n“Did who feel any pain?”<br>\r\n<br>\r\n“The people on the surface where Samson struck.” Pausing, Ashley said, “Do you think they felt any pain?”<br>\r\n<br>\r\n“It all happened so fast; I’m sure they didn’t feel anything.”<br>\r\n<br>\r\n“Do you think there are any survivors on the surface?”<br>\r\n<br>\r\n“It would depend on how far away they were; but yes, I’m sure there are survivors on the surface.” Looking at Ashley, I said, “Now’s not the time to think about those on the surface.”<br>\r\n<br>\r\n“Seriously?” getting up, Ashley looked at me and said, “Forgive me for being upset that over 6 billion people either just died, or will be dead in a matter of days.”<br>\r\n<br>\r\nI stood up to follow after Ashley as she headed into the sleeping area.  “Ash, wait; I-I’m not trying to demean everything that happened on the surface.” Pausing, I said, “You think I like the idea that over 6 billion people are gone?”<br>\r\n<br>\r\nAshley turned around to say something; only before she could, the crowd started to shake again – this time more violently then before.  Before I knew what was happening, a bookshelf fell on top of me and knocked me out.</span></div></div>",
            "created":1586149200,
            "id":2814470,
            "title":"Argument"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"An imminent asteroid impact forces two teenagers to rely on each other for safety.",
        "created":1586119320,
        "description":"<td align=\"left\" class=\"norm\">An asteroid is on a collision course with Earth.  Two teenagers (Jamie Lincoln &amp; Ashley Saunders) are left behind following an evacuation of their town.  Neither of them is a fan of the other, but now they're forced to work together to ensure they both survive.<br>\r\n<br>\r\nRules:<br>\r\n1. Proper grammar and spelling.<br>\r\n2. There can be sex, but don't overdo it.<br>\r\n3. Use 1st Person Perspective</td>",
        "id":2218195,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586209020,
        "pretty_title":"Impact!"
    }
}