{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Story (Jamie's POV)",
                "The Story (Ashley's POV)",
                "Characters"
            ],
            "content":"<div class=\"\"><div> <span>It’s been almost a year since Asteroid 2019-FD (also known as Samson) was discovered; an asteroid that caused concern due to its size and proximity to Earth.  It turned out the concern was warranted when, a few weeks after the discovery, scientists realized that Samson asteroid was going to impact the earth in May 2020.<br>\r\n<br>\r\nWorld leaders struggled to keep their citizens calm in the first week after the announcement; assuring everyone that there was nothing to worry about.  While scientists researched ways to alter Samson’s course, bunkers were built in strategic locations in every country; bunkers which were filled with the help of a lottery system.<br>\r\n<br>\r\nDisaster struck about 4 months prior to Samson’s impact; when a robotic mission to plant a nuke inside the asteroid failed.  With no time left to send a second mission, the bunkers became humanities only hope for survival.  The bunkers had enough supplies to feed the survivors for 3 years until the surface is habitable again.</span></div></div>",
            "created":1586062800,
            "id":2813762,
            "title":"Prologue"
        },
        "11":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (Locked)",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It was three days before Samson was due to impact; although minor impacts have been occurring for the last week, as fragments that were broken off by the failed mission entered the atmosphere.  My name is Jamie Lincoln; I’m just shy of my 18th birthday and I was sitting in the high school auditorium waiting for my evacuation group to be led out to the buses.<br>\r\n<br>\r\nThere were about 100 people standing around the auditorium; I was standing in one corner with my parents and my little sister Emma.  My parents, Marcus and Olivia, were standing with our suitcases while was leaning against the wall and crying.  While her best friend’s family had been chosen for the lottery, she was devastated to find that her boyfriend’s family hadn’t been chosen.<br>\r\n<br>\r\nI didn’t have many friends, to begin with, but I was lucky that the one friend I did have was chosen for the bunker.  My sympathy towards Emma did have its limits however; I was starting to get annoyed by the constant whining.  Leaning down to her level, I said, “Em, you have to stop crying.  Crying isn’t going to get Kyle into the bunker.”<br>\r\n<br>\r\nEven with tears in her eyes, I could see Emma’s anger as she glared at me.  “Screw you, Jamie!” wiping her eyes, Emma said, “How would you like it if you get to live while someone you care about died!”<br>\r\n<br>\r\n“Just because he’s not going to be in the bunker doesn’t mean that Kyle is going to die.” Sighing, I said, “We’re 300 miles from the impact zone; chances are good that he’ll survive.”<br>\r\n<br>\r\n“Whatever.” Getting up, Emma said, “I’m going to use the bathroom; I’ll be right back.”<br>\r\n<br>\r\n“Hurry back, sweetie.” Looking after Emma, Mom said, “They’re going to start the boarding process in a few minutes.”<br>\r\n<br>\r\n<div align=\"center\">******************</div><br>\r\n<br>\r\nThey started calling names 10 minutes later; everything was going fine until they came to Ashley Saunders.  She was the stereotypical popular girl; captain of the cheer squad, prom queen, etc.  She, along with many of her friends, made life hell for everyone; including me.  After calling her name three times, the National Guard soldier decided to move on.<br>\r\n<br>\r\nI wasn’t sure why I suddenly cared about Ashley’s wellbeing, but I was growing concerned that she wasn’t in the auditorium.  I decided, then and there, to go look for her.  Grabbing my backpack, I started towards the door; only for my mom to stop me.  “Jamie, where are you going?  They’re about to call our names.”<br>\r\n<br>\r\n“I have to go find Ashley, mom.” Sighing, I said, “I’ll be back before you know it.”<br>\r\n<br>\r\n“Are you sure that’s a good idea?” pausing, Mom said, “Is that girl really worth risking your life?”<br>\r\n<br>\r\n“She may be a bitch, mom, but that doesn’t mean she deserves to die.” Looking at Mom, I said, “I’ll be right back, I promise.”<br>\r\n<br>\r\n“Just be safe, honey.”<br>\r\n<br>\r\nMy folks, and Emma, just stood there silently as I walked out of the auditorium.  As I walked through the halls of the school, I silently wondered where Ashley was.  I’d been walking around for 5 minutes when I heard a noise coming from a classroom down the hall.  Making my way into the room, I saw Ashley standing by the window.  As I walked closer, I saw that she was charging her cell phone.<br>\r\n<br>\r\n“Ashley, we have to go; the last buses are about to leave.” Grabbing her arm, I said, “You can charge your phone when we get to the bunker.”<br>\r\n<br>\r\n“Let go of me, you loser.” Pulling away from me, she said, “I have to charge my phone; I can’t live without it.”<br>\r\n<br>\r\n“If we don’t leave now, you won’t have very long to worry about that.” I grabbed her arm again, saying, “We have to get back to the buses before they leave; or we’re screwed.”<br>\r\n<br>\r\nAfter Ashley unplugged her phone and grabbed her things, the two of us ran down the hall.  As we crossed the lobby leading to the buses, I could hear a rumbling noise in the distance.  It seemed to get louder with each passing second; as the building started to shake.  Looking at me, Ashley said, “What’s that noise?”<br>\r\n<br>\r\n“I-I don’t know.” Spotting the doorway, 20 feet ahead, I said, “Come on, we’re almost there.”<br>\r\n<br>\r\nAs the two of us ran out of the building, we were horrified to see that the buses were already leaving.  There was no chance we’d be able to catch up with them before they turned onto the main road.  But that didn’t stop Ashley from trying to chase after them, screaming, “Wait for me!”<br>\r\n<br>\r\nIt was at that moment the rumbling noise, and the ground shaking, got must worse.  I looked back towards the building and saw a meteor flying through the atmosphere.  Seeing as it was close to the ground, I realized it was about to hit.  Dropping my backpack, I ran after Ashley to stop her, “Ashley stop!”<br>\r\n<br>\r\nThe sound of the approaching meteor grew louder with each passing second as I ran to catch up with Ashley.  The noise quickly made it impossible for her to hear me yelling after her, but it did make her stop and turn around.  The look on her face as she saw the approaching fireball was one of pure horror.<br>\r\n<br>\r\nI managed to catch up and throw both of us behind a nearby car; just as the meteor hit the ground no more than 100 feet away.  The ground shook from the impact as Ashley and I struggled to stay behind cover.  The shockwave from the impact threw everything into the air; even the car moved several feet.<br>\r\n<br>\r\nOnce everything calmed down, even though my ears were still ringing, I slowly peeked over the rear of the car to find the parking lot full of burning debris.  But I didn’t focus on that; instead, I was focusing on the newly formed crater, with the burning wreckage of the bus visible over the top.  I could only stare in shock at the bus; knowing it was the one my family was in.</span></div></div>",
            "created":1586062800,
            "id":2813763,
            "title":"Awaiting Evacuation"
        },
        "111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Running from the Rioters (Locked)",
                "Hiding from the Rioters",
                "Caught by the Rioters",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I don’t know how much time passed as I stared at the smoldering remains of the bus.  I was frozen in place as reality sank in – my parents and my little sister were dead.  I was only vaguely aware of what was happening around me, but I was suddenly snapped back to reality when Ashley slapped me hard across the face.<br>\r\n<br>\r\nI turned to her, taken aback, and said, “What the hell?”<br>\r\n<br>\r\n“Snap out of it, Jamie!” looking at me, as she tried to pull me to my feet, she said, “You got me out of the building; I’ll be damned if I’m going to die out here.”<br>\r\n<br>\r\nI realized she was right when I saw a crowd of people outside the barricades.  I knew it wouldn’t be long before the barricade gave in; with everything going on, two teenagers would be easy targets for looters.<br>\r\n<br>\r\nFeeling a little unsteady, I climbed to my feet and helped Ashley to hers.  Looking around, I spotted my backpack underneath a damaged car door nearby.  Looking at Ashley, I said, “I have to grab my bag, I’ll be right back.”<br>\r\n<br>\r\nAshley started to protest but I ran off before she could.  After grabbing my bag, I ran back to where she was waiting.  By that point the crowd had burst through the barricade surrounding the building; many torching anything they could get their hands on, while a few took notice of me and Ashley.<br>\r\n<br>\r\nI quickly realized our best option was to run; so I grabbed Ashley’s hand in mine and started running in the direction the buses had been going in.  This time, to my surprise, Ashley didn’t object to me grabbing her.</span></div></div>",
            "created":1586062800,
            "id":2813773,
            "title":"Aftermath"
        },
        "1111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Hiding (Locked)",
                "Running",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>We lived in a town of about 15,000 people in the northern part of West Virginia.  Having grown up in the town, I was horrified to see how quickly it devolved into a warzone as the impact date got closer.<br>\r\n<br>\r\nWhole sections of town were either burnt down or completely blocked off.  It had been about 10 minutes since we’d run from the school.  I was still in shock from my family’s death, but I couldn’t really focus on that at the moment.  I was too focused on keeping myself and Ashley alive.<br>\r\n<br>\r\nWe’d managed to avoid the group chasing us long enough to make it downtown.  The two of us were resting in an alley in the center of town.   Looking at me, with a hint of exhaustion in her eyes, Ashley said, “What are we going to do?  It’s not like we can keep running from those people forever.”<br>\r\n<br>\r\n“I think the best thing we can do is to try and reach the bunker.” Catching my breath, I said, “Before they started calling names, they said the bunker would be sealed up 3 hours before Samson’s impact.  We just have to get there before that happens.”<br>\r\n<br>\r\n“Just how do you plan on doing that?” scoffing, Ashley said, “With all the chaos we’ll be lucky to make it 20 feet without being seen.”<br>\r\n<br>\r\n“I don’t know, Ashley; I’m trying to figure this out as we go along.” Leaning against the building, I said, “Of all the people to be stuck with; why’d it have to be you.”<br>\r\n<br>\r\n“You think I’m happy about being stuck here with you?” looking at me, Ashley said, “I’d rather be with anyone else but you; but unfortunately that’s not what happened.”<br>\r\n<br>\r\n“To think I would’ve been with my family; but no, I had to come to save you.”<br>\r\n<br>\r\n“God, are you really that stupid?” sighing, Ashley said, “You would have died on that bus if you hadn’t come back for me.  Your last thought probably would’ve been wondering what that loud noise was.”<br>\r\n<br>\r\n“Being dead would be better than being stranded here with you.”<br>\r\n<br>\r\nI immediately regretted having said that; because I could see that I’d hurt Ashley.  Before either of us could say anything, we heard the approaching sound of looters getting closer.</span></div></div>",
            "created":1586062800,
            "id":2813795,
            "title":"Running from the Rioters"
        },
        "11111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Go",
                "Wait until dark",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>We both knew there wasn’t much time before the looters found us, and neither of us was in any condition to run again.  Looking around, I saw a doorway nearby; so I ran over to see if I could open it.  After tugging on the handle for a few seconds the door opened, I quietly gestured for Ashley to go inside; I followed her after grabbing our bags.  I just managed to close the door as the looters came round the corner from the road.<br>\r\n<br>\r\nWhile the looters ransacked the alley outside, Ashley and I walked further inside in an attempt to hide.  As we walked through the office, I realized we were inside an abandoned dentist's office.<br>\r\n<br>\r\nWe quickly found an exam room far enough away from the entrances that no one would be able to see us.  But to be safe, I closed the door anyway.  Turning on the lamp over the chair, I sat down in the office chair while Ashley leaned against the wall.<br>\r\n<br>\r\nNeither of us said anything for a moment; our emotions clearly still in control.  After a moment, I took a breath and said, “I’m sorry about what I said in the alley; I-I didn’t mean it.”<br>\r\n<br>\r\n“You’ve got nothing to apologize for; I shouldn’t have said what I did.” Looking at me, moving some hair from her face, Ashley said, “I’m sorry that your family died, and I’m sorry for making light of it the way I did.”<br>\r\n<br>\r\n“With everything going on, I guess we’re both on edge.”<br>\r\n<br>\r\n“I guess so.” Sighing, Ashley looked at me and said, “Before you came to get me, did you happen to see Eric anywhere?”<br>\r\n<br>\r\nEric Masterson was Ashley’s boyfriend, and captain of the football team.  The last time I saw him, he was trudging out the doors towards the buses.  “He left to get on the bus as soon as his name was called.”<br>\r\n<br>\r\n“That jerk probably didn’t even realize I was gone.” Sighing, Ashley said, “I’m not exactly thrilled that I’m stuck with you, but at least you came to look for me.”<br>\r\n<br>\r\n“You may have been a total bitch to me in school, but that doesn’t mean I would let you die.” Taking a breath, I said, “Right now I guess our next step is figuring out how to get to the bunker.”<br>\r\n<br>\r\n“We could go to my stepdad’s house; it’s only a few miles from here.” Pausing, Ashley said, “We could grab one of the cars and try to get to the bunker that way.”<br>\r\n<br>\r\n“That sounds like a good idea, but I’m not sure we should go now.” Getting out of the chair, I said, “There may be more looters out there, I think our best option is to wait until night time.”<br>\r\n<br>\r\n“I haven’t heard any screaming for a while; I think we’re in the clear.” Looking at me, Ashley said, “I think we should go now while we still have a chance.”</span></div></div>",
            "created":1586062800,
            "id":2813815,
            "title":"Hiding"
        },
        "111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Arriving at Ashley's House",
                "Caught in the storm",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>As I paced around the exam room for a few moments, I realized that Ashley was correct.  While I would have preferred to wait until dark, there was no way of knowing if we’d make it to her house safely.  All we knew was that it was clear for now; so we’d be better off making a run for it now.<br>\r\n<br>\r\n“I suppose you have a point; we should make a run for it now.” Reaching my hand out, I said, “Are you sure you’re up to this?”<br>\r\n<br>\r\n“Please, I ran track in middle school.” Grabbing my hand, Ashley said, “The question is, can you keep up with me?”<br>\r\n<br>\r\nI could only chuckle as the two of us grabbed our things and made our way to the front of the building.  After checking to make sure the coast was clear, the two of us left the building and started the 2-mile journey to Ashley’s house.<br>\r\n<br>\r\n<div align=\"center\">**********************</div><br>\r\n<br>\r\nI figured we made it about ¾ of a mile before we stopped to take a water break; having found some water bottles at the office and filled then with water.  We had a few close encounters with some looters, hearing screams and gunshots in the distance, but we’d made it unscathed so far.<br>\r\n<br>\r\nI was leaning against a tree, taking a sip of water, when I noticed Ashley staring at me.  I was started to get a little freaked out by it, so I lowered the water bottle and said, “Why are you looking at me like that?”<br>\r\n<br>\r\n“I’m just thinking; about how you, of all people, cared enough to come and find me.”<br>\r\n<br>\r\n“Don’t read into it too much.” Sipping my water, I said, “Just because you’re a bitch doesn’t mean I was going to let you die.”<br>\r\n<br>\r\n“You did more than my boyfriend and best friends did; I suppose that should mean something.”<br>\r\n<br>\r\nThe sound of an approaching thunderstorm filled the area.  Figuring we’d stopped for a long enough, I said, “We should probably get going; it’s bad enough we’re running for our lives, I’d rather not do it in a thunderstorm.”</span></div></div>",
            "created":1586062800,
            "id":2813832,
            "title":"Go"
        },
        "1111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Next Morning",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Ashley lived in an upper-class neighborhood with her mom and stepdad; her biological father had left years ago.  I was thankful that we’d gotten there without any trouble from looters.  I watched for looters as Ashley punched in a code for the gate; once we were inside, she punched in another code to close it.  “I doubt it will keep the looters out, but at least it will slow them down a little.” Gesturing towards the house in the distance, Ashley said, “Come on; let’s get inside before the storm starts.”<br>\r\n<br>\r\nAs the two of us walked up the driveway to the house, I said, “I don’t know about you, but I’m glad we didn’t run into anyone on the way here.”<br>\r\n<br>\r\nWe’d made it to the door at that point; Ashley let the two of us inside and closed the door.  After arming the security system, she said, “It won’t keep out anyone that gets through the gate, but we’ll know about it if they break-in.”<br>\r\n<br>\r\n“It’s better than being stuck out there.” <br>\r\n<br>\r\nI walked into the family room and sat down on the couch, my adrenaline had just run out.  Sitting in an adjacent chair, Ashley looked at me and said, “Thanks.”<br>\r\n<br>\r\n“For what?”<br>\r\n<br>\r\n“You saved my life, Jamie; when not even my best friends or my boyfriend came looking for me.” Gesturing to the empty house, Ashley said, “You can see the warm welcome I had waiting for me here.”<br>\r\n<br>\r\n“You didn’t deserve to die; no matter how badly you treated me in high school.”<br>\r\n<br>\r\nWith a faint smile, Ashley said, “Still, I wouldn’t be surprised if someone tried to talk you out of looking for me.”<br>\r\nMom had asked if Ashley was worth risking my life for, but I didn’t want to tell that to Ashley.  “That’s crazy talk, Ashley.”<br>\r\n<br>\r\nThinking about my Mom started me down a slippery slope; so I desperately tried to think of something else before the waterworks started. Thankfully Ashley came to the rescue; standing up, she looked at me and said, “Are you hungry?”<br>\r\n<br>\r\n“Yeah, I’m starving.”<br>\r\n<br>\r\nI got up and followed Ashley into the kitchen, watching as she gathered some things from the fridge and pantry.  As she started cooking, she said, “You can go watch a movie or something; I’ll let you know when dinners ready.”<br>\r\n<br>\r\n“You don’t have to do that for me.”<br>\r\n<br>\r\n“It’s no trouble at all; I’ve been cooking for myself and my friends since the 3rd Grade.” Putting some diced peppers into a pan, she said, “If Samson had been destroyed, I probably would have been doing this for one of them anyway.”<br>\r\n<br>\r\n<div align=\"center\">***************************</div><br>\r\n<br>\r\nAfter we’d finished eating dinner, I helped Ashley clean up.  Looking at her, I said, “Where do your folks keep the cars?”<br>\r\n<br>\r\n“In the garage; but it’s too risky to go right now.  The darkness would hide the looters from us, and they’d be able to track us from the headlights.” Turning on the dishwasher, Ashley said, “We’re better off staying here for the night and leave tomorrow.”<br>\r\n<br>\r\n“You make a good point.”<br>\r\n<br>\r\n“Come with me.” With that Ashley led me upstairs; opening a doorway at the end of the hall.  “This is my room.”<br>\r\n<br>\r\nPeeking inside, I couldn’t believe my eyes; her room was bigger than my parent’s bedroom.  “It looks nice.” Turning to her, I said, “Where am I sleeping?”<br>\r\n<br>\r\n“Jamie, I don’t want to be alone tonight; in case the looters get in.” turning on the lights, Ashley said, “I’d like for you to sleep in here with me.”<br>\r\n<br>\r\n\"I... I...\" <i>Somebody pinch me, I must be dreaming.</i><br>\r\n<br>\r\nFollowing her into the room, I quickly realized what she meant; when I saw two beds in her room.  \"Alright.\"<br>\r\n<br>\r\n“I’m going to take a shower.” Looking at me, she said, “Don’t worry, I won’t use up all the hot water.”<br>\r\n<br>\r\nSo began my first time in a girl’s room; although it wasn’t quite the experience I’d expected.  <i>And here I thought she wanted me.</i>  Once the two of us were in bed, she turned over and put her hand out.  Expecting her to say goodnight and let go, I took it; so imagine my surprise when she held my hand until she fell asleep.</span></div></div>",
            "created":1586062800,
            "id":2813909,
            "title":"Arriving at Ashley's House"
        },
        "11111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Go Around It",
                "Find Another Car",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I had a rather restless night’s sleep; as I frequently dreamt about my family.  When I finally woke up the next morning it had stopped raining.  I looked over to find that Ashley wasn’t sleeping next to me.<br>\r\n<br>\r\nClimbing out of bed, I walked out of the room to look for her; eventually finding her standing in front of a picture window admiring the sunrise.  Walking up next to her, I said, “That’s a really nice sunrise.”<br>\r\n<br>\r\n“Yeah, it is.” Chuckling, Ashley looked at me and said, “Too bad we won’t see another one for 3 years.”<br>\r\n<br>\r\nWith that thought in mind, Ashley and I stood there watching the sunrise for a while longer.  Once we’d stopped, I said, “I think it would be a good idea if we stuck to the highway as much as possible.”<br>\r\n<br>\r\n“You get right down to business, don’t you?”<br>\r\n<br>\r\n“I’m trying to make sure we survive, Ashley.” Looking at her, I said, “We don’t have time to take the surface streets; and besides, we’ll be less likely to encounter looters on the highway.”<br>\r\n<br>\r\n“Relax Jamie, I was just joking.” Sighing, Ashley said, “I agree with you 100%, the highway would be our best bet.”<br>\r\n<br>\r\n“Why don’t you point me to the garage; I’ll see if the car still runs, while you gather some supplies for the trip.”<br>\r\n<br>\r\n“Sounds like a plan.” Pointing down the hall, past the kitchen, Ashley said, “The garage is down there; the last door on the right.”<br>\r\nOnce we had our assignments, Ashley and I went to work.<br>\r\n<br>\r\n<div align=\"center\">*************************</div><br>\r\n<br>\r\nI was in the garage, about 30 minutes later, topping off the fluids in a 2017 BMW when Ashley came into the garage holding a tote in her arms.  I looked behind her and saw several more totes sitting on the floor.  Looking at me, she said, “I found some camping supplies in the attic; some food and some extra clothes.” Pausing, she placed the tote in the trunk, “You look about my step-brother’s size, so I grabbed some of his clothes for you.”<br>\r\n<br>\r\n“Sounds fine to me.” Discarding an empty oil container, I said, “We should be ready to go in a few minutes.”<br>\r\n<br>\r\n“Okay.” Returning with the last tote, Ashley said, “If you don’t mind, I-I’d like a few minutes...”<br>\r\n<br>\r\nAshley trailed off but I knew what she was going to say; she’d grown up in this house and she wanted to say goodbye.  I silently nodded as she walked back into the house.<br>\r\n<br>\r\nIt was shortly after 10 AM when we left the house; I was driving while Ashley was the lookout in the passenger seat.  As we pulled out of the driveway, I said, “Barring any issues, I think we can get to the bunker by this evening.”<br>\r\n<br>\r\n“Let’s keep our fingers crossed that we don’t run into anything.”<br>\r\n<br>\r\nThe drive went perfectly for the next 5 minutes until, as we were driving out of the gated entrance to the neighborhood, we came across a large downed tree blocking the road.  Stopping the car, I turned to Ashley and said, “Well that poses a problem; it must’ve fallen down during the storm last night.”<br>\r\n<br>\r\n“What are we going to do?” looking at me, Ashley said, “This is the only way out of the neighborhood.”<br>\r\n<br>\r\n“The way I see it; we can try to go around it, or we can find another car on the other side.”</span></div></div>",
            "created":1586062800,
            "id":2813942,
            "title":"The Next Morning"
        },
        "111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I quickly decided our best solution was to try and go around the tree; which involved driving on the grass and gravel.  Looking at me, a somewhat worried expression on her face, Ashley said, “Please be careful; this car isn’t built for off-roading.”<br>\r\n“Don’t worry, I’ll be careful.”<br>\r\n<br>\r\nI backed the car up and turned so I was facing the grass on the right side of the road.  After figuring out the best way to go, I put the car in drive.  The tires struggled to get a grip on the still-wet grass, but we managed to gain a little bit of traction.  I slowly continued towards an opening between the tree and some nearby boulders; an opening just wide enough to fit the car through.<br>\r\n<br>\r\nAll was going well until one of the rear tires got caught in an unseen patch of mud.  Despite my best efforts the car wouldn’t budge in any direction.  I even resorted to attempting to lift the car while Ashley worked the pedals, but it did nothing.<br>\r\n<br>\r\nWith everything that’s been happening, I was bound to snap sooner or later.  I collapsed to the ground in a huff; crying in exasperation while Ashley came running to check on me.  “Jamie, are you alright?”<br>\r\n<br>\r\n“No, I’m not alright!” tears streaming down my face, I said, “My family is dead, I’m 100 miles from where I need to be, and I can’t get this damn car out of the mud.”<br>\r\n<br>\r\n“We’ll find another way, Jamie; we have to.”<br>\r\n<br>\r\n“How Ashley?” gesturing to the car, I said, “Our only mode of transportation is stuck in the mud.”<br>\r\n<br>\r\n“We can find another car down the road; transfer everything into that one.”<br>\r\n<br>\r\n“You saw how things looked as we made our way here; every car we passed was either burnt to a crisp or had missing tires.” Wiping tears from my eyes, I said, “Let’s face it; our chances of surviving just dropped to zero.”<br>\r\n<br>\r\nAshley stood up and paced around for a moment; before turning to me and said, “That’s not exactly true.”<br>\r\n<br>\r\n“What?” confused, I said, “What do you mean?”<br>\r\n<br>\r\n“Our chances of survival aren’t zero.” Wincing, Ashley said, “There’s a bunker underneath my house.”</span></div></div>",
            "created":1586062800,
            "id":2813968,
            "title":"Go Around It"
        },
        "1111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Bunker",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Getting to my feet, I turned to face Ashley.  Making sure to enunciate every word, I said, “There’s...a...bunker...underneath...your...house?”<br>\r\n<br>\r\nFlinching, Ashley said, “Yes.”<br>\r\n<br>\r\n“You’ve known about it all this time?”<br>\r\n<br>\r\nGulping, Ashley nodded and said, “My folks put it in; in case the lott...”<br>\r\n<br>\r\nI was getting angry at that point.  “Why the <i>hell</i> did you let me plan to carry all of this <i>shit</i> away from it?”<br>\r\n<br>\r\n“Look; the bunker has a lot of amenities and can hold a lot, but it doesn’t have the people we care about.” Looking at me, <br>\r\nAshley said, “With everything you’re dealing with right now, I thought you could use your friends to help through it.  Plus I knew you wouldn’t want to be cooped up with just me for three years.”<br>\r\n<br>\r\nI’m not ashamed to admit that Ashley surprised me at that moment.  I thought she was going to say something like it slipped her mind or that she hated what the decorator did.  But instead, she was thinking of me; and she was right, I did want to see my friends.  Taking a deep breath to calm down, I said, “In all honesty, our chances of surviving a 100-mile journey were pretty slim.” Sighing, I said, “We should use your family’s bunker; since it’s close by and has what we need.”<br>\r\n<br>\r\nWith a smile on her face, Ashley opened the trunk and shouldered some bags.  Grabbing one of the lighter totes, she looked at me and said, “Let’s go back.”<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nIt took several trips to get everything back to Ashley’s house; I followed her orders and placed everything in the garage.  I watched as Ashley input another code which caused a hatchway, hidden under some boxes, to open in the floor.  After tossing down the lighter bags, I turned to Ashley and said, “We should scrounge around for other things while we’re up here.”<br>\r\n<br>\r\n“That’s a good idea.” Looking at me, Ashley said, “You get some board games and movies; I’ll start bringing out some more food.”<br>\r\n<br>\r\nWe spent the better part of an hour gathering more things for the bunker; including every board game and movie I could find.  I was climbing up the ladder, having brought down a box of food, when I saw Ashley come into the garage holding a box – containing picture frames and other assorted items.  “What’s in the box?”<br>\r\n<br>\r\n“Some family mementos that we couldn’t bring with us.” Placing the box on the ground, Ashley said, “Since we’re going to be in the bunker, I saw no reason why I couldn’t bring them.”<br>\r\n<br>\r\nA quick glance at the box showed it contained wedding photos, pictures of Ashley as a kid and some photos of older relatives.  “Wish there was a way to grab those things from my house.”<br>\r\n<br>\r\nWith a frown, Ashley said, “I wish there was too, Jamie.”<br>\r\n<br>\r\nWith Ashley’s help, we got everything else into the bunker.  After making one last check of the house, I climbed down the ladder as Ashley closed the hatch.   Once the hatch was closed, I turned to Ashley and said, “What are we going to do for food and water?”<br>\r\n<br>\r\n“There’s an underground river about 200 below us; it’s not only our freshwater source, but it provides power to the bunker.” Pointing down the hall to the right, Ashley said, “There’s a hydroponic garden down the hall; with enough food for us until we can get back to the surface.”<br>\r\n<br>\r\nThe ground shook violently as Ashley finished speaking; another piece of Samson had struck close by.  “Too bad there’s no way to look around above ground.”<br>\r\n<br>\r\n“Ye of little faith.” Heading down the hall, Ashley said, “There’s a periscope in the central room; or, if you’re feeling confident, controls for a drone.”<br>\r\n<br>\r\n“I’m impressed; your folks really thought of everything.”<br>\r\n<br>\r\n“Not exactly; all they were concerned about is the cost.” Turning to look at me, Ashley said, “The power was the idea of the designer, along with the periscope.  The drone, however, was my idea.”<br>\r\n<br>\r\n“You’re a lot smarter than I gave you credit for, Ashley.”<br>\r\n<br>\r\nSmiling, Ashley said, “The teachers said the same thing.”</span></div></div>",
            "created":1586149200,
            "id":2814131,
            "title":"Another Option"
        },
        "11111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Two Days Later (Impact Day)",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Ashley and I left the supplies in the access room while the two of us went to check out the rest of the bunker.  From what Ashley had told me, it was about the size of a 2 bedroom house; with a large main room divided into a relaxation area and kitchen.  Built into the wall was a big-screen TV; with the drone controls sitting nearby.<br>\r\n<br>\r\nNext to the TV was a door leading to the sleeping area, which had 4 bunk beds, and a bathroom.  A door in the kitchen led to a pantry with shelves full of non-perishable foods; enough to last two people a long time.<br>\r\n<br>\r\nI walked back into the main room, having just checked out the exercise/workshop.  I found Ashley standing in the kitchen, leaning against the counter.  Looking at her, I said, “Being stuck in here for 3 years might not be so bad; it certainly beats having to deal with 5000 people crammed into the other bunker.”<br>\r\n<br>\r\n“It’s going to take some getting used to; it just being the two of us.” Grabbing two water bottles out of the fridge, Ashley walked over and handed one to me.  “We’ll have to figure out a chores list.”<br>\r\n<br>\r\n“We have plenty of time to figure that out.” Opening the water bottle, I said, “For now, we should probably put everything away and take stock of what we’ve got.”<br>\r\n<br>\r\n“That sounds like a good idea to me.”</span></div></div>",
            "created":1586149200,
            "id":2814223,
            "title":"The Bunker"
        },
        "111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Argument",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>It’s been two days since Ashley and I locked ourselves inside the bunker; we’d passed the time by taking stock of everything, by my count, there was enough food for two people to survive for 4 years.  When we weren’t working, the two of us were watching movies or anything else to keep our minds off everything.<br>\r\n<br>\r\nIt was just after 11:10 in the morning; less than 20 minutes before Samson was due to hit.  Ashley was in the kitchen making some lunch for the two of us, while I was checking on the weapons locker in the pantry.  The locker consisted of 3 shotguns, 2 rifles, and 4 pistols; with around 200 rounds for each.<br>\r\n<br>\r\nI was in the middle of putting the weapons back in the locker, oblivious to my surroundings, when Ashley walked into the room with an annoyed look on her face.  “I’ve been calling you for the last 5 minutes.” Sighing, Ashley said, “What are you doing?”<br>\r\n<br>\r\n“I’m checking out the weapons.” Placing a rifle in the rack, I said, “We’re going to need them once we can return to the surface.”<br>\r\n<br>\r\n“We have three years to worry about that, Jamie.” Taking a breath, Ashley said, “How about you close up the cabinet before I have to learn how to remove shrapnel from your neck.”<br>\r\n<br>\r\n“Okay fine.” Sighing, I closed the cabinet.  “I don’t know why you’re so worried; we’ve got like 5 minutes before...”<br>\r\n<br>\r\nAnd the whole place started to shake, and I wasn’t exaggerating.  It felt as though the whole world was shaking apart; as dust fell from above and my life flashed before my eyes.  I kept hearing Emma saying, “Hold me, mommy...Hold me, mommy...Hold me, mommy...\"<br>\r\n<br>\r\nIt seemed like an eternity before the shaking finally stopped.  I slowly got to my feet and brushed off the dust.  As my ears slowly stopped ringing, I realized that was still hearing that little girl saying, “Hold me mommy...”<br>\r\n<br>\r\nLooking around, I realized it was Ashley who was saying it; as she held onto a nearby post for dear life.  Walking over to her, I placed my hands on her shoulders and said, “It’s okay Ashley; it’s all over.”<br>\r\n<br>\r\nWith everything going on, I supposed I shouldn’t have been surprised when Ashley wrapped her arms around me in a hug.  She held my tight for a moment until she composed herself.  Looking at me, she said, “A-Are you okay?”<br>\r\n<br>\r\n“My ears are ringing a little, but I’m fine.” Looking at her, I said, “We did it, Ash; we survived Samson.”<br>\r\n<br>\r\n“That’s great, but I suggest we wait until all the fragments are gone before we celebrate.” Taking a breath, Ashley said, “We’ve got a lot here; but neither of us are doctors.”</span></div></div>",
            "created":1586149200,
            "id":2814288,
            "title":"Zero Hour"
        },
        "1111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The bunker shook intermittently over the next few hours; as the remaining fragments of Samson entered the atmosphere and struck the ground.  Ashley and I couldn’t help but flinch every time we felt the ground shake.  At one point Ashley looked at me and said, “How much longer is this going to go on for?”<br>\r\n<br>\r\n“Astronomers said we’d likely experience secondary impacts for at least 4 hours after the initial impact.” Looking at her, I said, “It’s going to be over soon.”<br>\r\n<br>\r\nAshley was silent for a few moments; until she looked at me and said, “Do you think they felt any pain?”<br>\r\n<br>\r\n“Did who feel any pain?”<br>\r\n<br>\r\n“The people on the surface where Samson struck.” Pausing, Ashley said, “Do you think they felt any pain?”<br>\r\n<br>\r\n“It all happened so fast; I’m sure they didn’t feel anything.”<br>\r\n<br>\r\n“Do you think there are any survivors on the surface?”<br>\r\n<br>\r\n“It would depend on how far away they were; but yes, I’m sure there are survivors on the surface.” Looking at Ashley, I said, “Now’s not the time to think about those on the surface.”<br>\r\n<br>\r\n“Seriously?” getting up, Ashley looked at me and said, “Forgive me for being upset that over 6 billion people either just died, or will be dead in a matter of days.”<br>\r\n<br>\r\nI stood up to follow after Ashley as she headed into the sleeping area.  “Ash, wait; I-I’m not trying to demean everything that happened on the surface.” Pausing, I said, “You think I like the idea that over 6 billion people are gone?”<br>\r\n<br>\r\nAshley turned around to say something; only before she could, the crowd started to shake again – this time more violently then before.  Before I knew what was happening, a bookshelf fell on top of me and knocked me out.</span></div></div>",
            "created":1586149200,
            "id":2814470,
            "title":"Argument"
        },
        "11111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "End of Week 1",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I regained consciousness sometime later; although I couldn’t fathom a guess as to how much time had gone by.  I quickly realized that I resting on one of the bunks; with the bookshelf lying on its side nearby.  My head was throbbing like crazy; I reached up to touch it, only to find half my head had been bandaged.  “What the...?”<br>\r\n<br>\r\nAshley walked into the room at that point; holding an ice pack in her hand.  Seeing me, she dropped the ice pack and ran over to me.  “Jamie!” pulling me into a seated position, Ashley hugged the stuffing out of me.  “Thank God you’re alive!”<br>\r\nI was touched by her concern for my safety.  After she released the hug, I looked at her and said, “What’s with the bandages?”<br>\r\n<br>\r\n“The bookshelf split your head open; I’ve never seen so much blood, at least from a boy.” Sitting next to me, Ashley said, “I figured it was better to use too much than not enough.”<br>\r\n<br>\r\n“Thanks.” Smiling, I said, “How’d you get the bookshelf off me?”<br>\r\n<br>\r\n“Adrenaline can do some crazy things; I saw you were hurt, so I sprang into action.” Looking at me, grabbing my hand, she said, “I was so worried you wouldn’t make it, Jamie; I was afraid that the last thing I said to you was out of anger.  Please forgive me.”<br>\r\n<br>\r\n“Its okay, Ash; we’re both dealing with an intense situation, we both said things that we didn’t mean.”<br>\r\n<br>\r\n“We’re going to be down, just the two of us, for years.” Pausing, Ashley said, “The last thing I want is for us to blow up on each other like that.”<br>\r\n<br>\r\n“That’s the last thing I want, Ash.”<br>\r\n<br>\r\n<div align=\"center\">*************************</div><br>\r\n<br>\r\nOnce I eventually felt up to it, I went to the bathroom to unwrap the bandages on my head.  Judging from the blood soaked bandages, Ashley hadn’t been kidding about the blood.  I was amazed that so much blood came from such a small cut.  Even if I got a scar from it, it was likely no one would notice.  <i>If that isn’t the story of my life; even my scar isn’t worth noticing.</i><br>\r\n<br>\r\nStanding in the doorway behind me, Ashley said, “Are you going to be alright?  Do you think the scar will be bad?\"<br>\r\n<br>\r\n<i>Ashley will notice.</i> I told myself. <i>Ashley will care. And in a good way, even.</i> \"I'll be fine.\"</span></div></div>",
            "created":1586149200,
            "id":2814558,
            "title":"Regaining Consciousness"
        },
        "111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Later On",
                "The Next Day",
                "Sometime Later",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The first week after Zero Hour passed by without much of an issue.  Within a day Ashley and I had come up with a chores list; divvying up the jobs needed to keep the bunker in one piece.  I was in charge of maintenance, security and the supplies; while Ashley was in charge of cooking, medical needs, and miscellaneous other tasks.<br>\r\n<br>\r\nIt was just after noon on a Saturday; I walked out of the sleeping area to find Ashley taking a spin on the treadmill in the far corner.  Slowing the speed of the treadmill, Ashley took a sip from her water bottle.  Looking at me, she said, “You got any big plans today?”<br>\r\n<br>\r\n“Not really.” Grabbing the drone controller, I said, “I was thinking of taking the drone out for a spin; so we can get an idea of what’s out there.”<br>\r\n<br>\r\n“Are you sure that’s such a good idea?” stopping the treadmill, Ashley got off and walked over to me.  “I understand wanting to see what it’s like out there, but I’m not sure I’m ready to see dead bodies.”<br>\r\n<br>\r\n“I don’t want that either, Ash; but we have to figure out what we’re dealing with.”<br>\r\n<br>\r\nSwitching the TV over to the drone, I activated the drone and launched it from its ‘hangar’ along the side of the house.  As soon as it left the ‘hangar’ the drone started transmitting data; the air quality was terrible and the ambient temperature was in the low 100s.<br>\r\nThe first images we got back were of trees on fire and most of the adjacent houses in ruins.  I heard an audible gasp from Ashley when we saw that most of her house was burnt to a crisp.<br>\r\n<br>\r\nI proceeded to take the drone out over the road; flying by where we’d abandoned the car, only to find that it had been crushed by another tree.  I followed the road towards town, keeping an eye on the drone’s battery life.  Sure enough, as we got closer to town, we started seeing charred human remains.<br>\r\n<br>\r\nThe dentist’s office where we’d hidden from the looters was still relatively intact; but when the drone arrived over the school, I saw that large sections of it were destroyed.  By this point the drone had been in the air for about 30 minutes; so I decided it was time to come home, even though there was still about an hour's worth of battery left.<br>\r\n<br>\r\nI turned the drone around and started following the road back; only to come across the crater and burnt remains of the school bus.  I started to tear up at the sight of the bus on the screen.  Seeing the image on the screen, Ashley came over and took the controls from me.<br>\r\n<br>\r\nAfter placing the drone on autopilot, she turned her attention to me.  Without saying a word, she just hugged me for what seemed like an eternity.</span></div></div>",
            "created":1586149200,
            "id":2814579,
            "title":"End of Week 1"
        },
        "1111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "An Unhappy Anniversary",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>As Ashley and I worked to clean up after dinner, which consisted of frozen lasagna, I turned to her and said, “What do you feel like doing tonight?” putting the dishes in the dishwasher, I said, “Want to watch a movie or something?”<br>\r\n<br>\r\n“I was thinking.” Standing on the other side of the counter, Ashley said, “How about we play some board games; to take your mind off the rough day you’ve had.”<br>\r\n<br>\r\n“A game, huh?” looking at Ashley, I said, “You mean, besides the daily chess lessons?”<br>\r\n<br>\r\n“Exactly.” With a smile, Ashley said, “How about we start out with something like Clue, or Life?”<br>\r\n<br>\r\n“Why not both?” pausing, I said, “Play one, then the other.”<br>\r\n<br>\r\n“That’s a good idea.”<br>\r\n<br>\r\n<div align=\"center\">*************************</div><br>\r\n<br>\r\nThe two of us had a fun time playing Clue.  When it turned out that my character was the murderer, and Ashley figured it before me, I couldn’t help but play it up to the hilt.  “Yes, I killed him! And I'd do it again! I'm glad he's dead! Mwahahahaha!”  I couldn’t help but smile when Ashley started laughing.<br>\r\n<br>\r\nThe two of us had fun playing Life as well.  I had three kids while Ashley had five; I ended up winning that time.<br>\r\n<br>\r\n“That was fun, Ash.  What do you say we make this a weekly thing?”<br>\r\n<br>\r\n“I don’t see why not; it would certainly give us something to look forward to every week,” putting the games away, Ashley said, “I saw a news story once; that said playing games kept your brain active and helped with problem-solving.”<br>\r\n<br>\r\n“Both of which are good things; considering our present situation.”<br>\r\n<br>\r\nLater on, as we took turns getting ready for bed, it occurred to me that I’d spent more time with Ashley over the last week than I’d ever imagined I would.  I wasn’t glad that the world ended, but...well, I used to have a huge crush on Ashley in middle school.  Then things changed once we got to High School; where I ended up squarely in the crosshairs of the jocks, and Ashley and her friends started laughing at me.  Now that it was just the two of us, we were getting along well and working on improving our relationship every day.</span></div></div>",
            "created":1586149200,
            "id":2814611,
            "title":"Game Night"
        },
        "11111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "End of Month 1",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The next two weeks passed by pretty much without incident; as the two of us settled into our daily routines.  Thanks to the use of the drone, I’d been able to survey everything within a 3-mile radius of the bunker.  The results were as I’d expected; buildings destroyed, the occasional corpse, etc.  My family’s house, surprisingly, we almost completely intact – save for the broken windows.<br>\r\n<br>\r\nI did learn one lesson the hard way, and that was to avoid Ashley when it was her time of the month.  Her mood swings made Emma's mood swings look tame by comparison.  But aside from all that, Ashley and I remained on good terms with each other.<br>\r\n<br>\r\n<div align=\"center\">****************************</div><br>\r\n<br>\r\nI walked back into the main room, having just finished cleaning some of the air filters.  As I went to the kitchen to grab a snack, I heard crying coming from the sleeping area.  Walking into the sleeping area, I found Ashley curled up in her bunk; looking at her phone.  “Ash, are you...”<br>\r\n<br>\r\n“Go away Jamie, I-I’m not in the mood right now.”<br>\r\n<br>\r\nNormally I would’ve obliged, but I decided not to in this instance.  Walking closer, I saw that she was looking at photos of her and Eric on her phone.  “What’s wrong, Ash?”<br>\r\n<br>\r\nAshley turned over onto her back and glared at me.  She looked as though she was going to yell at me; only she stopped herself at the last minute.  “Today would’ve been my 2nd anniversary with Eric.”<br>\r\n<br>\r\nHearing that, I sat down at the foot of the bunk and looked at her.  “Ash, I’m sorry.”<br>\r\n<br>\r\n“Sometimes I wonder why I even dated him; aside from the perks of dating the captain of the football team.” Putting her phone down, Ashley sat up and looked at me, “His birthday was a few months ago; I put a lot of thought and effort into buying him a jersey signed by Tom Brady.”<br>\r\n<br>\r\n“I’m sure he loved that.”<br>\r\n<br>\r\n“Yeah, right,” scoffing, Ashley said, “You know what he got me for my birthday?  A fucking $50 Wal-Mart gift card.”<br>\r\n<br>\r\n“It sounds to me like you were putting all the effort into the relationship.”<br>\r\n<br>\r\n“You’re probably right.” With a weak chuckle, Ashley said, “God, he couldn’t even be bothered to come and look for me.  I had to be rescued by <i>you</i>.”<br>\r\n<br>\r\nI knew Ashley was just lashing out in anger, but it still hurt when she said that.  Looking at her, I said, “Geez, a little gratitude would be nice.”<br>\r\n<br>\r\nAshley looked at me for a moment; before she realized what she said.  “Oh god, Jamie; I-I didn’t mean it that way.” Hugging me, she said, “I’m incredibly grateful that you came to find me.  I doubt I’ll ever be able to make it up to you.”<br>\r\n<br>\r\nAs the two of us hugged for a moment, I said, “You ever think that maybe you were dating the wrong guy?”  Looking at her, I said, “Everyone deserves to be with someone who cares for them.”<br>\r\n<br>\r\n“You’re probably right about that.” Giving me a peck on the cheek, Ashley said, “Thanks for cheering me up.”</span></div></div>",
            "created":1586235600,
            "id":2814909,
            "title":"An Unhappy Anniversary"
        },
        "111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Continue",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I woke up one morning to find Ashley cursing the overhead lights in the sleeping area.  Sitting up, I found her standing in the doorway to the bathroom; a towel wrapped around her body. “What is the point of having lights that we have no control over?”<br>\r\n<br>\r\n“I’m sure they’re just simulating a day/night cycle.”<br>\r\n<br>\r\nReadjusting the towel, Ashley said, “What would be the logic behind that?”<br>\r\n<br>\r\n“It’s not like we can glimpse the sun on a regular basis; this way we have a rough idea about the passage of time.” Pausing, I said, “I’ve heard stories of researchers going underground; after a while, they found out they were staying awake for 48 hours straight and then sleeping an entire day.”<br>\r\n<br>\r\n“I guess you’re right.” Walking past me, Ashley grabbed her phone off a nearby table and said, “Holy crap!”<br>\r\n<br>\r\nLooking at her, I said, “What?”<br>\r\n<br>\r\n“We’ve been down here for an entire month!”<br>\r\n<br>\r\nLooking at Ashley’s phone, I saw that she was correct.  “Well, how about that.” Chuckling, I said, “Not only did we survive a world-changing event; we’ve made it a month without killing each other.”<br>\r\n<br>\r\n<div align=\"center\">***********************</div><br>\r\n<br>\r\nI was checking the water levels in the garden, a short time later, when Ashley walked into the room holding a bottle and two glasses.  “I think this warrants a little bubbly to celebrate.” Looking at me, she said, “We’ve been the whole world to each other for a month.”<br>\r\n<br>\r\nI briefly hesitated before realizing there was no harm in having a drink.  “Why not; it’s not like I’m driving anywhere.”<br>\r\nAfter pouring each of us a glass, Ashley raised her glass and said, “To us.”<br>\r\n<br>\r\nRaising my own glass, I said, “To us.”<br>\r\n<br>\r\nAfter we finished our glasses, Ashley walked into the kitchen and poured the rest down the drain.  “For those who didn't make <br>\r\nit this far.”<br>\r\n<br>\r\n\"Amen.\"</span></div></div>",
            "created":1586235600,
            "id":2814960,
            "title":"Month 1"
        },
        "1111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Ashley's Birthday",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After being in the bunker for over a month, Ashley and I discovered an unforeseen problem – the need for haircuts.  My hair, as Ashley was fond of pointing out, was on the verge of becoming an afro.  One day, after one particularly memorable moment, I said, “It’s not my fault my hair’s a mess; I haven’t had a hair cut in two months.”<br>\r\n<br>\r\n“I can give you a quick trim if you’d like.” Poking her head out of the pantry, Ashley said, “At least your hair is manageable; my looks like crap.”<br>\r\n<br>\r\n“I think your hair looks fine.” Walking up to her, holding a peach, I said, “What’s wrong with it?”<br>\r\n<br>\r\n“You don’t have much experience with girls, do you.” Chuckling, Ashley said, “If I went to the mall looking like this, my friends would drag me to the salon.”<br>\r\n<br>\r\n“Why would they do that?” confused, I said, “I don’t see anything wrong with your hair.”<br>\r\n<br>\r\nGrabbing a strand of hair; showing how the blonde was turning brown, Ashley said, “My natural color is coming back.”<br>\r\n<br>\r\n“Why’s that a bad thing?”<br>\r\n<br>\r\n“It’s ordinary.” Sighing, Ashley said, “A girl’s supposed to turn heads.”<br>\r\n<br>\r\n“I don’t see what the big deal is.” Smiling, I said, “You’d never have to work hard to turn my head.”<br>\r\n<br>\r\nLooking at me, surprised, Ashley said, “What?”<br>\r\n<br>\r\nI quickly realized what I said and, embarrassed, attempt to backtrack. “I said; if you have to work so hard to turn heads, are they worth it?”<br>\r\n<br>\r\n“That’s what I thought you said.” With a smile on her face, Ashley said, “Have a seat at the table, I’ll give you a quick trim.”</span></div></div>",
            "created":1586235600,
            "id":2815038,
            "title":"Time for a Trim"
        },
        "11111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Frayed Nerves",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Ashley walked into the main room from the pantry; holding a box of cereal in her hands.  “Something smells good.” Sniffing the air, she said, “What’s going on in here?”<br>\r\n<br>\r\nSince cooking was on her side of the chores list, it was only natural for her to be curious.  I didn’t want to tell her yet; as her curiosity would make it that much better.  “It’s a surprise.”<br>\r\n<br>\r\nAs she walked back into the pantry, I couldn’t help but picture her reaction in my head.  She’d be surprised and then amazed.  She’d then throw her arms around me and proclaim me to be the ‘Best in the World.’<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\n<i>\"Happy birthday to you,<br>\r\nHappy birthday to you,<br>\r\nHappy birthday, dear Ashley,<br>\r\nHappy birthday to you.<br>\r\nAnd many more!\"</i><br>\r\n<br>\r\nAs I placed the cake on the table in front of her, Ashley said, “How’d you know it was my birthday?”<br>\r\n<br>\r\n“I can read a calendar, Ash.” Smiling, I said, “I made it from scratch; it’s no Wal-Mart gift card, but it’s still something.”<br>\r\n<br>\r\n“Thank you, Jamie.” She laughed as she put a forkful of cake in her mouth; after which she said nothing.<br>\r\n<br>\r\nI sat down across from her and took a bite, and almost immediately regretted it.  After forcing myself to swallow, I said, “I must not have used enough cream.”<br>\r\n<br>\r\n“Cream?”<br>\r\n<br>\r\n“Yeah, the cookbook said to cream the butter; so I mixed cream with the butter.”<br>\r\n<br>\r\nTrying to hold back a smile, Ashley said, “That’s not what they meant.”<br>\r\n<br>\r\n“Oh.” Pausing, I said, “Shit, I ruined the cake!”<br>\r\n<br>\r\n“No, you didn’t; it’s delicious!” Ashley put another forkful in her mouth; and tried to make yummy noises while simultaneously trying not to throw up.  “You were thinking only of me when you made this.  I’d take this over every gift card Wal-Mart had to offer.”<br>\r\n<br>\r\nAshley pushed the rest of the cake aside; as I got up to clean the kitchen.  Her reaction wasn’t what I’d hoped for, but it was all she had to offer.  Kind of like me and my cake.</span></div></div>",
            "created":1586235600,
            "id":2815096,
            "title":"Ashley's Birthday"
        },
        "111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Yes",
                "No",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I’d be lying if I said Ashley and I never got on each other’s nerves.  After all, it was just two of us inside a bunker built for four people.  We tried our best not to let things get out of hand, but there were occasional flare-ups.<br>\r\n<br>\r\nToday happened to be one of the bad days.  I was in the hydroponic garden, picking the first batch of tomatoes when I heard a splashing noise followed by Ashley screaming, “Dammit Jamie!”<br>\r\n<br>\r\nPutting a tomato in the box, I got up and made my way to the bathroom.  When I got there, I saw Ashley standing in front of the toilet; her pants soaked and an angry look in her eyes.  “What happened?”<br>\r\n<br>\r\n“Don’t play dumb with me, Jamie.” Trying to dry herself off, Ashley said, “How hard is it for you to put the seat down when you’re done?” <br>\r\n<br>\r\nStepping aside to let her pass, I said, “I’m sorry; it must’ve slipped my mind.”<br>\r\n<br>\r\n“God, it’s like I’m living with my stepbrother again.” Sighing as she walked past, Ashley said, “He was always leaving the seat up to bug me.”<br>\r\n<br>\r\n“I promise I’ll do better in the toilet seat department.”<br>\r\n<br>\r\nWith a chuckle, Ashley said, “You better.”<br>\r\n<br>\r\n<div align=\"center\">**************************</div><br>\r\n<br>\r\nAshley was doing the laundry while I was in the main room; getting ready to take the drone out for a spin.  After taking off, I decided to go west towards the outskirts of town to see how things were like out there.<br>\r\n<br>\r\nI flew the drone passed the street leading to my old house.  I was about to turn and fly towards the pond when something caught my eye.  Bringing the drone down lower, I thought I was seeing things – there were footprints in the ash; that hadn’t been there two days earlier.  From the looks of things, there seemed to be 3 sets of footprints; all heading in the direction of town.<br>\r\n<br>\r\nAshley walked back into the room at that point; holding a hamper of clothes in her arms.  Seeing the remote in my hands, but not the image of the screen, she said, “Anything interesting out there today?”</span></div></div>",
            "created":1586235600,
            "id":2815139,
            "title":"Frayed Nerves"
        },
        "1111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Continue",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"I don't know if I want to show you,\" I told her.<br>\r\n<br>\r\nAshley turned to the screen. \"Are those... footprints?\"<br>\r\n<br>\r\n\"Looks that way. They're headed for town.\"<br>\r\n<br>\r\n\"Can anybody live out there?\"<br>\r\n<br>\r\nI checked the readings. \"I wouldn't recommend it. Thanks to the dust in the upper atmosphere, it's awfully cold out there.\"<br>\r\n<br>\r\n\"Better bring it in, Jamie. The drone's lights could attract attention.\"<br>\r\n<br>\r\nI agreed. \"On the bright side, the animals have survived nicely. When it's time to go out ourselves, we can hunt.\"<br>\r\n<br>\r\n\"Or be hunted. Jamie,... What do we do if somebody tries to get in here?\"<br>\r\n<br>\r\n\"I don't know. Guess I never thought of it. I guess I figured anybody who didn't get into a shelter would have... \"<br>\r\n<br>\r\n\"I'm scared, Jamie.\"<br>\r\n<br>\r\n\"Well, what did the designer say?\"<br>\r\n<br>\r\n\"He said that, once we closed the hatch, nobody could get in. But will we <i>want</i> them in?\"<br>\r\n<br>\r\nI shook my head. \"Every person we let in cuts down our rations. I'm not wild about it, either, but we have to keep it in mind.\"<br>\r\n<br>\r\nAsh shook her head. \"So many things I never imagined when I first heard about Samson. I... I just thought someone else would have to make the call. Not <i>me.</i>\"<br>\r\n<br>\r\n\"Me either. But we're stuck with the responsibility now.\"</span></div></div>",
            "created":1586235600,
            "id":2815188,
            "title":"Yes"
        },
        "11111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Go to them",
                "Bring them here",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span><b>Day 38</b><br>\r\n<br>\r\nIt’s been three days since I saw the footprints in the ash; and every day since I’d noticed them getting closer to town.  I had to wonder who was making them; while also being amazed that they’d survived for this long in that environment,<br>\r\n<br>\r\n<div align=\"center\">*******************</div><br>\r\n<br>\r\nI walked out of the sleeping area to find Ashley making breakfast.  I warily walked towards her; hoping her mood had improved from the night before.  Game night had gotten a bit contentious; with Ashley and I arguing over a game of Monopoly.  In hindsight it was stupid of us to fight over something so trivial; after all, it was just the two of us down here.<br>\r\n<br>\r\nTurning to face me, holding a pan of pancakes, Ashley said, “Are we okay...after last night?”<br>\r\n<br>\r\n“Yeah, we’re good.” Placing two pancakes on a plate, I said, “I’m going to take the drone out for a spin; see if I can’t find more footprints.”<br>\r\n<br>\r\n“Are you sure that’s a good idea?”<br>\r\n<br>\r\n“I’d feel better knowing what direction they were heading in.”  Heading over to the couch, I said, “I promise I’ll be careful.”<br>\r\n<br>\r\n“Okay.”<br>\r\n<br>\r\nIt turned out I didn’t have to go far before finding the source of the footprints.  I’d barely taken off, and was heading over the driveway when I saw three people huddled together by a tent just inside the gate.  From the looks of it, they were two adults and a child; wearing clothes ill-equipped for the environment they were in.  “Ash...”<br>\r\n<br>\r\nAshley quickly came running; getting to the couch just as one of the adults unfolded a cardboard sign – PLEASE HELP!  SICK CHILD!<br>\r\n<br>\r\nLooking at Ashley, I said, “What do we do now?”</span></div></div>",
            "created":1586408400,
            "id":2816096,
            "title":"People in Need"
        },
        "111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Talking with Ashley",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Ashley and I stared at the monitor for a few moments; as we tried to decide our next course of action.  We were both in agreement that we had to do something; especially considering there was a child involved.  The question was; did we bring them here or go out to them.<br>\r\n<br>\r\nAfter a moment, it seemed as though the trio was ready to give up.  Grabbing the controller from me, Ashley pressed a button and said, “We’ll come to you; stay there.”<br>\r\n<br>\r\nHaving figured out Ashley’s plan, I went to the airlock and retrieved an environmental suit.  The suits were designed to protect us from the extreme environmental changes brought on by Samson – mainly the cold and ash in the air.  Walking back into the main room, I said, “I’ll go out to them; you stay here in case something happens.”<br>\r\n<br>\r\nAfter a quick stop at the weapons cabinet, Ashley joined me at the airlock.  Handing me a rifle, Ashley said, “The coast looks clear, but take this just in case.” Giving me a quick kiss, for good luck, Ashley said, “I’ll watch you with the drone.”<br>\r\n<br>\r\nWith the rifle in hand, I opened the outer hatch and climbed up the ladder.  I’d seen the damage done to the house through the drone, but seeing it first hand was something totally different.  The garage wall had collapsed, making it impossible for me to exit through the door.  Speaking into the mic, I said, “I’ve got to go through the house, most of the garage has collapsed.”<br>\r\n<br>\r\n“Be careful; that suit doesn’t make you invincible.” Pausing, Ashley said, “In case you’re wondering, it’s a balmy -15 out there.”<br>\r\n<br>\r\nAs I entered the house, I was surprised to see it was mostly intact; sure the windows were blown out and there was debris everywhere, but the house seemed to have fared pretty well.  Walking outside, I saw the cause of the collapsed garage – a tree had fallen and struck the house.<br>\r\n<br>\r\nI walked down the driveway towards where the trio had been; I could barely see 10 feet in front of me.  I took my time getting there; when they saw I was armed, they started to tremble.  This, coupled with Ashley’s recon, told me this wasn’t an ambush.  <br>\r\n“We saw your signs.  What do you need?”<br>\r\n<br>\r\nThe two adults; a man and a woman, exchanged shocked looks with each other.  Turning to me, the woman said, “Y-You’re not going to chase us away?”<br>\r\n<br>\r\n“No, I’m not going to chase you away; the rifle was just in case you were planning something,” lowering the gun, I said, “Now it’s not getting any warmer out here; what do you need?”<br>\r\n<br>\r\nLooking at me, the man said, “Can we come inside with you?”<br>\r\n<br>\r\n“I’m sorry, sir; but we don’t have enough supplies for five people.”<br>\r\n<br>\r\n“Please sir, I’m begging you.” Looking at me, pleading, the woman said, “We’ve made it this long on what supplies we had, but we haven’t eaten in four days.”<br>\r\n<br>\r\nThey were making it difficult for me to turn them down.  After a moment, I said, “You can come into the bunker; but only for a few days.” Sighing, I said, “I’m sorry, but any longer and there won’t be enough supplies for my friend and me.”<br>\r\n<br>\r\n“W-We understand.” Smiling, the woman said, “T-Thank you.”<br>\r\n<br>\r\nI helped the trio pack up their tent and the rest of their equipment before leading them back up to the house.  I was the first to climb down the ladder back into the bunker.  I took off the suit’s hood just as Ashley walked into the room; a stern look on her face.  “You and I need to have a talk.”</span></div></div>",
            "created":1586408400,
            "id":2816173,
            "title":"Go to them"
        },
        "1111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Private Conversations",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I followed Ashley around the corner as the woman helped the kid down the ladder.  “It’s only going to be for a few days, Ash.” Looking at her, I said, “The kid’s sick and none of them have eaten in days.  They nearly crapped their pants when they saw me coming with the rifle; I wasn’t going to just send them away.”<br>\r\n<br>\r\n“You know how the mic works in that suit.” With a sigh, Ashley said, “I don’t understand why you didn’t let me in on what you were doing.”<br>\r\n<br>\r\n“I’m sorry; I thought we were on the same page.” Looking at the couple as they held the kid close, I said, “I thought we both wanted to help them.”<br>\r\n<br>\r\n“I want to help them too, Jamie; but you have to remember that I live down here too.” Placing a hand on her forehead, Ashley said, “You’ve got to let me in on these things.”<br>\r\n<br>\r\nI quickly realized that Ashley was right.  “I’m sorry; I should’ve asked you first.”<br>\r\n<br>\r\n“Thank you.” Walking past me, towards the trip, Ashley said, “Would you guys mind telling me your names?  I’d like to know who I’m going to be bunking with.”<br>\r\n<br>\r\n“I’m Carl Anderson, and this is my wife Grace.” Gesturing to the boy, Carl said, “This is our 4-year-old, Caleb.”<br>\r\n<br>\r\n“It’s nice to meet you all; I’m Ashley, and you’ve already met Jamie.” Pointing down the hall, Ashley said, “Help yourselves to the shower; while I get some soup going for you.”<br>\r\n<br>\r\nThe thought of a warm shower brought a smile to their faces.  I only wished we had some clothes for them.<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nIt was just over an hour later that the three of them finished taking a shower; all three of them looking and feeling better now that they weren’t covered in ash.  Apparently they’d been selected for the lottery in another town, but failed to get there in time.  They’d tried to get to the bunker on their own, but had overestimated how much time they had left.  “We decided to head as far from the impact zone as we could, but it was tough, and we only had our tent for protection.” Sipping a cup of coffee, Carl said, “We saw the lights from your drone three days ago and followed it here.\"<br>\r\n<br>\r\nAshley shot me a look when she heard that; I didn’t say anything in response.  “We’re eternally grateful that you’ve taking us in.” looking at us, Grace said, “We encountered other private shelters along the way; but they all shot at us as soon as they saw us.”<br>\r\n<br>\r\n“Once we saw you had a child, we weren’t going to send you away.” Pausing, Ashley said, “It’s amazing that you’ve made it <br>\r\nthis far.”</span></div></div>",
            "created":1586408400,
            "id":2816203,
            "title":"Talking with Ashley"
        },
        "11111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Ashley and I Discuss Caleb",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Once the three had finished their soup, and coffee, Grace insisted on doing the dishes.  I was checking to make sure the hatch was sealed while Ashley took Caleb to the sleeping area to lie down.  I was sweeping up some of the ash on the floor when Carl came over to me.  “Is there somewhere we can talk in private?”<br>\r\n<br>\r\n“Yeah, let’s go to the hydroponic garden.”<br>\r\n<br>\r\nI led Carl into the garden where, after making sure there was no one nearby, he said, “I want you to know how hard this is for me.\"<br>\r\n<br>\r\n“It shouldn’t be hard.” Looking at him, I said, “Under different circumstances, I wouldn't even think twice about helping you guys.”<br>\r\n<br>\r\n“I’m grateful for everything you and Ashley have done, but that’s not what I meant.” Sighing, he said, “You’re going to think I’m a monster for even considering this.  But, would you two let Caleb stay here with you?”<br>\r\n<br>\r\n“What are you saying?”<br>\r\n<br>\r\n“We love our little boy; and we’d do anything to ensure his safety, which is why I’m asking.” Looking at me, he said, “We can’t keep him safe in this world; he deserves better than us.”<br>\r\n<br>\r\n“I’m sorry, but you think two teenagers are better equipped to keep him safe?”<br>\r\n<br>\r\n“I’m not saying it’s ideal, but you can provide him with three meals and a roof over his head.” Pausing, Carl said, “Those are things we’re incapable of giving him, and we don’t deserve Caleb if we can’t take care of him.”<br>\r\n<br>\r\nMy head was swimming at this point.  Ashley and I were barely out of high school and suddenly we were being asked to take care of a four-year-old boy?  I’d called Samson's impact a world-changing event, but I never expected the world to change that much. \"Could you please send Ashley in? I should talk this over with her.\"<br>\r\n<br>\r\n“Of course.” Turning to leave, Carl said, “One suggestion though; I wouldn’t take the drone out too often.  We’re not the only ones out there; and some of them are...desperate.  I want my son to be safe from them.\"</span></div></div>",
            "created":1586408400,
            "id":2816241,
            "title":"Private Conversations"
        },
        "111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was standing in the back of the garden when Ashley walked into the room.  Closing the door, she said, “Carl said you wanted to talk to me?”<br>\r\n<br>\r\n“Yeah.” Taking a breath, I said, “Carl asked if we’d be willing to let Caleb stay here with us.”<br>\r\n<br>\r\n“Come again?”<br>\r\n<br>\r\n“The surface is no place for anyone right now; least of all a four-year-old boy.” Sighing, I said, “Carl and Grace would still leave in a few days, but they want Caleb to stay here with us.”<br>\r\n<br>\r\n“I don’t know the first thing about raising a little kid, Jamie.” Looking at me, Ashley said, “The fact that you and I made it this long is a miracle.”<br>\r\n<br>\r\n“I’m not exactly sold on the idea either, Ash.” pausing, I said, “But can you honestly live with yourself knowing you sent a child back out into that world?”<br>\r\n<br>\r\nAshley was silent for a moment; before she took a breath and said, “No, I couldn’t live with myself.” Sighing, Ashley said, “But at the same time, we’re sending his parents out there to die.”<br>\r\n<br>\r\n“We’d give them anything we can spare; food, clothing, and weapons.” Looking at her, I said, “It wouldn’t guarantee anything, but it would give them a fighting chance.”<br>\r\n<br>\r\n“Okay, we’ll let Caleb stay with us.” sighing, Ashley said, “Now we have to figure out how to tell him.”<br>\r\n<br>\r\n“That’ll be up to Carl and Grace.” Pausing, I said, “I’ll go tell Carl our decision.”</span></div></div>",
            "created":1586408400,
            "id":2816250,
            "title":"Discussing Caleb's Future"
        },
        "1111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Adjustments",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I walked out of the hydroponic room to find Carl and Grace standing by the counter.  Upon seeing me, Grace walked over and said, “W-What did you decide?”<br>\r\n<br>\r\n“Ashley and I discussed it, and we’ve decided to let Caleb stay with us.”<br>\r\n<br>\r\n“Thank you so much!” wrapping herself around me, Grace wept into my shoulder, “I’ll sleep better knowing my little boy is safe.”<br>\r\n<br>\r\nI let Grace hug me for a few moments.  Once she was finished, I looked at them both and said, “You two should explain it to him; it’ll sound better coming from you.” Pausing, I said, “You guys can rest here for a few days; we’ll give you some provisions when it’s time for you to leave.”<br>\r\n<br>\r\nGrace walked off at that point, crying tears of joy.  Carl walked over to me and said, “You don’t know what this means to us; knowing our little boy will be safe.”<br>\r\n<br>\r\n“I didn’t want to say this to Grace, but we’ll give you some weapons as well, and a list of places you might try for safety.” Smiling, I said, “I hope we’ll meet again; once it’s safe to be out there again.”<br>\r\n<br>\r\n“Even if we don’t survive, I’ll be happy knowing Caleb is safe.”<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nThe next two days flew by; Ashley and I enjoyed having company.  We spent the time getting to know Caleb.  Once we found out that he liked hearing people sing, Ashley and I agreed to add Music Night to our weekly activities.<br>\r\n<br>\r\nFinally, the day came for Carl and Grace to leave.  Ashley and I each donated some clothes for protection against the elements.  Ashley filled a duffel bag with some canned goods, while I gave them a rifle and handgun. <br>\r\n<br>\r\nWe’d all told Caleb what would be happening, but it didn’t make it easier when the time finally came.  Caleb still expected to go with them and cried when they left without him.  And so, forty days after Samson, two became three.  And, while Ashley and I were uncertain, Caleb was dead certain he belonged anywhere but with us.</span></div></div>",
            "created":1586408400,
            "id":2816273,
            "title":"Informing Caleb's Parents"
        },
        "11111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span><b>Day 47</b><br>\r\n<br>\r\nIt’s been a week since Caleb had joined us; Ashley and I were doing everything in our power to make him come around.  It took three days before he was okay being in the same room as us and another two before he said anything.<br>\r\n<br>\r\nThings still weren’t perfect, but he was slowly coming around.  I entered the main room from the filter room to find him playing with some toys on the floor.  The night before his parents left, I’d ventured up in the house and found some toys that weren’t too damaged.<br>\r\n<br>\r\nHe looked to be playing with some GI Joes that belonged to Ashley’s stepbrother Joey.  Noticing me standing nearby, he started to get up and leave the room.  I quickly caught up and grabbed his shoulder.  “Caleb, stop; just...come talk with me.”<br>\r\n<br>\r\nCaleb stopped in his tracks and didn’t move for a moment; even from behind, I could tell he was conflicted.  Eventually he turned around and walked back over to me.  Looking at me, he said, “Why did my parents leave me?  Was I a bad kid?”<br>\r\n<br>\r\nMy heart dropped when I heard that – was that why he’d been acting this way?  “Of course they didn’t, why would you possibly think that?”<br>\r\n<br>\r\nTearing up, Caleb said, “Because they promised that they’d always be there to take care of me.”<br>\r\n<br>\r\n<i>Oh boy.</i>  Leading Caleb over to the couch, I sat the two of us down.  “They left you here <i>because</i> they cared about you, Caleb.” Looking at him, I said, “They realized the world out there isn’t safe for a little kid.  They felt having you here in the bunker was the best thing for you; you’d be safe and never have to worry about food.”<br>\r\n<br>\r\n“Will I ever see my mommy and daddy again?”<br>\r\n<br>\r\n“I’d be lying if I said yes; because I don’t know.” Sighing, I said, “In the meantime, Ashley and I will do everything in our power to keep you safe.”<br>\r\n<br>\r\nHearing that put a faint smile on Caleb’s face; he hugged me just as Ashley walked into the room.  Walking up to us, Ashley said, <br>\r\n“Come on, little man; let’s put you down for a nap.”<br>\r\n<br>\r\nAshley picked Caleb up off the couch and walked into the sleeping area with him.  I followed behind and stood in the doorway as she tucked him into bed; giving him a kiss on the forehead before walking back to the door.  Looking at her, I said, “You’ve got this motherhood thing down.”<br>\r\n<br>\r\n“It’s not as hard as it looks; after all, I’ve been taking care of you for the last month.” With a grin, Ashley said, “Looking after <i>another</i> kid isn’t that difficult.”<br>\r\n<br>\r\nI chose to ignore her jab; instead, I said, “Did you ever think this is what your life would have been like after high school?”<br>\r\n<br>\r\n“You mean living in an underground bunker with a four-year-old and a guy I used to bully?” chuckling, Ashley said, “No, I can’t say this is how I thought my life would be.”<br>\r\n<br>\r\n“Me neither.” Pausing, I looked at her and said, “But I’m starting to get used to it.”<br>\r\n<br>\r\n“Same here.”</span></div></div>",
            "created":1586408400,
            "id":2816301,
            "title":"Adjustments"
        },
        "111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Continue",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span><b>Day 60</b><br>\r\n<br>\r\n\"What are we having today, Ashley?\" Caleb asked.<br>\r\n<br>\r\n\"Since it's a special occasion,\" she replied, \"I thought we'd have hot dogs and corn.\"<br>\r\n<br>\r\n\"What special occasion?\" Caleb asked. \"Two months since the meteor?\"<br>\r\n<br>\r\n\"Or,\" I said, \"as it was known before Samson, the 4th of July.\"<br>\r\n<br>\r\n\"What's that?\"<br>\r\n<br>\r\n\"The birthday of our country,\" Ashley explained.<br>\r\n<br>\r\n\"My birthday's in September,\" he said.<br>\r\n<br>\r\n\"Mine's in August,\" I said.<br>\r\n<br>\r\n\"Well, today, I'm thinking about the 4th of July. And I've got another surprise planned for later in the day.\"<br>\r\n<br>\r\nIt didn't feel much like the 4th of July, that's for sure. Probably because we couldn't see the sun. It seemed like a lot of holidays would be changing in the next three years.<br>\r\n<br>\r\nOn the plus side, the hot dogs and corn were good. Maybe some things could remain the same.<br>\r\n<br>\r\nAfter the overhead lights dimmed, Ashley showed us her surprise: linking her phone to the TV, she played for us a video of a fireworks display. We had a lot of fun, and we thanked her for her efforts.</span></div></div>",
            "created":1586408400,
            "id":2816414,
            "title":"Celebration"
        },
        "1112":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "A small bunker.",
                "A replica of an old fortress.",
                "continue.",
                "your choice.",
                "you decide."
            ],
            "content":"<div class=\"\"><div> <span>Knowing we would not be able to run far, I pulled Ashley into the parking lot of the bus depot and ducked down among the seemingly countless vehicles. \"We need an old four by four if we are going to get anywhere.\" Whispering, I said.<br>\r\n<br>\r\n\"Wait a minute...\" Startled, Ashley whispered back. \"Are you seriously suggesting we steal a car?!\"<br>\r\n<br>\r\n\"We have to assume we are good as dead if they catch us.\" Darkly, I countered. \"Anyway, once Samson hits, all of these cars are going to be destroyed.\"<br>\r\n<br>\r\nAshley sighed. \"Okay, point taken but who taught you how to steal a car?\"<br>\r\n<br>\r\nI smiled. \"Auto shop class, my senior year.\"<br>\r\n<br>\r\nI pulled Ashley along as I searched for the car we needed and soon came across an old model four by four truck with the driver's door left open. without a sound, I urged Ashley in who crawled to the passenger seat while I jumped in and reached under the console. After feeling around for a moment, I pulled out a small number of wires. Details aside, I got the truck started and pulled the door closed.<br>\r\n<br>\r\n\"Um... Jamie...\" Wincing, Ashley said.<br>\r\n<br>\r\nI turned and found a number of rioters running for the truck. \"Hang on!\"<br>\r\n<br>\r\nI hit the accelerator, sending the truck screaming forward and drove through the lot, straight for the exit. Two rioters got into vehicles and gave chase. \"they're after us for stealing a truck!\" Frightened, Ashley yelled.<br>\r\n<br>\r\n\"They're after us because they're all mad and need someone to blame.\" Serious, I countered. \"We're just teenagers so we're easy targets.\"<br>\r\n<br>\r\nAshley gulped at that, it was not a pleasant thought. The two who had jumped into cars to gave chase used their cars to block the exit but I was taught how to drive on the back roads. \"Jamie, they're blocking our way out!\" Screaming, Ashley warned.<br>\r\n<br>\r\nI gave a chuckle. \"Buckle up...\"<br>\r\n<br>\r\nAshley's eyes went wide before buckling herself up and grabbed onto her seat for dear life. I turned the wheel and charged the car off the lot into the grass towards an old dirt road in a nearby forest. <i>\"They're nuts if they give chase.\"</i> glancing at the rear view I thought. <i>\"Only a four by four can handle these roads.\"</i> To my surprise, the two cars did give chase onto the road. <i>\"Yup... they're nuts.\"</i><br>\r\n<br>\r\n\"You are insane!\" Angry, Ashley yelled. \"You are insane!\"<br>\r\n<br>\r\n\"They're insane for following.\" Darkly, I replied. \"This road was not made with luxury cruisers in mind.\"<br>\r\n<br>\r\nIt did not take long for my words to ring true as I took a sharp turn on the dirt road. the first car was not able to turn fast enough and ended up sliding sideways right into a tree at high speed. The second ca managed to make the turn only the diver was not ready for a steep hill shortly after. While the four by four was able to climb the hill, the car fell short and rolled back before flipping three times to the bottom.<br>\r\n<br>\r\n\"I guess you do know what you are doing...\" Wincing, Ashley muttered.<br>\r\n<br>\r\n\"We got away from them, that's all that matters.\" Softly, I said. \"What we need to do now is find some form of shelter.\"<br>\r\n<br>\r\n\"Why can't we follow the buses?\" Shrugging, Ashley asked.<br>\r\n<br>\r\n\"The route was top secret as was the location of the bunkers.\" Serious, I replied. \"Even if we knew where their route and where they were going, the fragments are hitting sooner than predicted.\"<br>\r\n<br>\r\n\"Which means Samson may hit sooner than predicted.\" Pale, Ashley said. \"Why an old four by four though?\"<br>\r\n<br>\r\n\"The newer models have safeguards to protect from the old tricks.\" Serious, I replied. \"Now focus, do you know of any place close hand?\"<br>\r\n<br>\r\nAshley sighed, tears forming. \"I know a place...\" Whispering, she said.<br>\r\n<br>\r\nI followed Ashley's instructions and we soon arrived at...<br>\r\n</span></div></div>",
            "created":1586322000,
            "id":2815775,
            "title":"Wild Ride."
        },
        "13":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":null,
            "content":"<div class=\"\"><div> <span>Primary Characters:<br>\r\n•\tJamie Lincoln – 17 year old boy; average teenager, not very popular in school.<br>\r\n•\tAshley Saunders – 17 year old girl; popular girl, realizes early on that popularity isn’t worth much in the new world.<br>\r\nSecondary Characters:<br>\r\n•\tMr. &amp; Mrs. Lincoln – Jamie’s parents<br>\r\n•\tEmma Lincoln – Jamie’s younger (15 year old) sister<br>\r\n•\tEric Masterson – Ashley’s boyfriend; captain of the football team</span></div></div>",
            "created":1586235600,
            "id":2814984,
            "title":"Characters"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"An imminent asteroid impact forces two teenagers to rely on each other for safety.",
        "created":1586119320,
        "description":"<td align=\"left\" class=\"norm\">An asteroid is on a collision course with Earth.  Two teenagers (Jamie Lincoln &amp; Ashley Saunders) are left behind following an evacuation of their town.  Neither of them is a fan of the other, but now they're forced to work together to ensure they both survive.<br>\r\n<br>\r\nRules:<br>\r\n1. Proper grammar and spelling.<br>\r\n2. There can be sex, but don't overdo it.<br>\r\n3. Use 1st Person Perspective</td>",
        "id":2218195,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1586483040,
        "pretty_title":"Impact!"
    }
}