{
    "chapters":{
        "1":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Robert William Wallace, 18 years old ",
                "Harvey Elliott Appleby, 19 years old ",
                "Adam Thomas Hills, 20 years old ",
                "Christopher Michael Stevens, 17 years old",
                "Someone else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who is it and how did it happen? </span></div></span></div>",
            "created":1602478800,
            "id":2920057,
            "title":"At the hospital "
        },
        "12":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "One ",
                "Two",
                "Three",
                "Four ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>Harvey got in a car accident and was rushed to hospital and after intensive surgery he was injected with experimental stem cells.<br>\r\n<br>\r\nThe stem cells are designed to heal the body but someone programed them wrong and as they healed you they also fully charged your body from male to female.<br>\r\n<br>\r\nAll they did was change your Y cromosone to a X and they your body did the rest...</span></div></div>",
            "created":1602565200,
            "id":2920303,
            "title":"Harvey Elliott Appleby, 19 years old "
        },
        "121":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue ",
                "Continue ",
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>I was in a medically induced coma as my body changed and my flat mate and best friend is at my side as I changed.<br>\r\n<br>\r\nIt took a week to fully complete the change and my mother and father where informed about my treatment and about the accident but I can't be charged back.<br>\r\n<br>\r\nMy mother sorted everything all the legal documents out for me as I was slowly coming back around. <br>\r\n<br>\r\nMy name is officially Hayley Elise Appleby now and no longer Harvey Elliott Appleby.<br>\r\n<br>\r\nEverything else is the same and I'm my parents biological child and daughter, even university it's all the same, same course, same apartment and same tutors it's just now I'm a girl not a boy.<br>\r\n<br>\r\nI eventually wake up from my coma and as you expected I was shocked and scared but I was compensated for the mistake but I eventually came to the conclusion that I just had to get on with life.... </span></div></div>",
            "created":1602651600,
            "id":2921400,
            "title":"One "
        },
        "1211":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "One ",
                "Two ",
                "Three ",
                "Four ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>I've been living with my friend and studying at university as Hayley for a month now.<br>\r\n<br>\r\nReally the only difference is I have to wear a bra and I go to the gym on different days as I go to female only session and I've started kick boxing and apparently I'm a tomboy. <br>\r\n<br>\r\nBut everything is the same and people treat me the same especially Kyle my flat mate and best friend.</span></div></div>",
            "created":1602738000,
            "id":2922181,
            "title":"Continue "
        },
        "12111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "Continue ",
                "Continue "
            ],
            "content":"<div class=\"\"><div> <span>In reality this apartment belongs to Kyle as his parents bought it for him and he let's me rent out the spare bedroom.<br>\r\n<br>\r\nI also have a part time job at a strip/lap dancing club... I only started it two weeks ago.<br>\r\n<br>\r\nAll the girls as really nice as I'm one of the youngest members of staff, it pays will and I get to keep all my tips.<br>\r\n<br>\r\nI usually wear jeans and a top behind the bar so no one can mistake me for the girls working the floor.<br>\r\n<br>\r\nKyle have come in a few times usually to pick me up after work because I'm still waiting for my updated driving licence to come back.</span></div></div>",
            "created":1602738000,
            "id":2922280,
            "title":"One "
        },
        "121111":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "You pay the rent and try to save ",
                "Kyle suggested another way to pay jokingly (you think about it) "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>It came to the end of the month and I had a little money left enough for rent but that's it.<br>\r\n<br>\r\nBut I really need some more clothes as I really don't have many. </span></div></span></div>",
            "created":1602824400,
            "id":2922748,
            "title":"Continue "
        },
        "1211112":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "It can remain a dream them Kyle ",
                "We should get on with it"
            ],
            "content":"<div class=\"\"><div> <span>After been in your room for a few hours in your vest and knickers, you finally get up and knock on Kyle's bedroom door.<br>\r\n<br>\r\n\"come in Hayley\"<br>\r\n<br>\r\nYou walked in and sat on his bed and said \"where you serious about what you said\" what? \"about the sex\" no, I was only joking Hayley!. <br>\r\n<br>\r\nWell hypothetically what would be the deal? Kyle is taking completely off guard and said \"hmmm well it would be plain sex no strings attached and you could live here rent and bill free\".<br>\r\n<br>\r\nOk then well I guess....</span></div></div>",
            "created":1602824400,
            "id":2922753,
            "title":"Kyle suggested another way to pay jokingly (you..."
        },
        "15":{
            "author_id":"megb83",
            "author_name":"meg83",
            "choices":[
                "James Anthony Carter, 15 years old ",
                "Zachary Nicolas Adams, 16 years old ",
                "William Phillip Evans, 22 years old ",
                "Michael John Francis, 13 years old ",
                "Someone else "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who else is it</span></div></span></div>",
            "created":1603083600,
            "id":2924577,
            "title":"Someone else "
        }
    },
    "info":{
        "author_id":"megb83",
        "author_name":"meg83",
        "brief_description":"This storyline is about a person young guy who lives in a apartment with a friend. ",
        "created":1602543780,
        "description":"<td align=\"left\" class=\"norm\">The individual involved is just starting university and is intelligent and physically fit and healthy.<br>\r\n<br>\r\nHe somehow is changed into a female version of himself after something happening by accident while been treated at a local hospital and has to live with consequences and his friend at the apartment they both own together.</td>",
        "id":2235057,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602572160,
        "modified":1603108980,
        "pretty_title":"Accidental change "
    }
}