{
    "chapters":{
        "1":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "I am male",
                "I am female"
            ],
            "content":"<div class=\"\"><div> <span>You strap the small dagger and leather pouch of gold to your belt, and bid your parents farewell one last time, before mounting your chestnut mare that you raised from a foal. Your mother is trying to hold back tears, of joy or sorrow, you cannot tell. Your father just gives you a proud smile, and they both wave goodbye as you ride away across the property line of your family's farm towards the capital. <br>\r\n<br>\r\nSince the age o f five, you've always wanted to join the ranks of the Heroes. Your parents would tell you stories of the most famous Heroes from when they were your age, and their mighty and noble deeds. Slaying monsters, rescuing those in danger and distress, battling evil overlords who sought to enslave the land. Even as a child, you knew you wanted to be one of them. Today, you are finally of age to set out on your own, and fulfill your lifelong dream.<br>\r\n<br>\r\nFor three days, you ride West across fields and through forests until you reach the capital gates. Having grown up on a humble farm, you can't help but marvel at the sights of the magnificent city as your horse clops along through the cobblestone streets, not even noticing the stares and a few sneers you receive from the nobles dressed in their satin and velvet outfits. <br>\r\n<br>\r\nYou find yourself at the entrance to the Hero's Academy, where all Heroes train before officially joining the Guild. You hitch your horse by the entrance and enter a grand hall, the walls lined with tapestries bearing the Guild's insignia. At the end of the hall is a large desk of polished wood, a female elf sitting behind it, surrounded by parchment and writing quills. As you approached she looks up and says \"May I help you?\" <br>\r\n<br>\r\n\"I wish to enroll at the academy.\" You state proudly. The elf sighs before reaching under the desk and heaving up a massive ledger bound in leather and emblazoned with the Guild's symbol. \"Name?\" \"Taren Feldrake.\" \"Preferred class?\" <br>\r\n<br>\r\n(Before we go any further, is your character male or female? Also after selecting your class and sub-class, don't bother describing your time spent at the academy, and just skip ahead to when you graduate. This story is supposed to focus on Heroes, not Heroes-in-training.)</span></div></div>",
            "created":1594962000,
            "id":2870227,
            "title":"Your Journey Begins..."
        },
        "11":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Rogue",
                "Mage",
                "Warrior"
            ],
            "content":"<div class=\"\"><div> <span>\"Come again?\" You say confusedly.<br>\r\n<br>\r\n<br>\r\nThe elf sighs again, this time with a more frustrated tone, before saying \"Do you want to study Rogue, Mage or Warrior skills?\" <br>\r\n<br>\r\n<br>\r\nTo be honest, you didn't have any particular preference, and just decided to go with the one that sounded best to you.</span></div></div>",
            "created":1594962000,
            "id":2870231,
            "title":"I am male"
        },
        "111":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Archer",
                "Ranger",
                "Bard",
                "Shadowfoot",
                "Infiltrator"
            ],
            "content":"<div class=\"\"><div> <span>What will be your sub-class?<br>\r\n<br>\r\nArcher: A master of the bow and arrow. Can hit a target from hundreds of yards away.<br>\r\n<br>\r\nRanger: Good with a bow, but not as good as an Archer. Also equally adept with a pair of daggers.<br>\r\n<br>\r\nBard: Uses an enchanted instrument to enhance companion's abilities and cast various effects on enemies.<br>\r\n<br>\r\nShadowfoot: A master of stealth and alchemy, capable of sneaking up on enemies completely undetected before stabbing them in the back with a poisoned blade.<br>\r\n<br>\r\nInfiltrator: The perfect thief, an expert at picking locks as well as pockets. Uses Crossbow as primary weapon.<br>\r\n</span></div></div>",
            "created":1594962000,
            "id":2870238,
            "title":"Rogue"
        },
        "112":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Wizard",
                "Warlock",
                "Monk",
                "Necromancer",
                "Sorcerer"
            ],
            "content":"<div class=\"\"><div> <span>What is your Sub-class?<br>\r\n<br>\r\nWizard: Specializes in defensive magic.<br>\r\n<br>\r\nWarlock: Specializes in offensive magic.<br>\r\n<br>\r\nMonk: Specializes in healing<br>\r\n<br>\r\nNecromancer: Can raise the dead to aid in battle.<br>\r\n<br>\r\nSorcerer: Jack of all trades. Decent in all forms of magic, but is not particularly great in any specific kind.</span></div></div>",
            "created":1594962000,
            "id":2870242,
            "title":"Mage"
        },
        "113":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Barbarian",
                "Knight",
                "Paladin",
                "Brawler",
                "Battlemage"
            ],
            "content":"<div class=\"\"><div> <span>What is your sub-class?<br>\r\n<br>\r\nBarbarian: Relies on heavy weapons and brute force. No armor.<br>\r\n<br>\r\nKnight: Equally proficient with a sword or axe. Medium armor<br>\r\n<br>\r\nPaladin: Specializes in swords and claymores. Heavy armor.<br>\r\n<br>\r\nBrawler: Uses an axe for primary weapon. Little armor.<br>\r\n<br>\r\nBattlemage: Wields a made in one hand, and basic spells in the other. Light armor.</span></div></div>",
            "created":1594962000,
            "id":2870244,
            "title":"Warrior"
        },
        "1133":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "Oath of Death",
                "Oath of Light",
                "Oath of Water",
                "Oath of Fire",
                "Next Section of the List"
            ],
            "content":"<div class=\"\"><div> <span>\"I want to be a Paladin,\" you said.<br>\r\n<br>\r\n\"Ah,\" the elf said. \"Defender of Righteousness, Keeper of the Faith, and, for the most part, Lawful Good...... actually, scratch that last piece of crap - it's hard to find someone that's strictly Lawful Good. Better off just sticking with Good Enough.\"<br>\r\n<br>\r\n\"Is it really that hard to be Lawful Good?\" you asked.<br>\r\n<br>\r\n\"Well, if you end up serving a Lawful Evil king, you'll come to a point where you'll have to pick between Lawful and Good,\" the elf said. \"Luckily, the requirements for being a Paladin are much easier than they used to be. Actually, a lot of things are easier. The whole alignment thing practically got chucked out the window a couple of decades ago, allowing for bards and barbarians to be Lawful, druids to be one of the corners on the square, paladins and clerics to be Chaotic, and all of the other classes too. Really opened the field for those who previously didn't meet the stricter requirements. Also, things change more often all over.\"<br>\r\n<br>\r\n\"So, things change?\" you ask.<br>\r\n<br>\r\n\"About every six months, someone learns something new about the class,\" the elf said. \"Used to be that only Necromancers and paladins that broke their oath could summon the undead. These days, there's of course Necromancers, Oathbreakers, who are Evil by the way, Death Domain Clerics, who can be Neutral  or Good by the way, Circle of Spores Druids, they need to lay off those mushrooms as those make their breath stink, Eldritch Knights, Arcane Trickster rogues, wizards in general, and, our most recent addition, Oath of Death Paladin.\"<br>\r\n<br>\r\n\"Oath of Death?\" you ask.<br>\r\n<br>\r\n\"It was started by some reformed Oathbreakers who found out that they still had those Necromancy-type spells, and other such features, despite renouncing the ways of Evil,\" the elf said. \"They can even get their zombies and skeletons to do more than just be arrow fodder and trap bait - cooking, cleaning, general servant duty, night watch, carry loot, and be better at scouting out for traps and ambushes. They can even speak to them as if they were living.\"<br>\r\n<br>\r\n\"Interesting,\" you said.<br>\r\n<br>\r\n\"Also, if you don't have it, you get Darkvision, and if you already got it, an improved version,\" the elf said.<br>\r\n<br>\r\n\"Useful,\" you said.<br>\r\n<br>\r\n\"Alright,\" the elf said. \"Now, let's look at your options. There's a lot, so if none of the ones I mention now interest you, let me know and we'll go to the next part of the list.\"<br>\r\n<br>\r\n\"Alright,\" you said.<br>\r\n<br>\r\nThe elf nodded. \"First up, Oath of Death - Necromancy-based spells, Darkvision, Improved undead summons, and you're terrifying to your foes, plus you get access to this black armor that lets you hide in dark places.\" A black suit of armor showed up on the wall.<br>\r\n<br>\r\n\"Nice,\" you say.<br>\r\n<br>\r\n\"Next is Oath of Light,\" the elf continued. \"Improved healing spells, protective spells, undead are weak against you, you Inspire people, and you get access to this golden armor that acts as a light source.\" A shiny suit of armor appeared.<br>\r\n<br>\r\n\"A little bright,\" you said.<br>\r\n<br>\r\n\"It's not real good for stealthy things,\" the elf said. \"Oath of Water - communicate with water-based creatures, summon a water elemental, varies between a relatively minor up to a very powerful one, depending on your level and control, ability to swim very well, and breath underwater, plus this blue armor, which lets you get on the good side of undersea folks easier.\" A blue suit of armor showed up.<br>\r\n<br>\r\n\"Cool,\" you said.<br>\r\n<br>\r\n\"If you say to,\" the elf said. \"Next up, Oath of Fire. Fire-based spells, summon a fire-based being, which could include fire-breathing dragons, resistance and later immunity to fire, and this red suit of armor, which lets you talk to fire-based creatures easier.\" A red suit of armor showed up.<br>\r\n<br>\r\n\"Hot,\" you said, feeling the heat radiating from it.<br>\r\n<br>\r\n\"Whatever you say,\" the elf said. \"So, one of these, or do I go to the next section of the List?\"</span></div></div>",
            "created":1597381200,
            "id":2885534,
            "title":"Paladin"
        },
        "11331":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "Stayed True to Oath of Death",
                "Switched to another Oath",
                "Switched to Another Class",
                "Multi-classed with Rogue-type",
                "Multi-classed with a more formal Magic-type"
            ],
            "content":"<div class=\"\"><div> <span>\"I think I'll do the Oath of Death path,\" you said. \"Having undead servants sounds interesting.\"<br>\r\n<br>\r\n\"Make sure to treat them well,\" the elf said. \"They might have to obey your orders, but they might decide to misinterpret them and do <i>exactly</i> what you say.\"<br>\r\n<br>\r\n\"Meaning?\" you asked.<br>\r\n<br>\r\n\"They follow the order exactly as stated, but not as you intended,\" said the elf. \"Say you ask them to clean the spot off of your shirt, they will clean it, but if you are a jerk about it, they'll scrub a hole right through said shirt.\"<br>\r\n<br>\r\n\"Oh, I see,\" you said. \"I have to be nice to them.\"<br>\r\n<br>\r\n\"That would be a good idea,\" the elf said. \"By the way, if you decide that this path isn't for you, let me know within three months, so that we can change your subclass, class in general, or, if you want a real challenge, if you wish to multi-class.\"<br>\r\n<br>\r\n\"Multi-class?\" you ask.<br>\r\n<br>\r\n\"It has a decent following,\" said the elf. \"Sometimes a warrior wishes to learn the ways of a rogue or a more formal system of magic, or vice-versa or whatever.\"<br>\r\n<br>\r\n\"I see,\" you said.<br>\r\n<br>\r\n\"Well, your training starts tomorrow,\" the elf said. \"Let's locate you a room, and get the rest of your things taken care of.\"<br>\r\n<br>\r\nWhat happened in your training?</span></div></div>",
            "created":1597381200,
            "id":2885544,
            "title":"Oath of Death"
        },
        "113311":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "Decided to move, and let the half-orc barbarian pass",
                "Summoned Jim, Jeb, and Juanita",
                "Took out your sword to fight him",
                "are taken by surprise as he grabs a hold of your arm",
                "are shocked as a bolt hits him, turning him into a sheep"
            ],
            "content":"<div class=\"\"><div> <span>Your time at the Academy had been fun. You learned the use of various weapons, armor, shield, horseback riding, mounted combat, and how to use your Paladin spells. Granted, summoning Jim, Jeb, and Juanita had been scary the first time you did it, especially as their bones came forth from the ground, but after a while, you got used to it. They came in handy when you forgot to get certain weapons from the training room, or as sparing partners. Even some of the cleric-types you'd befriended had to admit that the trio had their use, as they'd often ask you for help in training their abilities that repealed undead. Granted, Jim, Jeb, and Juanita didn't like it, but you'd been smart enough to ask them to help out, and let the one that did help out have the day off, and not need to do as you said, which made the trio a bit more willing in that regard. That being said, you were smart enough not to <i>force</i> them into doing something they <i>didn't</i> want to do. Teachers had drilled in that lesson quite clearly. An upset summon could easily figure out a means in which to let the one that summoned them get into serious trouble and potentially get hurt or die.<br>\r\n<br>\r\nBut, your time at the Academy was now over. Now was the part where you had to get a Quest, take a job, or somehow earn your money, and in general, prove that you were indeed a Hero! Now it was just a matter of what kind of work you'd be willing to do. Luckily, there was always a job somewhere. In fact, the tavern always had something to be offered, or so you'd heard. There was usually a bounty or two, a small quest posted, someone looking for a party, or a party looking for someone to join them.<br>\r\n<br>\r\nAs you entered the tavern, you were mildly surprised at how quickly your eyes adjusted within five seconds to the dimmer light of the interior, compared to the usual thirty-sixty seconds it used to take. For a moment, things quieted, as folks started to look at you, making you feel nervous.<br>\r\n<br>\r\nThen, you heard it.<br>\r\n<br>\r\n\"Move rookie!\" said a low deep voice.<br>\r\n<br>\r\nYou turned, and found yourself looking at a scarred half-orc barbarian.<br>\r\n<br>\r\n\"Either you'll move or I'll rip your arm off and beat you with it,\" the half-orc barbarian said. \"That black armor don't scare me, not when I've seen things that will make you shit in it!\"<br>\r\n<br>\r\nAt this, you -</span></div></div>",
            "created":1597381200,
            "id":2885551,
            "title":"Stayed True to Oath of Death"
        },
        "1133111":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "She accepts",
                "She declines",
                "The Half-Orc Barbarian overhears",
                "Seems someone wants the price on Her head instead",
                "Someone else overhears and wants in"
            ],
            "content":"<div class=\"\"><div> <span>You decided to move, and let the half-orc through. You didn't feel like getting yourself tossed out for fighting.<br>\r\n<br>\r\n\"Weakling,\" he said, as he shoved you to one side, despite you having already moved for him.<br>\r\n<br>\r\n\"What a jerk,\" you mutter, as you head towards the notice board. Much to your surprise, the half-orc was on it, in the form of a Wanted notice, for the unlawful, and illegal, killing of an innocent dragon. The price on his head was over fifty thousand gold.<br>\r\n<br>\r\nYou turned your head, to look at the half-orc. This could be your start to your path of being a Hero.<br>\r\n<br>\r\nYou're about to mutter the words needed to summon Jim Jeb, and Juanita, in order to give you some help, when you heard someone clear their throat, loudly.<br>\r\n<br>\r\nYou glance next to you, and see one of those feline types, a female one, if you know your information correctly.<br>\r\n<br>\r\n\"Don't even think about it,\" they muttered. \"He'd throw his ax and behead you before you got one syllable out.\" She tapped the lower part of the poster.<br>\r\n<br>\r\nYou looked at it. In addition to the dragon, there was over two dozen other murders and illegal deaths on this guy's hands, with a warning that only experienced adventurers should try to take him on.<br>\r\n<br>\r\n\"What about you?\" you asked. \"Could you take him?\"<br>\r\n<br>\r\n\"Maybe, but it would be a close thing,\" she said. \"Also, I have my own issues with the Law.\" She tapped on another poster.<br>\r\n<br>\r\nYou looked at it, and on the poster indicated was an image of the cat lady, who had a price for thirty thousand gold, for numerous thefts.<br>\r\n<br>\r\n\"I'm surprised that the guards here haven't arrested you,\" you said.<br>\r\n<br>\r\n\"I'm smart enough to behave myself in this town,\" the cat lady said. \"As for him, no guard would dare to try and capture him.\"<br>\r\n<br>\r\n\"What if we worked together to do it?\" you asked. \"We bring him in, pay off your debt, and split what's left.\"<br>\r\n<br>\r\n\"Hmm, tempting,\" she said.</span></div></div>",
            "created":1597381200,
            "id":2885573,
            "title":"Half-orc barbarian and Feline Rogue"
        },
        "11331113":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "Cloud was standing in a doorway on the opposite side of the street",
                "Cloud was tied up on the ground next to you, a mischievous look in her eyes",
                "Cloud was already inside the station",
                "Cloud was gone",
                "Cloud was standing next to you"
            ],
            "content":"<div class=\"\"><div> <span>She was about to reply when suddenly, her eyes widened. She then shoved you, and ducked her head, as an ax smashed through the wall, where both of your heads would have been.<br>\r\n<br>\r\n\"So, you two think that you can take me on,\" the half-orc said. He held out his arm. The ax smashed its way back into the tavern, and flew to the half-orc's hand. \"I don't think so.\"<br>\r\n<br>\r\n\"Guess that story's true,\" the cat lady said. She whipped out a dagger, and threw it into the barbarian's gut.<br>\r\n<br>\r\nThe half-orc growled. \"I'll skin you alive for that!\" He pulled out the dagger and threw it at them.<br>\r\n<br>\r\nThe cat lady held out her hand, catching the dagger the hard way. \"Run!\"<br>\r\n<br>\r\nYou ran out the door, the cat lady just behind you, and, from what you could hear, the half-orc behind her.<br>\r\n<br>\r\nYou looked back at her, and saw her pull the dagger out of her hand, blood coming out. \"You're bleeding!\"<br>\r\n<br>\r\n\"I'll live!\" she said. \"Keep running!\"<br>\r\n<br>\r\nYou grab her injured hand and, as you ran, you uttered the healing words you'd been taught. A bright light enveloped both of your respective hands.<br>\r\n<br>\r\n\"Uh, thanks,\" she said. \"Mind letting go? Got a plan!\"<br>\r\n<br>\r\n\"Mind sharing?\"<br>\r\n<br>\r\n\"Head down that alley, summon your skeletons, and have them grab him when he gets down it,\" she said.<br>\r\n<br>\r\n\"And you?\" you ask.<br>\r\n<br>\r\n\"You'll have to trust me on that part,\" she said. \"Now go!\" That was when she sped past you.<br>\r\n<br>\r\n\"Guess she was holding back,\" you muttered. You then ran down the alley, which had a lot of shadow, so your armor allowed you to hide for a moment. You managed to mutter the words to summon Jim, Jeb, and Juanita, just as the half-orc came into the alley as well.<br>\r\n<br>\r\n\"I know you're here,\" he said. \"I can smell you.\"<br>\r\n<br>\r\n\"Grab him and keep him from moving,\" you commanded.<br>\r\n<br>\r\nThe three skeletons rushed forward, to do your bidding.<br>\r\n<br>\r\nThe half-orc threw his ax, chopping Jim in half.<br>\r\n<br>\r\nYou gasp in shock for a moment. Then chuckled as Jim reformed, and kept running towards the barbarian.<br>\r\n<br>\r\nSoon, all three had grabbed a hold of the half-orc, pinning his arms and legs. But, the half-orc kept fighting.<br>\r\n<br>\r\nThat was when it happened. The half-orc started to stiffen. \"What?! Paralysis? How?\"<br>\r\n<br>\r\nYou heard the chuckle. You looked up to the rooftop to see the cat lady playing with her dagger.<br>\r\n<br>\r\n\"You're not the only one with tricks up their sleeves,\" she said. She took out a vial and shook it. \"Kind of useful when one wants to slip past a guard. In your case, placed it on my dagger before I threw it.\"<br>\r\n<br>\r\nYou looked at her. \"What about you?\"<br>\r\n<br>\r\nShe chuckled. \"When you use something like that, make sure to have an antidote. I'm good.\" She jumped from the rooftop. \"Let's take him to the guard house. They can contact the Dragon Lords, so that he can be picked up to be executed.\" She then got rope out of her pack.<br>\r\n<br>\r\n\"Thanks for the help,\" you said. \"I owe you one.\"<br>\r\n<br>\r\nThe cat lady chuckled. \"Might be the other way around. You healing my hand made it easier for me to get my antidote to stave off my own paralysis.\"<br>\r\n<br>\r\n\"Thanks anyways,\" you said. \"I'm Cedric.\"<br>\r\n<br>\r\n\"Cloud is my name,\" the cat lady said.<br>\r\n<br>\r\nYou offer your hand, and she shook it.<br>\r\n<br>\r\n\"Now, come on,\" Cloud said. \"Fifty thousand gold isn't just going to swap places with him if we jabber all day.\"<br>\r\n<br>\r\n\"Right.\" You look at Jim, Jeb, and Juanita. \"You three, pick him up and carry him.\"<br>\r\n<br>\r\nThe skeletons nodded, and pick him up, probably a little more roughly than you'd prefer, but you couldn't really blame them - he'd almost killed you.<br>\r\n<br>\r\n<br>\r\n<br>\r\nSoon enough, you got to a guard station with your package, which was still struggling. You pounded on the door. \"Got a Bounty to turn in here!\"<br>\r\n<br>\r\nA moment later, the Head Guard opened the door's viewport. \"I see. Been wanting them for some time. Give me a moment.\" <br>\r\n<br>\r\nYou heard the door unlock, and watched it open up.<br>\r\n<br>\r\n\"How'd you get them,\" they asked.<br>\r\n<br>\r\n\"I had some help,\" you said. <br>\r\n<br>\r\n\"Your skeletons that good?\" the guard asked.<br>\r\n<br>\r\n\"No, I had some help from -\" You looked and saw that.....</span></div></div>",
            "created":1597381200,
            "id":2885596,
            "title":"The Half-Orc Barbarian overhears"
        },
        "113311133":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "Later, at a shop.",
                "Later, at the Tavern",
                "Later, at the Guard station",
                "Later, Cloud surprises you",
                "Later, a dragon shows up for you."
            ],
            "content":"<div class=\"\"><div> <span>Much to your surprise, Cloud was already inside the station, getting a bottle out of a desk. <br>\r\n<br>\r\n\"Need a bit of a drink after that capture, Sir,\" she said.<br>\r\n<br>\r\nThe head guard turned his head, and laughed. \"Was Crog that tough that you needed help from a rookie?\"<br>\r\n<br>\r\n\"Not really,\" Cloud said, pouring a drink. \"To be fair, Cedric tried to rope me into the job and splitting the reward between us, when Crog decided that he wanted our heads.\"<br>\r\n<br>\r\n\"I see,\" the guard said. \"In that case -\" he looked at you. \"How do you want your eighty thousand gold? All of it now, or some upfront with a receipt for the rest?\"<br>\r\n<br>\r\n\"Wait, isn't Crog worth fifty?\" you asked.<br>\r\n<br>\r\n\"You forget?\" Cloud asked. \"I'm worth thirty.\"<br>\r\n<br>\r\n\"But, I wasn't planning to turn you in,\" you said.<br>\r\n<br>\r\nCloud sipped on her drink. \"No, but it makes for a better story, both for yourself, and for me, for when I eventually <i>escape</i> from my cell.\" She looked at the head guard. \"The usual cell?\"<br>\r\n<br>\r\n\"Do you want the one where the door doesn't lock quite right, or the one with the window you can squeeze out of?\" the head guard asked.<br>\r\n<br>\r\n\"Prefer the one with the bad door,\" Cloud said. \"I don't fancy scrapping off my fur again. Took three weeks to grow right.\"<br>\r\n<br>\r\n\"Could lose a little weight,\" the head guard said, quietly.<br>\r\n<br>\r\n\"I heard that,\" said Cloud.<br>\r\n<br>\r\n\"Um, what's going on?\" you ask.<br>\r\n<br>\r\n\"Publicly, I'm a wanted thief,\" said Cloud. \"Confidentially, I work for the Guard. My job is to infiltrate dangerous groups, and bring them down from within.\"<br>\r\n<br>\r\nYou looked over at Crog, who looked like he was paying attention. \"What about him?\"<br>\r\n<br>\r\nCloud chuckled. \"Him? Where he's going, not even the most powerful necromancer could raise him.\" She set her glass down. \"Dragons execute murders of our size by eating them.\"<br>\r\n<br>\r\nCrog growled as he heard the news. \"I'll get you for this.\"<br>\r\n<br>\r\n\"Good luck,\" said Cloud. \"By this time tomorrow, the dragons will be here to collect you. After that, you'll be on your way to becoming dragon shit, among other things.\"<br>\r\n<br>\r\n\"So, what about me?\" you asked.<br>\r\n<br>\r\n\"You'll get the money, and the usual rewards that come for being a Hero,\" said Cloud. \"Discounts at various stores, women wanting to have your baby, folks buying you drinks, and a few other things. Might even have a dragon fancy you.\"<br>\r\n<br>\r\nYou had to chuckle at this. \"That's quite the reward.\"<br>\r\n<br>\r\n\"Not bad, for a rookie fresh from the academy,\" said Cloud.</span></div></div>",
            "created":1597381200,
            "id":2885608,
            "title":"Cloud was already inside the station"
        },
        "1133111332":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Go over to the table with the maids and introduce yourself",
                "Join in the card game",
                "Check out the new quests on the notice board",
                "Suddenly, another Hero approaches you",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Word of how you had brought in two notorious criminals, on your first day no less, had spread like wildfire throughout the Guild and the capital. You couldn't help but feel rather pleased with yourself, even if you had help from Cloud. Men took off their hats in respect as you passed them in the streets, and women would bow to you, while children would whisper stories to each other of how you defeated the half-orc barbarian single handed. <br>\r\n<br>\r\nLater that day, you walk back into the tavern from before, deciding to treat yourself. You order a bottle of the house's best brew, and sip it as you gaze around the room. There's some maidens over in the corner that seem to be admiring you from a distance, shyly looking away when the notice that you've spotted them. In the center of the room is a group of men playing a game of cards. You think of maybe joining in, just for fun. <br>\r\n<br>\r\nThen you see the notice board has some new quests, and consider browsing them to take on your first official job. What do you do?</span></div></div>",
            "created":1597381200,
            "id":2885730,
            "title":"Later, at the Tavern"
        },
        "11331113323":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "You sleep soundly.",
                "You get a visitor, in the form of a female human-sized dragon",
                "Cloud shows up during the night.",
                "Someone sets the tavern on fire!",
                "Someone gets into your room"
            ],
            "content":"<div class=\"\"><div> <span>You decided to look at the Notice board for a simple quest, or perhaps one that had a low amount of pay. With eighty thousand gold, you could afford to be picky. Then again, getting better weapons wouldn't hurt your chances either, same with getting potions and a few other things.<br>\r\n<br>\r\nAs you looked it over, noticing that there was a bakery dealing with a large rat issue, something caught your attention. Standing next to you, also staring at the Notice board, was one of the Yuan-Ti, in the getup of a cultist. However, the other thing that also caught your attention was a poster that had the snakeman's image upon it. He was worth ten thousand gold. Alive.<br>\r\n<br>\r\n\"Three criminals in one day?\" they said quietly. \"Don't push your luck. Besides, you might be of use, according to our mutual friend, Cloud.\"<br>\r\n<br>\r\nThat was when you saw it. A coin-sized amulet that quickly disappeared up the sleeve of the Yuan-Ti's cloak. An amulet carried by the City Guards.<br>\r\n<br>\r\n\"What do you want?\" you asked.<br>\r\n<br>\r\n\"The Guard could use you as an Extractor,\" the Yuan-Ti said. \"Sometimes it's hard to get one of us out of whatever group we've infiltrated, especially since using the Guard might bring about the wrong kind of attention. A Bounty Hunter on the other hand, one with no Official connections to the Guard beyond using them as a place to exchange criminals for receipts, that's a different matter.\"<br>\r\n<br>\r\n\"You want to use me to get your people out of trouble, by turning them in as if they were criminals with a price on their heads?\" you ask.<br>\r\n<br>\r\nThe snakeman nodded. \"That's about the size of it. Of course, most won't bring in as high a price as Cloud, but you're still looking at a few thousand gold apiece. Of course, it's only good if we're alive, as per the Request.\"<br>\r\n<br>\r\n\"I understand,\" you said.<br>\r\n<br>\r\n\"Good,\" the Yuan-Ti said. \"Contact you later. By the way, the antidote for the poison is in your side pocket.\"<br>\r\n<br>\r\n\"What poison?\" you asked.<br>\r\n<br>\r\n\"This!\" <br>\r\n<br>\r\nThat was when he sprayed venom into your eyes, all but blinding you, causing you to blunder into a table. As you tried to wash your eyes out with the contents of your drink, you fished around in your pocket, grabbing a bottle. You pulled it out, uncorked it, and drank the contents. Your eyes recovered in a few seconds afterwards. You looked around, and saw that the Yuan-Ti was gone, and that everyone else was looking at you.<br>\r\n<br>\r\nYou chuckled nervously. \"I don't think he wanted me to bring him in.\"<br>\r\n<br>\r\nThis caused the rest of the tavern to laugh out loud, and soon the drinks resumed flowing. Some even landed in front of you, and more than a few more experienced adventurers slapped your back.<br>\r\n<br>\r\n\"Can't get them all!\" one said. <br>\r\n<br>\r\n\"There's always that one that gets away!\" said another.<br>\r\n<br>\r\n\"At least it wasn't a goblin like yours!\" the first said. <br>\r\n<br>\r\n\"You're one to talk,\" the second said. \"There's still kobold who laugh about the fact that you couldn't catch one of them in broad daylight!\"<br>\r\n<br>\r\n\"Oh really!\" That was when the first jumped over the table, and started a wrestling match with the second. \"You're the one that slept with a succubus!\"<br>\r\n<br>\r\n\"Better that than a hag!\"<br>\r\n<br>\r\nYou moved over to the counter as the two continued to wrestle. \"What a day.\" You looked at the owner of the place. \"A room for the night?\"<br>\r\n<br>\r\nHe nodded, indicated payment, you gave him some coins, and he gave you a key. \"Room Eleven.\"<br>\r\n<br>\r\n\"Thanks,\" you said. You then went upstairs, to get some much needed rest.</span></div></div>",
            "created":1597381200,
            "id":2885768,
            "title":"Sneaking Yuan-Ti"
        },
        "11331113324":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "You'll be protection for a caravan from bandits",
                "Recover a stolen dragon egg",
                "Investigate the dissaperance of several capital citizens",
                "A nearby village is having trouble with a pack of werewolves",
                "Stop a deathly plague from spreading through the city sewers"
            ],
            "content":"<div class=\"\"><div> <span>Before you decide what to do next, you hear a voice say \"Hi! You're Cedric, aren't you?\" You look around, be see nobody speaking to you. \"Down here!\" You look down to see a halfling looking up at you. Though he was an adult for his race, he was no larger than a child to you. \"Yes, I am Cedric.\" You say, and the halfling introduces himself. <br>\r\n<br>\r\n\"Grildo Biggems is the name. I'm another hero in the guild. Me and some other guild members were forming a party to take on a job together. We heard about your expoits earlier today, and we're wondering if you'd like to join us?\" <br>\r\n<br>\r\nYou decided you may as well, and follow the halfling to his table where the rest of the party is waiting. There was a centaur archer, a Minotaur warrior, and an elven sorceress. They introduce themselves as Alma, Kragg and Esmeralda respectively. \"Nice to meet you all.\" You say \"So what's the job we're accepting?\" The centaur hands you a scroll with the details and you read it to yourself.</span></div></div>",
            "created":1597467600,
            "id":2886061,
            "title":"Suddenly, another Hero approaches you"
        },
        "113311133241":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "Getting Supplies.",
                "On the Journey",
                "Later that night",
                "Encountering the others.",
                "Someone else overhears and wants in"
            ],
            "content":"<div class=\"\"><div> <span>\"So, we'll be protecting a caravan,\" you said. \"The pay looks good.\"<br>\r\n<br>\r\n\"Could use a few more,\" said Kragg. \"The Ranus route is filled with bandits.\"<br>\r\n<br>\r\n\"Perhaps me and my friends could be of assistance.\"<br>\r\n<br>\r\nYou turned, and found yourself looking at a member of the turtlefolk race known as Tortles, who had turned their own chair a bit.<br>\r\n<br>\r\n\"Sorry, but I couldn't help but overhear, you're going on a trip that takes you along the Ranus route?\" they asked.<br>\r\n<br>\r\n\"Yes,\" said Grildo. \"Do you know the route well?\"<br>\r\n<br>\r\n\"Not me personally, but Kosj grew up not too far from the area, and knows it fairly well,\" the tortle said.<br>\r\n<br>\r\nYou looked, and saw one of the lizardfolk, who was wearing a getup similar to that used by Druids. Then, there was the lionman, one of the Leonin, who wore the symbol of the goddess of healing upon their chestplate. Then there was a crowman, a Kenku, who was hunched over the table, working on something.<br>\r\n<br>\r\n\"Kosj, Druid of the Beasts, Xior, Cleric of Healing, but don't let that fool you if you upset him enough, Tinker the Tinkerer, and myself, Baka the Necromancer.\"<br>\r\n<br>\r\nYou widened your eyes a bit. There was potential for both magic and and physical capabilities here. Still, you couldn't help but wonder.... \"Why would you be willing to travel with us?\"<br>\r\n<br>\r\n\"We'll be heading along that way anyways,\" said Xior. \"Been asked to deliver a package of rare herbs toa place that specializes in making improvements to healing potions and the like.\"<br>\r\n<br>\r\n\"Then there's the other three who'll throw in,\" Kosj said. \"Konar the Duergar dwarf, who happens to be a Celestial Warlock, Lask the Kobold, a Monk of the Kensei way, and then there's Raza, the Goblin, who thinks he's an Assassin, but he's better at being a Thief.\"<br>\r\n<br>\r\n\"Bad Assassin, good Thief,\" Tinker said, in a female voice.<br>\r\n<br>\r\n\"Assassin?\" you ask.<br>\r\n<br>\r\n\"Only if he's been paid to do the job,\" said Baka. \"He's better at the stealing anyways.\"<br>\r\n<br>\r\n\"This won't be the usual party makeup, that's for sure,\" said Esmeralda.<br>\r\n<br>\r\n\"You're willing to travel with a centaur and a minotaur, plus a guy who can animate the dead,\" said Alma. \"At least this way, we have all the ranges covered.\"<br>\r\n<br>\r\nYou then looked at Grildo. \"And what are you?\"<br>\r\n<br>\r\nThe halfling chuckled. \"Well, let's just say that while Kragg is of your typical Fighter stock, Champion type to be specific, I am a Barbarian, with Ancestral Guardians that aid me in battle.\"<br>\r\n<br>\r\n\"Not the usual party makeup,\" Esmeralda said, again.</span></div></div>",
            "created":1597554000,
            "id":2886462,
            "title":"You'll be protection for a caravan from ban..."
        },
        "1133111332412":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "A couple of months.",
                "A couple of years.",
                "A couple of decades.",
                "A hundred years.",
                "He lost count after a hundred and twenty or so."
            ],
            "content":"<div class=\"\"><div> <span>It was a few days into the journey. The caravan had stopped for the night. You had to admit, the trip had been fairly boring thus far. You looked at the top of a hill, where you saw Baka sitting at the base of a tree. You walked up the hill and carefully approached the tortle.<br>\r\n<br>\r\nHe turned his head, and looked at you. \"You make too much noise if you think that you can sneak up on someone.\"<br>\r\n<br>\r\n\"I wasn't trying to do that,\" you said.<br>\r\n<br>\r\nBaka chuckled. \"Smart. If you had tried it, you'd have a good-sized goose egg on your head.\" He grabbed his staff and stood up. \"My father used this during his travels, as did his father, and his own, and now me.\" He held it out. \"Go on, take it.\"<br>\r\n<br>\r\nYou carefully reached out, almost expecting it to zap you. But, when you did grab it, you found that it was merely made of wood, decently dense and hefty for its size, with a number of carvings along it, but it was just wood just the same.<br>\r\n<br>\r\n\"Expecting some sort of magical energy, correct?\" Baka asked.<br>\r\n<br>\r\n\"Well, one hears stories about wizards' staffs,\" you said. \"Fire, lightning, ice, and other sorts of things.\"<br>\r\n<br>\r\n\"What about one used by a monk?\" Baka asked. He held his hand out.<br>\r\n<br>\r\nYou passed the staff back. \"Can't say I've heard much about those.\"<br>\r\n<br>\r\n\"They're very good at knocking sense into peoples' heads, that much I've been informed of,\" Baka chuckled. \"I would know - my father told me stories about his travels, as well as those of our ancestors. He was mildly disappointed to find that I was more interested in the arcane ways than those that dealt with spirituality, as I was always reading wizard books and scrolls, and he was especially upset when he found me reading the tome of this particular necromancer he and his group had beaten back during his traveling days. He sat under a tree and meditated for a week when that happened. When he came out of it, there was this look of relief on his face. He looked at me and said, 'If I cannot stop you from learning the ways of a wizard, then it would be wise to at least be guided in their ways.' Thus, he brought me to the Academy and before he left, he gave me this staff, saying 'This way, I will be there with you on your journey, along with your grandfather and great-grandfather.' After all, wizards can carry staffs, and everyone knows that monks don't need weapons.\"<br>\r\n<br>\r\n\"That's an interesting story,\" you said. \"How long have you been an Adventurer?\"<br>\r\n<br>\r\nBaka chuckled and said...</span></div></div>",
            "created":1597640400,
            "id":2887158,
            "title":"A chat with Baka"
        },
        "11331113324124":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "\"Just a nice night view. Perfect for star watching.\"",
                "\"Something moving in those trees. Might be friend, or foe.\"",
                "\"A dragon coming this way. I wonder why.\"",
                "\"Someone following our trail. Might be friend or foe.\"",
                "\"Someone setting up an ambush for us to spring in the morning.\""
            ],
            "content":"<div class=\"\"><div> <span>\"Probably since before your grandparents were even born,\" said Baka. \"It's been at least a hundred years since I've started my travels.\"<br>\r\n<br>\r\n\"And in all that time, you've never taken the Ranus route?\" you asked.<br>\r\n<br>\r\nBaka chuckled. \"Didn't say that. Just said that I didn't know it as well as Kosj. What I know about the area is likely out of date. If you'd asked me fifty years ago, I'd be able to tell you who ran the bandit gangs here, where their territories were, how to deal with them, how to avoid them, numbers and composition of the various groups, if they were on good terms with each other or not, and if we could take them on. I don't have the answers to those questions these days.\"<br>\r\n<br>\r\n\"A hundred years? You must be pretty powerful,\" you said.<br>\r\n<br>\r\nBaka scoffed. \"Depends on how you measure power. I know a lot of spells, true. More than a few are very powerful. That being said, I can be beaten, as can anyone. Ever see a wizard throw a perfect fireball, the kind that could level a home in a single blast?\"<br>\r\n<br>\r\n\"Might have seen one in training,\" you said. \"Target practice with javelins myself, but everyone has their own ranged preferences.\"<br>\r\n<br>\r\nBaka nodded. \"Yes. But, what about a dagger in the hands of a skillful assassin?\"<br>\r\n<br>\r\nYou chuckled nervously, as you remembered Cloud throwing her dagger at Crog. \"Once. Also saw it get thrown back at them.\"<br>\r\n<br>\r\nBaka chuckled. \"The tabaxi known as Cloud?\"<br>\r\n<br>\r\nYou nodded.<br>\r\n<br>\r\n\"Be sure to keep an eye on that feline the next time you run into her,\" said Baka. \"She's not the simple thief most take her to be.\"<br>\r\n<br>\r\n\"Why do you say that?\" you asked, not wanting to blow Cloud's secret.<br>\r\n<br>\r\n\"What do you really know about her?\" Baka asked. \"You seem to be a bit defensive, given that you claimed the reward on her head.\"<br>\r\n<br>\r\nYou kept quiet.<br>\r\n<br>\r\nBaka smiled, and tapped your armor with his staff. \"Don't worry. Her secret is safe with me - there's a cell door in that guard station that needs fixing. Useful for when one wants someone to <i>escape</i>.\"<br>\r\n<br>\r\nYour eyes widened at this.<br>\r\n<br>\r\nBaka chuckled. \"I'm not fooled easily.\" He looked off into the distance.<br>\r\n<br>\r\n\"You see something?\" you ask.<br>\r\n<br>\r\n\"Yes,\" said Baka.</span></div></div>",
            "created":1597986000,
            "id":2889139,
            "title":"A hundred years."
        },
        "113311133243":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "She has her way with you",
                "Your companions burst through the door to your rescue!",
                "Cloud busts in through the window",
                "She calls in some other succubi for a foursome",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>According to the scroll, there have recently been multiple citizens of the capital, all of them men ranging from peasants to high ranking nobles, who have been reported missing. Their families have pooled together a hefty reward for whoever can discover their whereabouts, whether they be alive or dead. \"So, we're to investigate these disappearances then?\" You ask \"Exactly.\" Said Grildo \"We've also been given a list of the missng person's names. We think it would be best for us to split up and scour the city for any leads, then we'll all meet at the Center Square at midnight to share whatever we've found.\" <br>\r\n<br>\r\n\"Alright, sounds good to me.\" You say \"I'll see you all at Midnight then.\" <br>\r\n<br>\r\nYou take a look at the list of names, and decide you may as well begin with the one at the top, Ben Aurelius. You start by asking patrons at the tavern if they've heard of him. Most say no, but then the barkeep tells you that Ben is a frequent customer, and if he's not at the tavern he's probably at the Golden Rose. You'd never heard of the place, but the barkep gives you directions. <br>\r\n<br>\r\nYou come to a lavishly decorated Inn, but as soon as you step inside, you realize what it actually is. Judging by the dozens of women in skimpy outfits and the men that were ogling them or otherwise enjoying their company, there was only one thing the Golden Rose could be.<br>\r\n<br>\r\nA brothel.<br>\r\n<br>\r\n\"Hello there, handsome.\" Said a seductive voice. You turn to see a woman with fiery red hair, a curvy figure and a red velvet dress speaking to you. \"Anything I can do for you? Or would you like one of the other girls? Maybe more than one?\" She asks with a sultry tone and knowing wink. \"Actually, I'm looking for someone.\" You say You tell her about the series of disappearances. To your surprise, she beckons you to follow her, as though she knows something about what you're looking for.<br>\r\n<br>\r\nShe leads you upstairs to a private room with a luxurious four poster bed. She motions for you to lay on the bed. You are confused, but do so anyway. The instant you do, she snaps her fingers and chains snake up from under the bed posts and wrap around your wrists and ankles. \"Hey! What's going on!?\" You exclaim, and the woman's voice turns from soothing and seductive to something more sinister as she chuckles maliciously, and she begins to change into her true form.<br>\r\n<br>\r\nHorns sprout from her head as he skin turns blood red, and her eyes turn a glowing yellowish orange. \"Foolish human.\" She says \"I never thought you'd be this easy to trick!\" \"You're a succubus!?\" You say. \"Everybody in this brothel is. Well, the women are anyway. Those missing men you were looking for were patrons here, or they were until we drained their souls dry! And now, my dear, I'm afraid I'll have to do the same to you. But since you're kind of handsome, how about a little fun first? I promise to make it enjoyable. Think of it as a gift before I suck out your life force.\" <br>\r\n<br>\r\nShe conjures a whip in her hand, and you are beginning to break into a cold sweat. You would summon your skeleton minions, but you doubt they'd do any good against a demon like this. What happens next?</span></div></div>",
            "created":1597640400,
            "id":2887154,
            "title":"Detective Work"
        },
        "1133111332433":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "\"I followed you from the tavern.\"",
                "\"I was already checking the place anyways.\"",
                "\"I was looking for someone when I noticed you in a bit of trouble.\"",
                "\"I was planning to talk to you.\"",
                "\"A girl has to have her secrets.\""
            ],
            "content":"<div class=\"\"><div> <span>That was when, of all things, a ballista bolt came through a window, embedding itself into the succubus, and sending her flying, pinning her to the wall.<br>\r\n<br>\r\nThe turned your head, and watched as Cloud knocked away the rest of the window glass, before she came in. \"You alright Cedric?\"<br>\r\n<br>\r\n\"Almost wasn't,\" you said.<br>\r\n<br>\r\n\"You, mangy cat!\" the succubus shouted. \"I'll get you for this.\"<br>\r\n<br>\r\nYou looked, and saw that the bolt looked a lot like a trident of some sort, with a lot of prongs. Also, the succubus was having a hard time grabbing it.<br>\r\n<br>\r\n\"What with her?\" you asked.<br>\r\n<br>\r\n\"I'm on very good terms with a Cleric of Light,\" said Cloud. \"As far as her anatomy is concerned, Light energy is a poison, especially when its on a blessed object, like a modified trident/ballista bolt. Funny enough, he's a tiefling.\"<br>\r\n<br>\r\n\"Some half-demon did this to me!\" the succubus shouted.<br>\r\n<br>\r\nThat was when Cloud reached her hand into a pouch, and pulled out something that surprised you - a two-handed executioner's sword.<br>\r\n<br>\r\n\"Shut up.\" <br>\r\n<br>\r\nCloud swung the sword, beheading the succubus, and the body disintegrated into ash.<br>\r\n<br>\r\n\"Thought you didn't use such weapons,\" you said, as Cloud came back to you. \"I mean, you're a rogue - daggers, rapiers, and other quick weapons fit your sort better.\"<br>\r\n<br>\r\n\"Nothing beats a blessed weapon when dealing with demons,\" said Cloud, as she undid the chains. \"But, you're right - two-handed weapons aren't my style.\"<br>\r\n<br>\r\nAs you got out of the bed, she passed the weapon to you.<br>\r\n<br>\r\n\"It's good for cutting and chopping, but forget about any stabbing or thrusting,\" she said. \"On the plus side, it's blessed. The blade burns those with demon blood, and if you give them a killing blow, sends them back to the Infernal Plane, where they have to regenerate.\"<br>\r\n<br>\r\n\"Useful to know,\" you said. \"Um, how'd you get here?\"<br>\r\n<br>\r\nCloud chuckled. </span></div></div>",
            "created":1597640400,
            "id":2887238,
            "title":"Cloud busts in through the window"
        },
        "11331113324332":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "\"I'm naturally immune to spells that manipulate emotions.\"",
                "\"I prefer my own kind as a lover.\"",
                "\"I prefer to take females as lovers.\"",
                "\"Took a potion that gives me resistance to such spells before I came in.\"",
                "\"I can't get into a Heat Mode, even with magic aid, due to a past incident.\""
            ],
            "content":"<div class=\"\"><div> <span>\"I was checking the place out anyways,\" said Cloud. \"Then I saw you enter. Last I knew, you weren't the sort that visits a brothel.\"<br>\r\n<br>\r\nYou chuckled nervously. \"I was investigating a missing person situation, and was informed that they'd visited here apparently.\"<br>\r\n<br>\r\n\"At least you know that they are dead, and know who did it,\" said Cloud, as she reached into her bag, and pulled out yet <i>another</i> two-handed longsword.<br>\r\n<br>\r\n\"Didn't you just say that two-handed weapons weren't your style?\" you asked.<br>\r\n<br>\r\n\"Doesn't mean I don't know how to use them,\" said Cloud. \"My teacher told me to learn how to use any weapon you get your hands on. That, and there's more power to a two-handed weapon when you can't sneak around. Daggers are good for unsuspecting, or distracted, targets, but almost useless in a straight-up fight.\"<br>\r\n<br>\r\n\"I'm surprised that none of the other demons have come up to investigate the screaming,\" you said.<br>\r\n<br>\r\nCloud chuckled. \"I didn't come here alone. One of the first rules you learn - always have backup, especially when forced to split up. Let's go.\" <br>\r\n<br>\r\nThe two of you busted out of the room, where you saw a fight in full swing. There was a turtlefolk with a staff, whacking demons' heads, followed by one of the lionfolk, who had a suit of armor with a symbol for the Goddess of Healing, bashing their heads in with a mace. Then, there was a bear by a a crowfolk, who was controlling a wheeled personal ballista, with bolts piercing multiple targets, after which, they had to reload it. You ealized that you were looking at a tortle, a leonin, and a kenku, but the bear looked like an ordinary bear, until you got a good look at their eyes, and saw the reptilian traits.<br>\r\n<br>\r\n\"A monk, cleric, artificer, and a druid?\" you asked.<br>\r\n<br>\r\n\"Actually, the tortle's a necromancer,\" said Cloud. \"But the staff was indeed used by monks, and has absorbed more than a bit of spiritual power, meaning that it messes up demons.\"<br>\r\n<br>\r\nYou looked at her. \"Really?\"<br>\r\n<br>\r\nCloud laughed. \"No - but being whacked with whatever wood that thing's made of messes up anyone who gets hit with it - usually in the form of a headache!\"<br>\r\n<br>\r\nYou then heard a roar, and saw as the druid-bear tore a demon to pieces.<br>\r\n<br>\r\n\"And the druid?\" you asked.<br>\r\n<br>\r\n\"Lizardfolk don't scare easily,\" said Cloud. \"Baka the tortle necromancer, Kosj the lizardman druid of the beasts, Xior the leonin cleric of healing, and Tinker the kenku tinkerer.\"<br>\r\n<br>\r\n\"Um, where are the other customers?\" you asked.<br>\r\n<br>\r\n\"Well, when a group of armed adventurers bust into the place using weapons, and the woman you were about to have sex with turns out to be a succubus, I imagine that your first reaction is to get the heck out of that place,\" Cloud said. \"Now, get in there, and chop off some demon heads!\" She shoved you into the fray.<br>\r\n<br>\r\nThe first succubus you bumped into, turned, and tried to claw your face off. You managed to jump back far enough to avoid being hit, and swung your sword, lopping off her hand.<br>\r\n<br>\r\nA shriek came from her throat, as her hand turned into ash. \"You!\"<br>\r\n<br>\r\nThat was when a dozen or so jumped onto you, trying to tear you to pieces. <br>\r\n<br>\r\n\"Fill your hands with healing magic and start punching!\" came a deep voice.<br>\r\n<br>\r\nYou muttered the words for healing, and a glow came from your hands. You started punching, smashing in faces, and after two or three punches, the rest hopped off, one screaming as a blade pierced her back.<br>\r\n<br>\r\n\"It was taking me a little while to get to you even while stabbing them in the back,\" Cloud said, pulling you to your feet. She picked up and passed the executioner sword back to you. \"Better off with this.\"<br>\r\n<br>\r\n\"Did my healing magic really give me the power to smash their faces in?\" you asked.<br>\r\n<br>\r\n\"No, but it kept your fingers from breaking as your hand went through their skulls,\" the leonin said, smashing in the skull of another demon.<br>\r\n<br>\r\n\"He's the expert on healing magic here,\" said Cloud. \"By the way, summon your buddies - I have weapons that they can borrow.\"<br>\r\n<br>\r\nYou muttered the words, and Jim, Jeb, and Juanita appeared before you.<br>\r\n<br>\r\nCloud pulled out a battleaxe, a war hammer, and a war pick, as well as some shields, from her pouch, and gave them to the skeletons. \"Ask them to help us take care of the rest of these succubus, in sending them back to the Infernal Planes.\"<br>\r\n<br>\r\n\"Alright,\" you said. You looked at the skeletons. \"Kill any demons that try to harm us.\"<br>\r\n<br>\r\nThe skeletons nodded, and jumped in to take on any succubus that tried to attack those in trouble. Soon, the succubus were torn between having to deal with the Adventurers and your summoned skeletons. You also noted that the Adventurers avoided harming your skeletons. That was when the tortle pointed, and three more skeletons appeared. Cloud ran over to them, and armed them with weapons and shields. The tortle stated his own command, and soon, those skeletons were also taking on the succubus.<br>\r\n<br>\r\nSoon enough, the demons were dealt with, and had been send back to the Infernal Planes. <br>\r\n<br>\r\nThe bear changed into a lizardfolk, and looked at you. \"Unsummon your skeletons.\"<br>\r\n<br>\r\n\"Right,\" you said. You muttered the counter-spell, and Jim, Jeb, and Juanita vanished once more, as did Baka's.<br>\r\n<br>\r\n\"Thanks for showing up,\" you said.<br>\r\n<br>\r\n\"Your welcome,\" Cloud said. \"Of course, given the noise we've made, I'd best be off. Don't need certain folks knowing that I helped you again, especially rookie Adventurers.\"<br>\r\n<br>\r\n\"What about them?\" you asked, pointing at Baka and his group.<br>\r\n<br>\r\n\"Not our first time working alongside of her,\" said Baka. \"We <i>know</i> what she is.\"<br>\r\n<br>\r\n\"One who helps the Light from the Shadows,\" said Xior. \"Kind of like you.\"<br>\r\n<br>\r\n\"Lets not get into that debate,\" said Baka. \"Suffice it to say, we know her to be a good person, and a friend. We won't betray her secrets.\"<br>\r\n<br>\r\nShe ran back up the stairs.<br>\r\n<br>\r\n\"Wait,\" you said, running up after her.<br>\r\n<br>\r\nYou managed to follow her into a room, she turned to look at you and that was when you got a good look at her. That was when you saw just how good looking she was. In that moment, you wanted her.<br>\r\n<br>\r\n\"You're beautiful,\" you said.<br>\r\n<br>\r\n\"Do you really think that?\" she asked.<br>\r\n<br>\r\nYou nodded.<br>\r\n<br>\r\nShe came up to you, tilted her head up, and placed her hand around the back of your head, tilting it down, as you embraced her. You were about to kiss her, when suddenly, you felt a sharp pain in your groin, causing you to collapse.<br>\r\n<br>\r\n\"Left over succubus lust spell,\" said Cloud. \"Takes a while longer to dissipate than most.\"<br>\r\n<br>\r\n\"Did you just knee me in the crotch?\" you gasped out.<br>\r\n<br>\r\nShe nodded. \"It's quite effective at distracting your baser instincts.\"<br>\r\n<br>\r\n\"How'd you resist it?\" you asked.<br>\r\n<br>\r\nCloud scoffed. \"Simple really...\"</span></div></div>",
            "created":1597726800,
            "id":2887480,
            "title":"Fighting Demons"
        },
        "113311133243321":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "Later, at a shop.",
                "Later, at the Tavern",
                "Later, at the Guard station",
                "Later, Cloud surprises you",
                "Later, a dragon shows up for you."
            ],
            "content":"<div class=\"\"><div> <span>\"I'm naturally immune to those kinds of spells,\" said Cloud. \"Hard to affect someone who is already in touch in their wilder side. Might see you later on though, once your head is clear. Until then -\" She opened the door and shoved you out of the room. She looked down the stairs at the others. \"There's some leftover succubus magic up here, specifically that which inspires lust. Xior, mind taking care of it?\"<br>\r\n<br>\r\nThe leonin nodded. \"Not a problem.\" He walked up the stairs, began opening up doors, and started muttering a cleansing spell. Eventually, he came to you, and muttered one over you. He then went onto the rest of the rooms. When you looked to where Cloud had been, the tabaxi had vanished.<br>\r\n<br>\r\n\"She's gone,\" you said.<br>\r\n<br>\r\n\"That's a tabaxi woman for you,\" said Xior. \"They never stick around after they get what they want.\"<br>\r\n<br>\r\n\"You familiar with them?\" you asked, as you stood up, your pain mostly gone.<br>\r\n<br>\r\nXior chuckled. \"There's stories about our two races having a common history when we were created. One got the ability to climb and move fast, while the other got strength and the ability to frighten our enemies.\" He looked into the room. \"Still, when one is short on nearby female leonin, a female tabaxi does the job.\"<br>\r\n<br>\r\nYou looked at him. \"Are you sure you're a cleric?\"<br>\r\n<br>\r\n\"I'm not dead,\" said Xior. \"And no god or goddess would dare to forbid their priests and priestesses from attempting to reproduce.\"<br>\r\n<br>\r\n\"Still, you're trying to mate with someone outside of your own species,\" you said.<br>\r\n<br>\r\nXior grinned. \"Humans have no room to talk. You humans tend to mate with almost anyone and anything. There's reasons half-elves, half-orcs, tieflings, aasimars, yuan-ti, and other such things came about.\"<br>\r\n<br>\r\n\"Some of those races were brought about through less than romantic methods,\" you said. \"Some were even products of deals with powerful beings, like the yuan-ti and their serpent gods.\"<br>\r\n<br>\r\n\"The deal could have been made out of love, depending upon the being of course,\" said Xior. \"After all, if your kingdom is being destroyed by natural forces, and there's no way for your people to escape, you might pray to the gods for your peoples' survival - perhaps a kind one will indeed help you, but only by transforming your people into something else, to survive in the new environment.\"<br>\r\n<br>\r\n\"Why not just teleport the people?\" you ask.<br>\r\n<br>\r\n\"Transformation spells are easier to do than teleportation spells,\" said Xior. \"Other times, even the gods don't know where a safe place for their people is.\"<br>\r\n<br>\r\n\"I see,\" you said.<br>\r\n<br>\r\n\"There's still lots of stories we don't know,\" said Xior. \"For instance, for the Yuan-ti, it's said that evil nobles had sacrificed a number of their slaves in order to take on the forms of their evil gods, correct?\"<br>\r\n<br>\r\n\"Yes,\" you said. \"Everyone knows that story.\"<br>\r\n<br>\r\n\"What if I told you that there was yet another group of snake worshipers, who had turned themselves into that very race, in order to try to persuade others that hadn't gone too far yet, to turn their back on the evil gods, and worship the good ones?\" Xior asked.<br>\r\n<br>\r\n\"That's an interesting story,\" you said. \"Is it true?\"<br>\r\n<br>\r\n\"I'm not sure, but I have indeed met Yuan-ti that didn't worship the evil snake gods, and instead worship more benevolent snake gods, like Thamos, whose snake servants protect fields from rodents that would otherwise eat the harvest, Ascelape, a goddess of healing, and Cadus, god of travelers and wanderers,\" said Xior. \"A couple of them, you might want to look up actually.\"<br>\r\n<br>\r\n\"I see,\" you said. \"Something to keep in mind.\"<br>\r\n<br>\r\n\"Yes, now get going,\" said Xior. \"You're going to have quite the story - two criminals, and a bunch of succubus, all on the same day. You're going to have all kinds of women throwing themselves at you, and I doubt the dragons have shown up to reward you yet.\"<br>\r\n<br>\r\nYou looked at Xior. \"Seriously?\"<br>\r\n<br>\r\nXior chuckled. \"Perks of being a Hero.\"</span></div></div>",
            "created":1597813200,
            "id":2888009,
            "title":"Talking about a Woman, and History"
        },
        "113311133244":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "\"The villagers must offer us a portion of their livestock once per month.\"",
                "\"You are to allow me to claim you as my mate.\"",
                "\"No human is to set foot on my clan's land. Ever again.\"",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>According to the scroll, a nearby farming village is having issues with a local pack of werewolves. The village is a major supplier of meat and produce for the capital, and the beasts have been stealing livestock and destroying crops. But that's not all,  now they've also taken to kidnapping children of the village and taking them to their den for who knows what.<br>\r\n<br>\r\n\"So we're to deal with this werewolf problem?\" <br>\r\n<br>\r\n\"Exactly.\" Says Kragg. \"By any means necessary.\" <br>\r\n<br>\r\n\"Meaning?\" <br>\r\n<br>\r\n\"First we try to negotiate with them.\" Says Esmeralda. \"Convince them to leave the village be, or to find a new home. If all else fails, or they attack us, we're to defend ourselves however necessary, even if it means wiping out the whole pack.\" You sincerely hoped it wouldn't come to that. <br>\r\n<br>\r\nYou and your party travel to the village and meat with the Mayor, who tells you if the children that have been taken are returned unharmed, you and your companions shall receive an extra reward. You all head into the forest on the village border to find the werewolf den, which you come across after about half an hour of searching. \"Hello?\" You call into the cave entrance, your voice echoing. \"Who dares intrude on my territory?\" came a female voice. From out of the darkness comes a large, muscular female werewolf with black fur and piercing yellow eyes. <br>\r\n<br>\r\n\"We've come to negotiate a deal with the werewolf clan in this area.\" You say. \"We respectfully request you and your packmates leave the nearby village alone and return the stolen children.\" The werewolf growled \"The humans of that village are thieves. We lived on these lands long before they came, they are not but trespassers.\" \"Are you the Alpha of this clan?\" You ask, and the werewolf nods \"What is your name?\" <br>\r\n<br>\r\n\"I'll only tell you mine if you tell me yours.\" <br>\r\n<br>\r\n\"I am Cedric.\" <br>\r\n<br>\r\n\"My name is Kiaka. Not many humans would be so brave as to willingly enter Clan Silverklaw's territory and dare ask a favor of their Alpha with nothing to offer in return, Cedric, with our without companions.\"<br>\r\n<br>\r\n\"Does that mean you'd be willing to negotiate?\" You ask, and Kiaka thought for a few moments before responding. \"Perhaps. What do you want?\" \"As I said, for you and your clan to stop raiding the village, and to return the missing children.\" \"And if I refuse?\" \"Then at least find another home far from settlements. Otherwise, you leave us no choice but to fight.\" <br>\r\n<br>\r\nTo your surprise, Kiaka let out an amused chuckle \"I think I may actually be starting to respect you, Cedric. You actually have the balls to come into my land and ask me to leave, or threaten me and my clan. Never thought a human could be so bold. Very well, we will leave the village alone and return the children, on one condition.\" <br>\r\n<br>\r\n\"What is that?\"</span></div></div>",
            "created":1597899600,
            "id":2888745,
            "title":"Werewolf Troubles"
        },
        "1133111335":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "\"A powerful magic artifact\"",
                "\"A diamond specially selected from my horde\"",
                "\"A marriage proposal\""
            ],
            "content":"<div class=\"\"><div> <span>Later that day, you receive a message from the guild, delivered by a phoenix carrying a piece of parchment in it's beak. It says to report back to the guild hall, as someone of great importance has requested an audience with you. Needless to say, this was quite surprising news. All you did was capture a couple criminals, albeit for a large sum of gold, but even so you still just turned in a pair of bounties. Not really that impressive in retrospect. <br>\r\n<br>\r\nRegardless, you use a quick teleport spell to appear in the guild hall. You speak the the guildmaster about the message, and he says to meet whoever it was that asked for you outside the city. This confuses you, but you do so anyway. <br>\r\n<br>\r\nAs you wait on a hilltop on the outer border of the capital, you hear the whooshing sound of large, flapping wings. You look up, and your jaw drops as a huge blue and yellow dragon swoops down from the sky and lands in front of you. \"Are you the one called Cedric?\" It speaks in a female voice. You nod. \"I am Askeera. I just wanted to show you my gratitude for bringing that murdering orc to justice. He had slain a member of my kin, and we had been searching for him a long time.,\" <br>\r\n<br>\r\n\"Well, you're welcome, then.\" You say \"I was just doing my duty as a hero. There's really no need to reward me further.\" Askeera chuckled \"Oh, but there is. It's tradition among my people to reward those who perform a great service for you. As such, I wish to reward you with...\" </span></div></div>",
            "created":1597381200,
            "id":2885788,
            "title":"Later, a dragon shows up for you."
        },
        "11331113352":{
            "author_id":"alockwood1",
            "author_name":"BIG BAD WOLF",
            "choices":[
                "Have you ever flown on a dragon's back?",
                "Ever have sex with a dragon?",
                "Would you like some dragon abilities?",
                "There is more you're getting than just the ax.",
                "Something Interrupts"
            ],
            "content":"<div class=\"\"><div> <span>\"A diamond selected specifically from my horde.\" She pulled what looked to be a comparatively small gem from a pouch on her side, and handed it to you.<br>\r\n<br>\r\nYou looked at it. I looked to be only worth a few hundred gold at most. \"Um, thanks,\" you said, not wishing to offend Askeera.<br>\r\n<br>\r\nShe chuckled. \"It's more valuable than it looks. It grants you protection in Dragon Lands, should your travels ever take you through them.\"<br>\r\n<br>\r\nYou perk up at this. \"What kind of protection?\"<br>\r\n<br>\r\n\"Diplomatic protection, providing that you, more or less, behave yourself,\" said Askeera. \"Providing that you don't intentionally cause trouble, you will be free to travel through the lands, without needing a dragon with you, and other dragons are required to help you if you ask for assistance.\"<br>\r\n<br>\r\n\"Sounds useful, as I know that the Dragon Lands can be tricky to navigate for those who don't live there,\" you said, as you looked at the diamond with renewed interest. \"Still, why would they help me?\"<br>\r\n<br>\r\n\"That diamond marks you as an Honorary Member of the Royal Dragon Family, and as such, those of lesser bloodlines are honor-bound to help you,\" said Askeera.<br>\r\n<br>\r\nYour eyes bulged at this. \"That's quite the reward.\"<br>\r\n<br>\r\n\"If you'd been of dragon blood, you'd of ended up being my Mate,\" said Askeera. \"Hope was that a dragon would do the deed, and that I'd end up having a husband out of the deal. But, since humans don't live much longer than a hundred years, a long term relationship isn't a good idea.\"<br>\r\n<br>\r\n\"Oh, I understand,\" you said.<br>\r\n<br>\r\n\"That being said, there's nothing wrong with me having a dalliance with a Hero who brought the murderer of my brother to justice,\" Askeera said, with a grin. \"Sometimes an entertaining diversion from politics can refresh ones mind.\"<br>\r\n<br>\r\nYou chuckle nervously. \"Um, I didn't do the job alone. I had help.\"<br>\r\n<br>\r\n\"Yes, the Tabaxi rogue known as Cloud,\" Askeera chuckled. \"As far as the Public is concerned, she stole from the horde of a minor noble dragon family, and will be punished by having to serve that family for a maximum of two years. Truthfully, she foiled the theft of said family's eggs, which are, as you can imagine, more precious than even the gem I just gave you. It was she who suggested that you get <i>that</i> particular, as I was going to give it to her, along with a 'Pardon' for her involvement for capturing my brother's murderer, but she did have a point - as far as the Public is concerned, you brought in two highly wanted criminals, by yourself.\"<br>\r\n<br>\r\n\"So, Publicly, what's going to happen to Cloud?\" you asked.<br>\r\n<br>\r\n\"She has a reputation for <i>escaping</i>,\" said Askeera. \"Escaping the servitude of a dragon's household isn't as easy as escaping your human-type cells. Truthfully of course, she'll merely be an Honored Guest to that household, as she does need to stay out of the area for a few months, as it were. Still, she's very good at <i>escaping</i>.\"<br>\r\n<br>\r\n\"So, what about Crog?\" you asked. \"Has he been dealt with?\"<br>\r\n<br>\r\nAskeera snorted, flames coming out of her nose. \"That one's on his way to becoming dragon shit, among other things.\" She looked at you. \"I dealt with him personally. If you listen closely, you might hear him still cursing.\"<br>\r\n<br>\r\n\"Well, given that he tried to kill me, good to know,\" you said. \"Doubt even a powerful necromancer could raise him from that.\"<br>\r\n<br>\r\n\"That, and he's short a Ring of Acid Protection, among other such things,\" said Askeera. \"Cloud accepted a few of the smaller items. She says that you can have the ax - it's one of those returning models - back to your hand thirty seconds after you throw it. It doesn't fit her style.\"<br>\r\n<br>\r\n\"I'll have to tell her 'Thanks' next time I see her,\" you said. \"Might be useful as a backup weapon.\"<br>\r\n<br>\r\n\"Yes,\" said Askeera. \"By the way....\"</span></div></div>",
            "created":1597467600,
            "id":2885967,
            "title":"\"A diamond specially selected from my horde..."
        },
        "11331113353":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "You accept her offer",
                "You politely decline",
                "You need some time to think this over",
                "Before you can decide, something interrupts",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>The instant the words had left Askeera's lips, you were sure you had misheard her. \"Come again?\" You say. \"You heard me right, your reward is the opportunity to marry me.\" Said Askeera. \"But how would that even work?\" You ask \"Can a human even marry a dragon?\" Askeera explained that while it was very rare, it wasn't unheard of for dragons to take members of other species as mates. Especially if it was as a reward for a favor or other deed. <br>\r\n<br>\r\n\"I don't blame you if you want to think this through.\" Askeera said with a shrug \"I'd be pretty surprised too, were the roles reversed.\" To say you were surprised was a huge understatement, but still, you were rather curious as to what a dragon marriage entailed. \"Suppose I say yes...\" You say \"What happens after that?\" <br>\r\n<br>\r\n\"I'd fly you to the Dragon Lands to meet the other members of my House, we proceed with the ceremony, then we...well...consumate the union.\" <br>\r\n<br>\r\n\"Wouldn't that be, well, kind of awkward?\" You say somewhat shyly. \"I mean, no offense, but you are much larger than I am. Wouldn't I be more or less a toy for you?\" Askeera chuckled \"Indeed, you would be, if you wish to go that route. But there are two other options as well. I could swallow you into my Krom, that's a sort of second stomach we have, and let you there for a few days and when you emerge, you would have to ability to become a dragon at will. Or, I can alter my form to a more human appearance, something closer to your size. Lastly, if you do accept, once the ceremony is finished we will share a sort of bond with each other. If you're in a bad situation, just call my name and I will hear you, and come to your aid no matter where I may be.\" <br>\r\n<br>\r\nWhen she put it that way, the offer was much more tempting, you had to admit. There was just one small problem.\"What about our age differences? You dragons live for centuries, but humans are lucky if we live to a hundred.\" \"As I said, we would share a sort ofbond, so you would also receive an increased lifespan like mine.\" <br>\r\n<br>\r\nKnowing all that, what do you decide?</span></div></div>",
            "created":1597726800,
            "id":2887646,
            "title":"\"A marriage proposal\""
        },
        "12":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Rogue",
                "Mage ",
                "Warrior"
            ],
            "content":"<div class=\"\"><div> <span>\"I beg your pardon?\" You say.<br>\r\n<br>\r\nThe elf sighs again, this time more frustratedly, and asks \"Do you wish to study Rogue, Mage or Warrior Skills?\" <br>\r\n<br>\r\nYou didn't really care which one you took, so you picked at random.</span></div></div>",
            "created":1594962000,
            "id":2870233,
            "title":"I am female"
        },
        "121":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "Thief",
                "Assassin",
                "Pirate"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What subset of rogue are you?</span></div></span></div>",
            "created":1595912400,
            "id":2877009,
            "title":"Rogue"
        },
        "122":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "Illusionist",
                "Wizard",
                "Druid"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So what type of mage do you want to be?<br>\r\n<br>\r\nIllusionist, Wizard or Druid?</span></div></span></div>",
            "created":1595048400,
            "id":2871042,
            "title":"Mage "
        },
        "1223":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "human",
                "half giant",
                "half elf"
            ],
            "content":"<div class=\"\"><div> <span>\"Listen With Your Heart,\" the Ancient Tree Mother Chants.<br>\r\n<br>\r\nAll the Sapling Daughters, including yourself, answer \"And You Will Understand.\" <br>\r\n<br>\r\nIt is how the Morning Song ends, the one all the druids sing to greet the morning.<br>\r\n<br>\r\nIt's a good life. Mostly.<br>\r\n<br>\r\nIt's just not the one you were expecting to live.<br>\r\n<br>\r\nFour years ago, you had left your parents' farm for the big city, hoping for a life of fame and fortune. You somehow got accepted into the Hero's Academy, went through testing, and found yourself learning \"Nature Magic\" from Aknavi, an ancient but beautiful elf woman. Your education took place in the Sacred Grove in the Middle of the Yinroh Forest. And while you learned Nature Magic in the middle of nowhere, you collected food and cultivated plant and did other chores.<br>\r\n<br>\r\nIn other words, it was like never leaving the farm to get your magical education.<br>\r\n<br>\r\nYou had plenty of friends, who were all referred to as aunts, mothers, sisters and cousins. Everyone who studied at the Sacred Grove were women, and beautiful women at that. Even you are beautiful. Well, you weren't bad looking to begin with, but you would drop jaws and cause instant erections if you walked down the main street of the local farming village now.<br>\r\n<br>\r\nNot that you can do anything with your new looks now. Your totally surrounded by elven and human women, and even if you had sapphic leanings, sex is strictly taboo in the Sacred Grove.  <br>\r\n<br>\r\nSo all your time is spent studying, doing chores and singing morning and evening rituals.<br>\r\n<br>\r\nDefinitely not the life you were expecting to live when you left the farm four years ago.<br>\r\n<br>\r\nAs the morning ritual ends, the Ancient Tree Mother calls out \"Birchvene.\" You're startled to hear the Ancient Tree Mother call out your name, and she has to call it once more before your respond.<br>\r\n<br>\r\n\"Yes, Ancient Tree Mother,\" you answer as you stand up.<br>\r\n<br>\r\n\"Come forward, daughter,\" she continues. \"The world has needs of one of our numbers, and I choose you to go.I wish you to meet your travelling companion. Come forward, man of the world,\" she continues. Stepping out of the shadow is a large male</span></div></div>",
            "created":1595048400,
            "id":2871088,
            "title":"Druid"
        },
        "12232":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "a unicorn",
                "a magical emerald",
                "a green dragon"
            ],
            "content":"<div class=\"\"><div> <span>At a mere five foot tall, you're used to being one of the shortest druids (if not the shortest) in the Sacred Grove. At six foot three, Ancient Tree Mother is the tallest in the order,<br>\r\n<br>\r\nThe warrior who stepped out of the shadows looks to be as twice as tall as the chief druid. You have to tilt your head back to look him in the eye. The giant looks down at you from a beard covered face, giving you an open and friendly smile.<br>\r\n<br>\r\n\"Rabgud has come to us seeking assistance, Birchvene,\" Ancient Tree Mother explained, \"And I believe you are uniquely qualified to assist.\"<br>\r\n<br>\r\nThe giant nodded enthusiastically. \"I'm in search of</span></div></div>",
            "created":1595221200,
            "id":2872279,
            "title":"half giant"
        },
        "122322":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "accept Rabgud's offer",
                "insist on walking alongside him"
            ],
            "content":"<div class=\"\"><div> <span>\"The Ceathrucub?\" you ask the giant. He nods. So of course they came to you, Legends of the Ceathrucub are sort of your specialty. Up until now, a rather useless specialty, but everyone has to have a hobby.<br>\r\n<br>\r\nAmong the many, many properties attributed to the Ceathrucub is that it exists in many places at many times, including different planes. Depending on the legend, it was created by an archmage to help him travel from place to place, or by a god of mischief to drive mortals mad with its geometrical complexity.<br>\r\n<br>\r\nMost druids are, to be it bluntly, mathematical morons. They can keep of the seasons and the years, but that's about it. One, two, a few, a lot, a whole lot...that's their concept of numbers. You, on the other hand, are a genius, and your quarters are full of treatise on mathematics, as well as a few correspondents from various mathematicians who probably don't know that the scholar they are exchanging discourses with is a hot little druid.<br>\r\n<br>\r\nAnd even if they did, there's nothing you or they could do about it. Your a druid stuck in the middle of nowhere, and that's where you're going to stay.<br>\r\n<br>\r\nOr where you thought you were going to stay. Until Rabgud showed up.<br>\r\n<br>\r\nYou wonder if he has any new knowledge of the location of the Ceathrucub. Legend has it that, more than a millenia ago, it was cast into the Starry Void, to ensure its powers were never  misused again, as it has been in ancient history. However, it was said to appear from time to time in your world and, if a capable and learned mathematician such as yourself knew the last place and time it had appeared, they could predict its next time and place of appearance.<br>\r\n<br>\r\n\"Rabgud will stay with us for a few days, while you two exchange information and make preparations for your journey. Birchvene, if you would show our honored guest to the Billowous Caves?\"<br>\r\n<br>\r\nThe Billowous Caves were actually a large cavern about half a league from the Sacred Grove. It was spacious enough, with a large spring heated pool, to be a comfortable place for a man the size of Rabgud to sleep comfortably.<br>\r\n<br>\r\nAnd Rabgud was quite a sizeable man. As you walk up to him, you find him to be taller than you initially thought. You barely reach up to his knee. You idly wonder how big other parts of him are. Of course, they'd be too big to use on you in the traditional way, but perhaps some exotic and erotic rubbing.<br>\r\n<br>\r\nYou shake your head, getting those thoughts out of our mind. Fortunately, Rabgud doesn't seem to have noticed your speculation.<br>\r\n<br>\r\nAs you head toward the Caves, he asks, \"If you like, you can ride my shoulder on the walk over.\"<br>\r\n<br>\r\nYou<br>\r\n<br>\r\n</span></div></div>",
            "created":1597726800,
            "id":2887563,
            "title":"a magical emerald"
        },
        "1223221":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "excitedly accept it",
                "regretfully decline it"
            ],
            "content":"<div class=\"\"><div> <span>Half a league is not really that long a walk, and being nature oriented, you do a lot of walking. That being said, considering your disparate sizes, it might be easier on Rabgud if he was able to set the pace.<br>\r\n<br>\r\nSo you decide to let him pick you up and put you on his shoulder. After all, you two will be adventuring together, and he'll probably have to pick you up from time to time. Better get used to it early, you decide.<br>\r\n<br>\r\nBesides, the last time...actually the only time...a guy touched you in any way was right before you decided to head to the big city to become a hero. It was Johnny Fourhuts from the next farm over, and you were kissing in the haypile in your barn. He was just about to go for your pumpkins when your father walked into the barn and almost caught you. Johnny scurried away and you were left frustrated and straw in your hair.<br>\r\n<br>\r\nAnd since then, nobody's hands but your own has been around your pumpkins or the rest of your harvest ever since.<br>\r\n<br>\r\nVery frustrating.<br>\r\n<br>\r\nThe frustration continued by the way Rabgud picks you up.<br>\r\n<br>\r\nYou may be the shortest druid in the bunch, but you also have the biggest pumpkins. Gravity defying pumpkins, you might add.They're the size of nice sized cantaloupes, and look even larger thanks to your narrow waist and short stature. Considering the fact you wander around in light green semi-translucent grecian style robes with only green panties underneath, and you figure their natural jiggle would be enticing enough to Rabgud would try to cop even a small feel.<br>\r\n<br>\r\nNothing doing. His hand wraps around far enough down your body that your pumpkins don't even get a chance to let your pumpkins a chance to rest on the top of his fingers. And his hand wraps around your hips in such a way that his fingertips don't land on either your bum or your no-no place.<br>\r\n<br>\r\nVery, very frustrating. <br>\r\n<br>\r\nAs Rabgud sets you on his shoulder, you discover his giant face is just as handsome when you're right next to it.<br>\r\n<br>\r\n\"May I ask you a question about your personal appearance?\" he asks.<br>\r\n<br>\r\n\"Absolutely,\" you ask breathlessly, wondering what part of your body is enticing to your extra large companion.<br>\r\n<br>\r\n\"I notice that all the druids have different colored hair, including some that you don't always see on a woman, including purple and orange. Yours is the only dark black hair I've seen,\" he adds.<br>\r\n<br>\r\n\"Ah,\" you observe, trying not to sound disappointed. You unconsciously touch your hair, which is currently up in the morning song style. Normally you would have let it your thick, dark, slightly curly hair down, where it would normally fall almost all the way down to your waist.<br>\r\n<br>\r\n\"Well, my hair was actually just a shade or two lighter before I came to the Grove to study,\" you explan \"So it really didn't change that much, compared to what happened to other of my sisters and cousins and aunts and mothers and whatnots,\" you explain. \"Our hair color reflect what aspects of nature we are most attuned with. Mine is this dark because it reflects the night sky and the stars, from which a druid can discover the inner workings of nature.\"<br>\r\n<br>\r\n\"Fascinating,\" Rabgud remarks. \"Is that why you also have darker skin than the rest of the druids.<br>\r\n<br>\r\n\"I'm afraid the explanation is a little more mundane,\" you laugh at is observation about your olive skin. \"My family migrated here two generations back from a kingdom further to the south.\"<br>\r\n<br>\r\n\"Okay,\" he chuckled as the two of you reach the entrance of the Billowous Caves. He's about to reach for you to set you down on the ground when he asks, \"I have some interesting sketches of how I think the Ceathrucub will manifest itself. Would you like to see them?\"<br>\r\n<br>\r\nBefore you left, your mother warned you that men would often invited you up to their residence to see their sketches. So when Rabgud makes his invitation, you</span></div></div>",
            "created":1597813200,
            "id":2887931,
            "title":"accept Rabgud's offer"
        },
        "123":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "Paladin",
                "Ranger",
                "Fighter"
            ],
            "content":"<div class=\"\"><div> <span>\"Orders, Tree or just swing the sword willy-nilly?\" the elf asks.<br>\r\n<br>\r\n\"Excuse me?\" you respond, eyes blinking as you try to decipher the elf's question.<br>\r\n<br>\r\nThe elf sighs overdramatically, but then, elves have a habit of being overly dramatic about everything.<br>\r\n<br>\r\n\"You may,\" he began with a deep sigh, \"Seek to wield a sword for one of the Orders, and thus earn the title of Paladin. You may,\" he continues, \"Try to learn woodcraft from one of my people, or from an elf wannabe human, and excel with the bow, and take the title of Ranger. Or you can forget all the extras and focus strictly on being a  Fighter. Which will it be?\" </span></div></div>",
            "created":1594962000,
            "id":2870289,
            "title":"Warrior"
        },
        "1231":{
            "author_id":"deverx",
            "author_name":"SWLatina",
            "choices":[
                "kill a dragon",
                "find a unicorn",
                "rescue a princess"
            ],
            "content":"<div class=\"\"><div> <span>As you climb on your charger Pudoris, you wave at the locals who have gathered outside the gate of the local chapter house of the Order of Allimac. As the newest initiate to ascend to the rank of member of the Order (albeit the most junior member), you expect a rousing cheer as you leave your chapter house on your first quest.<br>\r\n<br>\r\nThe locals are there to see you off, all right, but there's an air of disappointment about them, rather than excitement.<br>\r\n<br>\r\nThe reason is that you are undoubtedly the most attractive initiate your chapter house has seen in generations. With your long, dark lustrous hair, statuesque build, dusky skin and exotic beauty, there were many in the village who hoped you would fail in your training and somehow find your way into the local brothel.<br>\r\n<br>\r\nSadly for them, you are not only the most beautiful paladin that the local chapter house has ever produced, you are arguably the best young warrior as well.<br>\r\n<br>\r\nWhich means that, to the disappointment of many of the villagers, you have remained chaste in both your actions and in your dress.<br>\r\n<br>\r\nAs you ride out on your horse, attired in the light plate of your order, you give the crowd one last wave as you head out on your first quest, which is to</span></div></div>",
            "created":1594962000,
            "id":2870687,
            "title":"Paladin"
        }
    },
    "info":{
        "author_id":"jfoxx",
        "author_name":"Johnny Foxx",
        "brief_description":"Become a hero or die trying in this spoof\\homage of classic RPG's. ",
        "created":1594970820,
        "description":"<td align=\"left\" class=\"norm\">You were born a nobody, a measly farmer living in poverty with your parents. But even from a young age, you always dreamed of becoming a Hero. Heroes and Heroines are like the celebrities of this world, admired and loved by the public, raking in the gold and swooned over by fanboys\\girls. You swore that the day you came of age, you would join the Hero's Academy and make a name for yourself. Well, that day has arrived. Biding your parents farewell, you set out with only the clothes on your back, a small pouch of gold coins and a dagger for protection. You journey to the capital to begin your new life. <br>\r\n<br>\r\nHow This Works<br>\r\n<br>\r\nAt the end of the first chapter, you shall select your character's gender, followed by your class type and your sub-class. From there, it's all up to you where your adventures will lead you. Will you climb the ranks of the Guild and become the greatest Hero who ever lived? Or will you fail and fall into obscurity, your name forever lost to history?<br>\r\n<br>\r\nRules:<br>\r\n<br>\r\n1. This is meant to be a sort of parody of old school role-playing games like D&amp;D and things like that. Try to add some humor here and there . <br>\r\n2. If you're going to kill the main character, don't make it overly gory or descriptive. Also, let the story get to a decent length first.<br>\r\n3. All chapters are to be a minimum of 3 to 5 paragraphs long. <br>\r\n<br>\r\nI reserve the right to add or edit rules as needed. Hope you enjoy the story!</td>",
        "id":2227046,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1598050620,
        "modified":1598050620,
        "pretty_title":"So You Want To Be a Hero?"
    }
}