{
    "chapters":{
        "1":{
            "author_id":"saraca",
            "author_name":"saca",
            "choices":[
                "Sara ( 45) and Johnny  (18)",
                "Eve (37) and her two sons Tyler (18) &  Kevin ( 15 )",
                "Julie (25) and Markus (10)",
                "Beth ( 33 ) and Tony ( 15 ) &  Greg ( 13 )",
                "Additional choices of mother and sons "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span> Ok we will start off by giving you multiple choices of mother's and sons where you may make your stories happen...<br>\r\n</span></div></span></div>",
            "created":1586840400,
            "id":2818724,
            "title":"Choice of Mother and son (s)"
        },
        "15":{
            "author_id":"saraca",
            "author_name":"saca",
            "choices":[
                "Open storyline ",
                "Open storyline",
                "Open storyline",
                "Open storyline"
            ],
            "content":"<div class=\"\"><div> <span>I will set this chapter up for anyone who would like to make their own story and aged characters, just remember there will never be a father in any stories except in the beginning chapter if you would like to tell of the reason of why it is only mother and son or sons.</span></div></div>",
            "created":1586840400,
            "id":2818728,
            "title":"Additional choices of mother and sons "
        }
    },
    "info":{
        "author_id":"saraca",
        "author_name":"saca",
        "brief_description":"Stories about lonely mother's and their sons...",
        "created":1586879340,
        "description":"<td align=\"left\" class=\"norm\">This story will be about lonely mother's who either got divorced and didn't want to date again or lonely mother's who have lost their husbands to fate, one way or another, these mother's are all alone now and have been for quite some time with only their son (s)  and how a relationship emerged between them.<br>\r\n<br>\r\nThe story can focus around the mother or the sons point of views, I hope to read about a lot of seduction and build up instead of just straight out sexual chapters... please keep any size changes out of this, it is a straight forward incestuous story.<br>\r\n<br>\r\nEach new storyline may involve any kind of mother son relationship however the author starts it out as, straight out hetro sexual relationship, a sissy son and kinky mother relationship, a beastiality son and kinky mother relationship, or any other kind you may think of ....<br>\r\n<br>\r\nThere may be only one son or a few sons depending on the mother thread and it's beginning, keep it very sexy and seductive, the longing for each mother and son should be felt by the reader.<br>\r\n<br>\r\nThanks to all who reads and  adds to this interactive !!!</td>",
        "id":2219062,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587254220,
        "pretty_title":"Lonely Mother, Lonely Sons..."
    }
}