{
    "chapters":{
        "1":{
            "author_id":"da455",
            "author_name":"boi",
            "choices":[
                "shrink",
                "grow"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>ok.....................shrink or grow????????</span></div></span></div>",
            "created":1264914000,
            "id":828442,
            "title":"the beginning "
        },
        "11":{
            "author_id":"da455",
            "author_name":"boi",
            "choices":[
                "naruto",
                "sasuke",
                "konohamaru",
                "shikamaru",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>who shrinks......................</span></div></span></div>",
            "created":1265000400,
            "id":828968,
            "title":"shrink"
        },
        "111":{
            "author_id":"da455",
            "author_name":"boi",
            "choices":[
                "1 inch tall",
                "1/2 an inch tall",
                "a centametre tall"
            ],
            "content":"<div class=\"\"><div> <span>one day naruto was hungry so he decided that he wanted to go to ichirakus for some ramen. he was about to leave his house when he felt funny,he decided to lay in bed and wait for the strange feeling to go away. it was an entire day since he lay in bed when he woke up he was..............................</span></div></div>",
            "created":1265000400,
            "id":828970,
            "title":"naruto"
        },
        "1111":{
            "author_id":"da455",
            "author_name":"boi",
            "choices":[
                "sakura",
                "ino",
                "hinata"
            ],
            "content":"<div class=\"\"><div> <span>when naruto woke up he was 1 inch tall. he was a little confused at first but then he realized after punching himself in the jaw a few times that this was real. he didn't like this one bit so he thought of the people he could go for help.....1:sakura,she would probably take the opportunity and crush him once and for all. 2:ino,she doesn't like you either and would probably do the same. 3:hinata, a nice girl who would probably help him but faint if he showed up like this. just as naruto was about to leave he heard someone, it was............................</span></div></div>",
            "created":1265055120,
            "id":828976,
            "title":"1 inch tall"
        },
        "11111":{
            "author_id":"da455",
            "author_name":"boi",
            "choices":[
                "yes",
                "no"
            ],
            "content":"<div class=\"\"><div> <span>.....sakura. \"OH NOOOO NOT SAKURA,SHE HATES ME\" said naruto. Sakura walked over to naruto's bed and began to sit right were naruto woz standing. Naruto looked only to see the giant ass of his one true love loomin over him. She finally sat and naruto was right in her ass crack. \"WERE IS THAT NARUTO, WHEN I GET MY HANDS ON HIM HE'LL BE SORRY FOR WHAT HE DID TO ME\"<br>\r\n<br>\r\n------------------------------------------------------------------------<br>\r\nFLASHBACK<br>\r\n-------------------------------------------------------------------------<br>\r\n*it was a bright sunny day in the leaf village and all was quiet....................until*<br>\r\n\"NARUTOOOOOOOOO\" yelled sakura for the thousandth time that day. <br>\r\n\"SAKURA I'M SORRY IT WAS AN ACCIDENT\" said naruto near crying.<br>\r\n\"OOOOOOOOOOOHHHHHHHH YOU WILL BE SORRY YOU TWERP\"<br>\r\n<br>\r\n*naruto was outside sakura's house one day when sakura came out and the two started talking untill naruto said something he'll regret...........*<br>\r\n<br>\r\nSAKURA:\"..........MAN I CAN'T BELIEVE WHAT INO-PIG SAID TO ME<br>\r\nNARUTO:\"oh yeah she's hot....?.......?..........?<br>\r\nSAKURA:\"WHAT WAS THAT. I NEVER HEAR YOU SAYING ANYTHING LIKE THAT TO ME\"<br>\r\nNARUTO:\"s-s-s-sakura.....don't get me wrong your always gonna be my one true love but.......\"<br>\r\nSAKURA:\"buuuuuuuuut WHAT?????????<br>\r\nNARUTO:\"IT'S BECAUSE YOUR ANNOYING AND PUSSHEY AND YOU HAVE A REALLY BIG FOREHEAD????\"<br>\r\nSAKURA:\"what......was...... that.........last..............part?????????\"<br>\r\n<br>\r\n--------------------------------------------------------------------------<b r></b>\r\nNOW<br>\r\n--------------------------------------------------------------------------<b r></b>\r\n<br>\r\nnaruto decides to squirm to try to get her attention but the question is..................soes she feel him???????<br>\r\nunder her ass crack?????????? </span></div></div>",
            "created":1281248400,
            "id":932283,
            "title":"sakura"
        },
        "111111":{
            "author_id":"alivebo1",
            "author_name":"BigDickNick Pussyeater9000",
            "choices":[
                "Take the pill",
                "Don’t take the pill"
            ],
            "content":"<div class=\"\"><div> <span>“Hmm what’s this”questioned Sakura. Naruto thought to himself “I’m totally gonna die”. “Is that you NARUTO”exclaimed Sakura. “Yes it’s me”said Naruto in a nervous tone. “Oh so you like my ass,huh”questioned Sakura. “Uhhh, uh...uh um”, “Cmon do you like it or no”said Sakura in an angry tone. “I do Sakura I like your ass”said Naruto in a nervous tone. “Oh ok if you like it so much,how about you give it a nice rub Naruto and a kiss too”said Sakura in a excited type tone. Naruto started to rub her ass and gave it a hicky,even though it’s only 2cm big hicky,it still pleased Sakura. “Damn Sakura you have an amazing ass” Naruto said in happiness. “If you like it so much let me do something that will please both of us. Here take this pill Naruto.</span></div></div>",
            "created":1554353040,
            "id":2639751,
            "title":"yes"
        },
        "1111111":{
            "author_id":"alivebo1",
            "author_name":"BigDickNick Pussyeater9000",
            "choices":[
                "“I will not be your butt boy”",
                "“I’d love to live in that ass”"
            ],
            "content":"<div class=\"\"><div> <span>You grabbed the pill and swallowed it down. Naruto saw the smile on Sakuras face,he knew something was up. “Naruto you see that pill will keep you at 1in for ever now”said Sakura excitedly. “You said you loved me and my big ass right”asked Sakura. “Y-yes Sakura What do you want me to do”asked naruto. “You know how I’m a medical ninja,Well I’ve created a Jutsu that will help people live longer”said Sakura. “Well what is it”asked naruto in a nervous tone. Sakura picks Naruto near her mouth. “Naruto will you do anything for me right”asked Sakura. “Yes anything Sakura”said Naruto. “I need you to live in my butt for a couple weeks,months”Said Sakura excitedly. Naruto Said </span></div></div>",
            "created":1554353700,
            "id":2639758,
            "title":"Take the pill"
        },
        "11113":{
            "author_id":"da455",
            "author_name":"boi",
            "choices":[
                "naruto",
                "A BUG?????EWWW I HATE BUGS????"
            ],
            "content":"<div class=\"\"><div> <span>it was a frightened hinata. hinata was frightened because she had finally worked up the courage to tell you how she felt about him. hinata walked in barefooted, you were jumping up and down like a lunatic when you felt a soft foot slam on top of you. she felt you and looked down and saw....................  </span></div></div>",
            "created":1265411760,
            "id":831174,
            "title":"hinata"
        },
        "111131":{
            "author_id":"da455",
            "author_name":"boi",
            "choices":[
                "take you to her house.",
                "have hot,nasty,steaming,ninja sex with you right there, right then."
            ],
            "content":"<div class=\"\"><div> <span>she looked down and saw you. \"NARUTO????\" hinata said confused. you were a little frightened by the tremendous size and beauty of the girl you secretly wanted have hot,nasty,steaming sex with. she looked at you and asked \"how did you get so small\". \"i don't know\" you replied. \"i woke up this morning and i was just small\". after thinking carefully hinata decided to...........................................</span></div></div>",
            "created":1266203220,
            "id":836417,
            "title":"naruto"
        },
        "1111311":{
            "author_id":"da455",
            "author_name":"boi",
            "choices":[
                "let you get to know your sorroundings.",
                "make you some ramen. HOORAY?????????????"
            ],
            "content":"<div class=\"\"><div> <span>after thinking carefully hinata decided to take you to her house. on the the outside you weren't bothered but on the inside you were jumping up and down screaming \"SCORE?????\" to yourself over and over again. as a nice person she wanted to see if you were ok with this,you were fine with it. she smiled and shoved you in her pocket. as a ninja it took her like 20 seconds to get from your place to her room.<br>\r\n<br>\r\n<br>\r\nshe took you out of her pocked and placed you carefully on her bed. she decided to.....</span></div></div>",
            "created":1266279240,
            "id":836915,
            "title":"take you to her house."
        },
        "11113112":{
            "author_id":"leviepollard",
            "author_name":"Write/reader",
            "choices":[
                "His bowl (safe)",
                "Hinata's bowl (unaware vore, and not found until hour is up for her to hear him)"
            ],
            "content":"<div class=\"\"><div> <span>After arriving Hinata placed Naruto on her bed, she opened her mouth to talk when she was interrupted by a growl.<br>\r\nShe blushed, and said \"Sorry, I'm hungry.\"<br>\r\nAt this Naruto's stomach growled as well.<br>\r\n\"Me too.\" Naruto yelled up to Hinata. <br>\r\n\"Alright, wait here. I'll go get some food.\" Hinata said as she left the room.<br>\r\nA few minutes later she returned with two giant (to Naruto) bowls of Ramen that she put on the bed.<br>\r\n\"RAMEN YES!!!\" Naruto cried before running to the first bowl.<br>\r\n\"Wait.\" Hinata said, as she did some handsigns before saying \"Shrunken Protection jutsu!\"<br>\r\nThis caused Naruto to glow blue.<br>\r\n\"There.\" Hinata said. \"Being tiny can be dangerous, that jutsu will protect you from dying, or being hurt, by anything other then a direct hit by a flying kunai. It also lets me hear you as long as you are withing 10 feet of me as the caster. Though that takes an hour to work, due to it being a side effect.\"<br>\r\n\"Thanks Hinata.\" Naruto said.<br>\r\n\"Your welcome Naruto-kun.\" Hinata said looking down to the ramen bowls. \"Though be warned that is how some of my family kill bugs for target practise, so be careful.\"<br>\r\n\"Alright thanks.\" Naruto said as Hinata got up.<br>\r\n\"Your welcome Naruto-kun.\" Hinata said, leaving. \"I'm going to get some chopsticks for me to eat. Your bowl of Ramen is on the left.\"<br>\r\n\"Got it.\" Naruto called. \"Now RAMEN!!!\"<br>\r\nWith that he jumped in the nearest bowl of ramen, however he did not check, so did he get his bowl of ramen, or Hinata's bowl?</span></div></div>",
            "created":1496898960,
            "id":2332908,
            "title":"make you some ramen. HOORAY?????????????"
        },
        "115":{
            "author_id":"jpmc09",
            "author_name":"Jpmc09",
            "choices":[
                "you",
                "kakashi"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>who are it will be, shrunken by one or more kunoiches!!</span></div></span></div>",
            "created":1496886360,
            "id":2332805,
            "title":"who "
        },
        "1151":{
            "author_id":"jpmc09",
            "author_name":"Jpmc09",
            "choices":[
                "Sakura Haruno",
                "Hinata hyuga",
                "others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>ok, now you choose what kunoichi is better for you:</span></div></span></div>",
            "created":1496886600,
            "id":2332807,
            "title":"lucky guy"
        },
        "11513":{
            "author_id":"jpmc09",
            "author_name":"Jpmc09",
            "choices":[
                "karin",
                "others"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>ok, mybe this kunoiches</span></div></span></div>",
            "created":1496886720,
            "id":2332808,
            "title":"more"
        },
        "115131":{
            "author_id":"jpmc09",
            "author_name":"Jpmc09",
            "choices":[
                "of course, I loved shrunke and rub you foot giant",
                "No, I hate shrunk "
            ],
            "content":"<div class=\"\"><div> <span>In one beautiful day, you was walking in one small village. When you look one girl with redhead,use one black jacket, not much taller, very sexy, wore glasses. but everything not importing, because you look only your beautiful foot. <br>\r\nYou started imagine: you under her foot, and she rub your beautiful and huge foot in your body. you have fantasy sex with her, where she shrunken you to 1 inch tall, and transform you in your footslave.<br>\r\n when you look, she looks you with face ´´kind of follow me``. And you follow she until one dead end. You started a become nervous and exited with that.<br>\r\nShe will turn for you and talk:<br>\r\n-I look for you, and I realize you look in my beautiful foot. I think ´´Why not make it mine, footslave``.<br>\r\nwhen her talk that, you stayed very happy,enthusiastic and exited. <br>\r\nshe back talk :<br>\r\n- What do you say you accept?<br>\r\nyou:Y...Y..YYYe...YES!!!!<br>\r\nYou don´t believes in what just happened. You are now footslave the karin.<br>\r\nShe stayed very muck happy with everything. But she talk one thing what had to do with you first in order to finally become your footslave.<br>\r\nSHRUNKEN YOU.<br>\r\nYou say:</span></div></div>",
            "created":1496889960,
            "id":2332820,
            "title":"that`s beutiful and sexy girl"
        },
        "1151311":{
            "author_id":"jpmc09",
            "author_name":"Jpmc09",
            "choices":[
                "Yes, I loved",
                "could be better"
            ],
            "content":"<div class=\"\"><div> <span>she talk:<br>\r\n-YIIIIIII, that´s so very fun.<br>\r\nRight after, she started make Symbols with your hands, and say touching you :<br>\r\n-SHRUNKEN JUTSU!!!!<br>\r\nsuddenly everything start then bigger regarding you, you look the and she be very exited, her wanted much someone for rub your foot, because she had not washed her feet in the past, or someone had massaged them.<br>\r\nWhen you finally shrunk for 1 inch tall everything was huge than you, and you very exited all that.<br>\r\nKarin catch you, put you between your boobs and It led for your house.<br>\r\ngetting there she removed you them your boobs and dropped him on the floor. When you smash on the floor, she was taking your boots,you look that with exited, you rely love her feet.<br>\r\nWhen she remove your foot on the boots one smelly odor the foot get out of there too.<br>\r\nThat is smelly is so very strong, that made him tear , and open one smile the your face, because you love that is smelly too.<br>\r\nShe catches you one more time, and put you between your giantess sexy smelly feet´s, and started rub your foot that made him tear, and make pressure and strength against you.<br>\r\nAnd you loved this, for you it's like being in paradise.<br>\r\nWith every minute that passed faster she rubbed and the smell became stronger, and with that she pressed him more and more between her two gigantic and beautiful soles.<br>\r\nwhen she say:<br>\r\n-You liked </span></div></div>",
            "created":1496892060,
            "id":2332844,
            "title":"of course, I loved shrunke and rub you foot giant"
        },
        "12":{
            "author_id":"roman921",
            "author_name":"roman921",
            "choices":[
                "Sakura",
                "Hinata",
                "Ino",
                "Tenten",
                "More girls "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Ok, which girl would you like to grow?</span></div></span></div>",
            "created":1431386700,
            "id":1976926,
            "title":"grow"
        },
        "125":{
            "author_id":"revani92id",
            "author_name":"revan92",
            "choices":[
                "Tsunade",
                "Kushina",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More girls ? Who ?</span></div></span></div>",
            "created":1454552220,
            "id":2099026,
            "title":"More girls "
        }
    },
    "info":{
        "author_id":"da455",
        "author_name":"boi",
        "brief_description":"this is a story about shrinking male ninjas or growing female ninjas. PLZ ADD.",
        "created":1264910580,
        "description":"<td align=\"left\" class=\"norm\">ok lets get started,<br>\r\n<br>\r\nPLOT:you are a ninja,male ninjas can shrink(or if you want a female to shrink thats  good to). female ninjas grow( or shrink).<br>\r\n<br>\r\n<br>\r\nRULES:<br>\r\n<br>\r\n1:no gay stuff(when a guy or girl are shrunken only female ninjas are allowed to be present.<br>\r\n2:no masturbation.<br>\r\n3:no toilet<br>\r\n4:feet is essential <br>\r\n5:ass is allowed <br>\r\n6:killing is ok<br>\r\n7:vore is also great.just not as gud as feet XDXD<br>\r\n<br>\r\n<br>\r\n<br>\r\n<br>\r\nPLZ PLZ PLZ ADD.................PLZ.</td>",
        "id":1641180,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1554353700,
        "modified":1554353700,
        "pretty_title":"naruto shrink/gts story"
    }
}