{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "It Begins",
                "Character Profiles"
            ],
            "content":"<div class=\"\"><div> <span>My name is Brian Hawkins; I’m 13 years old and I live with my parents and my 7-year-old sister Mackenzie.  My life hasn’t been the easiest lately, ever since my Dad was diagnosed with terminal brain cancer.  I don’t think I would’ve gotten through it all without my friends; Eric, Carrie and her twin brother Collin. The four of us have known each other since Kindergarten and were damn near inseparable.<br>\r\n<br>\r\nWhy am I telling you this? Because something happened to me just before I was to start 8th grade; something I can’t quite explain. I was out in the woods behind my house, playing hide and seek with Mackenzie when I suddenly blacked out. When I regained consciousness, I thought that only a short time had passed.  Little did I know how wrong I was; what was only a few hours for me, was years for everyone else.<br>\r\n<br>\r\nWhat comes next is the story of how I attempt to rebuild my life.</span></div></div>",
            "created":1587099600,
            "id":2820214,
            "title":"Prologue"
        },
        "11":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "In A Hospital Room",
                "In the woods",
                "In my house",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span><b>August 11th, 2013</b><br>\r\n<br>\r\nI’d be lying if I said the last few days hadn’t been stressful; with my dad having been admitted to the hospital after his condition took a turn for the worst.  He’d been working his office when he suffered a seizure that resulted in him hitting his head on the side of his desk.<br>\r\n<br>\r\nIt was just after 9:00 in the morning and my mom was getting ready to leave to visit my dad at the hospital.  I was upstairs in my room, playing <i>Dead Space 3</i>, when I heard a commotion from downstairs.  After I paused the game, I went downstairs and found Mackenzie following Mom around like a lost puppy.<br>\r\n<br>\r\nMackenzie’s had a hard time since my dad’s diagnosis; when she wasn’t with her best friend Emily, she was following Mom or me around the house.  Grabbing her jacket, Mom turned to look at Mackenzie and said, “Mackenzie, sweetie, I know you want to come with me; but your father doesn’t want you to see him like this.” Spotting me in the hallway, Mom said, “Why don’t you spend some time with your brother; and I’ll be back in a few hours.”<br>\r\n<br>\r\nI’ll admit to being slightly annoyed by mom’s suggestion.  I’d had a busy week at school and wanted to relax with the video games; not babysit my clingy little sister.  Choosing not to act on my annoyance, I looked at Mackenzie and said, “Come on Mac, let’s go watch a movie or something.”<br>\r\n<br>\r\nWith Mackenzie focusing on me, Mom made a break for the door.  After a moment, Mackenzie said, “Why don’t we go out and play in the woods or something?” with a heavy sigh, Mackenzie looked at me and said, “Being outside always makes me feel better.”<br>\r\n<br>\r\nAt this point I feel I should mention that, since I woke up this morning, I couldn’t shake the feeling that I shouldn’t go outside.  It was like a part of me thought something was going to happen if I stepped out the door.  Looking down at Mackenzie, I said, “I don’t know, Mac; I’m not really feeling it.”<br>\r\n<br>\r\n“Come on!” grabbing my arm, Mackenzie said, “It’s finally stopped raining, and mom says I can’t go in the woods without you.”<br>\r\n<br>\r\nI knew enough to realize that Mackenzie wasn’t going to stop until I agreed to go outside with her.  “Okay fine, we’ll go play some hide and seek in the woods.”<br>\r\n<br>\r\n“Yay!”<br>\r\n<br>\r\nMackenzie ran out the door into the backyard; I was about to follow her when I heard my cell phone ringing from upstairs.  Running upstairs, I grabbed it off my desk and saw that it was Eric calling.  He’d spent the last month out in California with his Aunt and Uncle; his folks and Emily had flown out yesterday to bring him home.  Answering the phone, I said, “Hey man, what’s up?”<br>\r\n<br>\r\nThe first thing I noticed was Eric’s voice sounded a little different; almost as if it was higher than it should’ve been.  “Not much; we’re in Chicago waiting for our connecting flight.” Taking a breath, Eric said, “There’s something important I want to talk to you about; are you going to be home tonight?”<br>\r\n<br>\r\n“Sure, I don’t have any plans.” Pausing, I said, “What’s so important that you can’t tell me over the phone?”<br>\r\n<br>\r\n“I’d rather tell you in person.”<br>\r\n<br>\r\n“Okay.” Pausing, I said, “I’m heading outside to play hide and seek with Mackenzie, but I’ll be free tonight.”<br>\r\n<br>\r\n“Thanks, you’re the best.”<br>\r\n<br>\r\n<div align=\"center\">*************************</div><br>\r\n<br>\r\nAbout an hour had passed since Mackenzie and I started playing hide and seek. We were taking turns being the seeker; it was currently Mackenzie’s turn to search for me. She had just started counting and I was running to find a hiding spot.<br>\r\n<br>\r\nAfter a few moments of searching, I found a small rock outcropping I could hide behind. I sat behind the outcropping for a few moments, listening as Mackenzie tried her best to find me.<br>\r\n<br>\r\nI was watching some birds fly around overhead when I was suddenly overcome by an unbearably loud noise. I tried covering my ears in an attempt to drown it out, but it didn’t work. I started feeling a little light-headed; the next thing I knew, I blacked out.<br>\r\n<br>\r\nWhen I woke up again, I found myself _____.</span></div></div>",
            "created":1587099600,
            "id":2820215,
            "title":"It Begins"
        },
        "111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "My (pregnant) mother",
                "A woman in her early 20s",
                "A woman in her mid 30s",
                "Someone Else",
                "Someone Else"
            ],
            "content":"<div class=\"\"><div> <span>Considering I’d blacked out in the woods behind my house, you can imagine my surprise when I found myself lying in a hospital bed with an IV in my arm.  <i>What the hell?</i><br>\r\n<br>\r\nLeaning over to look around, I saw no sunlight coming through the window.  <i>Okay, so I’ve been unconscious for most of the day.</i> Sitting up in the bed, I yelled out, “Hello?”<br>\r\n<br>\r\nAfter a minute or so the door opened and a nurse, probably in her mid 20s, walked into the room.  “Oh good, you’re awake.” Smiling, the nurse said, “We were starting to get worried.”<br>\r\n<br>\r\n“Ho-How did I get here?”<br>\r\n<br>\r\n“Some hikers found you lying unconscious in the woods; they brought you here a few hours ago.”<br>\r\n<br>\r\n“A few hours ago?” confused, I said, “How can that be?  The last thing I remember was playing hide and seek with my sister this morning.”<br>\r\n<br>\r\n“I’m afraid I can’t answer that question, Brian.” Sighing, the nurse said, “We managed to contact your family; they should be here shortly.”<br>\r\n<br>\r\n\"Okay, thanks.\" sighing, I said, \"I'm kind of hungry, do you think you could get me some food?\"<br>\r\n<br>\r\n<div align=\"center\">****************************</div><br>\r\n<br>\r\nWhile I waited for my family to get here, I helped myself to a tray that had been delivered to my room.  As I ate the sandwich, I couldn’t help but think about my situation.  The spot where I’d been hiding wasn’t that far from the house.  I shouldn’t have taken hours for anyone to find me.<br>\r\n<br>\r\nAs I reached for my cup of orange juice, I had no idea that my life was about to get become very weird.  I was just about to take a sip, when I heard someone yell out, “Brian!?”<br>\r\n<br>\r\nLooking in the direction of the door, I saw _______.</span></div></div>",
            "created":1587099600,
            "id":2820217,
            "title":"In A Hospital Room"
        },
        "1111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I let the juice cup fall to the floor. <i>What in the world... ?</i><br>\r\n<br>\r\nMom was standing in the doorway, looking as dumbfounded as I felt. I don't know why: I looked the way I was supposed to look, but Mom had somehow become at least 7 months pregnant. \"Mom?\"<br>\r\n<br>\r\nMom went from the doorway to my bedside faster than I had thought a pregnant woman could move. I lay there in disbelief as she touched my face. \"Brian? I... I can't believe it's you, baby. You... You haven't aged a day.\"<br>\r\n<br>\r\n\"Mom,\" I asked, \"what are you talking about? I saw you just a few hours ago. How'd you get so big?\"<br>\r\n<br>\r\n\"A few hours ago?\" Mom shook her head. \"Brian, Sweetie,... we've been looking for you for six years.\"</span></div></div>",
            "created":1587099600,
            "id":2820237,
            "title":"Missing for 6 Years"
        },
        "11111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>“What?” looking at Mom in disbelief, I said, “No, that can’t be right.”<br>\r\n<br>\r\nMom dug through her purse and retrieved her cell phone.  When she handed it to me, she said, “Take a look at the date, sweetie.”<br>\r\n<br>\r\nI took the phone from her hand.  As much as I wanted to believe it wasn’t possible, there was no denying what I saw on the screen in front of me – February 12, 2020.  “How could something like this be possible?” Looking at Mom, I said, “I swear the last time I saw you was when you went to the hospital to see dad.”<br>\r\n<br>\r\n“I can’t explain it either, but that was 6 ½ years ago.” Taking her cell phone back, Mom said, “Regardless of how it happened, you can’t imagine how happy I am that you’re alive.”<br>\r\n<br>\r\nI recoiled as Mom reached over to hug me; I wasn’t entirely comfortable with this whole situation.  Looking at her, I said, “Care to explain how you got pregnant?”<br>\r\n<br>\r\n“I can tell you right now it wasn’t a planned; especially at my age.” Sighing, Mom said, “But Henry and I are taking everything in stride, and Mackenzie is thrilled at the prospect of having a younger sibling.”<br>\r\n<br>\r\n“Wait, whose Henry?” confused, I said, “Is Dad not the father?”<br>\r\n<br>\r\n“Sweetie, your father died 5 years ago.” Looking at me, Mom said, “Henry is my second husband; we’ve been married for about 3 years now.”</span></div></div>",
            "created":1587099600,
            "id":2820293,
            "title":"Brian's In Disbelief"
        },
        "111111":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Mackenzie",
                "Henry",
                "Eric",
                "Someone else"
            ],
            "content":"<div class=\"\"><div> <span>\"Dad.....died\" I could not believe the words I just heard. My father, my rock was gone. That couldn't be. I mean I knew he was sick but. I felt tears trickling down my face. And I missed it<br>\r\n<br>\r\n\"OH honey!\" Mom said as she came to my side and put her arms around me. Well as around me as she could with her belly sticking out as far as it did. I took this opportunity to look as mom. Really look at her. She was still my mom, but she was different. I noticed her hair was shorter than I was used too. I also saw some gray around the edges. Her eyes, which used to be full of laughter, were now tired and a little teary eyed.<br>\r\n<br>\r\n\"I can't believe it!\" she uttered in a shaky voice. \"I never gave up but after 6 years I was starting to lose hope.\" She bagan touching my face, my hair, my arms. Almost as if she couldn't truly believe I was here. <br>\r\n<br>\r\n\"Come on Mom,\" I said while trying to give myself some space. This was crazy. 6 years. I have been asleep for six years.<br>\r\n<br>\r\n\"Where were you? What happened?\"<br>\r\n<br>\r\nThat was a good question. Just then I heard a disturbance outside the doors.__________ comes busting through the doors.</span></div></div>",
            "created":1587099600,
            "id":2820339,
            "title":"Continue"
        },
        "1111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Next Morning",
                "During the Night",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After learning that 6 years had passed in the blink of an eye, I suppose I should have been prepared for anything.  But even that knowledge wasn’t enough to prepare me for the teenage girl standing in the doorway.  Her dark blonde hair was now brown, and down past her shoulders.  She was not at least a foot taller; with breasts and a figure to boot.  But there was no denying it; I knew it was her the moment she walked into the room.  “Mackenzie?”<br>\r\n<br>\r\nWithout saying a word, Mackenzie ran over and practically jumped onto the bed in order to hug me.  I quickly reciprocated the hug; although I was more than a little disturbed by the feel of Mackenzie’s breasts.  After hugging me for what seemed like an eternity, Mackenzie stepped back and looked at me.  “How is it possible you haven’t aged a day in 6 years?”<br>\r\n<br>\r\n“I’m as puzzled as you are, Mac.” Squirming a little in bed, in an attempt to hide the erection I found myself with, I said, “The last thing I remember was the two of us playing hide and seek; the next thing I know, we’re practically the same age.”<br>\r\n<br>\r\n“Not quite; I’m actually 4 months older now.” Wincing a little, Mackenzie said, “I guess that makes me your older sister.”<br>\r\n<br>\r\n<div align=\"center\">***********************</div><br>\r\n<br>\r\nMom and Mackenzie spent the next hour, interspersed with a few trips to the bathroom for Mom, catching me up on what I’d missed.  It seems Mackenzie got worried when she hadn't seen me for 30 minutes; so she ran back to call Mom.  The police searched the area for months in the hopes of finding something.<br>\r\n<br>\r\nBut alas they never found any trace of me.  In the meantime, Mom became involved with one of the detectives on my case; they ended up getting married a few years after I disappeared.  “Henry’s a great guy; I think you’d like him, Brian.” With a tinge of sadness, Mackenzie said, “He’s been really supportive; helping mom and me after Dad died.”<br>\r\n<br>\r\n“What’s everyone else been up to for the last 6 years?”<br>\r\n<br>\r\n“Well, Emily and I are on the cheerleading squad at school.” Taking a breath, Mackenzie said, “Carrie’s attending college in New York; while Collin’s at Penn State.”<br>\r\n<br>\r\n“That’s great for them, I guess.” Pausing, I said, “What about Eric?  What’s he been up to?”<br>\r\n<br>\r\n“Well Eric, he...”<br>\r\n<br>\r\nWhen Mackenzie trailed off, I got worried that something had happened to Eric.  Looking at her, I said, “Mac, is Eric alright?”<br>\r\n<br>\r\n“I’ll simply say that things have changed with your friend, Brian.” Looking at me, Mackenzie said, “It’s not my place to say what; that’s something for the two of you to talk about.”<br>\r\n<br>\r\n“Okay...” confused, I said, “Do they even know I’m alive?”<br>\r\n<br>\r\n“We’ve been in here with you for the last hour.” With a bit of an attitude, Mackenzie said, “When would we have had the chance to tell them?”<br>\r\n<br>\r\nI was more than a little put off by Mackenzie’s sudden change in attitude.  “Geez, I’m sorry I asked.” Looking at her, I said, <br>\r\n“You don’t have to bite my head off.”<br>\r\n<br>\r\n“I’m sorry.” Composing herself Mackenzie said, “I’ve been under a lot of stress lately; it just came out.”<br>\r\n<br>\r\nMom walked out of the bathroom at the point.  Looking at Mackenzie, she said, “Mackenzie, sweetie, why don’t you head down to the car.  I’ll be right there.”<br>\r\n<br>\r\n“Okay.” Hugging me again, Mackenzie said, “I’m really glad you’re back, Brian.”<br>\r\n<br>\r\n“Me too, Mac.”<br>\r\n<br>\r\nAfter Mackenzie left the room, Mom turned to me and said, “I’m sorry for your sister’s attitude just now.” Sighing, Mom said, “She’s had it rough the last couple weeks.”<br>\r\n<br>\r\n“What do you mean?”<br>\r\n<br>\r\n“I won’t go into detail; suffice it to say, your sister is becoming a woman.”<br>\r\n<br>\r\nI was a bit confused by that statement; until I suddenly realized what Mom meant.  Looking at her, I said, “Mac’s having her period?”<br>\r\n<br>\r\n“That’s right; her first one.” Sighing, Mom said, “Her mood swings make the ones I experienced during my first trimester look tame by comparison.”<br>\r\n<br>\r\n“Thanks for the warning, Mom,”<br>\r\n<br>\r\n“You’re welcome, sweetie.” Hugging me, or at least the best she could, Mom said, “You have no idea how happy I am that you’re back; alive and well.”<br>\r\n<br>\r\n“Now we just have to figure out why I’m the same age I was when I disappeared.”<br>\r\n<br>\r\n“That’s something we can work on tomorrow.” Smiling, Mom said, “You should probably get some rest; we’ll come by in the morning.” </span></div></div>",
            "created":1587186000,
            "id":2820543,
            "title":"Mackenzie"
        },
        "11111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "My Friends... Except One",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I woke up the next morning to find myself in the middle of getting a sponge bath from a nurse.  Looking at me, seeing that I was awake, she said, “Good morning.”<br>\r\n<br>\r\nSitting up in the bed, I looked at her and said, “What day is it?”<br>\r\n<br>\r\n“It’s February 13, 2021.” With a quizzical look, she said, “Does today have some special meaning for you?”<br>\r\n<br>\r\n“No, not really; it’s just...the last time I fell asleep, I woke up to find that six years went by for everyone but me.\"<br>\r\n<br>\r\n<div align=\"center\">*******************</div><br>\r\n<br>\r\nI was halfway through breakfast when Mom and Mackenzie returned; this time accompanied by a man I figured was Henry.  “Good morning, Brian.” Looking at me, Mom said, “How’d you sleep?”<br>\r\n<br>\r\n“I slept fine; I’m just glad I didn’t wake up six years in the future again.” Turning to the man, I said, “You must be Henry; my Mom and Mac have told me good things about.”<br>\r\n<br>\r\n“I’m glad you’re back, kiddo.” Placing a hand on my shoulder, Henry said, “I don’t where you went, but I’m glad to see you back in one piece.  I've seen too many cases like yours end badly to look a gift horse in the mouth.\"<br>\r\n<br>\r\n“I’m glad to be back too; even if I have a lot to catch up on.”<br>\r\n<br>\r\nThe doctor came into the room at that moment.  Looking up from her clipboard, she said, “How’s our mystery boy doing?”<br>\r\n<br>\r\n“Pretty well; considering everything I’ve been through.” pausing, I said, “Other than that, I’m feeling okay.” <br>\r\n<br>\r\nStanding next to me, my hand in hers, Mom said, “How long before we can bring Brian home?”<br>\r\n<br>\r\n“Medically, everything checks out; so I’d say he could leave this afternoon.” Looking at me, she said, “In the meantime, are you up to having some visitors?”<br>\r\n<br>\r\nImmediately, I thought of my old friends. \"Yes, please.\"</span></div></div>",
            "created":1587186000,
            "id":2820646,
            "title":"The Next Morning"
        },
        "111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On (Hospital)",
                "Later On (At Home)",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>With my family tagging along, the nurse brought me to a conference room down the hall.  I was feeling incredibly anxious about the prospect of seeing my friends again; wondering how they’d changed and how they’d react to seeing me.<br>\r\n<br>\r\nAs the nurse wheeled me into the conference room, I saw two people hanging around the table.  Even after six years, I instantly knew who they were; my friends Carrie and Collin.  Every one of them went silent when they realized I was in the room.  After a moment the silence became unbearable, so I said, “Hey guys.”<br>\r\n<br>\r\nCollin, who was no longer the short chubby kid I remembered, was the first to respond.  “This has to be some kind of joke, right?” turning to my Mom, and Mac, he said, “He looks exactly the same as he did six years ago.”<br>\r\n<br>\r\n“It’s really him, Collin.” Pausing, Mom said, “The doctors ran a DNA test, and his fingerprints matched the ones the police had on file.”<br>\r\n<br>\r\nCarrie was the next to step forward; giving me a chance to see just how little she’d changed over the years.  She’d always kept her hair short; to the point where she was often mistaken for a boy.  Her hair was just as short now, the only difference being that it was a light brown color now.  “If you’re really Brian, then tell me something only he would know.”<br>\r\n<br>\r\n“Okay, I’ll give it a shot.” Looking at her, I said, “When we were in 7th grade, you kissed me in the boy’s locker room after school.”<br>\r\n<br>\r\nCarrie’s eyes went wide when I said that; while Collin laughed and said, “You kissed <i>him</i> in 7th grade?”<br>\r\n<br>\r\nThinking that Collin was teasing Carrie for kissing me, I said, “What’s the big deal if she kissed me?”<br>\r\n<br>\r\n“It’s not what you think, Brian.” With a chuckle, Carrie said, “I’m a lesbian; Collin’s just teasing me because I kissed a boy.”<br>\r\n<br>\r\n“Oh.” Turning to Collin, I said, “Sorry, I thought you meant something else.”<br>\r\n<br>\r\n“It’s alright kiddo; you didn’t know.”<br>\r\n<br>\r\nChoosing to ignore the kiddo comment, I said, “Where’s Eric?  I thought he, of all people, would be here to see me?”<br>\r\n<br>\r\nCarrie and Collin exchanged concerned looks with each other.  It looked as though they were about to say something; when the door to the conference room opened.  I turned to find two girls, one of whom I realized was Emily, standing in the doorway.  The other one looked familiar, but I couldn’t figure out why.<br>\r\n<br>\r\nWhile Emily just stared at me, in shock; the other girl came over and hugged me.  “I-I can’t believe you’re really back.”<br>\r\n<br>\r\nI was put off by the fact that an unfamiliar girl was hugging me.  Gently pushing her away, I looked at her and said, “Do I know you?”<br>\r\n<br>\r\nThe girl, resembling a slightly older version of Emily with bigger boobs, just stared at me for a moment.  Then a look of realization appeared on her face; as if a light bulb just went off.  “Brian, you knew me as Eric.”</span></div></div>",
            "created":1587186000,
            "id":2820682,
            "title":"A Memorable Reunion"
        },
        "1111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Emily",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>I wasn’t sure I heard her right.  Looking at her, I said, “You...you were Eric?\"<br>\r\n<br>\r\n“Do you remember how I told I had something big to tell you?” gesturing to herself, she said, “This was it; you can call me Andrea.”<br>\r\n<br>\r\nI was happy to be sitting down.  My best friend was now a girl; and I had had no idea.  <i>Or had I?</i>  The more I thought about it, the more I realized there’d always been something different about Eric.  Don’t get me wrong; we both liked action movies and video games.  But he’d always preferred horses to cars, and almost always dressed as female characters for Halloween.<br>\r\n<br>\r\nThere was also the time that I’d gone to visit him when he was home alone; only to see him, through the window, walking around the house in his sister Grace’s cheerleading outfit. <i> What kind of friend was I, that I hadn’t seen that?</i> “A-Are you happy...Andrea?”<br>\r\n<br>\r\n“I’m very happy, Brian.” With a smile bigger than I’d ever seen her make, she nodded and said, “I’m the real me.”<br>\r\n<br>\r\n“Then I’m happy for you, too; I just wish I’d been there to help you through this.”<br>\r\n<br>\r\n“You’re here now, that’s all that matters.” Looking at me, with a smile, she said, “Plus it would mean the world to me if you approved of my boyfriend.”<br>\r\n<br>\r\nIt was at that moment I realized she’d gotten up and was standing next to Collin.  I put two and two together when I saw her take his hand in hers.  “You guys are dating?”<br>\r\n<br>\r\n“That’s right, buddy.” Kissing Collin on the cheek, Andrea said, “We’ve been dating since sophomore year, and I’ve never been happier.”<br>\r\n<br>\r\n“That’s why I lost all the weight; I knew she needed someone strong to protect her.” Smiling, Collin looked at me and said, “I also wanted to prove that I was worthy of her.”</span></div></div>",
            "created":1587186000,
            "id":2820725,
            "title":"Andrea"
        },
        "11111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Leaving The Hospital",
                "That Night (At Home)",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I spent about 45 minutes talking with Carrie, Collin, and Andrea; until they told me they had to leave.  “Wait, so that’s it?” looking at a clock on the wall, I saw how little time had gone by.  “I’ve come back after missing for six years, and you can’t even give me an hour of your time?”<br>\r\n<br>\r\n“We’re really sorry, Brian.” Looking at me, Andrea said, “It’s just we have tickets to see a movie; we’ve already had to miss it twice, we didn’t want to miss it a third time.”<br>\r\n<br>\r\n“You’d seriously rather see a movie then hang out with me?”<br>\r\n<br>\r\nAs Andrea and Carrie grabbed their purses, Collin looked at me and said, “You were missing for six years, buddy.” Pausing, Collin said, “It’s not exactly my fault if we just got used to you not being around.”<br>\r\n<br>\r\nMy anger rose in that instant.  It didn’t matter to me that Collin was now 5 inches taller than me and could easily beat me up; I wanted to punch him for saying that.  Thankfully Andrea came over before anything happened.  “Brian, he didn’t mean it that way.” <br>\r\nGlaring at Collin for a moment, Andrea turned back to me and said, “You were gone for so long, we have to get used to having you back.”<br>\r\n<br>\r\n“I-I guess you’re right.”<br>\r\n<br>\r\n“I’ll tell you what; your birthday is in two weeks,” with a smile, Andrea said, “I promise you we’ll be there to celebrate.”<br>\r\n<br>\r\n“Okay.”<br>\r\n<br>\r\nAfter everyone said their goodbyes, Mom and Henry walked them to the lobby; leaving me alone in the conference room.  I started to get a little lonely until the door opened and Emily walked into the room.  I was vaguely aware that she and Mac had left earlier to go off somewhere.  Gesturing to a bottle of soda in her hand, she said, “Hey Brian, I thought you might like a drink or something.”<br>\r\n<br>\r\n“Thanks, Em.” Chuckling, I took the soda and said, “It’s been 6 years since I had a soda.”<br>\r\n<br>\r\n“I still can’t believe you’re back; even though I’m looking right at you.” Sitting next to me, Emily said, “I keep expecting to wake up and find this was all just a dream.”<br>\r\n<br>\r\n“A part of me wishes this was a dream; that I’d wake up and realize I hadn’t missed the last six years.”<br>\r\n<br>\r\nThe two of us just sat at the conference table and talked; in that regard, it was as if six years hadn’t passed since I last saw her.  The others used to tease me for it, but I was just at home hanging out with Emily as I was with them.  It was weird to think the teenage girl sitting next to me was the same one I taught how to wrestle when she was 6 years old.<br>\r\n<br>\r\nThe Emily I remembered could have easily passed herself off as a boy; I rarely, if ever, saw her wearing skirts or dresses.  That was no longer the case now; everything from her breasts to her budding figure screamed that she was a girl.  Her brown hair had gotten darker over the years and, instead of being shorter than Mackenzie, she looked as though she was only a few inches shorter than me.<br>\r\n<br>\r\nIt was weird to think of her that way, but I couldn’t help but think she was attractive now.  At that moment I realized neither of us had said anything for a few minutes; we were just staring at each other.  After a moment, Emily said, “It feels weird to admit it, Brian...but I had a bit of a crush on you when we were...I mean when <i>I</i> was younger.”<br>\r\n<br>\r\nI looked at Emily, dumbfounded, for a second before saying, “Y-You did?”<br>\r\n<br>\r\n“Yeah, I just never said anything because of the age difference.” With a smile, Emily said, “But here you are now, and somehow we’re practically the same age.  How is something like that even possible?”<br>\r\n<br>\r\n“Your guess is as good as mine, Em.” Pausing, I said, “I’d really like to know where I’ve been the last six years, and why I haven’t aged.”<br>\r\n<br>\r\nMackenzie came into the room at that moment; an annoyed look on her face.  For a moment I thought it was towards me, but instead, she looked at Emily and said, “Finally! I’ve been looking all over for you.”<br>\r\n<br>\r\n“Sorry Mac; I was talking with Brian.”<br>\r\n<br>\r\n“Well come on, Alicia’s here to bring us to the mall.”<br>\r\n<br>\r\n“Sorry Brian, but it looks like I have to go too.”  Emily stood up and hugged me, “I’ll see you later.”<br>\r\n<br>\r\n“See you later, Em.”<br>\r\n<br>\r\nAfter Emily and Mac left the room, leaving me alone once again, I thought back to what Emily had said.  She had a crush on me years ago; was there anything stopping her from acting on it now?</span></div></div>",
            "created":1587272400,
            "id":2821062,
            "title":"Emily"
        },
        "111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Talking With Henry",
                "Arriving Home",
                "That Night",
                "The Next Day",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I left the hospital just after noon; walking out with Mom and Henry.  As we got into the car, Henry looked back at me and said, “So Brian, what do you feel like doing first?”<br>\r\n<br>\r\n“I’m not sure.” Buckling my seatbelt, I said, “Could we just drive around a bit?  I’d love to see what’s changed over the last six years.”<br>\r\n<br>\r\n“I don’t see why not.” Glancing towards Mom, a grin on his face, Henry said, “I suppose I’d want to do the same thing if I were in your position.”<br>\r\n<br>\r\nSo everything decided, Henry started the car and we left the hospital parking lot.  As we drove towards town, I figured the town wouldn’t have changed that much in six years.  It was one of those small, historic towns in eastern Pennsylvania; it was a big deal when Costco decided to open a location on the outskirts.<br>\r\n<br>\r\nLittle did I realize just how wrong I was – the town had changed a lot since I’d disappeared.  For starters; an empty lot across from the elementary school had been turned into a condo complex and even the movie theater had gotten bigger.  I was a little disappointed to find that Easy Eats BBQ, my family’s favorite restaurant, had closed down.  Other than that, the town had stayed relatively the same.<br>\r\n<br>\r\n<div align=\"center\">****************************</div><br>\r\n<br>\r\nAfter driving around town for an hour, Mom announced that she had to use the bathroom.  Luckily for her, we were close to a Dairy Queen so we pulled into the parking lot.  While Mom waddled to the bathroom, Henry and I waited for her by the car.<br>\r\n<br>\r\nIt was clear that we were both nervous around each other.  For me, I was still trying to process the fact that my mom had remarried while I was gone.  Henry, no doubt, was trying to figure out how to act around me.  After all, it had just been him, my mom and Mac, for the last few years.<br>\r\n<br>\r\nAfter neither of us had said anything for a few moments, Henry got up from the hood of the car and said, “How about I buy you some ice cream, Brian; then perhaps we could have a little talk.”<br>\r\n<br>\r\n“Okay.” Looking at him, I said, “Talk about what, exactly?”<br>\r\n<br>\r\n“It’s obvious you’re having trouble with the fact that I’m here.” Leading me towards the line, Henry said, “I just figured we could talk; to reassure you that I’m a good guy and that I have no intention of replacing your dad.”</span></div></div>",
            "created":1587272400,
            "id":2821113,
            "title":"Leaving The Hospital"
        },
        "1111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "At Home",
                "Later On",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After 10 minutes of waiting in line for our blizzards, plus one for mom, Henry and I went over to a nearby seating area.  As we sat down in a shaded area, Henry looked and me and said, “So, Brian, what do you want to talk about?”<br>\r\n<br>\r\n“I don’t know.” Eating a spoonful of my blizzard, I said, “Not to be rude, but this was your idea.”<br>\r\n<br>\r\n“That’s a fair point.” Sighing, Henry looked at me and said, “You’re probably wondering how exactly your Mom and I got together.”<br>\r\n<br>\r\n“She told me you were one of the detectives on my case.” Looking at him, I said, “I just assumed it started there.”<br>\r\n<br>\r\n“That’s how we met, yes; but we didn’t start dating until long after they called off the search.” Looking at me, clearly thinking about what to say, Henry said, “You see; I was going through a pretty nasty divorce when I became involved in your case.  We were both in a fragile condition, but we helped each other through it.”<br>\r\n<br>\r\nI was starting to worry about where Henry was going with this.  Looking at him, as bluntly as I could, I said, “Were you having an affair with my mom?”<br>\r\n<br>\r\n“No, at least not in the physical sense.” Sighing, Henry said, “Your mom was an emotional wreck; what with you missing and your father in the hospital.  With no one else to support her, I guess I became her source of emotional support.”<br>\r\n<br>\r\nI guess I couldn’t really fault them for being there for each other, but hearing this dampened my opinion of Henry and my mom.  <br>\r\n“How soon after my dad died did you two become involved?”<br>\r\n<br>\r\n“It was close to a year before we started dating, but that doesn’t mean I wasn’t in the picture.” Looking at me, Henry said, “I helped your mom with housework, and even helped Mackenzie with her problems.”<br>\r\n<br>\r\n“What kind of problems?”<br>\r\n<br>\r\n“What your sister went through, I wouldn’t wish on anyone; losing her brother and father in the span of a month.  I’d be lying if I said she handled it well.” Sighing, Henry said, “She was suspended from school several times for fighting, she got in trouble for stealing a bottle of soda from a gas station.  She’d even wake up screaming in the middle of the night.”<br>\r\n<br>\r\nI sat at the table; trying to process what Henry had told me.  I had a hard time believing that the person Henry was describing was my sister.  The Mackenzie I knew was not the type to get into trouble.  “Does Mac still have those problems?”<br>\r\n<br>\r\n“Thankfully she’s worked past those issues.” Sighing, Henry said, “Now she’s just a 13-year-old girl; something that brings its own challenges.”<br>\r\n<br>\r\n“I suppose I should be grateful that you were here for them.” Taking a breath, I said, “Still, I wish my dad was still here.”<br>\r\n<br>\r\n“Your father was a great man, Brian.” Looking at me, placing a hand on my shoulder, Henry said, “I want you to know that I have no intention of replacing him.”<br>\r\n<br>\r\nI don’t know what came over me at that moment; but, without saying a word, I hugged Henry.  Henry returned the hug, and that was the position Mom found us in when she walked out of the bathroom.  “I’m glad to see you’re both getting along.”<br>\r\n<br>\r\n“That was never going to be an issue.” Getting up, Henry kissed Mom and said, “Brian’s a great kid; you did a great job raising him.”<br>\r\n<br>\r\n“Thank you, Henry.” Smiling, turning to me, Mom said, “So, sweetie, what do you say we go home?”<br>\r\n<br>\r\n“Sounds like a plan to me.”</span></div></div>",
            "created":1587272400,
            "id":2821165,
            "title":"Talking With Henry"
        },
        "11111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Sure, I'll Be Right Out",
                "Maybe Next Time",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>When we got home, I was glad to see the house still looked pretty much the same.  I’m not sure how I would’ve felt had it been completely different.  As the three of us got out of the car, I could hear music playing in the backyard.  “What’s going on in the backyard?”<br>\r\n<br>\r\n“It’s probably your sister.” Grabbing her purse, Mom said, “She’s probably lounging around the pool with Emily and Allison.”<br>\r\n<br>\r\n<i>Pool?</i> “When did you put in a pool?”<br>\r\n<br>\r\n“We put it in a few years ago.” Looking at me, Henry said, “Most of your things are in storage; so if you want to use it, you’ll have to borrow one of my swimsuits.”<br>\r\n<br>\r\nAs the three of us walked in through the garage, Mom said, “You may want to ask your sister if it’s alright, first.”<br>\r\n<br>\r\n“He doesn’t need her permission, Maureen.” Sighing, Henry said, “Contrary to what she thinks, Mackenzie doesn’t decide who uses the pool.”<br>\r\n<br>\r\n“You’re right.” Looking at me, Mom said, “At least go out and say hello first.”<br>\r\n<br>\r\nI walked through the kitchen to the backdoor; opening it to find the back deck had been expanded around a decent size in-ground pool.  I was so focused on the pool, I barely heard Mackenzie when she said, “Oh God, what are you doing here?”<br>\r\n<br>\r\nI guess Henry hadn’t been joking when he said Mackenzie was now a typical teenage girl.  I was amazed by the 180 she’d taken since yesterday; going from being thrilled I was back to annoyed that I was in the same room as her.  “Mom and Henry said that I should check out the pool, so that’s what I’m doing.”<br>\r\n<br>\r\nAs I turned my attention to Mac, Emily and who I could only assume was Allison; I was taken aback by their appearance.  If I’d been having trouble accepting the fact that my kid sister and her best friend were now teenagers, seeing them in bikinis wasn’t helping me any.  “Fine, just don’t bother us.”<br>\r\n<br>\r\nAllison, a cute looking blonde girl, looked at me in confusion.  “Who is that, Mac?”<br>\r\n<br>\r\n“That would be my <i>little</i> brother; the one who was missing for 6 years.”<br>\r\n<br>\r\nI tried my best to hide my annoyance over the emphasis Mac put on the word little.  Thankfully, before I could say something I'd regret, Allison spoke up.  “Wait, he’s the one whose picture you have on your desk?” looking at me, Allison said, “If he’s been missing for six years, how does he look the same as in the photo?”<br>\r\n<br>\r\n“No one knows.”<br>\r\n<br>\r\nI was getting a little put off by Mac’s attitude; so after introducing myself to Allison, I quickly turned around and walked back into the house.  I barely made it into the kitchen before I heard someone call my name, “Brian, wait!”<br>\r\n<br>\r\nI turned around to find Emily coming towards me; giving me an up-close look at her in a bikini.  “Hey Em, y-you like great in that bathing suit.”<br>\r\n<br>\r\nI swear I caught a brief glimpse of Emily blushing; before she said, “Thanks.” Looking at me, she said, “I’m sorry about Em; she had a rough morning, don’t take it personally.”<br>\r\n<br>\r\n“It’s hard not to take it personally when I come back after six years and my sister wants nothing to do with me.”<br>\r\n<br>\r\n“You know how teenagers can be; one minute they’re all happy, the next minute they’re all doom and gloom.” Smiling, Emily said, <br>\r\n“If it makes you feel any better, I’m glad you’re here.”<br>\r\n<br>\r\n<i>I wonder if Emily still has that crush on me.</i> “Thanks, Em, that does make me feel better.”<br>\r\n<br>\r\n“Why don’t you get put on a suit and come join us?”</span></div></div>",
            "created":1587272400,
            "id":2821176,
            "title":"Coming Home"
        },
        "111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "That Afternoon",
                "That Night",
                "During the Night",
                "The Next Morning",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Emily seemed pretty excited when I agreed to hang out by the pool.  I’ll admit that I agreed for two reasons; I felt like relaxing, and I’d be a fool to pass up a chance to hang out at a pool with two attractive girls (and my sister).<br>\r\n<br>\r\nHenry had an old bathing suit that fit me, so I put that on and quickly went back outside.  The first I did was a running jump into the pool; inadvertently splashing Mac and the others in the process.  That got me a glare from Mac, but smiles from Allison and Emily.<br>\r\n<br>\r\nAfter taking a few laps in the pool, I returned to the deep end to find Allison and Emily sitting on the edge with their feet in the water.  As I went over to them, Allison said, “So what’s the weirdest change you’ve noticed since being back?”<br>\r\n<br>\r\n“You mean aside from my mom being pregnant, and my sister being four months older than me?” with a chuckle, I said, “Honestly, I’m still trying to process the fact that I disappeared for six years.”<br>\r\n<br>\r\nThe three of us spent the next 20 minutes or so talking.  Despite my best efforts, I occasionally found myself staring at Allison and Emily’s chests.  I tried to look away, but I honestly couldn’t stop myself; both of them were quite good looking.  Given Emily’s revelation about her crush on me, I wasn’t surprised to find her staring at me; I was surprised, however, to find Allison staring at me too.<br>\r\n<br>\r\n“You don’t look half bad in that suit, Brian.” Looking at me, Allison said, “I’ll bet you had girls breaking down the fence for a chance to see you, huh?”<br>\r\n<br>\r\n“No, not really.” My face turning red from embarrassment, I said, “The pool didn’t get put in until after I disappeared, so...”<br>\r\n<br>\r\nBefore I could finish my sentence, I was interrupted by Emily forcibly clearing her throat.  “Brian, could you bring us some drinks, please?” staring angrily at Allison, Emily said, “<i>Some</i> of us need to cool off.”<br>\r\n<br>\r\n“Oh, okay.” Climbing out of the pool, barely noticing the glares I was getting from Mac, I said, “I’ll be right back.”<br>\r\n<br>\r\nAs I walked back towards the kitchen, I heard Emily say, “Stop flirting with him, Allison; I told you how I felt about him.”<br>\r\n<br>\r\nI stopped around the corner, out of sight, so I could hear Allison’s response.  “Sorry Em, it’s just he’s <i>really</i> cute.  You might have some competition.”<br>\r\n<br>\r\nA big grin appeared on my face as I walked into the kitchen.  I hadn’t even been back for a day, and here I already had two attractive girls fighting over me. </span></div></div>",
            "created":1587272400,
            "id":2821297,
            "title":"Hanging At The Pool"
        },
        "1111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Dinner",
                "That Night",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I spent the next couple hours hanging around the pool with Emily and Allison; Mac stayed on the lounge chair, shooting daggers at me the whole time.  Part of me felt bad about monopolizing her friends, but a larger part of me loved the fact that two attractive girls were taking an interest in me.<br>\r\n<br>\r\nIt was getting close to 4:30 when Allison and Emily decided it was time to leave.  I followed the girls into the house to say my goodbyes.  After saying goodbye to Mac, Allison went a little overboard with her goodbye to me – giving me a peck on the cheek.  <br>\r\nBoth Emily and Mac glared at her as a result, although I suspected it was for different reasons.<br>\r\n<br>\r\nEmily’s goodbye was a little more subdued; as she gave me a hug, she said, “I’m really glad you’re back, Brian.”<br>\r\n<br>\r\n“Me too, Em.” Hugging her, I said, “I’ll see you later.”<br>\r\n<br>\r\nAfter Mac and I waved goodbye to them, as they walked down the sidewalk, Mac closed the door.  I started heading towards the kitchen to make a sandwich when she suddenly spun me around and shoved me against the wall.  The look in her eyes was like nothing I’d ever seen from her before.  “Stay away from my friends, Brian.”<br>\r\n<br>\r\n“What?” taken aback by the shoving, and the angry look I was getting, I said, “What the hell’s wrong with you, Mac?”<br>\r\n<br>\r\n“I knew letting you hang out by the pool would be a problem.” Looking at me, Mac said, “I invited <i>my</i> friends to work on our tans; not be monopolized by my annoying little brother.”<br>\r\n<br>\r\n“I was born first, Mac, so knock it off with the 'little brother' stuff.” Removing Mac’s hand from my chest, I said, “In case you forgot, <i>they</i> wanted to talk to <i>me</i>; besides, with all my old friends in college, I need to make new ones.”<br>\r\n<br>\r\n“Well find your own friends, and don’t take mine.” Glaring at me, Mac said, “I’m warning you, Brian; don’t cross me, or I’ll make your life a living hell.”<br>\r\n<br>\r\nWith that, Mac turned and went up the stairs; leaving me against the wall.  I stood there in stunned silence, trying to process what just happened.  I don’t know what happened to make her that way, but <i>that</i> was not the Mackenzie I remembered.<br>\r\n<br>\r\nI was still standing in the hallway, a few minutes later, when the front door opened. I turned to see Henry and Mom walk in carrying some boxes – with ‘Brian’ written on them.  “Hello sweetie, how was the pool?”<br>\r\n<br>\r\n“I-It was fine, Mom.” Looking at them, I said, “Do you need any help with those boxes?”<br>\r\n<br>\r\n“Yes, if you wouldn’t mind; there’s six more in the back of the car.” Placing the box on the floor, Mom said, “This is not something I should be doing in my present condition.”<br>\r\n<br>\r\n“Don’t worry Mom, I’ll help Henry with the rest of them.”</span></div></div>",
            "created":1587358800,
            "id":2821553,
            "title":"That Afternoon"
        },
        "11111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Dinner",
                "Getting Ready For Bed",
                "During the Night",
                "The Next Morning",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It took Henry and me the better part of an hour to bring the boxes from the car up to my old room.  After all the boxes were brought up, I took the time to start unpacking the boxes.  Aside from the walls being a different color then it had been, my room was still largely the way I remembered it.<br>\r\n<br>\r\nAs I unpacked my XBOX and my games, I quickly realized that all my stuff was six years out of date.  I made a note to talk to Henry about upgrading all my stuff; perhaps with some help from Collin.<br>\r\n<br>\r\nI had just finished putting my clothes in the closet and dresser when Mom walked into the room.  “Did you have a nice time with your sister and her friends?”<br>\r\n<br>\r\nI knew it wasn’t the right time to mention Mac’s outburst after Allison and Emily left.  She was already pretty angry with me; I didn’t want to make it worse by getting her in trouble.  “Yeah, I had fun.” Sitting on the bed, I said, “I spent most of the time talking with Allison and Emily; they both seemed pretty interested in me.”<br>\r\n<br>\r\n“It’s funny that you’d say that.” Sitting next to me, smiling, Mom said, “A few years ago, Emily confided in me that she had a pretty big crush on you when she was little.”<br>\r\n<br>\r\n“She mentioned that to me this morning.” Chuckling, I said, “I’m still not sure how to react to that.”<br>\r\n<br>\r\n“I saw how you were acting around her; it looked to me like you shared her feelings.”<br>\r\n<br>\r\n“Even if I did have feelings for her, which I’m not saying I do, there’s no way I’d ever act on them.”  Looking at Mom, I said, “I’m trying to reconcile the fact that she’s the same little kid I knew six years ago.”<br>\r\n<br>\r\n“I don’t see what the big deal is; you’re both the same age now.” Placing a hand on my shoulder, Mom said, “There’s nothing wrong with you being interested in her; she’s an attractive young woman.”<br>\r\n<br>\r\n“Believe me, I know she’s attractive.” Blushing, I said, “It’s just not something I’m ready to deal with just yet.”<br>\r\n<br>\r\n“There’s no reason to rush into things, sweetie; after all, you just came back.” Smiling, Mom said, “Give it some time; see where things go between you two and go from there.”<br>\r\n<br>\r\n“I guess you’re right; I’ll just take things slow.” Sighing, I said, “Six years ago, I never would’ve imagined that I’d have two attractive girls both take an interest in me.”<br>\r\n<br>\r\n“Might I make a suggestion; before you do anything, talk with your sister.” Looking at me, Mom said, “See how she’d feel about you dating one of her best friends.”<br>\r\n<br>\r\n<i>I think I know how that will go.</i>  “Thanks, mom, I’ll do that.”<br>\r\n<br>\r\n“That’s my boy.” Getting up, Mom said, “Now come downstairs; dinner’s almost ready and I made your favorite.”</span></div></div>",
            "created":1587358800,
            "id":2821607,
            "title":"A Chat Before Dinner"
        },
        "111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Dinner Conversation",
                "Later On",
                "During the Night",
                "The Next Day",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I followed Mom downstairs to the kitchen; the two of us walked in just as Henry was placing a plate full of cheeseburgers on the table.  “I hope you’re hungry, Brian; because I think I made too many burgers.”<br>\r\n<br>\r\n“I’m sure I’ll eat my fair share; after all, I haven’t had a home-cooked meal in six years.”<br>\r\n<br>\r\nI sat down at the table, putting a burger and a handful of fries on my plate, just as Mac walked into the room.  She seemed to be engrossed by something on her cell phone because she didn’t even look up as she took a seat across from me.  Walking past her, Mom said, “Mackenzie, sweetie, you know the rule about cell phones at the table.”<br>\r\n<br>\r\n“Get off my back, Mom; I’m just texting Allison.”<br>\r\n<br>\r\n“Young lady; please don’t ruin this evening with your attitude.” Gesturing to me, Mom said, “You know how much I wanted to have your brother back, and now we do.”<br>\r\n<br>\r\n“Fine!” placing her phone on the table, Mackenzie said, “Why can’t you be cool for once?”<br>\r\n<br>\r\n“Just once I’d like to have a family meal where you weren’t being moody.” Sitting down, Mom said, “Is that too much to ask?”<br>\r\n<br>\r\n“Maureen, honey, just give it a rest.” Sitting next to me, Henry said, “I’m sure the last thing Brian wants is for his mom and sister to be arguing.”<br>\r\n<br>\r\nHenry didn’t know how right he was; I still couldn’t believe how much Mac had changed over the last six years.  I’d give anything to have my outgoing, cheerful little sister back; instead of the moody individual sitting across from me.<br>\r\n<br>\r\nOnce everyone started eating dinner, I turned to Henry and said, “I’m curious, Henry; what theories did people come up with about my disappearance?\"</span></div></div>",
            "created":1587358800,
            "id":2821724,
            "title":"Dinner"
        },
        "11111112":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "My surprise guest",
                "And I thought my life couldn't get any weirder",
                "And that's good news?"
            ],
            "content":"<div class=\"\"><div> <span>That night I was too wired to go to sleep. I had too many unanswered questions. How had I been asleep for 6 years? Why haven't I aged? When was I going to get out of here? Would they have to run tests on me? Would I be a science experiment? What was everyone going to say?<br>\r\n<br>\r\n6 years. That was a lot of birthdays, Christmas', episodes of my favorites shows. Were my shows even still airing. And don't get me started on the school work I missed. <br>\r\n<br>\r\nWait school. I would have to go back to school right? Only all of my friends and classmates wouldn't be there. Because all of my classmates have graduated from high school and started college. My stomach sank with that knowledge. I should be 19 years old. All of my friends were 19 years old. Would they accept me? Would they even want to hang out with a 13 year old.<br>\r\n<br>\r\nAnd what did Mackenzie mean about Eric? </span></div></div>",
            "created":1587186000,
            "id":2820887,
            "title":"During the Night"
        },
        "1112":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Looking in the direction of the door I saw a young woman, probably in her early 20s, standing there; wearing an apron with the Starbucks logo on it.  The more I looked at her, the more I couldn’t shake the feeling that she looked familiar.  “Do I know you?”<br>\r\nWalking to my bedside, the young woman said, “Brian, it’s me; Mackenzie.”<br>\r\n<br>\r\nI stared at the young woman in disbelief; what she said couldn’t possibly be true.  “That’s not possible, Mackenzie’s 7 years old.” Looking at her, I said, “I don’t know who you are, but you’re not her.”<br>\r\n<br>\r\n“I’m telling the truth, Brian; I am Mackenzie.” Pulling a chair up to my bedside, she said, “If I wasn’t Mackenzie, then how would I know about the issues of Playboy you stashed in the air vent behind your bed.”<br>\r\n<br>\r\nMy eyes widened when I heard that; I’d never told anyone about that hiding spot.  As I started to wrap my mind around everything, I quickly realized the woman standing in front of me might be telling the truth.  The more I looked at her, the more I started to see Mackenzie in her mannerisms.  “Mac, is that really you?”<br>\r\n<br>\r\nEmbracing me, Mackenzie said, “It’s really me, big brother.”<br>\r\n<br>\r\nI felt a tinge of discomfort as Mackenzie hugged me; as I was not at all used to feeling breasts when my sister hugged me.  The two of us hugged for a few moments until I broke off the hug.  Putting aside my discomfort, I leaned back and looked at Mackenzie, “How is this possible?” looking at her, I said, “I only saw you a few hours ago.”<br>\r\n<br>\r\n“I’m afraid more than a few hours have passed since we played hide and seek.” Taking a deep breath, Mackenzie said, “I’m exactly sure how to tell you this, but you’ve been missing for 15 years.”</span></div></div>",
            "created":1587099600,
            "id":2820226,
            "title":"Missing for 15 years"
        },
        "11121":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>“15 years!?” in shock, I said, “How could be possible?”<br>\r\n<br>\r\n“I have no idea.” Looking at me, Mackenzie said, “The last time I saw you; we were playing hide and seek in the woods behind the house.  When you didn’t find me after 30 minutes, I got worried and ran back to call Mom.”<br>\r\n<br>\r\n“I can probably guess what happened next; the police searched the area but found nothing.”<br>\r\n<br>\r\n“They called off the search after about two months; which proved to be too much for Dad.” Sighing, Mackenzie said, “He died three months after you disappeared.”<br>\r\n<br>\r\nThose words hit me like a punch to the stomach. I knew Dad was sick, but I still held out hope that he would’ve made a miraculous recovery.  But the fact that he died, and I missed it, was too much for me to handle.  Tears trickling down my face, I said, “Dad.....died.”<br>\r\n<br>\r\n“It was quick if that makes you feel any better.” Looking at me, tearing up herself, Mackenzie said, “He wanted nothing more than to see you again.”<br>\r\n<br>\r\nWiping tears from my eyes, I said, “I-I’m sorry I wasn’t there for you, Mac.”<br>\r\n<br>\r\n“You have nothing to be sorry about, Brian.” Sighing, Mackenzie grasped my hand in hers, “You disappeared to god knows where; you couldn’t have known.”<br>\r\n<br>\r\n“Still; it must’ve been rough for you, with me disappearing and then Dad dying.” Looking at her, I said, “How’d Mom take it?”<br>\r\n<br>\r\n“About as well as you’d expect; she, uh, was an emotional wreck for a while.  Eventually, she realized she had to pull herself together for me.” Pausing, Mackenzie said, “We were all each other had; until Henry came into the picture.”<br>\r\n<br>\r\n“Henry?” confused, I said, “Whose Henry?”<br>\r\n<br>\r\n“Henry is Mom’s second husband.”</span></div></div>",
            "created":1587186000,
            "id":2820570,
            "title":"15 Years!?"
        },
        "111211":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Being Brought Up To Speed",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Come to find out, Mom remarried a few years after Dad died.  By all accounts Henry was a great guy; Mac spoke highly of him.  After a while Mac and I found we were unable to think of anything more to talk about; odd considering I’d missed the last 15 years.  I was lying in bed, while Mac helped herself to a fruit cup from my dinner tray, when I said, “Why are you here instead of Mom?”<br>\r\n<br>\r\n“Mom and Henry in Massachusetts bringing Aaron back from Scout Camp.  They'll be here first thing in the morning.” Seeing the quizzical look on my face, Mackenzie said, “Oh right; I suppose I should’ve mentioned that Mom and Henry had a son.  Aaron’s our 9-year-old half-brother.”<br>\r\n<br>\r\nConsidering I’d been missing for 15 years, I shouldn’t have been surprised to hear that I had a younger brother.  “Okay, I don’t want any more surprises.” Looking at Mackenzie, I said, “Just tell me everything I’ve missed over the last 15 years.”<br>\r\n</span></div></div>",
            "created":1587186000,
            "id":2820705,
            "title":"Continue"
        },
        "1112111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Doctor",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Oh, God,\" Mackenzie said, \"what all have you missed? Well, you missed the wedding: Collin is married to a woman named Andrea. Lovely girl, you'll like her.\"<br>\r\n<br>\r\n\"And Carrie?\"<br>\r\n<br>\r\nMac shook her head. \"She came close once, but they broke up.\"<br>\r\n<br>\r\n\"Well, I'm sure the right guy for her is out there.\"<br>\r\n<br>\r\nShe burst out laughing.<br>\r\n<br>\r\n\"What's so funny?\"<br>\r\n<br>\r\n\"Sorry, I forgot you didn't know: Carrie came out a year after you disappeared.\"<br>\r\n<br>\r\n\"Carrie's a lesbian. Huh. I didn't pick up on that at all.\"<br>\r\n<br>\r\n\"I'm sure they'll all come to see you just as soon as they can. But remember, they've got jobs now. As much as they'd like to, they can't just drop everything and come see you.\"<br>\r\n<br>\r\n\"I'll try to remember that. Wait a minute; you haven't told me about Eric. What's he been up to?\"<br>\r\n<br>\r\nMac was silent for a long time.<br>\r\n<br>\r\n\"Come on, Mac, we're talking about my best friend. Why don't you want to talk about him?\"<br>\r\n<br>\r\n\"Sorry, Brian, it's just... Your friend has been through a lot, and has changed a lot since the two of you hung out together.\"<br>\r\n<br>\r\n\"Like what?<br>\r\n<br>\r\n\"I... I can't really say, Brian. It's not my place. The two of you have to go over that yourselves.\"<br>\r\n<br>\r\nI couldn't understand it. Why didn't Mac want to tell me about my best friend?</span></div></div>",
            "created":1587272400,
            "id":2821117,
            "title":"Being Brought Up To Speed"
        },
        "1113":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Turning towards the door, I saw a woman standing there wearing a business suit.  If I had to guess, she looked to be in her mid-30s.  The more I looked at her, the more I couldn’t shake the feeling that she looked familiar.  “Do I know you?”<br>\r\n<br>\r\nClosing the door, the woman walked over to the bed and sat down next to me.  Looking at me, she said, “Brian, it’s me; Mackenzie.”<br>\r\n<br>\r\nAs much as I wanted to believe what she said wasn’t true; I was finding it hard to do so.  As I looked at her, I saw a little bit of my mom in her face.  “There’s no way you’re Mackenzie.” Looking at her, I said, “Mackenzie’s only 7 years old; you look like you’re in your late 30s.”<br>\r\n<br>\r\nI saw a flash of anger appear on the woman’s face; before she sighed and said, “First off; I’m 34 years old.” Looking at me, she said, “Secondly; if I wasn’t Mackenzie, then how would I know about the issues of Playboy you stashed in the air vent behind your bed.”<br>\r\n<br>\r\nMy eyes widened when I heard that; I’d never told anyone about that hiding spot, Mackenzie only knew about it because she’d walked in on me putting one of the issues away.  As I started to wrap my mind around everything, I quickly realized the woman standing in front of me might be telling the truth.  The more I looked at her, the more I started to see Mackenzie in her mannerisms.  “Mac, is that really you?”<br>\r\n<br>\r\nEmbracing me, Mackenzie said, “It’s really me, big brother.”<br>\r\n<br>\r\nIf finding myself face to face with an adult version of my sister wasn’t disturbing enough; I was more than a little uncomfortable with her hugging me.  The two of us hugged for a few moments until I broke off the hug.  Putting aside my discomfort, I leaned back and looked at Mackenzie, “How can you possibly be 34 years old?” looking at her, I said, “I only saw you a few hours ago.”<br>\r\n<br>\r\n“I’m at a loss to explain it myself, but I’m afraid considerably more than a few hours have passed since we played hide and seek.” Taking a deep breath, Mackenzie said, “Brian, you’ve been missing for 27 years.”</span></div></div>",
            "created":1587099600,
            "id":2820231,
            "title":"My Sister's A Grown Woman"
        },
        "11131":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Later On",
                "During the Night",
                "The Next Morning",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>To say the hits just kept on coming would be an understatement.  Not only had I somehow missed the last 27 years, but my formerly younger sister was now only a few years younger than my parents.  I simply sat in bed, silent; as I tried to process everything I’d just been told.<br>\r\n<br>\r\nMackenzie walked back into the room; talking into her cell phone.  “Of course I’ll have the hospital do a DNA test, honey; but I know what it’s going to say.” Looking at me, a faint smile on her face, she said, “As impossible as it seems, my brother is back and hasn’t aged a day.”<br>\r\n<br>\r\nThe possibility of a DNA test hadn’t occurred to me, but it did make sense.  I knew who I was, but other people would need proof.  I looked back at Mackenzie as she said, “I’m going to stay here for a while.” Sighing, she said, “Kiss the kids good night for me, alright?  I love you.”<br>\r\n<br>\r\nAfter Mackenzie hung up the phone, I looked at her and said, “You have kids?”<br>\r\n<br>\r\n“Two of them actually; a 12-year-old boy and a 10-year-old girl.” Taking off her suit jacket, Mackenzie sat down next to the bed again.  Looking at me, she said, “You’ve probably got a ton of questions you want to ask, huh?”<br>\r\n<br>\r\n“Who were you talking with on the phone?”<br>\r\n<br>\r\n“That would be my husband, Duncan.” Smiling, Mackenzie said, “You’d like him; you both have a lot of the same interests.”<br>\r\n<br>\r\n“I’d like to meet him and your kids; assuming I ever get out of here.”<br>\r\n<br>\r\n“I’m sure you won’t be here very long.” Sighing, Mackenzie said, “Now why don’t you ask me what’s really on your mind.”<br>\r\n<br>\r\nI looked at her and said, “I don’t know what you’re talking about.”<br>\r\n<br>\r\n“You can’t fool me, Brian; I have two kids.  You think I can’t tell when you’re hiding something?”<br>\r\n<br>\r\n“Okay fine.” Sighing, I said, “How are Mom and Dad?”<br>\r\n<br>\r\n“Dad, unfortunately, died about a month after you disappeared; he held on as long as he could.” Looking at me, Mackenzie said, <br>\r\n“Mom remarried a few years later; she and Henry live in a retiree community in Boca Raton.”<br>\r\n<br>\r\nI knew it was unlikely Dad was still alive, but it still hurt to find out that he was dead.  Looking at Mackenzie, trying to hold my emotions in check, I said, “Does Mom know I’m...alive?”<br>\r\n<br>\r\n“I haven’t told her yet.” Sighing, Mackenzie said, “I have to figure out the best way to tell her.”<br>\r\n<br>\r\n“I suppose that makes sense.” Pausing, I said, “At her age, simply surprising her with the news would probably kill her.”<br>\r\n<br>\r\n“Don’t worry though, I have every intention of telling her.” Taking a breath, Mackenzie leaned back a little and said, “I just want to make 100% you’re really my older brother.”<br>\r\n<br>\r\n“Seems weird to call me your <i>older</i> brother; considering you’re 21 years older than me now.”<br>\r\n<br>\r\n“Force of habit, I guess.” Chuckling, Mackenzie said, “I’m going to speak with the doctors; why don’t you get some rest.”</span></div></div>",
            "created":1587099600,
            "id":2820286,
            "title":"Learning the Truth"
        },
        "111311":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>A smile formed on Mackenzie’s face as she looked at me.  “Yeah, it’s really me.” Pulling me in for a hug, Mackenzie said, “I’ve missed you so much, Brian.”<br>\r\n<br>\r\nIt was already disturbing enough to find myself face to face with an adult version of my sister; I was more than a little uncomfortable with her hugging me.  After breaking off the hug, I tried my best to hide the erection I suddenly found myself with.  Looking at Mackenzie, I said, “How is it possible that 27 years have passed; while I haven’t aged at all?”<br>\r\n<br>\r\n“I’m at a loss to explain that myself.” Sitting down in the chair next to me, Mackenzie said, “You look exactly the same as the last time I saw you.”<br>\r\n<br>\r\nBefore I could say anything, the door opened and I saw the little girl from earlier standing there.  Looking from me to Mackenzie, she said, “Mommy, can I money for a juice?”<br>\r\n<br>\r\n“Just a second, honey; there’s someone I want you to meet.” Walking over to the doorway, Mackenzie picked the girl up and came back over to the bed.  Looking at me, she said, “Brian, I’d like you to meet your niece; Allison.”<br>\r\n<br>\r\nI said hello to Allison but only got a blank stare from her.  After getting money from Mackenzie, she left the room.  Turning to Mackenzie, I said, “Only in this mixed-up situation would I have a niece who’s practically my age.”<br>\r\n<br>\r\n“I’m afraid you’ve actually got two nieces and a nephew.” Chuckling, Mackenzie looked at me and said, “Allison’s my youngest, she’s 7; I also have a 9-year daughter named Megan and a 12-year-old son named Marcus.”<br>\r\n<br>\r\nThe deluge of information I was being given was too much for me to handle; I started crying.  I’d missed so much of my sister’s life.  Looking at her, I said, “I-I’m so sorry, Mac; I missed so much of your life.”<br>\r\n<br>\r\n“You have nothing to apologize for, Brian; it wasn’t your fault.” Moving to the edge of the bed, Mackenzie held me close and kissed my forehead.  “Who would have thought you’d disappear for 27 years.”<br>\r\n<br>\r\n<div align=\"center\">************************</div><br>\r\n<br>\r\nMackenzie and I remained in that position for a while; as I cried and she did her best to console me.  The longer it went on for, the more it dawned on me that she was responding the way a mother would towards her child.  After a while, she stepped out of the room to make a few phone calls; leaving me alone with my thoughts.<br>\r\n<br>\r\nI had just walked out of the bathroom when Mac walked back into the room; still talking on her cell phone.  “I don’t need a DNA test, honey; I just know this young man is my brother.” Sighing, she said, “I’m going to stay here for a while; Allison’s sleeping in one of the on-call rooms.  Kiss the kids good night for me, alright? I love you.”<br>\r\n<br>\r\nAfter Mackenzie hung up the phone, I looked at her and said, “Who was that on the phone?”<br>\r\n<br>\r\n“That would be my husband, Duncan,” putting her phone away, Mackenzie said, “I think you’d like him; he’s a lot like Dad.”<br>\r\n<br>\r\nIt was at that point I realized, with everything going on, that I hadn’t thought about Mom and Dad. “How are Mom and Dad?” looking at her, I said, “Do they know I’m alive?”<br>\r\n<br>\r\n“I tried to call Mom, but I got her voicemail.” Taking a deep breath, Mackenzie sat down and said, “Dad, unfortunately, died about a month after you disappeared.”</span></div></div>",
            "created":1587186000,
            "id":2820627,
            "title":"A Family Reunion"
        },
        "1113111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Next Morning",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I woke up a few hours later, just before midnight, to find that I was still in the hospital room.  For a brief moment, I was concerned that more time had passed for me, but a quick look to my right showed Mackenzie asleep on a nearby chair.<br>\r\n<br>\r\nI don’t know how much time went by as I lay there in bed; simply staring at Mackenzie as she slept.  I was still having a hard time wrapping my head around the fact that the woman before me was my little sister.  Guess I can’t really call her my little sister anymore. She’s old enough to be my mom now.<br>\r\n<br>\r\nAfter listening to her bringing me up to speed on everything I’d missed over the last 27 years, I couldn’t help but feel upset about it.  Collin was married to a woman named Andrea; with whom he had two 17-year-old kids.  Carrie was married to a woman, which surprised me, and lived in Maryland with her wife and 7-year-old daughter.  Emily's married and has a 13-year-old daughter; who Mac thought I was would get along with.  I was a little confused about why Mackenzie didn’t tell me about Eric; despite my begging her to do so.<br>\r\n<br>\r\nI was disappointed to miss all of that, but none of it came close to me missing my dad’s funeral.  It seemed he’d died about a month after I vanished.  It was just Mac and Mom for a while; until Mom eventually married one of the detectives on my case.  It seemed I had a half-brother now; Aaron was 21 years old and a junior in college.<br>\r\n<br>\r\nThat brought me back to Mackenzie; I’d already learned she had three kids of her own.  She went on to explain that she’d gotten her master’s degree in accounting and was one of the senior accountants for a major financial firm in Philadelphia.<br>\r\n<br>\r\nAt that point I realized I had to use the bathroom so, as quietly as I could, I climbed out of bed.  Mac must’ve had ears like a hawk because I barely got out of bed before she woke up and looked at me.  “Hey, can’t sleep?”<br>\r\n<br>\r\n“Not really; trying to process everything.” Pausing, I said, “I didn’t mean to wake you.”<br>\r\n<br>\r\n“Don’t worry; it comes with being a mom.” Chuckling, she said, “When Marcus was little, he used to have terrible nightmares.  It got to the point where I’d wake up the moment he started screaming.”<br>\r\n<br>\r\n“I still can’t believe that you’re a mom, Mac.”<br>\r\n<br>\r\n“Why’s it so difficult to believe?” looking at me, she said, “When a mom and dad love each other, they...”<br>\r\n<br>\r\n“Are you seriously giving me the birds and the bees talk?” chuckling, I said, “Mac, Dad gave me that talk when I was 11.”<br>\r\n<br>\r\n“Sorry; Megan’s at the age where she’s curious about where babies come from.”<br>\r\n<br>\r\n“It’s no big deal.” Pausing, I said, “Now if you don’t mind, I’m going to use the bathroom now.”</span></div></div>",
            "created":1587272400,
            "id":2821141,
            "title":"During the Night"
        },
        "12":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":null,
            "content":"<div class=\"\"><div> <span>Main Characters:<br>\r\n<br>\r\n<b>Brian Hawkins</b> – 13-year-old boy<br>\r\n<b>Mackenzie Hawkins</b> – 7 years old at the start.<br>\r\n•\t13 Years Old – Now 4 months older than Brian; she’s gone from being a tomboy to a typical teenage girl.<br>\r\n•\t21 Years Old – Works as a Starbuck’s barista while attending college for accounting.<br>\r\n•\t34 Years Old – Accountant for a major financial services company.  Wife of Duncan; mother of Allison (7), Megan (9) and Marcus (12).  Becomes Brian’s legal guardian.<br>\r\n<br>\r\nSecondary Characters:<br>\r\n<br>\r\n<b>Maureen Tucker</b> (Formerly Hawkins) – 36 years old at the start.<br>\r\n•\t41 Years Old – Remarried (to Henry Tucker); 7 months pregnant with his child.<br>\r\n•\t51 Years Old – Mother of Aaron Tucker, as well as Brian and Mackenzie Hawkins<br>\r\n•\t63 Years Old – lives with Henry in a retiree community in Florida<br>\r\n<b>Henry Tucker</b> – Maureen’s 2nd husband; step-father to Mackenzie and Brian, father of Aaron.  A detective on Brian’s missing person’s case.<br>\r\n<b>Andrea Sullivan</b> (formerly Eric Rogers) – 13 years old at the start; trans woman.<br>\r\n•\t20 Years Old – College student; dating Collin<br>\r\n•\t28  &amp;  40 Years Old – Married to Collin; mother of twins<br>\r\n<b>Collin Sullivan</b> – 13 years old at the start; husband of Andrea, twin brother of Carrie.<br>\r\n•\t20 Years Old – College student; dating Andrea<br>\r\n•\t28 &amp; 40 Years Old – Husband of Andrea; father of twins<br>\r\n<b>Carrie Sullivan</b> – 13 years old at start; Collin’s sister; Andrea’s sister-in-law; lesbian<br>\r\n•\t20 Years Old – College Student<br>\r\n•\t28 Years Old – Surrogate mother, thru implantation, of Collin and Andrea’s twins<br>\r\n•\t40 Years Old – TBD<br>\r\n<b>Emily Rogers</b> – 7 years old at the start; Mackenzie’s best friend and Andrea’s sister<br>\r\n•\t13 Years Old – Middle School student; best friend of Mackenzie, a potential love interest for Brian.<br>\r\n•\t22 Years Old – Working towards Medical Degree<br>\r\n•\t34 Years Old – Pediatrician; mother of a 13-year-old daughter, ‘cool aunt’ to Allison, Megan, Marcus and Brian.</span></div></div>",
            "created":1587186000,
            "id":2820645,
            "title":"Character Profiles"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"Imagine waking up to find that years have passed in the blink of an eye.",
        "created":1587159300,
        "description":"<td align=\"left\" class=\"norm\">13-year-old Brian Hawkins was playing hide and seek with his sister in the woods; when suddenly he blacks out. When he regains consciousness he returns home to find out that while only a few hours passed for him, it's been years for everyone else. Now he must adjust to a world where everyone he knows has aged while he's stayed the same.<br>\r\n<br>\r\n<b>Please read the character profiles before posting.</b><br>\r\n<br>\r\nRules:<br>\r\n1. Use proper grammar<br>\r\n2. Be creative with storylines but keep close to the original idea.<br>\r\n3. Use the 1st person perspective (I, I'm, I'll, etc) - keep it in Brian's POV<br>\r\n4. I reserve the right to edit, and/or/ remove chapters.</td>",
        "id":2219372,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587411480,
        "pretty_title":"Turn Back Time"
    }
}