{
    "chapters":{
        "1":{
            "author_id":"superstar1",
            "author_name":"SuoerStar",
            "choices":[
                "Readers choice 1",
                "Readers choice 2",
                "Readers choice 3"
            ],
            "content":"<div class=\"\"><div> <span>It's a beautiful Saturday morning and Maddie Rooney is lying on her bed. Maddie is a sixteen year old girl who has a twin sister named liv who she cares for very much. Its 11 am in the morning Maddie is preparing for the day but nothing could prepare her for what was about to happen. Maddie onlyin her underwear about to get dressed hears a knocking on the door and asks \"who is it\" her hears her father answer back \"it's me sweetie may I come in\"<br>\r\n<br>\r\nMaddie says \"let me grab a towel I'm not decent\" maddie grabs a near by towel and wraps herself in it and tells her dad he can come in now. Pete opens the door and just sees his sixteen year old daughter standing with nothing but a towel on. He get snapped out of his dazed when he hears maddie \"dad what is it you wanted to talk to me about\" pete says your mother said you've been getting into trouble at school and asked me to punish you Maddie gulped know her past punishments didnt go well and asked \"what am I getting as a punishment\" also well thinking (dont be a spanking please) pete says I'll be right back.<br>\r\n<br>\r\nPete returns with a hairbrush, wet wipes, baby powder, and a diaper. Maddie's eyes widened and says you cant but me in that thing I'm a grown woman. Pete answer back with we will see about that now drop the towel. \"No way\" maddie responds back Pete walks up to maddie and ripped the towel off her cuasing maddie to gasp and say dad what the heck well covering herself best she could pete stares at his daughter who is blushing hard now and waiting to see what he does next.<br>\r\n<br>\r\n\"Let's get started shall we\" pete said \"start what\" maddie says in response. Why you spanking of course sweetie Maddie's eyes widened again \"no please don't spank me\" but her please fell onto death ears as her father grabbed her forearm and dragged her to her bed and sat down well forcing her over his lap. \"If you're a good girl during this I wont use the hairbrush okay\" maddie nods and pete starts to spank maddie.<br>\r\n<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\n<br>\r\nBy the tenth spank maddie is tearing up but when her hears pete say just ten more on your bare butt then the spanking is done she starts to feel tears rolling down her face and starts to beg her dad not to but pete doesnt listen and pulls down her panties and continues with the spanking.<br>\r\n<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\nSpank<br>\r\n<br>\r\nMaddie full out crying now asks in between breaths \"is sob* it sob* over sob* now\" pete now rubbing Maddie's butt says not yet sweetie. Maddie who has collected herself a little \"what do you mean you said ten more then we're done\" pete answers back with \"I said the spanking would be done not you're punishment\" pete tells maddie there are two more parts to her punishment Maddie gets really worried and asks what are the other parts well still being on her dad's lap.<br>\r\n<br>\r\nPete tells maddie she can stand up now maddie does as she is told pete gets up as well. Pete tells maddie to close her eyes maddie confused a little does anyway when pete tells her to open them all maddie can see is her dad standing ther butt naked and say time for the really fun to begin as her spins maddie around and rip's off her bra leaving her completely naked as well then he starts grabbing her breasts and squeezing them maddie tries to break free from his grip but pete is to strong for her. He then turns her around again and starts to make out with her well grabbing her somewhat red butt cuasing her to tighten her face. Maddie breaks the kiss \"daddy stop this it isnt right\" pete ignores maddie and continues his assault maddie having to choice knees Pete slightly in the balls cuasing him to let go of her giving her a chance to run but pete is to quick and grabs her forearm throwing her onto the bed.<br>\r\n<br>\r\nMaddie now on the bed tears rolling down her face \"PLEASE DADDY STOP IT\" pete says you've had this coming sweetie now be a good girl and get on your hands and knees maddie with no choice but to listen to her father gets on her hands and knees and awaits her fate. Pete then tells her \"I was planning on entering you pussy for this but since you knee me I'm going to enter your but instead\" maddie really begs her father not to and says anything but my butt. Pete then thinks a little and says fine I wont enter your butt seeing maddie with a little hope in her eyes he says just kidding and sholves his full length into her butt hole.<br>\r\n<br>\r\nMaddie screams at the top of her lungs yelling \"PULL IT OUT ITS TOO BIG PLEASE DADDY PULL IT OUT\" pete kind of loving the sound of her begs makes him go faster. \"Damm maddie your butt is tighter then your mother's\" maddie cant remember the last time she cried this hard before and just wishing it was. Maddie how hearing her father moan lower tells her something is happening when it's to late and she feels her butt fulling with something and yells out \"NO DADDY NOT INSIDE ME\" pete answers back with \"too late sweetie\" when her dad finishes cumming in her he pulls out and says time for part three of you're punishment.<br>\r\n<br>\r\nMaddie having to strength to fight back says \"just get it over with\" pete then grabs the wet wipes and cleans maddie up and put some baby powder on her. Then he diapers her and say you will be wearing and using these from now on young lady understood. Maddie just lies there and nods \"good girl oh and one more thing I'll be punishing you with a spanking every day from now on<br>\r\n<br>\r\nWhere or who punishes her next </span></div></div>",
            "created":1597640400,
            "id":2886988,
            "title":"First punishment "
        }
    },
    "info":{
        "author_id":"superstar1",
        "author_name":"SuoerStar",
        "brief_description":"Punish Maddie from liv and maddie ",
        "created":1597687380,
        "description":"<td align=\"left\" class=\"norm\">Hi there this a story about maddie Rooney getting punished by her family members anything goes so have fun </td>",
        "id":2229657,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1597687500,
        "modified":1597687500,
        "pretty_title":"Punishing Maddie Rooney "
    }
}