{
    "chapters":{
        "1":{
            "author_id":"jstein",
            "author_name":"JStein",
            "choices":[
                "Gaz and the Horrible Nightmare World",
                "Game On",
                "Gaz Goes Au Naturale",
                "Through the Looking Glass of Doom",
                "More story options"
            ],
            "content":"<div class=\"\"><div> <span>Here's the first set of story prompts to work with.<br>\r\n<br>\r\n<b>Gaz and the Horrible Nightmare World:</b> Gaz is always threatening to send people to horrible nightmare worlds when they anger her. Well, now the shoe's on the other foot, as a magical incident traps <i>her</i> in the world of her worst nightmares.<br>\r\n<br>\r\n<b>Game On:</b> Trying out a new VR gaming system, Gaz finds herself trapped inside her favorite games and must fight to escape before it's game over for her.<br>\r\n<br>\r\n<b>Gaz Goes Au Naturale:</b> A teleportation mishap leaves Gaz stranded far from home. Worse, her clothes didn't make the trip. Can she get to safety without facing utter humiliation?<br>\r\n<br>\r\n<b>Through the Looking Glass of Doom:</b> Gaz falls through an inter-dimensional portal into another universe. Can she survive and make it home?</span></div></div>",
            "created":1550379600,
            "id":2619031,
            "title":"First Set Of Story Prompts"
        },
        "13":{
            "author_id":"jstein",
            "author_name":"JStein",
            "choices":[
                "A video game store.",
                "The school.",
                "The city park.",
                "The woods.",
                "Somewhere else."
            ],
            "content":"<div class=\"\"><div> <span>It was an average day at the Membrane family household. Which for Gaz meant that she was holed up in her room, sitting at her computer and logged into one of her online game accounts. She was completely oblivious to the world around her, focus entirely on the screen in front of her face as she guided her avatar through wave after wave of demons, zombies and other monsters.<br>\r\n<br>\r\n\"C'mon, c'mon, almost there,\" she muttered to herself, approaching a large set of doors at the end of the corridor she was in, \"Just a little further, and the Golden Egg of Supremeness is mine. Now all I have to do is-\"<br>\r\n<br>\r\nAnd then, the power suddenly went out, the computer screen going dead. Gaz froze, staring at the blackened screen in disbelief at what had just happened, not comprehending it. After a moment, however, her eye started to twitch, as the only possible explanation occurred to her.<br>\r\n<br>\r\n\"DIB!\" she yelled. Getting up, she practically tore her door off its hinges and stomped out of her room, crossing the hall to kick open the door to her brother's room. To her total lack of surprise, he was seated at his desk, looking at a device with a large variety of cables running from it into every socket in the room. He jumped at her entrance, and looked at her with surprise that quickly morphed into fear at the sight of her visible anger.<br>\r\n<br>\r\n\"You just blew all the power to the rest of the house!\" she snarled at him, \"I was just about to beat the newest expansion to <i>World of Blarghcraft</i> - do you have any idea how many hours I've put into that?!\"<br>\r\n<br>\r\n\"But Gaz, this is important!\" Dib protested, holding up his hands defensively, \"I found a way to recharge my spelldrives with conventional power sources instead of magic. Don't you get what this means? I can use all the spells in here to finally defeat Zim for good! I mean, look, there's a teleportation spell right here I can use to get into his base and subdue him before he even knows what hit him!\"<br>\r\n<br>\r\n\"I don't care,\" Gaz said firmly, still advancing on him.<br>\r\n<br>\r\n\"You would if you could focus on anything other than your stupid games,\" Dib muttered, only to wince as he realized what he'd just said.<br>\r\n<br>\r\n\"Stupid?!\" Gaz snapped. Losing any remaining self-restraint, she lunged at Dib, who jumped out of his chair to avoid her. Shooting past him, Gaz slammed into his desk, and as she braced herself against it, one of her hands slapped down onto the activation button on the spelldrive. Before she could react, the device hummed to life, and a purplish aura of energy emerged from the drive to completely surround her. And then-<br>\r\n<br>\r\n<i>ZAP</i><br>\r\n<br>\r\n-with a flash of light and a sound of whooshing air, Gaz vanished from sight. Dib blinked in surprise at that, and then grinned widely as he realized what had just happened.<br>\r\n<br>\r\n\"It worked! Now I have a working teleportation spell! This is awe...some...\" Dib trailed off as he suddenly noticed something piled on the floor at the spot where Gaz had been standing - namely, the clothes she had been wearing. Apparently, they hadn't been teleported with her.<br>\r\n<br>\r\n\"...Oh, she is going to kill me.\"<br>\r\n<br>\r\nMeanwhile, Gaz arrived at a new destination, now totally naked. But where had she been teleported to?</span></div></div>",
            "created":1580360400,
            "id":2780624,
            "title":"Gaz Goes Au Naturale"
        },
        "15":{
            "author_id":"jstein",
            "author_name":"JStein",
            "choices":[
                "Boarding School of Horrors",
                "Time Traveling Doom",
                "Abducted",
                "Carnival of Fear",
                "More story options"
            ],
            "content":"<div class=\"\"><div> <span>And here's another set of story options.<br>\r\n<br>\r\n<b>Boarding School of Horrors:</b> Gaz is sent to a boarding school, where the students and teachers are even worse than she is on a bad day.<br>\r\n<br>\r\n<b>Time Traveling Doom:</b> Somehow, Gaz is rendered unstuck in time, and finds herself bouncing around historical periods. Can she survive and make her way back to her own time?<br>\r\n<br>\r\n<b>Abducted:</b> Gaz is abducted by aliens (not Zim, someone else) and dragged off to another planet. What will happen to her now?<br>\r\n<br>\r\n<b>Carnival of Fear:</b> Upon visiting a traveling carnival and circus, Gaz finds herself trapped and facing variety of horrors.</span></div></div>",
            "created":1550379600,
            "id":2619034,
            "title":"More story options"
        }
    },
    "info":{
        "author_id":"jstein",
        "author_name":"JStein",
        "brief_description":"Everyone's favorite purple-haired Goth girl has a series of bizarre adventures.",
        "created":1550435940,
        "description":"<td align=\"left\" class=\"norm\"><i>Invader Zim</i> is an awesome series, full of truly bizarre and hilarious action and adventures. However, most of them revolve around the title character and his nemesis Dib. Only rarely does Dib's scary sister get her time to shine, and I think it's about time that that should change. So, contained here within this interactive will be a collection of prompts for stories focused on Gaz ending up in all kinds of wacky situations. Everyone feel free to make use of one!<br>\r\n<br>\r\nA few ground rules first, however:<br>\r\n<br>\r\n* NO SEXUAL STUFF. Gaz's canon age isn't clear, but it's definitely preteen, so that's just not right. Now, should she somehow be aged up to 18+, <i>maybe</i> I'd allow it. That's negotiable.<br>\r\n* Just to be clear, Gaz is meant to be the main character of these stories, but still feel free to include any other IZ characters as necessary.<br>\r\n* OCs are fully welcomed.<br>\r\n* Try not to end any stories. Keep them going as long as possible.<br>\r\n<br>\r\nOkay, I think that covers everything. Let's get this thing started!</td>",
        "id":2183022,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1580436120,
        "pretty_title":"Invader Zim: Gaz's Odd Adventures"
    }
}