{
    "chapters":{
        "1":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Disney",
                "Kids WB",
                "Cartoon Network",
                "Disney XD",
                "More ideas"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where does Frenchfry go?</span></div></span></div>",
            "created":1583989200,
            "id":2800522,
            "title":"Get the ball rolling"
        },
        "12":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "X-Men Evolution",
                "Jackie Chan Adventures",
                "More Kids WB shows"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which show?</span></div></span></div>",
            "created":1583989200,
            "id":2800523,
            "title":"Kids WB"
        },
        "121":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Female",
                "Males",
                "Both"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who meets Frenchfry?</span></div></span></div>",
            "created":1583989200,
            "id":2800650,
            "title":"X-Men Evolution"
        },
        "1211":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Shadowcat",
                "Rogue",
                "Other Evo girls"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one?</span></div></span></div>",
            "created":1583989200,
            "id":2800652,
            "title":"Female"
        },
        "12111":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "She meets him at the mansion",
                "Frenchfry encounters her at Bayville High"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How does Kitty meet Frenchfry?</span></div></span></div>",
            "created":1583989200,
            "id":2800817,
            "title":"Shadowcat"
        },
        "12113":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Kitty, Rogue and Jean",
                "Amara, Tabitha and Kitty",
                "More Evo girl combos"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How about combos?</span></div></span></div>",
            "created":1583989200,
            "id":2800741,
            "title":"Other Evo girls"
        },
        "121131":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Frenchfry comes to the mansion as a temporary chief",
                "Frenchfry enters the mansion on his own"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How do they meet him?</span></div></span></div>",
            "created":1583989200,
            "id":2800799,
            "title":"Kitty, Rogue and Jean"
        },
        "1211312":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Yes",
                "No"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Do the girls notice him right away?</span></div></span></div>",
            "created":1583989200,
            "id":2800818,
            "title":"Frenchfry enters the mansion on his own"
        },
        "12113122":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "He makes a large lunch for them",
                "He introduces himself right away"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>How do they notice him?</span></div></span></div>",
            "created":1583989200,
            "id":2800819,
            "title":"No"
        },
        "121131221":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Kitty, Jean and Rogue keep eating before noticing their WG",
                "The trio take a break and then notice their new girths"
            ],
            "content":"<div class=\"\"><div> <span>One afternoon, Kitty Pryde, Jean Grey and Rogue were alone in the mansion. The other X-Men and New Recruits had left for a survival course training thing for a few days.<br>\r\n<br>\r\n\"Like, what're we gonna do while the others're gone?\" Kitty asked her friends and teammates. \"Ah dunno, Kitty.\" Rogue shrugged as Jean also looked thoughtful at the question.<br>\r\n<br>\r\nThen, the trio smelled something rather tasty, \"What's that smell?\" Jean asked in surprise. \"Like, it totally smells delicious and greasy.\" Kitty smiled in delight. \"Yeah. It's comin' from the dinin' room.\" Rogue agreed as they stood up and walked to said area.<br>\r\n<br>\r\nThey reached the dining room to find a massive feast on the table. There was a plate stacked high with hamburgers, another piled high with fries, a third had a tower of pizza and there were three large ice cream sundaes. <br>\r\n<br>\r\n\"Like, were did all of this totally come from?\" Kitty asked in disbelief. At that moment, \"Bonjour!\" came a voice from behind the trio. They whirled around to find a strange creature behind them. He had what seemed to be a spatula on his tail, a red nose, black eyes, four arms, a chief's hat on his head and a small black moustache. \"Who're you?\" Rogue asked. The thing handed over a card.<br>\r\n<br>\r\n\"'Experiment 062. Name: Frenchfry. Primary function: To prepare amazing and irresistible meals'!\" Jean read aloud. \"Bon Appetit!\" Frenchfry smiled.<br>\r\n<br>\r\n\"Like, he speaks French.\" Kitty smiled, rubbing her hands together eagerly. \"Food! Wonderful food!\" Jean smiled. \"Deep fried!\" Rogue whooped as she ran for the table. \"LET'S EAT!!!\" Kitty agreed as she and Jean raced after Rogue.<br>\r\n<br>\r\nThe trio quickly sat down and started eating at top speed. Jean, to the duo's surprise, began cramming the burgers into her mouth. She inhaled the first five one at a time, barley swallowing the first few bites of each one before the next one was stuffed in. Finally, cheeks bulging, she swallowed her jumbo mouthful with a large gulp. She then picked up six burgers and crammed all of them into her mouth, bulging her cheeks out considerably. <br>\r\n<br>\r\nKitty meanwhile, let out a loud yell and crammed 23 of the large french-fries into her mouth, chewing loudly as they poked out of her mouth while Rogue spun a pizza around on her finger and, in just a few large bite, devoured it whole. Kitty, holding two large handfuls of fries as her cheeks were stuffed to bursting, moaned in delight.<br>\r\n<br>\r\n\"Like, these are totally the best french-fries ever!\" she smiled to Frenchfry, who smiled and laughed happily. <br>\r\n<br>\r\nWith a grin, the trio kept scarfing down the junk food, unaware of what was happening to their tummies. Kitty's was the first to start forming into a potbelly. Then Rogue's did as she ate another pizza and Jean's then followed suit as she kept pigging out on burgers. None of them were aware of Frenchfry smirking evilly upon seeing the trio's potbellies.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1583989200,
            "id":2800829,
            "title":"He makes a large lunch for them"
        },
        "1211312211":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Kitty gets to track practice, only for her bowling ball body to cause problems",
                "Focus on Jean and Rogue"
            ],
            "content":"<div class=\"\"><div> <span>Soon, the three girls had eaten pretty much everything on the table. <br>\r\n<br>\r\n\"Like, I can't believe I totally ate it all.\" Kitty smiled, patting her now much bigger belly. Frenchfry then popped up beside her. \"Bon Appetit!\" He told her as he put a large burger on her belly. \"Again?\" Kitty asked in surprise, turning to face him.<br>\r\n<br>\r\n\"But I've, like, totally had 10 burgers already. She explained. At that moment, Jean, who was also much rounder and wolfing down fries, spoke. \"12. 15 pizzas, 9 sundaes... and tons of crispy fries, fries, fries!\" She smiled as she shoved fries into her mouth before finally burying her face in the remaining pile on the plate after grabbing it while an also round Rogue happily finished her pizza.<br>\r\n<br>\r\n\"Like, I'm so full.\" Kitty said as she started to eat her burger. \"Except... I'm not.\" she admitted after a moment in surprise as Frenchfry zipped off to keep making food. \"Well then, I say... we keep on eating!\" Jean smiled, raising a fork in the air. \"Yeah!\" Kitty agreed eagerly as she and Rogue both also held up forks. Hearing this, Frenchfry smirked evilly again. \"Mmmm. Bon... Appetit!\" He said with a wicked grin.<br>\r\n<br>\r\nLater, the trio were being given more food. Jean was loudly licking her fingers off when Frenchfry popped up. \"Ah. More?\" He asked with a wicked grin. \"Oh no. I couldn't. Really...\" began Jean as Frenchfry placed a large plate in front of her, showing two eggs and two strips of bacon on it in the form of a smiley face. \"Bon Appetit!\" He smiled. \"Well, it's kinda late for breakfast... but it looks so yummy!\" Jean smiled as she licked her lips. <br>\r\n<br>\r\nAt the same time, Kitty was eating a large ice cream sundae. Her mouth was smeared with the pink one as she lazily twirled her spoon on it. \"Late..\" she repeated dreamily. Then, she gasped and sat up. \"Like, I'm totally late for track practice!\" she yelped. Quickly, she leapt off her chair and started off... only to bounce a few feet. *Boing* *Boing* she went before stopping near the microwave. \"Wow! Like, I'm so... round.\" Kitty said in surprise, eying her new round body as Rogue came up, slightly waddling. <br>\r\n<br>\r\n\"You look a little... rounder too.\" Kitty remarked, carefully poking Rogue's belly with her finger. \"Huh.\" Rogue remarked with a shrug before belching loudly. \"Like, could it be all that food that Frenchfry totally made?\" Kitty offered thoughtfully.<br>\r\n<br>\r\n\"Impossible! The sun's just emitting highly charged particles today.\" Jean scoffed as she grabbed a burger that Frenchfry had given her. \"I heard about it on the news.\" she explained as she stuffed the burger and a handful of fries into her gullet.<br>\r\n<br>\r\n\"Like, okay! I gotta go!! I'm late!!!!!!!\" Kitty called, looking at her watch and setting off for Bayville High.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1584075600,
            "id":2800939,
            "title":"Kitty, Jean and Rogue keep eating before notici..."
        },
        "12113122111":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Kitty and Rogue try to learn more about Frenchfry",
                "Frenchfry stops the duo before they can try and find information on him"
            ],
            "content":"<div class=\"\"><div> <span>*Boing* *Boing* *Boing* *Boing* Kitty bounced most of the way to Bayville High due to her bowling ball shaped body and then waddled the rest of the way to the track.<br>\r\n<br>\r\nThe rest of the girls track team were already jogging when Kitty bounced/waddled into view. At first, things seemed normal, then, a girl accidently tripped and hit Kitty, bouncing her off Kitty's body and causing her to slam into another girl. A third then did the same, knocking that girl down as well. Kitty then tripped and fell on her belly. <br>\r\n<br>\r\nThis caused her to bounce up and down and then all the way around her surprised female coach and then she barrel rolled towards her friends. \"Wooooahhhh!! Like, look oooouuuttttt!!!\" She managed to scream before plowing into said girls and finally stopping by hitting the fence. After a moment, her coach came up in concern. <br>\r\n<br>\r\n\"Um, Kitty... have you been eating okay? Because you're looking pretty round. And you're rollin' over people.\" she said gently, helping the blushing Kitty up with the other girls. \"Like, sorry guys.\" Kitty apologized. \"It's okay, Kitty.\" said a girl with a smile. \"Yeah. No harm done.\" added another, patting Kitty's shoulder with a grin.<br>\r\n<br>\r\nLater that night, Kitty came to her and Rogue's bedroom and briefly got stuck in the doorway. \"Ooomph!\" she grunted. By wriggling very quickly, she managed to pop free. \"Like, Frenchfry's totally turning us into gigantic bowling balls!\" Kitty remarked to Rogue, who was standing on her bed, balancing a giant stack of cupcakes in her hand. Rogue then tossed them into the air, caught all of them in her mouth at once, gulped them down and instantly ballooned up more. \"Woah!\" She yelped in surprise.<br>\r\n<br>\r\n\"See? Like, we've totally need to warn Jean!\" Kitty said promptly. Soon, the bloated duo were in front of Jean's bedroom. Kitty knocked on the door. \"Jean! Like, it's totally not the sun that's making us puffy, it's Frenchfry!\" she called through the door, nearly knocking Rogue off her feet. Then, \"Go away!\" A deep female voice called back. Kitty and Rogue eyed each other in surprise.<br>\r\n<br>\r\n\"Jean? Like, what's wrong with you voice?\" Kitty asked in concern, leaning slightly against the door now, one hand on the doorknob. \"Please go away guys!\" Jean's deeper voice replied. \"Like, we're coming in!\" Kitty called. <br>\r\n<br>\r\nShe turned the doorknob, only to find it wouldn't turn. Confused, she tried both hands and jiggled the knob, causing her to jiggle as well. Finally, she gave up and nodded to Rogue, who used some of Blob's strength to rip the door free, only for a giant blob of flesh to flop on her, Kitty barely moving out of the way in time. \"I told you to go away!\" Jean's deep voice replied.<br>\r\n<br>\r\nHuffing and puffing, Kitty climbed up the blob of flesh. \"Jean!??!? Like, what happened?\" she asked in disbelief. She had a good reason for this remark. The blob she was on was a very immobile Jean. \"Some kinda allergy to Frenchfry's delicious food.\" Jean said in that deep voice. Then, \"Bon Appetit!\" Frenchfry smiled, climbing up beside Kitty and holding up two very large handfuls of corn dogs to Jean. <br>\r\n<br>\r\n\"Oh no! Not the corny dogs! I can't resist the corny dogs!\" Jean whined in weakness as she grabbed the 90 corn dogs and started loudly scarfing them down. Frenchfry smiled, waved and went back to the kitchen. \"Like, we totally need to find out more about Frenchfry.\" Kitty decided, looking back at Jean as she then smiled a gooey, chewed up corn dog toothed smile at her, the remaining 30 corn dogs in her hands.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1584075600,
            "id":2801180,
            "title":"Kitty gets to track practice, only for her bowl..."
        },
        "121131221111":{
            "author_id":"blackbeltii",
            "author_name":"pirate king",
            "choices":[
                "Kitty and Rogue give in to temptation",
                "The girls manage to resist Frenchfry's doughnuts"
            ],
            "content":"<div class=\"\"><div> <span>Soon, Kitty and Rogue were in their bedroom. Frenchfry had, in addition to his card, brought a laptop that had his abilities and things listed. <br>\r\n<br>\r\n\"'Experiment 062. Can make any foodstuffs... yadda yadda yadda...\" Kitty was reading on the files. \"Like, this is totally the same stuff we've read before!\" she complained in exasperation to Rogue as the latter stood beside her. <br>\r\n<br>\r\n\"There's, like, totally gotta be more on these side effects somewhere.\" she added, propping her head on her hand. Then, \"Like, wait a sec...\" She quickly typed something into the laptop. \"'Journal of M. Mactaggert'. Like, let's see what we can totally find out about Experiment 062!\" Kitty smiled in delight as she started scanning through the files. <br>\r\n<br>\r\n\"No... no... aha! Like, here we go!\" She smiled after pulling up the video journal of Frenchfry. Moira's younger self then appeared on screen. \"Experiment 062 is a very handy experiment. Not only for making proper meals, but also perfect for midnight snacking!\" She smiled as Frenchfry handed him a plate of spaghetti. <br>\r\n<br>\r\nUltimately, however, the video didn't seem to help the duo. \"Like, that's all it says.\" Kitty said to Rogue after the video cut out. Then, \"Bon Appetite!\" Frenchfry smiled, holding up a large platter of doughnuts. \"Uh oh. Like, he totally wants us to eat.\" Kitty told Rogue.<br>\r\n<br>\r\n\"Yeah.\" Rogue agreed nervously. \"Like, we totally shouldn't.\" Kitty reminded Rogue. \"Right.\" Rogue agreed.<br>\r\n<br>\r\nWhat next?</span></div></div>",
            "created":1584162000,
            "id":2801351,
            "title":"Kitty and Rogue try to learn more about Frenchfry"
        },
        "123":{
            "author_id":"zaklionsaurus2",
            "author_name":"Zakthelion",
            "choices":[
                "Magi nation",
                "Krypto the superdog",
                "Legion of superheroes"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Well how about magi nation based off the game or how about some super dog with krypto the super dog with his friends or go into the 31 first century with Superman and the legion of superheroes</span></div></span></div>",
            "created":1592370000,
            "id":2852509,
            "title":"More Kids WB shows"
        },
        "15":{
            "author_id":"zaklionsaurus2",
            "author_name":"Zakthelion",
            "choices":[
                "Beyblade",
                "Yugioh",
                "Digimon",
                "Attack on titan ",
                "My hero academia"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>We need some anime so here are some anime</span></div></span></div>",
            "created":1592197200,
            "id":2851758,
            "title":"More ideas"
        }
    },
    "info":{
        "author_id":"jken",
        "author_name":"dfff",
        "brief_description":"Frenchfry from lilo and stitch Hunger returns",
        "created":1553259360,
        "description":"<td align=\"left\" class=\"norm\">Frenchfry from lilo and stitch hunger returns and as gained the power to teleport between TV shows and reality </td>",
        "id":2185988,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":0,
        "modified":1592373060,
        "pretty_title":"Frenchfry fattens up"
    }
}