{
    "chapters":{
        "1":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "Amicus",
                "Neferu",
                "Cassius",
                "Alex",
                "Cato"
            ],
            "content":"<div class=\"\"><div> <span>You let out a heavy sigh after you had gotten done with your \"duties\" of taking care of the weeds in the garden. And since you were alone you needn't have to worry about having to well \"play dumb\" since you were kind of Amicus's \"pet\". Though remembering this only made you a bit annoyed considering you weren't really brought here by your own choice after all. Though that muscle gutted wolf was about the only one that you felt you could trust. Though Neferu did seem friendly enough even though you two had only had a few interactions with one another thus far. Though with the trails ocming up within a few days you knew that both Amcius and his younger brother Cassius would be trying their best to prove which one would be the next emperor of Adastra. And of course there was Alex too who was acting as Cassius's pet, and even though his kept your secret of how smart you were so far, you couldn't help but wonder what he was really doing here. However, there was one person you didn't want to run into or interact with at all, and that was CAto since there was jsut something about him that really made you feel uneasy, though you weren't sure why that was.<br>\r\n<br>\r\nHowever, while you sat down on one of the benches in the garden you quickly smacked your neck when felt something bite it. This caused you to yell out in slight pain while you yelled out, \"Ow! What was that about?.....\"<br>\r\n<br>\r\nYou then found yourself trailing off when you thought you saw everything was starting to get bigger. Or rather you were getting smaller , or at least that's what you realized when you and the clothes you were wearing quickly shrunk down to the size of 10 inches in height. This though caused you to blink quite a few times before you yelled out, \"W-What's going on?!\"<br>\r\n<br>\r\nRight after yelling htis out though you heard some heavy footsteps heading into the graden. And when you looked towards the inside of the castle you saw that the person who was heading into the garden was now what looked like a giant sized anthro of someone you knew. And once you got a better look at him you saw that it was.....</span></div></div>",
            "created":1575694800,
            "id":2756644,
            "title":"How It Happened"
        },
        "11":{
            "author_id":"seandahlman",
            "author_name":"Sean",
            "choices":[
                "Go out and get Amicus's attention",
                "Stay hidden under the foliage",
                "Someone calls out to Amicus. His leaving the garden.",
                "Better make a decision since a giant spider is ocming up behind you.",
                "You don't need to do anything since Amicus spots you after he squats down."
            ],
            "content":"<div class=\"\"><div> <span>It took you a while to recognize the massive form other than it was dark, massive and heading right towards where you were still shocked from the whole experience that was happening to you. Panicking you darted near and then under a bush of some exotic alien flower. You were terrified and the thought of encountering one of those spiders at this size was another fear but the approaching figure who was drawing closer and closer each moment was most worrying right now.<br>\r\n<br>\r\nThough your eyes were still getting used to your surroundings It was Amicus, he was the only wolf who was dark like that other than Cato but from his jaunt alone you could tell it was not the latter as Cato always walked stiffly while Amicus and the figure that was fast approaching walked with the same sense of self-assured confidence that he always had.<br>\r\n<br>\r\nAs he got closer it was for sure Amicus! His steps even caused the ground beneath you to shake slightly and then at that moment his large grayish-black foot paw landed right in front of your sight beyond the gap of the bush that was now your shelter. He stopped and shuffled his feet-paws around. From your crouched place under the bush, you could only see those two large paws and only his ankles.<br>\r\n<br>\r\n\"Were did Marco go? I know I saw him here!\" His voice boomed above you as you slowly crawled to get a better view of the now giant alien wolf<br>\r\n<br>\r\nAmicus was pretty large even when you were normal sized but now he was massive! These alien wolves were scary enough but now? It was getting a little too much for you and you wondered what to do, but you were scared but at the same time its Amicus! He had been good to you so far, so surely he would help you but you still were racked by fear at what was all happening</span></div></div>",
            "created":1575867600,
            "id":2757605,
            "title":"Larger than life Amicus"
        },
        "13":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "looks right at you. But remains surprisingly calm.",
                "looks right at you. But ends up freaking out.",
                "sees you. But he ends up having to hide you when he hears Amicus's voice.",
                "doesn't see you. But he looks like his about to sit down onto the bench.",
                "doesn't see you and is starting to walk away."
            ],
            "content":"<div class=\"\"><div> <span>You found yourself looking up and in shock upon seeing a now giant sized Cassius walking into the garden. Though you did find yourself feeling well actually a bit afraid of the lean fit white furred wolf even with his frail bones that he had since you were only ten inches in height now. And as he walked closer towards the bench you were on you heard him let out a loud huff of air before he remarked, \"Where is that pet of Amicus's? What was his name again?\"<br>\r\n<br>\r\nHearing this caused you to let out a heavy sigh as you figured the anthro wolf wouldn't know your name. Though you did have to admit that he never did bother to ask it from the start and it was Amicus who had to tell him your name. So you decided to put your hands up against your mouth when you yelled out, \"My name is Marco!\"<br>\r\n<br>\r\nAfter these words had left your mouth you saw the wolf's right ear flick for a second to which he then said, \"Oh yes, that's right it's Marco.....\" You then saw his eyes go wide as he added on in a panicked voice, \"What a minute. Who just said?! It sounded like the human, but his voice sounded super far away for some reason. Could he be playing a trick on me? If so then it's obvious Amicus's doing.\"<br>\r\n<br>\r\nYou then found yourself freezing in place when Cassius.....</span></div></div>",
            "created":1576904400,
            "id":2762731,
            "title":"Cassius"
        },
        "131":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "said, \"I'll just tell Alex that he'll be Amicus's pet for the time being.\"",
                "had to hide you due to hearing Amicus's voice.",
                "had to hide you due to hearing both Alex and Cato's voices."
            ],
            "content":"<div class=\"\"><div> <span>You just stared frozen in place when you saw Cassius looking down at you with wide eyes. Not only that but you saw his jaw open up a little in utter shock before he let out, \"What? How did this happen to you?\"<br>\r\n<br>\r\n\"Erm well it was an odd looking bug that bite me. After that I shrunk down to this size of 10 inches.* You explained, while you stood up and saw the white wolf change his expression and nod his head.<br>\r\n<br>\r\n\"I see. How very odd since most bugs have never affected any of us wolves like this. Though I suppose it would make sense that Amicus wouldn't have taken this into account when bringing you here.\" The anthro commented, as he then carefully bent down so that he could get a better look at you. Once he did this he added, \"However, due to your change in isze I get the feeling you're quite fragile now. Like you could get hurt real easily. .....Just like me.\"<br>\r\n<br>\r\n\"Yeah, I suppose that's true.\" You replied, while you started to relax a little.<br>\r\n<br>\r\nThough this didn't last long because you soon found yourself being grabbed by the white wolf as he then stood up straight again and reopened his palm. After he did this he then told you, \"So with that in mind you'll be with me from now on.\"<br>\r\n<br>\r\n\"Huh? Why?\" You asked, quite confused at what Cassius just said.<br>\r\n<br>\r\nTo this you saw Cassius scoff and turn his head to the right before he remarked, \"Because it's obvious to me that Amicus wouldn't be very gentle with you. And even if he was he could still easily hurt you without realizing it at first. But I on the other hand know and understand that feeling of easily getting hurt. Though you already knew this. Besides if you're with me then I can have our doctors look into the matter so you cna get back to your normal size.\"<br>\r\n<br>\r\n\"Okay, I get all of that. But what if both Amicus and Alex wonder what's going on?\" You asked, which caused the wolf to reopen his eyes and look back down at you.<br>\r\n<br>\r\nOnce he did this you were then surprised when he.....</span></div></div>",
            "created":1585285200,
            "id":2808469,
            "title":"Staying Cool And Calm"
        },
        "14":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "was looking right at you and is very confused.",
                "was looking at you and is very concerned.",
                "doesn't see and get back to work. Better think of something else.",
                "turns around to get back to work. But you notice that you could grab his tail.",
                "was just staring at you for a few moments before he grabs you and sits down."
            ],
            "content":"<div class=\"\"><div> <span>You knew that different shades of green fur anywhere. The anthro walking into the garden was none other then Alex. And even though you and anthro feline hadn't really been able to chat with each other like you used to a few weeks ago you had a feeling hat you could trust the cat. At least you hoped you could trust the cat since you figured he oculd either give you back to Amicus. Or at the very least keep you with him since he seemed trustworthy enough even if he was the \"pet\" of Cassius.<br>\r\n<br>\r\nThough first you'd have to get the now giant anthro cat's attention as you saw him walk past the bench you were on and get to work with his duties in the garden. And with his back to you this gave you a view of the cat's slender back, and lower down his thin and tail sway from left to right above his two firm buttcheeks that were outlined by his pants. Though you quickly shook your head as you knew you had ot get his attention otherwise you'd be stuck out here for who knew how long.<br>\r\n<br>\r\nAnd so you got over to the very edge of the bench and was about to shout at the anthro cat when you heard him let out a sigh of air before he said out loud, \"Hmm, I wonder where Marco is? I figured he'd be out here by now if not earlier.\"<br>\r\n<br>\r\nHearing this made you let out a sigh of relief as the cat seemed to be worried about you in some way even if it was only a small amount. And so you did what you were planning to do a moment ago when you shouted, \"Alex! I'm over here on the bench!\"<br>\r\n<br>\r\nRight after you had done this you saw the anthro cat shoot up straight while one of his ears twitched for a moment. You saw him turn around, and once this happened you waved your arms in the air to get his attention. And after a few seconds had passed you saw that Alex....</span></div></div>",
            "created":1578459600,
            "id":2771190,
            "title":"Alex"
        },
        "141":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "his bedroom in the palace.",
                "dining room.",
                "bathing area."
            ],
            "content":"<div class=\"\"><div> <span>It felt like forever as Alex just stared at you with wide eyes and a very worried expression on his face as the anthro cat asked, \"M-Marco? Is that really you?\"<br>\r\n<br>\r\n\"Yes Alex, it's me.\" You replied, to which the dark and light green furred cat got down onto his knees to be at a closer eye level with you.<br>\r\n<br>\r\nAfter he did this you saw and heard the anthro swallow a lump in his throat before he asked, \"What hapened to you?\"<br>\r\n<br>\r\n\"Erm well I ended up getting bite by a bug. And before I knew it I had shrunken down to this size.\" You explained, to which the cat nodded his head in understanding.<br>\r\n<br>\r\nHowever, even though he did this you saw him still have a questioned look on his face when he commented, \"I see. But having that happen to you via a bug bite is certainly odd. But now the question is what to do now?\"<br>\r\n<br>\r\n\"What do you mean Alex?\" You asked, along with a tilt of your head.<br>\r\n<br>\r\n\"Erm well I'm just trying to think of what to do now. Because I don't feel like giving you to Amicus is a smart idea. Sure his a very nice wolf, but his so massive compared to you now that you could accidentally hurt you without even realizing it.\" Alex confessed, as a sad expression crossed his face.<br>\r\n<br>\r\n\"Uh, yeah, you oculd be right...as much as I'd like to think otherwise.\" You admitted, while letting out a sigh. Though within a minute or two of releasing this sign an idea came to you as you looked up at the cat and added, \"But what if I just stayed with you until we found a way to turn me back to my normal size?\"<br>\r\n<br>\r\n\"M-Me? Well I suppose that could work. And I know that I'd be much more careful with you then what any of these wolves would be.\" Alex remarked, now with a big smile on his face.<br>\r\n<br>\r\n\"Sure, I don't see a problem with that. But what will do considering that we're both pets?\" You asked, while Alex carefully and slowly picked you up in with one hand and then put in the open palm of the other.<br>\r\n<br>\r\nAfter doing this you saw and heard him start to walk out of the garden area and back into the palace before he replied, \"Well I suppose I'll just have to tell both Cassius and Amicus that we're done being their pets.\"<br>\r\n<br>\r\n\"Oh, I suppose that could work since that way you wouldn't have to hide me anywhere while you had to go with Cassius somewhere or if Amicus came looking for me. Though I'm sure he'll come looking for me regardless at some point.\" You informed the cat, once he had entered the palace hallway.<br>\r\n<br>\r\n\"Yes, you're right. But when the time is right we'll let him know what happened to you. I promise.\" Alex reassured you with a big smile on his face.<br>\r\n<br>\r\nAnd while he walked down the hallways you soon saw that he was heading towards......</span></div></div>",
            "created":1590296400,
            "id":2840419,
            "title":"A Very Confused Alex"
        },
        "15":{
            "author_id":"theswordsman",
            "author_name":"TheGamerSwordsman",
            "choices":[
                "turning his head and then staring right at you quite ocnfused.",
                "stares right at you and then reaches out to grab you.",
                "looks around but doesn't see you and starts to walk away.",
                "not catching sight of you. He then starts to rant again.",
                "sitting down onto the bench with his tail going over you."
            ],
            "content":"<div class=\"\"><div> <span>You found your eyes go wide and your blood run cold when you saw a now giant sized Cato walking into the garden. And when you saw the muscled gutted visior wolf get to eh bench you made sure to get close to the bushes as you knew Amicus wanted you to stay from him. And at your new current size of 10 inches you had no idea what the older male wolf would do to you. Nor did you really want to find out either.<br>\r\n<br>\r\nBut as you hid near the bushes you heard the advisor's voice while he asked himself out loud, \"Hmm, I wonder where Amicus's pet Marco is? I assumed he'd be in the gardens tending to the weeds like he and Alex normally do. I'd like to ask him more questions, but with how slow his answers are prehaps that isn't a good idea.\" You then saw him cross his arms and rub his chin with right hand as he added, \"Though I wouldn't put past Amicus to make him seem so...simple minded. Though I doubt he'd be that'd smart to suggest an idea for the human to go along with.\"<br>\r\n<br>\r\nHearing this prompted you to let out a gasp of slight worry as you thought that maybe Cato had caught on to your Amicus's plan. Sadly while you back into the bushes a bit more you found your feet spetting onto a tiny twig.<br>\r\n<br>\r\nThis caused you to take a hold of your right foot while you remarked, \"Ow!\"<br>\r\n<br>\r\nRight after you did this you found yourself gasping again when you saw one of Cato's ears twitch for a second followed by him.....</span></div></div>",
            "created":1582088400,
            "id":2789805,
            "title":"Cato"
        }
    },
    "info":{
        "author_id":"theswordsman",
        "author_name":"TheGamerSwordsman",
        "brief_description":"Marco (aka you) somehow get shrunk on the moon Adastra. Will you get help or not?",
        "created":1575739680,
        "description":"<td align=\"left\" class=\"norm\">So it's one month after I posted a poll on here asking if I should make a interactive story based off the Visul Novel Adastra. And thanks to a 7, to 3, to 3 lead I'm making the interactive. However, if you haven't played the VN I highly recommend it. But anyway this interactive story focuses on Macro (aka you) while his on the moon Adastra. However, you somehow find yourself shrunk after getting bitten by an odd bug. After this happens you find yourself shrunk down to 10 inches in height. Not only that but now all of the anthros who either live or who are also stuck on Adastra are now giants compared to you. So the main question is will you be able ot get help fomr one of them, or will it not end that great for you.<br>\r\n<br>\r\n1. This story is M/M focused.<br>\r\n<br>\r\n2. Please try to keep all of the characters well \"in character\".<br>\r\n<br>\r\n3. The only \"route\" that I can see being well dark is Cato. But his is the only one. No one else's story path should be like that.<br>\r\n<br>\r\n4. Now even though there's a \"dark path\" so to say I still don't want any toilet stuff, or a lot of gore, or death.<br>\r\n<br>\r\n5. And of course have fun.</td>",
        "id":2207254,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1590342720,
        "pretty_title":"Shrunk In Adastra"
    }
}