{
    "chapters":{
        "1":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Joseph",
                "Sophia",
                "Martin",
                "More Awoken Choices",
                "How About Some Born Choices"
            ],
            "content":"<div class=\"\"><div> <span>          A story where the contestants don’t know they are playing. Who will you be?<br>\r\n          Joseph, age 14. Land: Naxia. He’s a fairly bright boy with a quick wit, fast hands, and an amazingly fit body. He also has an impressive reading skill, despite never actually learning how to read. He has an amazing intuition, bordering on premonitions, which have never failed him. That would be an impressive statement if he had any memories before the day he first woke up. Joseph woke up alone, but how long will he remain lonely in his forest home?<br>\r\n          Sophia, age 20. Land: Shelken. She’s not too bright but she’s got street smarts. Little Sophie tends to get her way through the subtle or not so subtle manipulation of both sexes, as she somehow knows what everyone wants, and how to get it for them. She has many ‘friends’ and few enemies. Sophia woke up 8 years ago with no memory, along with about 400 others. Population growth is slow in this suburban land, but the people are hard working. How will Sophia affect their chances?<br>\r\n          Martin, age 22. Land: Valve. Martin has awoken with 3 other males and 4 females, all around the same age. He is attracted to a girl named Zoey who doesn’t exactly return his feelings. However there is little time for romance as the wilderness is full of predators. The group is constantly on the move in their disproportionately large jungle environment.<br>\r\n</span></div></div>",
            "created":1261026000,
            "id":807153,
            "title":"Residents"
        },
        "11":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "In Bed",
                "Outside",
                "In A Cave",
                "Some Time Later",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Primary Objective: Hunt, Forage, and Survive for Four Years<br>\r\nSecondary Objective: Find Water. Find Food. Make a Tool.<br>\r\nBonus: Make a Friend<br>\r\n<br>\r\nNow. Where to begin.</span></div></span></div>",
            "created":1261026000,
            "id":807158,
            "title":"Joseph"
        },
        "111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Avoid The Wolf Monkey",
                "Attack The Wolf Monkey",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>          Joseph had awoken in, of all things a bed. A nice comfortable bed with 3 layers of blankets, 2 pillows, and a quilt on top. Realizing that you had no idea where you were or who you were, you cautiously pulled yourself up. Upon seeing that you weren’t wearing anything, you made an attempt to cover yourself, but after listening to the birds singing outside, you figured that there was no one around to see you. You survey the room for anything of interest.<br>\r\n          Various appliances and furniture are scattered throughout the room including a boom box with a small collection of music, a dresser, large empty shelves a large television, and a computer sitting on a desk. There is a window with the blinds shut, two closed doors and one open one. After trying the light switch you discover there is no power, so you decide to get dressed and explore.<br>\r\n          When you go to the dresser, you find that none of the drawers will open. The 2 closed doors and the shades won’t open either. This prompts you to go out exploring the house. After surveying everything possible in the house, you discovered that nothing closed will open; not the doors, windows, or even cabinets. <br>\r\n          The only other open door is what you presume to be the back yard. Despite sunlight shining through the blinds in all other windows, the back yard was surprisingly dark. It is probably due to the presence of so many trees out there. Since you had nothing better to do, and a warm breeze is blowing in, you figure you might as well go outside. <br>\r\n          About 50ft from the house you decided to look back at the place you had woken up in. The house itself was fairly normal, but the surprising thing was directly on top. An enormous metal fence with an array of opaque lights shooting out above it. The Fence stretched out endlessly in either direction; or at least it would have if all the trees hadn’t blocked your view.<br>\r\n<br>\r\n          Venturing along the Fence for almost 2 hours your throat was becoming quite dry. Finally you came upon some water. The Fence ran straight through a fairly large and clear pond. Not letting your thirst replace common sense, you find a long stick and poked it into the water, testing the depth. After finding a sufficiently shallow pool, you dipped your hands in for the long awaited drink.<br>\r\n          There came a splash from out in the pond, causing you to jump back and fall on your butt. You scan the surface of the water for any movement. About half way across the lake, approaching the land, were 4 small heads poking out of the water. As quietly as possible, you move into a crouching position behind a tree. Poking your head out you see the creatures crawling out of the pond are some kind of bat faced otters. The largest of them isn’t much larger than 8 inches tall and 16 inches long. The smallest, being half the size of the largest.<br>\r\n          You think to yourself that if critters this small and seemingly helpless had come from the center of the pond in broad daylight, it might mean that there may not be any predators around, at least none that these otter things were concerned with. This means that you can probably bathe in the pond without any worries about being torn in half. With the stick still in hand, you decide to follow these critters.<br>\r\n          After 3 hours of playing ‘follow the leader’, you gave the otters a silent “thank you.” They had taken you all over this part of the forest, showing you which berries were and weren’t safe to eat and all manner of neat things. Apparently there is a colony of ants that eat dung.<br>\r\n          About midday you come across some large carcass being devoured by crow-like birds. The otter family simply walked around it. The animal must have only recently died since its body was fairly intact. Up close it resembled a fat pink pig. This thing looks like it could reach up to your waist, making it a possible threat. Peering inside its open mouth reveals all flat teeth and the absence of tusks. “Thank the gods. Another herbivore.” <br>\r\n          Another hour passes and another discovery is made. The otters stop at a fairly large rock and proceed to lick it for a few minutes. When it came your turn, you brushed your finger across its surface and taste. “Salt!” the instant the word popped into your head, a long stream of images poured into his head. These images depicted how one was supposed to properly gut an animal and then salt the meat to dry it out for storage.<br>\r\n          Remaining discoveries included a patch of plants that the otters dug up. They had apparently eaten the large round purple roots. Mustering up the courage to give them a try, he picked up one of the half eaten roots and, nibbling at its clean center, decided it tasted good. Joseph’s journey following the otters finally ended upon the appearance of a solitary predator about half the size of the pig. It had a wolf’s head, monkey’s body, long arms with half inch long claws, and fairly sharp teeth, all of which it used to swipe up one of the otters and break its neck with relative ease. “Should I avoid it and not make any enemies, or steal the dead otter for myself?”</span></div></div>",
            "created":1261026000,
            "id":807160,
            "title":"Following Otters"
        },
        "1111":{
            "author_id":"terminusomega",
            "author_name":"TerminusOmega",
            "choices":[
                "Joseph forms a plan.",
                "The creature spots Joseph",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Joseph could see that attacking this creature now was suicide. He had no knowledge of its strengths, weaknesses or powers. He surveyed his surroundings, looking for a stealthy way around the creature. Somehow, he had to find a way to sneak up upon it, learn it's weakness. If the animals that made up its body told anything, the creature was both dextrous and cunning. A light to Joseph's right alerted him to a tree that he could climb. If he was upwind, then he could watch it without fear of detection.<br>\r\n<br>\r\nSlowly and cautiously, he made his way to the tree. He made sure to step carefully, so as not to alert it. With a final pull he reached the top of the tree. He observed the creature from his vantage point. It did not eat its meal without concern. It seemed to be watchful, whether for another predator or someone trying to steal his food Joseph was unsure. If Joseph attacked at the right time, he could kill the creature with little chance of harming himself. Now, all he had to do was figure out the quickest way to end this confrontation.<br>\r\n<br>\r\nWhat happens?</span></div></div>",
            "created":1276664400,
            "id":900441,
            "title":"Avoid The Wolf Monkey"
        },
        "1112":{
            "author_id":"mastadonofdoom",
            "author_name":"Jwmante",
            "choices":[
                "Follow the smoke and voices",
                "Follow the otters to their home"
            ],
            "content":"<div class=\"\"><div> <span>      You decided to steal the otter and prepared to defend yourself from the wolf-monkey. The creature slowly stalked toward you and bared its cruel fangs. You had no weapons, so you decided to create as much ruckus as possible in hopes of scaring the beast away. You unleashed the most terrifying growl in your repertoire, but the wolf-monkey only barked harsh laughter, and began to charge you. Thinking quickly, you reached behind you to the salt rock, scratched away small crystals with your fingernails, and flung them into the aberration's eyes. The family of otters watched in horror and fascination as the wolf-monkey howled in anguish, and ran off into the forest. The otters ran to their fallen companion, and reared up on their hind legs in an effort to keep you away from the body. However, your plan was never to use the dead otter for a snack, you were simply defending a nice creature that had helped you when you needed it. You told the otters to back down, and that you meant them no harm, and in a strangely human manner, they nodded, as if they understood your words, and crawled away with sullen gaits.<br>\r\n       You carried the dead otter for hours until you found a spot you thought would be good to bury your fallen guide. The other otters still trailed, and you could feel their defeated spirit. You thought the otter that was killed may have been their father. With their help, you began to dig a small hole, and in a matter of minutes, a shallow grave was created. You gently placed the deceased otter inside, and listened to the chirps and growls of its family, singing their last words in a heartbreaking manner. You shoveled the dirt back over the body, and packed the earth with your bare feet. You turned  around to see two of the otters carrying a beautiful green pine-cone, and they pressed the seed into the top of the loosened soil. \"What is going on here?\" you asked, \"What was that thing? Where did it come from?\"<br>\r\n        The otters stood on their hind legs once more, lifted their little furry paws, and pointed behind you over the tree-line. You saw a large plume of unhealthy smoke, and heard a faint grinding of gears. You also heard the faint sound of human voices. You thanked the otters, and they scampered off, back into the water, and swam in the direction of the forest. One last otter was left behind, and it grabbed your leg, as if beckoning you to follow it.</span></div></div>",
            "created":1263272400,
            "id":819350,
            "title":"Attack The Wolf Monkey"
        },
        "1113":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Joseph Saves The Creature",
                "Joseph Kills The Creature",
                "Something Unexpected"
            ],
            "content":"<div class=\"\"><div> <span>          As Joseph weighed his options in his head, he noticed a mysterious crackling sound that seemed to reverberate throughout the woods. Suddenly it grew louder and Joseph watched as one of the trees began to fall. His immediate observation was that the tree wasn’t heading his direction, so he decided not to run. Joseph watched as the tree fell upon the distracted beast.<br>\r\n          As the mighty wood hit the ground with a thud, two screams were let out. One came from the animal as the tree crushed its lower half, the other came from Joseph. He clutched his head with both hands, clenching his to prevent another scream. <br>\r\n          When Joseph finally came to, his mind was overflowing with images of people, places and things that previously he could not even imagine. He did his best to hold onto these fantastic images, but it was futile. No matter how hard he grasped at them, they all just slipped away into the recesses of oblivion.<br>\r\n          Joseph was brought out of his mental trance only by the sound of the gralder’s whaling. “Gralder, is that what they’re called?” he thought to himself. “How did I know that? Did that flash…?” The creature called out even louder than before, bringing Joseph back to his senses. Making his way over to the source of the whaling, he saw that the gralder had dropped the megel as it continued to writhe on the ground. He approached the creature with a solemn expression on his face. He met eyes with the creature as is stopped struggling. At that moment, an understanding came between the two. The gralder’s back leg was being crushed beneath the tree. It was fully aware that Joseph could find a large rock, smash its scull and eat the remains. <br>\r\n</span></div></div>",
            "created":1263186000,
            "id":818820,
            "title":"A Vision"
        },
        "11131":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "The Creature Stays",
                "The Creature Departs"
            ],
            "content":"<div class=\"\"><div> <span>Joseph scanned the ground and found something more impressive than a rock. Amongst the twigs, leaves, and brush there was a fairly thick, five foot long, white branch. He knelt down to examine it, gently caressing its rough surface with the tips of his fingers. Along its length, every few inches, he tested its strength by applying minor force to bend it. When at last he was satisfied with its strength, Joseph lifted his uncut spear and with the blunt end, he stabbed the ground as if posing for a painting. <br>\r\nThe gralder cried out again. Joseph couldn’t tell if it was calling for help, begging for mercy, or just crying in pain. As Joseph approached for a closer look on the flailing yelping creature, he couldn’t help but pity the poor thing. Trying to get closer proved too hazardous as the thing slashed its claws at him. Even injured the damn thing’s dangerous, Joseph thought to himself. Well of course it is you moron. He rebuttled. Frightened animals are always dangerous. That’s why venomous snakes strike things they can’t eat.<br>\r\nPulling himself back to reality, Joseph realized that the tree wasn’t that thick. And from what he could see, the gralder didn’t appear that injured. It could limp away and hunt otters until it healed. However, left in its current state it would probably attract all manner of predators looking for an easy meal. Joseph met eyes with the creature and marveled at its defiance against certain death. <br>\r\nIt was decided. Joseph found a suitable rock and placed it beside the tree. Then, jamming the branch beneath the tree to use as a wedge, applied all his strength onto the branch, and finally forced the tree to move. </span></div></div>",
            "created":1263186000,
            "id":818842,
            "title":"Joseph Saves The Creature"
        },
        "111311":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Back To Joseph's Eyes",
                "Stay With The Gralder"
            ],
            "content":"<div class=\"\"><div> <span>          Cautiously, the gralder crawled its way out from the minor ditch left by the tree. She rose to her maximum height and immediately noticed that her right leg had reflexively pulled itself up. Knowing that she needed to test the extent of her injuries, she swayed from side to side, and rolled her shoulders. These movements were done with such a surprising rhythm that it could easily have been mistaken for dancing. Finally, she decided it was time to test her leg. With the will of a coyote who chews off its own captured leg and the bravery of a child going in for their annual shot, she lowered her leg to the ground. Placing her weight over it for all of an instant, she immediately pulled the broken leg back into the air with a yelp. <br>\r\n          Joseph, who had been watching amusedly as the wild animal did it’s jig, couldn’t help but give a light chuckle at this new development. Especially upon the discovery that the creature was in fact not an it, but a her; given that nothing shook between its legs as it danced. Not to mention the six nipples on her chest that never shows up on males.<br>\r\n          This caused the gralder to look up at Joseph. Its face was blank as its eyes surveyed the man whom spared her. Her eyes darted between him and the tree branch that he held between them. She realized that even if she weren’t hurt, this was not a beast that she could hunt. Confused that he had not yet attacked, and even more confused that he had saved her, she turned from him and began sniffing through the twigs and found her way to the place where the otter had dropped. Picking it up with her still firm jaws, she turned back to face the naked beast with the large stick.<br>\r\n          With seemingly intelligent and humble movements, she approached the large pink thing. Seeing the stick lower in his relaxing hands, she assumed that he had guessed her intentions. However, this did not mean that he had ever stopped aiming the sharper end of the stick at her. She continued her approach until she was mere inches outside of the stick’s range. Opening her mouth slightly, she let the otter drop from her lips and hit the ground with a light thud. <br>\r\n          The naked pink thing almost completely relaxed his stick. He was in the process of pulling it out of its threatening position, when the gralder did something to make them both very nervous. She took another step forward.</span></div></div>",
            "created":1263186000,
            "id":818876,
            "title":"The Gralder's Eyes"
        },
        "1113111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Joseph And Gimp Enjoy A Nice Quiet Dinner",
                "It Could Have Been Quieter"
            ],
            "content":"<div class=\"\"><div> <span>          Joseph tensed as the animal took another step closer. “Back!” he yelled. She flinched at the sound of his voice, but otherwise didn’t react. She just kept winning their little staring contest game.<br>\r\n          At first she seemed to be offering the otter out of gratitude, or some manner of peace offering. If she had just dropped the damn thing and left, then things would have been fine and dandy. Joseph thought to himself. But no, the stupid beast had to take that extra step. They were in each other’s territory now; her within reach of his spear/club, and him within reach of her claws. She’s weak, injured. Even if she does attack, the best she can hope for is to knick me before I bash her brains out. What the hell could she be doing?<br>\r\n          Joseph got his answer as the gralder lowered her head and crouched submissively. If I didn’t know better, I’d think this bitch was offering herself to me. If this weren’t the first day I could remember, I’d have to say it was the weirdest day of my life. With his spear still trained on her head, Joseph pondered this for a few moments. Finally, he decided to do the only practical thing he could think of. Very slowly, Joseph lowered his spear, its tip descending from her forehead to her nose, her throat, chest, stomach, and at last falling upon the long dead otter. <br>\r\n          With a single motion he jabbed at the otter, piercing its flesh before jumping back, ready to fight off the gralder should this all have been some manner of trap. She hadn’t moved a muscle. Joseph took another step back then another. Once he had reached twelve foot distance, he decided that it was safe to turn his back. Almost immediately the gralder lifted its head from its submissive pose and started following him, limping the whole way. It didn’t take long for Joseph to notice. When he stopped she did as well. When he turned around she bowed her head. <br>\r\n          This game of stop and go continued for almost an hour before Joseph decided to take pity on the poor beast yet again. He slowed his pace significantly so that she didn’t have to hobble at top speed. He found another berry bush, eating his fill and then some, since he was unable to carry any with him. Then, looking at the dead otter still in his hand he confessed “I’m gonna make you into a berry pack.” Joseph walked far enough forward so that the gralder stood where he had squatted to eat the berries. He waited a moment to see if she would eat any. To his relief she did.  At last the house was in sight. Still walking, Joseph decided it was time to name the gimpy beast. Turning his head to face her, he called out “Hurry it up Gimp. Or you’ll be late for supper.”<br>\r\n</span></div></div>",
            "created":1263186000,
            "id":818898,
            "title":"Gimp"
        },
        "11131111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Peaceful Sleep",
                "Not So Peaceful"
            ],
            "content":"<div class=\"\"><div> <span>          That evening, Joseph patrolled the area around the house, collecting as much fire wood as he could. He even found an impressively strong vine and a stick that looked like it would make a suitable splint. Another stick looked like it would make a good spit. He also found stones that would make excellent spark rocks. After he completed his foraging outside, he pointed at Gimp, telling her â\u0080\u009cGimp. Stay.â\u0080\u009d Joseph then stepped inside to see if there was anything he could use that he had missed from this morning. To his great surprise, there was. At first figured that it would be fruitless to check the drawers a second time, but it was still a necessary precaution. But when the first drawer opened, he practically leapt for joy.<br>\r\n          Only a total of eight cabinets and drawers had opened across the house. This might have been disappointing, had it not been for the fact that almost everything he found was of use. Josephâ\u0080\u0099s new treasures included four boxes of matches, eighteen kitchen knives and two that could be useful in a fight, a bag full of various medicines, rags, towels, twelve spoons, two tool belts with holsters, a sewing kit, an ax, and much more. The final treasure he discovered was book containing detailed illustrations on the plants, creatures, and minerals of the forest. The title was Survival in Naxia. <br>\r\n          Once Joseph had come down from his present high, he remembered that he was hungry. The growls of his stomach grew ever louder as he began his work. He started by designating a spot for the fire by setting a circle of rocks and filling it with most of the dried wood he had collected earlier, with the exception of the pieces he had labeled the spit, splint, and the support for the spit which he set on either side of the fire pit. To Josephâ\u0080\u0099s immense pride, it only took him four tries with the spark rocks to start the fire. Following the fire, he bled the otter, followed by skinning it with one of the more peculiar shipped knives. Once the skin had been cleaned and the meat gutted, Joseph proceeded to jam the spit through the otterâ\u0080\u0099s mouth and out the other end. With the mutilated corpse of a once living animal fully prepared and set atop the supports, the only thing left to do was wait.<br>\r\n          Gimp sat a few yards away from the fire, but with each gust wind she was reminded of the delicious smell of cooked meat and inched her way forward. Joseph noticed this and considered the ways he could hide the smell from any unwanted guests. Setting his spear on the ground next to him, Joseph picked up the book read to the fading light of the setting sun. Apparently the various occupants of Naxia were categorized according to their environment, diet, and level of intelligence. Before reading up on the goodies of Naxia, he decided to first look up its dangers. There were few venomous plants or animals and no threatening aquatic creatures. The chapter on the otters described them as adequately nutritious. <br>\r\n          The meat finally seemed ready. Placing the book down, Joseph grabbed one end of the spit and brought it to his mouth. â\u0080\u009cDelicious!â\u0080\u009d The book failed to describe how good they tasted. As Joseph finished off the last bit of flesh, he thought to himself that it could have use a tiny bit of salt, but that could be handled tomorrow. Joseph used the remaining meat to lure in Gimp so that she could be properly splintered. After wiping his hands on a towel, he poured dirt onto the fire, packed up his gear and made his way back inside, inviting the now splintered Gimp to follow. Joseph climbed into bed while Gimp curled up beside him and they both enjoyed a nice long sleep.</span></div></div>",
            "created":1269320400,
            "id":855542,
            "title":"A Nice Quiet Dinner"
        },
        "114":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Flashback",
                "Interruption",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>          The air was uncharacteristically cold for spring. A distant roar caused the ground beneath to rumble as the pat pat of rain continued to knock on the door, asking to be let in. But Joseph knew better than to open the door, especially on this of all nights.<br>\r\n          The only lights in the house came from six candles and an oil lamp in a room with drawn curtains. Joseph insisted that they needed more light but the patient was too stubborn. She said that the creatures that did this to her had poor night vision and that lights would attract them, and that it would be best to work by daylight anyway. <br>\r\n          Joseph, a boy of little more than fourteen, had just come back from the bathroom to the side of his patient, stopping by her side to consult his little book on medicine, confirm the materials he had just set down, and reexamine the patient. As hid did so, Joseph thought to himself that if a stranger were to walk in and ask what this woman was, and if he were to say ‘cat girl’, how easy it would be for the stranger to nod their head in acceptance. <br>\r\n          At her present height, Felecia was approximately six feet tall. Her mid twenties body covered in a thin layer of indigo fur. A long slender tail extended from her lower back, its origin hidden as she rested on her back. Joseph had to continuously avert his eyes from lingering too long on her exposed chest. This task was aided every time he saw those dangerously sharp triangular nails extending from each of her ten toes and ten fingers. Every now and then she would give a light grown out of pain and expose a mouth full of carnivorous teeth. She would also exude a light gust from her mouth that smelled of day old road kill. Although her eyes were half shut, he knew that beneath those quivering lids were the most beautiful pair blue eyes he had ever seen. <br>\r\n          Upon confirming that her body hadn’t physically changed in the thirty seconds or so he had been gone, Joseph’s eyes fell on her wound. Although her body was covered in light and deep scratches that stained her fur red, it was the gash on her side that was most concerning. <br>\r\n          Amidst the panic, worry, and determination in his mind, Joseph managed to formulate the first of many relevant questions. The first was why a room that he could not open until yesterday would be so well stocked with medicines, and why all the glass containers in the front were not only appropriate to his current predicament but conveniently arranged in order of use. The second was how exactly he had fallen into this predicament. <br>\r\n          Realizing that she was drifting, Joseph knew he needed to do something to keep her awake.  “Hey Felecia.” He inquired. The cat woman groaned in response. “Did I ever tell you about the first day I woke up here?” Joseph had indeed told her this story before, so he wasn’t sure if her next groan was done out of pain or annoyance.</span></div></div>",
            "created":1266555600,
            "id":839143,
            "title":"Some Time Later"
        },
        "1141":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Out For A Stroll",
                "Back Inside",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>          “I remember I had first awoken in, of all things a bed. A nice comfortable bed with 3 layers of blankets, 2 pillows, and a quilt on top.” He did his best to recount as much detail as possible to keep the story going. “Right away I knew that I had no idea where I was or who I was, so I pulled myself up. Once I saw that I wasn’t wearing anything, I tried to cover myself up, but after a couple minutes of listening to the singing birds outside, I figured that there wasn’t anyone around to see me. I knew that the first thing I needed was to get my bearings, so I surveyed the room for anything of interest.<br>\r\n          “All in all, there was a dresser, three large empty book stands, a chair, desk, and two windows with their blinds shut. There are still a few contraptions in there that I haven’t quite figured out yet. Maybe when you get better you could give them a look-see.” Felecia drifted in and out of consciousness, but Joseph knew he could keep her with him with the sound of a familiar voice. <br>\r\n          “I noticed that there was some kind of switch on the wall to my left. I gave it a flip, but nothing happened. There were three doors, but only one was open. I got up to test the closed doors, but they were all locked. After trying the dresser and a few other cabinets around the room, I started thinking that maybe everything closed was also locked. Once I had finished a brief expedition of the hall way, living room and kitchen, I found that my theory was correct in every regard except one.<br>\r\n          “The only other open door was to the forest. Looking through the glass windows, the word ‘backyard’ came to mind. Not sure why but it seemed appropriate. Despite sunlight shining through the blinds in all other windows, the backyard was surprisingly dark. I guess it’s due to the thickness of the canopy. Anyway, since I had nothing better to do indoors, and a warm refreshing breeze was blowing in through a partially opened window, I figured I might as well go outside and enjoy the day. <br>\r\n          “After about fifty feet of what some might consider stalking, probably not you, I decided to look back at the place where I had woken. The house itself seemed fairly normal, but the really freaky thing was directly on top. An enormous metal wall with some kind of glowing array of opaque lights shooting out above it seemed to run right through the house. Seriously though, part of that damn Fence makes up a huge barren dead end of a wall. I swear it’s like we’re cut off from the other end of the house. But I digress, the Fence stretched out endlessly in either direction; or at least it would have if all the trees hadn’t blocked my view.<br>\r\n          “Remember when you told me about the Fence?” Joseph inquired while he set various items beside his patient as per the directions in the book. When Felecia didn’t answer, Joseph just continued talking. “Your right. I guess it’s not really relevant to this part of the story anyway. You don’t come in until much later. I’m just letting you know that I haven’t forgotten you.\"</span></div></div>",
            "created":1266642000,
            "id":839474,
            "title":"Flashback"
        },
        "11411":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "She Wakes",
                "A Continuing Slumber"
            ],
            "content":"<div class=\"\"><div> <span>          “I had walked along the edge of the Fence for almost two hours with nothing really catching my eye. The only thing to grab my attention was throat becoming quite dry. Finally I found myself some water at Gigigly. We’ll get into how that place is relevant a bit later. Anyway, the Fence ran straight through clear sparkly pond. Regardless of whatever you might think, I am not now, nor was I ever <i>completely</i> devoid of common sense. I found a long stick and proceeded to poke into the water. I wasn’t just testing the depth; I was also making sure that there wasn’t anything lurking beneath the surface. Once I found a sufficiently shallow pool, I dipped my hands in for several refreshing gulps.<br>\r\n          “When a splash came from out in the pond, it made me jump back and fall on my butt.” Joseph smiled to himself as he watched her eyes move beneath their lids, “You know, if you were awake right now you’d be laughing too. Anyway, I scanned the surface of the water for any signs of movement. About half way across the lake, were four small heads poking out of the water and swimming towards land. I hid behind a tree until I saw that the creatures crawling out of the pond were some kind of green otters. They were really small, so I saw no harm in stalking them for a bit.<br>\r\n          “I figured if critters that small were moving around in broad daylight, then surely it meant that there were no predators to worry about. It would be nice to bathe in the pond without any worries of being torn in half. With the stick still in hand, I followed the otters for most of the day.<br>\r\n          “You know,” Joseph began as he filled a syringe with a pink liquid “following a gaggle of otters through a forest, buck naked for several hours sounds pretty exciting. But after a while, I gave the otters a silent “thank you.” After all, they had taught me so much about the place I now call home. I got to see which berries were safe to eat. I saw some weird ants that apparently like fecal matter. At which I thought: <i>Nice. Now I don’t have to worry about stepping in anyone’s crap, especially my own.</i> I even saw a boar carcass, which was a lot more interesting than it sounds. Based on its flat teeth, I managed to deduce that I could hunt them if I managed to get a better stick. Don’t get me wrong, but those things are pretty damn big. No offense.”<br>\r\n          As Joseph injected the pink liquid into Felecia’s forearm, he couldn’t help but marvel at his own skills. It was as if his hands instinctively knew what to do, and were operating independent of his own mind. He had the hands of a forty year medical veteran even though stubble was just beginning to grow on his chin. <br>\r\n          “Anyway, the remaining discoveries of the day included a patch of plants that the otters dug up. I gave em a try and they weren’t too bad. There was also a rock that they licked. I used my finger to give it a taste. It had this really weird flavor. It was nowhere near as weird as what went on in my head. A moment after the stuff had dissolved in my mouth, I thought the word: salt. A flood of images then poured into my head, showing me things like how I could grind up the salt rocks and use them to preserve dead animals for later use. It was easily the trippiest moment of the day.” <br>\r\n          Taking a moment to catch his breath, Joseph followed the next few steps in the medicine book. He grabbed two small rags. The first he folded and maneuvered into her mouth. The second he soaked in alcohol.<br>\r\n          “I might have kept on following those cute little guys were it not for what happened next. A solitary predator about half the size of the pig, jumped out of the bushes, grabbed an otter and snapped its neck all in the blink of an eye. It had kind of a wolf’s head, monkey’s body, long arms with long claws, and fairly sharp teeth. As I sat there and watched the thing fling the corpse around, giving little roars of victory, I wondered what to do next. Should I avoid it and not make any enemies, or steal the dead otter for myself?<br>\r\n          “By the way, I take no enjoyment in this whatsoever.” Joseph concluded his speech as he gently placed the alcohol drenched rag against her wound. Felecia’s eyes flew open, her screams muffled under the rag. Upon seeing such a powerful creature reduced to relying on his care, Joseph gave a quick snicker before continuing.</span></div></div>",
            "created":1266987600,
            "id":841860,
            "title":"Out For A Stroll"
        },
        "114111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Checking The Door",
                "Too Late"
            ],
            "content":"<div class=\"\"><div> <span>          Felecia’s eye lids quivered a bit before opening. As her body slowly began to relax, her half closed eyes wandered the room before falling on Joseph. Upon seeing Joseph’s face, she was greeted with a relieved smile. “Hey there sleepy head. Welcome back to the world of the living.”<br>\r\n          Felecia moaned groggily and made muffled sounds through the rag that sounded vaguely like “Where are we?” Her voice was deep and almost sensual. Taking into account the rag in her mouth and her severe loss of blood, her voice might as well have been a whisper compared to her usual volume.<br>\r\n          Continuing to apply pressure against the rag on her side, Joseph asked “We’re in my house. Are you feeling any better?”<br>\r\n          Using her left and severely less bruised arm Felecia removed the cloth from her mouth.  “There’s less pain, but my head’s all fuzzy. Why am I here?”<br>\r\n          Joseph grabbed her right hand and placed it over the cloth on her wound, telling her to keep up the pressure while he got something out of a med-kit. “You were attacked, remember? You said that you were ambushed on patrol so you came here looking like that. I managed to walk you to this room and started working on your injuries. We’ll be talking about how you look later.”<br>\r\n          “Thank you” Felecia wheezed as she rested her eyes.<br>\r\n          “Yeah, cause right now we got more pressing issues. Tops on the list: won’t they be able to track you here? Why didn’t you go back to your cave?”<br>\r\n          Doing her best to formulate words despite her loss of blood, Felecia did her best to answer his questions. “My cave was too far from where they ambushed me. Even if it wasn’t, it’s not the most defendable of positions, especially in my present state.” Felecia hissed as Joseph applied medicine soaked cotton balls against her various scratches. “Besides, this is the most secure place I know of.”<br>\r\n          “Are you fucking kidding me?” he asked, extending his arm in the direction of the living room. “We’ve got a wall that’s made up of mostly glass. I don’t know if you’ve heard but glass is pretty flimsy.”<br>\r\n          Felecia gave a light chuckle. “This place may have the look and feel of wood, glass, and carpet, but trust me when I say that this place is impenetrable.”<br>\r\n          “Are you sure?”<br>\r\n          Lifting her eyelids slightly to see Joseph’s stress, Felecia answered “I nearly dislocated my shoulder trying to smash through that ‘flimsy’ glass not three months before you appeared. It’s likely that nothing short of a falling tree is capable of breaking through these walls.”<br>\r\n          “Well…ok” Joseph said. Felecia’s calmness even in the face of certain death was most reassuring. “If you’re sure there’s no way for them to get in.”<br>\r\n          “The only way I know of is through the locked door.”<br>\r\n          Joseph’s eyes widened as he faced away from Felecia.<br>\r\n          “You did lock the door, didn’t you?” </span></div></div>",
            "created":1267074000,
            "id":842319,
            "title":"She Wakes"
        },
        "1141111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Closed Door, Open Blinds",
                "Closed Blinds, Open Door"
            ],
            "content":"<div class=\"\"><div> <span>          “Why don’t I just go and check.” Joseph said as he rose to his feet, collecting his spear and knife, and walked towards the hallway. Looking back he instructed “just keep putting pressure on that cloth and you should be alright.”<br>\r\n          As he walked out the archway to the room where the weakened Felecia still lay, Joseph began going over the configuration of the house in his mind. To his right was the room where he use to sleep. He gave a quick peek inside. Satisfied that there were no predators small enough to hide in there he turned his attention to the left. After seeing no immediate danger, Joseph made his way down the hall. At the other end of the hall was the living room and the only door in and out of the house. Between him and the door rested a large couch and two recliners. They would provide decent cover to approach the door unnoticed. <br>\r\n          The problem lay in uncertainty; the uncertainty as to whether or not the door was already locked, and the uncertainty about the condition of the blinds. Normally Joseph left the blinds open during the day to help warm the house. As per Felecia’s advice, he started closing the blinds at night to keep his privacy. It was a new habit that had yet to completely sink in. <br>\r\n          Finally coming to the end of the hall, Joseph knew his next step would be to peek around the corner to check on the blinds and the door. If the blinds for the window wall were closed then he could probably head straight for the door without pause. Open blinds would call for a much more subtle approach, especially if there was movement outside. However, the biggest issue wasn’t whether or not the door was locked, but whether or not it was closed. Even if it wasn’t locked the only way to open it was to turn the handle and the only predators in Naxia with opposable thumbs were him and apparently Felecia. If he hadn’t closed the door completely and it had been blown open by a gust of wind, then something may have already wandered in. something that Joseph wasn’t confident he could take with just a spear and knife.<br>\r\n          The moment of truth.</span></div></div>",
            "created":1267678800,
            "id":845928,
            "title":"Checking The Door"
        },
        "11411111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Show No Fear",
                "Show Fear"
            ],
            "content":"<div class=\"\"><div> <span>          “Damn” Joseph muttered to himself. In this poor light, the door seemed as closed as it could get, but the blinds were open. <br>\r\n          “Can’t move fast” Joseph muttered to himself as he ducked down, ready to jump behind the couch. “Gotta be cautious.” The storm continued to rage outside. The songs of nocturnal birds drowned out by the constant thud of raindrops and the occasional boom of thunder. The dangerous part was the lightening. If he peeked out during a flash then he might be able to see outside movement, but if anything was out there they’d certainly be able to see him, flash or no flash. <br>\r\n          Staying as low as possible, Joseph tucked and almost rolled behind the couch. Still in crouching position he moved swiftly behind the couch. Arriving at the edge, weapons still in hand, Joseph made another jump, this time for the first recliner. As he did so a flash of light filled the room. While taking a moment to catch his breath, Joseph felt the rumble of thunder move through his entire body, accompanied, shortly after, by distant howls.<br>\r\n          With each breath, Joseph’s heart seemed to beat faster. At this point he was actually to the right of the door. Directly in front of him was the brick and wood part of the wall. He continued to hide behind the recliners until he was completely against the wall. Pressing himself against it, Joseph made good time to the door. Confirming that it was indeed unlocked, he considered the next challenge.<br>\r\n          Joseph still didn’t know whether or not the predators were near yet, the door was half made of glass, and the door-knob. He would have to reach out across almost two feet of transparent glass, provoking anything within twenty meters to charge.  <br>\r\n          Fearing that the sound of his racing heart could be heard over the sound of the storm, Joseph attempted to calm himself. “They’re just dumb animals you moron. Even if they do see you they don’t know how doors work.” Starting to laugh a bit, Joseph continued muttering to himself. “Besides, if the door’s closed enough to endure the wind then it could probably take a direct hit from a charging rhino. Right?” <br>\r\n          Making up his mind, Joseph discarded the notion of reaching slowly across the door. Instead he dropped his weapons and made one last jump in front of the door, turning the lock until he heard the click.<br>\r\n          As he stared outside, the constant splatter of drops continuing to bombard its glass, Joseph felt a wave of relief wash over him. Bursts of laughter were interrupted by brief but deep calming breaths. All was right in the world as lightning flashed again, illuminating the swaying brush outside and covering it in an instant with a mass of fur and teeth.</span></div></div>",
            "created":1268024400,
            "id":848276,
            "title":"Closed Door, Open Blinds"
        },
        "114111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Where Was I?",
                "Something Snuck In"
            ],
            "content":"<div class=\"\"><div> <span>          Positioned not ten inches from the door was the nose of a Drom. The giant wolf’s body and face was covered in long black fur, a pair of horns as thick and long as a human arm protrude threateningly from its head and eyes, as bright and yellow as the sun, glared level with Joseph’s. The monster’s long fangs had such strength and sharpness that they made Joseph’s spear the equivalent of a tooth-pick. This thought provoked a most unpleasant image in Joseph’s mind. <br>\r\n          The latest resident of Naxia might have gone on to examine other intimidating features of this vicious beast; he might even have noticed an entire pack pacing back and forth just behind it. However, Joseph was far too preoccupied with the rows of flesh rending teeth that were revealed by the drom’s partially opened mouth. There were also the drom’s eyes to consider; those deep golden eyes that seemed to consume all those who lost their way in them.<br>\r\n          Out of nowhere the beast moved, opening its mouth several inches before closing to its original position, almost like a silent bark. A startled Joseph took several steps backward. The scare tactic had effectively broken him out of thed trance. Able to think again, Joseph started remembering Felecia’s teachings. The first was in regards to large predators and how to never look them in the eye. After that, the dam in his mind collapsed and al his lessons came rushing back. <br>\r\n          Joseph recounted one of Felecia’s earliest lessons. He remembered the way she would stare out across the forest as she lay sunning on one of the large rocks outside her cave, her cat like tail swaying from side to side. A gust of wind brought with it a flurry of pollen, causing Joseph periodic sneezes. <br>\r\n          Without even glancing at him, she said “Show no fear. It is the defining feature of prey when they are afraid; especially in the minds of the scavengers. To show fear is to admit weakness to a harsh and unforgiving world. A beast may not have fang, claw, or horn to boast of, but if they are not afraid then they likely have just reason to be so. Be it out of ignorance or confidence, it is a dangerous gamble to charge the one who is not afraid.” It was then that Felecia turned her head and looked him straight in the eye. “Prove yourself and do not blink” she said as she continued staring right through him. “Show no fear. Show no weakness.”<br>\r\n          Joseph had failed the first test, but after weeks of practice all his hard work seemed to have paid off. Just as Felecia told him, Joseph stood his ground, choosing to stare between the beast’s eyes rather than into them. He crunched his brow, tensed his muscles threateningly, and bore his teeth with a low growl. <br>\r\n          The drom attempted another bark, this one less silent. It took every ounce of Joseph’s will power not to budge as he stared past the razor sharp teeth into the gaping maw that could swallow him whole.  The beast stared into Joseph’s eyes in an effort to lock him in another trance, but to no avail. It could find no fear to latch on to, only courage. Slowly it began to dawn on the drom that perhaps the naked pink creature it stared at wasn’t prey. No prey could stare into his eyes without shaking in fear. The over-fluffed puppy lowered its gaze as he cautiously backed away.<br>\r\n          Satisfied that both he and Felecia were safe, and that he had stood his ground, Joseph started to move again. Without ceasing to stare through the glass, Joseph collected his weapons, confirmed one last time that the door was locked and proceeded to close the blinds. With everything set and secure, Joseph used the remains of his strength to move himself out of the living room and into the hallway. There he collapsed, tears of fear flowing from his eyes. Joseph remained this way for several minutes.</span></div></div>",
            "created":1268370000,
            "id":849934,
            "title":"Show No Fear"
        },
        "1141111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Peace Offering",
                "Agression"
            ],
            "content":"<div class=\"\"><div> <span>          Once he was content that he had recovered enough to move and all the tears had drained away, Joseph made his way back to the room of his patient, leaving his weapons back in the hall. As he fell to his knees by her side, Felecia looked up into his red watery eyes. Without needing to ask why, she reached out and touched Joseph’s knee. “Nice job kid.” Felecia said proudly, giving him the necessary strength he needed to continue.<br>\r\n          Wiping away the remains of his tears, Joseph smiled back at Felecia. “Right. Well, I hate to leave things unfinished, so why don’t I pick up where we left off.”<br>\r\n          “Wonderful” Felecia said rolling her eyes and pulling her hand back.<br>\r\n          Trying to remember where he had last stopped, Joseph dived back into his tale. “Um, this next part’s a bit fuzzy, but I’ll do my best.” Joseph said hesitantly. “As I weighed my options I noticed some mysterious crackling sound that seemed to reverberate throughout the woods. It grew louder and louder until it sounded like thunder, and I watched as one of the trees started to fall. It wasn’t falling towards me and that was good, especially since I was so freaked that I couldn’t move. The creature I was watching seemed to be in the same boat. The only difference was that the tree fell on her instead of me.<br>\r\n          “This part is also a bit fuzzy. All I can really remember is this unbearable stabbing headache. I pressed my hands against my head for all the good it did me. The only other thing I remember before passing out was some kind of flash inside my mind; so many lights and shapes.” Joseph had to look away for a moment. Every time he thought about his headaches, he seemed to cause them to come back.<br>\r\n          “When I finally came to, I saw that the creature was writhing underneath the tree. I looked at her and immediately the word ‘Gralder’ came to mind.” Joseph smiled exhaustively and shook his head. “I started wondering how I suddenly knew what the gralder’s name was when I hadn’t a clue only a couple minutes ago. The only thing that really came to mind was that flash in my head. Thankfully before I could put in any serious thought and cause a relapse, the gralder decided to cry out and snap me back to my senses. I walked over to the squirming monkey-thing and noticed he saw that she had dropped the otter a few feet away. As I got closer, I met eyes with her and she stopped struggling. I can’t really explain it, but I think we share a little moment of understanding. The gralder’s back leg was being crushed beneath the tree and there was no way for her to escape. She was fully aware that I could find a large rock, smash her skull, and eat the remains. </span></div></div>",
            "created":1268888400,
            "id":853241,
            "title":"Where Was I?"
        },
        "11411111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "A Peaceful Meeting",
                "Confrentation"
            ],
            "content":"<div class=\"\"><div> <span>          “Don’t ask me why, but somehow I knew that I couldn’t just kill her. And to make a long story short I broke off a thick branch from the fallen tree and used it as a lever to move the tree just enough for the gralder to escape. All the while a voice in the back of my head kept screaming at me, calling me an idiot. So you see, I really don’t need your help in that regard.<br>\r\n          “Once she was free, I immediately took several steps back. She rose to her maximum height and started stretching her various extremities. For some reason she felt the need to start doing a little dance, it was like she was celebrating her survival. Eventually she decided to test her leg. She put her weight on it for barely an instant before immediately pulling her broken leg back into the air. She gave a light yelp. <br>\r\n          “I think I must have laughed or something, cause then the gralder looked at me. Her face was blank as her eyes seemed to survey me. I watched her eyes dart between me and the tree branch that I held between us. I guess she was confused at the fact that she was still alive, and more so that I had spared her. She turned away from me and buried her face in the brush on the ground, sniffing through the twigs until she found her way to where the otter had dropped. She picked it up with her jaws and turned back to face the naked beast with the large stick.” Joseph’s eyes darted to Felecia’s face. He could have sworn that she had just smiled, if only for a second. Joseph continued telling his story, confident that his words were indeed getting through to her.<br>\r\n          “With seemingly intelligent and humble movements, and the otter still in her mouth, the gralder started moving closer and closer to me. Guessing her intentions, I lowered my stick a bit as a sign of good will. But I never stopped aiming the sharp end at her. If it was a trick, I wasn’t going to fall for it. She continued to approach until she was mere inches outside of my stick’s range. She opened her mouth a bit and let the otter drop from her lips and hit the ground with a light thud. <br>\r\n          “It could have ended there, but it didn’t. I had almost completely relaxed my stick and everything. I was even in the process of pulling it out of its threatening position. That’s when the gralder did something to make us both very nervous. She took another step forward.</span></div></div>",
            "created":1269493200,
            "id":856707,
            "title":"Peace Offering"
        },
        "114111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Make It Home",
                "Obstacle On The Road"
            ],
            "content":"<div class=\"\"><div> <span>          “I gotta tell ya, I was tense as hell. I even yelled ‘Back’!” Joseph raised his voice a bit to try and match his original volume. “She flinched a bit at the sound of my voice, but otherwise didn’t react. She just kept taking baby step after baby step.<br>\r\n          “I thought to myself: If she had just dropped the damn thing and left, then things would have been fine and dandy. But no, the stupid beast had to take that extra step. We were in each other’s territory then; her within reach of my spear, and me within reach of her claws. She’s weak, injured, I said to myself. Even if she does attack, the best she can hope for is to knick me before I bash her brains out. What the hell could she be doing?<br>\r\n          “I got my answer when the gralder lowered her head and crouched submissively. If I didn’t know better, I thought, I’d think this bitch was offering herself to me. If that weren’t the first day I could remember, I’d have to say it was the weirdest day of my life. With my spear still trained on her head, I pondered this for a few moments. Finally, I decided on the only practical option available. Very slowly, I lowered my spear past her until it was pointing at the dead otter. <br>\r\n          “With a single motion I jabbed at the otter, piercing its flesh before jumping back. I was ready to fight off the gralder if it had turned out to have been some manner of trap. She hadn’t moved a muscle. I kept moving back until I was about four meters away, and decided that it was safe to turn my back. The instant I did so the gralder lifted its head from its submissive pose and started following me. She limped the whole way. <br>\r\n          “It was pretty weird. When I stopped she did as well. When I turned around she bowed her head. We played this game of stop and go for almost an hour before I decided to take pity on the poor beast yet again. I slowed my pace significantly so that she didn’t have to hobble at top speed. I found another berry bush and ate my fill since there was no way to carry any with me. I even let the gralder eat her fill after I had walked far enough forward. It was kind of relieving to see her eat. Once the house was finally in sight, I decided it was time to name the gimpy beast. Turning around to face her, I called ‘Hurry it up Gimp. Or you’ll be late for supper’.”</span></div></div>",
            "created":1270443600,
            "id":862771,
            "title":"Meeting Gimp"
        },
        "1141111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "The Nightmare",
                "A Peaceful Sleep"
            ],
            "content":"<div class=\"\"><div> <span>          “That evening, I patrolled the area around the house, collecting as much fire wood as I could. I even found some material that looked like it would make a suitable splint for Gimp. I also found stones that made excellent spark rocks. Once I was done foraging outside, I told Gimp to stay put while I ventured inside to find anything of use that I might have missed earlier. Surprisingly, there was plenty. <br>\r\n          “Only a fraction of the cabinets and drawers had opened around the house. This might have been disappointing, had it not been for the fact that almost everything I found was of use. My new treasures included four boxes of matches, kitchen knives, two of which looked like they could be useful in a fight, rags, towels, silverware, two tool belts with holsters, a sewing kit, an ax, a small case full of various medicines and bandages, and much more. My final treasure that day was book containing detailed illustrations on the plants, creatures, and minerals of the forest. The title was Survival in Naxia.” Pausing for a bit, “Yes I know, we’ll be getting to the book in a bit.<br>\r\n          “I finally remembered that I was hungry. The growls in my stomach were growing ever louder as I began my work. I started by designating a spot for the fire, setting the rocks in a circle, filling it with most of the dried wood I had collected earlier, and set the other pieces in their respective locations. It only took me about four tries with the spark rocks to start the fire; I was so proud. Then I bled, skinned, cleaned, gutted, and finally roasted the otter. With the mutilated corpse of a once living animal fully prepared and set atop the supports, the only thing left to do was wait.<br>\r\n          “With Gimp sitting a few yards away from the fire, and my spear resting next to him, I picked up the book and read to the fading light of the setting sun. It was a very detailed book; with its categorizations and big words that I still don’t fully understand. Apparently the various occupants of Naxia are categorized according to their environment, diet, and level of intelligence. I didn’t make it very far that night, but I did skim through some of the edible and poisonous plants. <br>\r\n          “Once the meat seemed ready, I put the book down, grabbed one end of the spit and took a big bite.” Joseph paused for a moment as he recounted that first bite. “It was freaking delicious. After I had my fill I used the remaining meat to lure in Gimp so that she could be properly splintered. After putting out the fire I packed up the gear and made my way back inside, inviting the now splintered Gimp to follow. I climbed into the old bed while Gimp curled up beside me and we both drifted off to sleep.”<br>\r\n</span></div></div>",
            "created":1270962000,
            "id":866282,
            "title":"Make It Home"
        },
        "11411111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "A Few Days Later",
                "The Next Day"
            ],
            "content":"<div class=\"\"><div> <span>          “That morning I had practically leapt out of bed. It didn’t matter that the bright light of the new morning was upon my face, that damn shine nearly had burned his eyes out. My eyes adjusted soon enough. The drumbeat of my heart overwhelmed the songs of birds which had greeted me the previous day. I tried to recount exactly what had scared me so much; what my nightmare had been about.”  Joseph began to shutter. It was like standing in front of that damn Drom all over again. Joseph was always a bit shaky when it came to thinking about sleep and dreams. “But as with most dreams, it quickly escaped me. <br>\r\n          “I felt a sudden pressure around my arm and jerked, only to see that it was a concerned Gimp. I guess she had sensed my terror and had attempted to wake me up. Gods I hate to think about if she failed.<br>\r\n          “Once I had succeeded in reassuring both her and myself I tried to wipe the sleep from my eyes. Once my fingers came to a rest upon my lips, I noticed something was wrong with my face. I brought up my other hand and touched all parts of my mouth.” Joseph brought up his hands exactly as he had described and touched his mouth. The corners were far apart and my teeth were exposed.” Joseph hesitated before declaring, “I was smiling.” <br>\r\n          Joseph chuckled to himself as he continued. “I was smiling. I don’t know how but somehow I knew that it was related to my dream. Having been left in such an uncertain and terrifying position, even more so than yesterday, I reacted the only way he could. I laughed. <br>\r\n          Joseph took a deep breath to prevent his eyes from watering. “I was genuinely amused by my predicament. The full impact of everything hit me like a ton of bricks. It wasn’t that I was clueless about my current situation or the content of my dream. My amusement and laughter came from a gut feeling I had. A gut feeling that told me that I’d likely spend every night this way for the rest of my life.”</span></div></div>",
            "created":1271653200,
            "id":870261,
            "title":"The Nightmare"
        },
        "114111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Read The Book (Reserved)",
                "Interruption"
            ],
            "content":"<div class=\"\"><div> <span>          Joseph paused for a moment, wondering how to continue while avoiding the more difficult speech topics. â\u0080\u009cActually, I think Iâ\u0080\u0099m gonna skip the next three months of the story and get right to the good parts.â\u0080\u009d<br>\r\n          â\u0080\u009cOh thank you Joseph.â\u0080\u009d She said sarcastically with a forced grin. â\u0080\u009cOh thank you, thank you. And once again, thank you.â\u0080\u009d<br>\r\n          â\u0080\u009cRight. Now letâ\u0080\u0099s try and set the mood. The smell of fresh rain and blooming flowers permeated the air. Chirping insects, singing birds, and the occasional howl in the distance, gave the forest an overwhelming and almost soothing thrum. I could hardly keep his eyes open as I sat up against the red tree. I sat beneath an exceptionally large hole in the canopy, enjoying the feel of the warm sun against my wet skin. I had just finished a nice swim in the pond. <br>\r\n          â\u0080\u009cEven the rumble of a nearby snoring Gimp was lulling me to sleep. She had been so relieved at having her cast removed that she wore herself out in celebration.â\u0080\u009d Joseph smiled as he recounted how the fuzzy creature had galloped and bounded around the pond while he swam. <br>\r\n          â\u0080\u009cI was on the verge of taking a nap, but I managed to pull myself out of it.â\u0080\u009d Joseph shuddered. â\u0080\u009cI had kinda made a commitment to sleep only as much as my body needed and not a second more. I looked around to find something to keep my mind occupied. <br>\r\n          â\u0080\u009cA newly carved and hardened spear lay by my side. It seemed to be waiting impatiently for the next hunt when it would again taste blood.â\u0080\u009d Joseph smiled as he noticed the empathy in Feleciaâ\u0080\u0099s expression. â\u0080\u009cHanging from a nail directly overhead was my old pack holding a few pieces of red fruit, the guide book, a cutting knife, about 20ft of poorly crafted rope if I do say so myself, and a pair of trunks I had made from that first pig. I could have taken the trunks swimming with me, but they itched something awful. So they were left hanging while I got my bare ass dirty again.<br>\r\n          â\u0080\u009cIt was about that time that I thought of the book. I extracted it from the pack, opening up to the page I had marked with a strand of long grass.â\u0080\u009d</span></div></div>",
            "created":1272862800,
            "id":877679,
            "title":"A Day of Peace"
        },
        "1141111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Frog Drugs (Reserved)",
                "Stranger and Stranger"
            ],
            "content":"<div class=\"\"><div> <span>          â\u0080\u009cThe freaking book again?â\u0080\u009d Felecia asked. â\u0080\u009cI thought you were gonna start on the good parts.â\u0080\u009d<br>\r\n          â\u0080\u009cJust shutup and listenâ\u0080\u009d Joseph contended. â\u0080\u009cIf it makes you feel better I could just put you out of your misery now, or maybe I should find a blunt object, knock you out and continue past the part I know youâ\u0080\u0099re looking forward to.â\u0080\u009d Joseph smiled as he spoke those last few words. He knew that he had power over her, at least in this particular situation, and he was going to milk it for all it was worth. Felecia averted her eyes, signaling that he had permission to go on.<br>\r\n          â\u0080\u009cSo. As I flipped through the pages of my personal bible, I recounted what a marvelous and useful tool it was. It had taught me what I could and couldnâ\u0080\u0099t eat, which things were poisonous, some crap about fertile soil, and a lot more stuff that even you canâ\u0080\u0099t tell me. The opening two pages held a detailed fold out map of all Naxia. As you might have already known, this land was shaped like a perfect square. I was able to make out where my house was in relation to trails, bodies of water and a suspicious labyrinth of stone in a place called Naxiaâ\u0080\u0099s Teeth. <br>\r\n          â\u0080\u009cThe bulk of the book seemed more like one giant glossary than a guide. It was divided into several volumes. Each detailed the different species in Naxia. <br>\r\n          â\u0080\u009cHowever, amidst sea of words of the first few Volumes, I discovered some highly unusual marks. While the majority of the book was quite readable, every now and then a string of unfamiliar symbols would replace words, sentences, and even whole paragraphs. At first I didnâ\u0080\u0099t think much of it cuz I was still shocked that I could even read. But these marks really got my attention when I noticed a substantial increase within the chapter on deadly diseases.â\u0080\u009d<br>\r\n          â\u0080\u009cYou shouldnâ\u0080\u0099t let it bother you too muchâ\u0080\u009d Felecia comforted. â\u0080\u009cIâ\u0080\u0099ve read that book and Iâ\u0080\u0099ve seen those grey areas. Trust me that I can fill in most of those gaps through life experiences. After all, Iâ\u0080\u0099ve been here a lot longer than you.â\u0080\u009d<br>\r\n          â\u0080\u009cYesâ\u0080\u009d answered Joseph sarcastically. â\u0080\u009cThe almighty Felecia rushes in yet again to save the day. Anyway, Volumes Three and Four described the fungus and plants of the forest. I skimmed through this section rather quickly, so the only things to catch my attention were a picture of a patch of long grass with a large rock resting behind its rows and an orange moss with the ability to decompose fecal matter. If Iâ\u0080\u0099m using too many big words, it means that you can crap on it one day and come back the next to find a bigger clump of moss.â\u0080\u009d Joseph laughed to himself as he remembered the first time he read this and how he had found a patch of moss near his house and tested it.</span></div></div>",
            "created":1273467600,
            "id":880989,
            "title":"Read The Book"
        },
        "11411111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Reptiles and Birds and Mammals. Oh My! (Reserved)",
                "Someone's In My House Tonight!"
            ],
            "content":"<div class=\"\"><div> <span>          â\u0080\u009cVolume Five, while being only slightly longer than its predecessors, held the most interest for me. It was about the various animal species that seemed to be in every nook and cranny of the forest. <br>\r\n          â\u0080\u009cAfter the insects of Section One, Section Two depicted a rather pleasant series of fairly harmless and colorful amphibians, with the exception of a few rainbow frogs. While they had neither teeth nor venom, they secreted hallucinogenic mucus from their skin when frightened. A quote from the author directly following this fact still confuses me. â\u0080\u0098Donâ\u0080\u0099t even think about it.â\u0080\u0099 Weird huh?â\u0080\u009d Felecia chuckled to herself, gaining Josephâ\u0080\u0099s attention. â\u0080\u009cIs there something youâ\u0080\u0099re not telling me?â\u0080\u009d <br>\r\n          Felecia shook her head. â\u0080\u009cOf course there is. A woman has to have her secrets after all.â\u0080\u009d<br>\r\n          â\u0080\u009cWeâ\u0080\u0099re talking about hallucinogenic frogs hereâ\u0080\u009d Joseph retorted with a puzzled expression. â\u0080\u009cIâ\u0080\u0099m pretty sure that has nothing to do with a womanâ\u0080\u0099s secrets.â\u0080\u009d<br>\r\n          â\u0080\u009cI know what it means. Just do what the damn book says and try not to think about it.â\u0080\u009d Felecia waited a moment while Joseph attempted to stare her down. She half-smiled at his newfound boldness. Rather than do the same back to him, she merely gave him a look that said that she could but chose not to. Staring into her deep golden slit eyes, Joseph was the first to back down. â\u0080\u009cJust donâ\u0080\u0099t go sticking the damn things in your mouth without cooking them first. Youâ\u0080\u0099ll live longer. Just keep going with the damn story.â\u0080\u009d<br>\r\n          â\u0080\u009cOkâ\u0080\u009d Joseph answered as if defeated.</span></div></div>",
            "created":1275454800,
            "id":893181,
            "title":"Frog Drugs"
        },
        "114111111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Rising Anxiety (Reserved)",
                "Time Just Ran Out"
            ],
            "content":"<div class=\"\"><div> <span>          â\u0080\u009cWhile skimming through the chapter on reptiles, I came upon the subsection on snakes. Oh boy. I practically threw that book to the ground and screamed like a girl at the sight of those scaly heads. It took me a little while to recover, but I managed. I found the place where I left off and immediately folded the page over before continuing.â\u0080\u009d Laughing to himself â\u0080\u009cAnd I thought the nightmares were bad.<br>\r\n          â\u0080\u009cNext came the birds. While the beautiful and bizarre fouls of Section Four were pretty to look at, I was growing ever more fretful at the increasing frequency of the unreadable glyphs. It seemed that the closer I came to the end of the guide, the more they seemed to creep up on me. The other unnerving detail of this section was the final entry depicting a very large bird. The five foot Kresht had brownish green feathers for camouflage, could reach speeds that surpassed the any other land creature thus far. It could certainly give you a run for your money. And it had a sharp beak for rending the flesh from its prey. <br>\r\n          â\u0080\u009cReading that, I was so freaked out I had to put the book down for a sec and take a look around. When I was satisfied by the unbothered stir of the forest and the still resting Gimp, I pulled my spear in a bit closer and uneasily resumed reading to Section Five. Looking back, I guess I failed to consider the distant warning cry of the zimzim; easily the brightest and loudest bird in all Naxia.<br>\r\n          â\u0080\u009cIt was almost laughable that something as dreadful as the kresht could be followed up by the most adorable little mouse anyone had ever seen. At the time, I thought it was some kind of positive omen for the rest of the volume. Or rather, I tried to think of it that way. As I read through the remaining creatures, a sense of unease was growing in my gut, almost like I could feel time was running out.</span></div></div>",
            "created":1276491600,
            "id":899358,
            "title":"Reptiles and Birds and Mammals. Oh My!"
        },
        "1141111111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Vision of The Future (Reserved)",
                "Something \"Freaky\""
            ],
            "content":"<div class=\"\"><div> <span>          â\u0080\u009cMy pace quickened as I made my way through a series of large rodents, pigs, Gimp, a bison, deer, and many others. I remember thinking to myself: Over nine tenths through this damn book and still no sign of humans. I started to think that the book was teasing me and I still stand by that.<br>\r\n          â\u0080\u009cWhat followed was a trio of predators of ever increasing size that made my heart run a marathon. The first resembled a gralder, except this one was twice as large and had wings. Next came the Droms; aka, those giant dogs that I saved you from. The third and final beast was some manner of big cat with long fangs extending below the roof of its mouth. My heart might have exploded out of my chest were it not for the suspiciously glaring fact that all of these large predators were situated in and around Naxiaâ\u0080\u0099s Teeth, all the way at the opposite end of the map.â\u0080\u009d<br>\r\n          Joseph paused and looked up for a moment. â\u0080\u009cIn fact, almost all of the larger animals seemed to make their home in the top two thirds of the map; a most puzzling phenomenon that I couldnâ\u0080\u0099t help but ponder. Itâ\u0080\u0099s almost like whomever or whatever dropped me off here did so in the least threatening part of the forest.â\u0080\u009d Looking back down at Felecia, â\u0080\u009cI know youâ\u0080\u0099ve thought the same thing more than once.â\u0080\u009d<br>\r\n          It took a moment for Felecia to answer. â\u0080\u009cYes I have, but only in reference to myself. Unlike you who, by your own statement, was dropped off in the â\u0080\u0098least threatening part of the forestâ\u0080\u0099; I was left to fend for myself within Naxiaâ\u0080\u0099s Teeth, the most dangerous region in the land. That was over ten years ago.â\u0080\u009d<br>\r\n          â\u0080\u009cYouâ\u0080\u0099ve told me. In fact, didnâ\u0080\u0099t you say that it was ten years precisely as of three months ago; as in the day I awoke?â\u0080\u009d<br>\r\n          Felecia glared at her questioner. â\u0080\u009cJust shut up and get on with the story.â\u0080\u009d<br>\r\n          â\u0080\u009cFine then, only two animals left anyway.â\u0080\u009d</span></div></div>",
            "created":1277096400,
            "id":903828,
            "title":"Rising Anxiety"
        },
        "11411111111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Panthera Sapien (Reserved)",
                "Worse"
            ],
            "content":"<div class=\"\"><div> <span>          â\u0080\u009cOnce I turned the page, I was immediately stunned by the most startling picture yet. It was a picture of me. Me! But it wasnâ\u0080\u0099t me, not really. The man in the picture was almost ten years older. He wore thick fur garments that vaguely resembled the fur of the big cat with the saber teeth. His body was hunched over as he stalked through the forest. In his right hand he gripped a spear with some kind of stone tip tied to the end. The hair on his face and head was surprisingly trim, especially in comparison to these mats.â\u0080\u009d Joseph tilted his head and stroked his hair so that Felecia could see his ratâ\u0080\u0099s nest.<br>\r\n          â\u0080\u009cOver half of the descriptions in the entry were written in the unreadable glyphs. As time went on, I grew angrier and angrier at every occurrence of the glyphs. Again I thought that the damn book was mocking me by denying what were and still may be its most crucial facts? There was even a big black block where a picture should have been. Whatâ\u0080\u0099s up with that?â\u0080\u009d Joseph exhaled with heavy frustration. â\u0080\u009cI went over the remaining tidbits of useless facts that littered the section, their meaning managing to elude him.<br>\r\n          â\u0080\u009cI guess I was too preoccupied with what the final entry might hold. My imagination raced to guess what it might be. The result of this was an unholy collage of spikes, teeth, tentacles, and claws. I desperately wanted to turn the page in order to alleviate my self-torment, but my hand refused to cooperate. It was shaking like chattering teeth I was so nervous. <br>\r\n          â\u0080\u009cI kept following the words, even the unreadable ones, until at last I found myself at the end of the final page on me. There was no turning back now.â\u0080\u009d</span></div></div>",
            "created":1278306000,
            "id":912400,
            "title":"Vision of The Future"
        },
        "114111111111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "A Second Illusion (Reserved)",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>“The first thing I saw was the picture. I was certainly relieved that the creature I saw didn’t remotely resemble the abomination I was expecting. Standing majestically atop a large stone at the border of Naxia’s Teeth, a great lilac purple cat gazed out upon her territory. <br>\r\n<br>\r\n“In an effort to ignore the anxiety from my thunderous heartbeat, I started back through the guide. If I remember correctly, it described the creature as an Utek, or Panthera Sapien. It also said that this giant cat was more physically powerful than any human on record with the exception of three, and then came more glyphs. Wonder who they might have been.”<br>\r\n<br>\r\nFelecia gave a light chuckle at his words. Joseph decided not to push the subject.<br>\r\n<br>\r\n“In-between the glyphs were all kinds of useless footnotes; a lot of which included it enormous size and weight. Apparently an Utek can stand about 3.5 meters tall with its head fully raised. Go figure, huh.<br>\r\n<br>\r\n“Others talked about the fact that since the Utek seemed like such a freakishly powerful super predator that it probably originates somewhere other than Naxia. What do ya think of that?”<br>\r\n<br>\r\nFelecia had been looking away from Joseph ever since he started this subject. Clearly it was making her uncomfortable. <br>\r\n<br>\r\n“I remember thinking to myself, it’s like the damn books deliberately avoiding whether or not this “super predator” eats humans. I was so wrapped up in my reading that I failed to notice the once distant warning cries of the birds grow ever closer before finally falling silent.”<br>\r\n<br>\r\nAt last he had regained Felecia’s interest.</span></div></div>",
            "created":1279515600,
            "id":920796,
            "title":"Panthera Sapien"
        },
        "1141111111111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Something in the Long Grass (Reserved)",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>“The tension slowly dissipated from my body as I turned to the very last page. I thought, it’s the last page. What else was there? Low and behold all remaining text had been replaced with the glyphs. But I didn’t notice this until much later. My attention was focused on the second appearance of a second picture in a single entry. Damn that thing was freaky.<br>\r\n<br>\r\n“It seemed like an unremarkable sketch of some kind of dark rock partially hidden behind layers of a familiar batch of long grass. After pondering this for a few seconds, I finally realized where I had seen it before and turned back to the Volume on plants. I skimmed through the pages a bit before finally finding it. It was little more than a photo of a common kind of grass called Emel. I was holding the pages with his left thumb and forefinger so I could hold my place. I flipped back and forth between them in an effort to compare the two images.<br>\r\n<br>\r\n“The image in the plant Volume, like every other picture in the guide, was a photograph. While the Volume Five version was the one and only sketch, and a pretty well drawn sketch at that. As I continued to stare at the sketch trying to deduce its purpose, I gradually became aware of two small yellow blotches on the rock. Pulling the book closer, the blotches becoming ever clearer, I at last he noticed their symmetric positions and shapes. As I drew the book ever closer to my face, I was able to make out lines that seemed to take the shape of a nose. From there an image of a face was formed, followed soon after by teeth, a lower jaw and a crouching body. But always I kept going back to those yellow hypnotic cat eyes.” Joseph’s heart continued to race just as it had done that very day.<br>\r\n<br>\r\n“A sudden nearby rustle caused me to jump. I fumbled to recapture the loose book, but to no avail. Turning to the source of the sound, I saw that Gimp had woken from her nap. She was sitting up, her ears perked, fur standing on end, and eyes glued somewhere off in front of her and I. As I stared at her, at last it dawned on me that the forest was dead silent. Not a chirp, squawk, or squeak for miles. <br>\r\n <br>\r\n“Turning my head to face the same direction as Gimp, I immediately noticed a small rustle in a patch of Emel not 30 meters in front of me. And in that Emel were those same cold yellow eyes as depicted in the sketch.”</span></div></div>",
            "created":1280120400,
            "id":924739,
            "title":"A Second Illusion"
        },
        "11411111111111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "The Utek (Reserved)",
                "Something Just As Bad"
            ],
            "content":"<div class=\"\"><div> <span>          “You really were scared, weren’t you.” Felecia insinuated. <br>\r\n          After his most recent ordeal, Joseph felt strong enough to look her in the eye and answer. “Of course I was.” He said accusingly. “For Gods’ sake I was practically in the middle of a clearing with an unknown predator staring right at me! How the hell would you have felt?”<br>\r\n          Felecia crunched her brow. “I felt scared. If you recall, I was no older than you are now when I first woke up in this place. My early years were filled with running, escaping, and glares from hungry predators. It wasn’t until much later that I became strong enough not to run.”<br>\r\n          Joseph calmed down and continued. “It didn’t take a genius to figure out what I was looking at. But I wasn’t exactly in a thinking state of mind. Those eyes… it felt like they were swallowing me alive. I might have stayed lost in those eyes if it weren’t for Gimp. And you’ll never guess what she did,” Joseph said sarcastically. <br>\r\n          “Oh I don’t know” Felecia answered acerbically with a false smile. “Did she do the only intelligent thing and run away?”<br>\r\n          “Yeah” Joseph exhaled. “I heard a rustle from where she was lying which broke me out of that trance. It took me a bit but the sound of claws scraping against wood forced me to look up. The bitch was half way up the damn tree by then. Course, in her position, guess I would’ a done the same.<br>\r\n          “I quickly faced forward again to see if the Utek had come any closer. It hadn’t. It just stayed in the long grass in what I assume was a crouching position, ready to spring up and pounce on me in a second. Fortunately, I knew better than to get myself trapped in its eyes again. I glanced down hastily and immediately remembered the spear. <br>\r\n          “The gears started winding in my head. The Utek outmatched me in strength, speed, and size, but there was a chance that I had a superior intellect. I could use my small size and low center of gravity to my advantage. If I could manage to get the spear in just the right position, then it might be possible to use the beast’s own momentum against it; essentially I would make the Utek impale itself. It wasn’t much of a plan, but I knew that it was my only chance.<br>\r\n          “Placing my hand just over the spear, I looked back up and faced the Utek. I guess my expression gave away the fact that I had a plan, because it was then that the Utek decided to show herself. It wasn’t her full height mind you, but the grass she stood in, the grass that could conceal my stomach, barely brushed her elbows. Disregarding this I grasped the spear in my hand and got to my feet. I turned backwards for all of a full second before I found a suitable notch in the tree in which I could use as leverage for the spear. As I turned to face forward again, a short, heavy, warm gust hit my face. A dark fuzzy wall eclipsed my view as the air around me suddenly reeked of fresh animal carcasses. And when I looked up, all I could see was that giant maw surrounded by teeth.”</span></div></div>",
            "created":1280811600,
            "id":929278,
            "title":"Something in the Long Grass"
        },
        "114111111111111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Answer Her Question (Reserved)",
                "Keep Going"
            ],
            "content":"<div class=\"\"><div> <span>          â\u0080\u009cIf I recall correctlyâ\u0080\u009d Felecia interjected with a snicker, â\u0080\u009cI believe that you voided your bowels at that point.â\u0080\u009d<br>\r\n          â\u0080\u009cYou recall wrong. Although I was close.â\u0080\u009d The two shared a brief laugh together before Joseph resumed his tale. â\u0080\u009cMy eyes slowly fell from that great maw. The beastâ\u0080\u0099s body covered in that dark violet, almost black fur. Finally I saw my spear. The tip was barely an inch away from her fur, and Iâ\u0080\u0099d guess two inches from her skin. It must have been about here,â\u0080\u009d Joseph said while pressing against the soft gap at the front of his collar bone, â\u0080\u009cjust below the voice box, where the neck meets the torso. In theory, it should count as a weak spot on most creatures. <br>\r\n          â\u0080\u009cI knew I had her,â\u0080\u009d Joseph said, recalling his racing heartbeat and tensed muscles. â\u0080\u009cI knew we were at a stale mate. If she made the slightest move then Iâ\u0080\u0099d un-lodge the spearâ\u0080\u0099s base and pierce her windpipe. Sheâ\u0080\u0099d probably have strength enough to give me a good swipe and take my head off before she died, but there was no way sheâ\u0080\u0099d be able to survive a wound like that. <br>\r\n          â\u0080\u009cThatâ\u0080\u0099s when I looked back up, past the teeth, into the beastâ\u0080\u0099s eyes. I looked for any sign of fear or hesitation; anything that might indicate that we could both walk away from this. I might as well have been trying to spot birds under the dirt. I donâ\u0080\u0099t want to say they were empty, but they were deep; as deep as the deepest sea and just as full.â\u0080\u009d<br>\r\n          â\u0080\u009cWhatâ\u0080\u0099s a sea?â\u0080\u009d Felecia interrupted. â\u0080\u009cYou were on a roll there and Iâ\u0080\u0099m sorry to interrupt, but Iâ\u0080\u0099ve never heard that term before.â\u0080\u009d<br>\r\n          Naturally, Joseph was upset that his chain of thought had been broken, but that didnâ\u0080\u0099t make her question any less valid. Once he began thinking deeper into what he said and how he had said it, he gave silent gratitude to the gods that the light was dim enough to hide his blushing cheeks. After pondering for a few seconds, finding the best combination of words, Joseph was satisfied that he could give an adequate answer.</span></div></div>",
            "created":1283144400,
            "id":947299,
            "title":"The Utek"
        },
        "1141111111111111111111111":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Back To The Story",
                "Try Saying Something Else"
            ],
            "content":"<div class=\"\"><div> <span>          Felecia gave a frustrated glare at Josephâ\u0080\u0099s answer. â\u0080\u009cWhat do you mean you donâ\u0080\u0099t know?â\u0080\u009d<br>\r\n          â\u0080\u009cJust what I said,â\u0080\u009d Joseph shrugged his shoulders.<br>\r\n          â\u0080\u009cBloody typical.â\u0080\u009d The aggravated Felecia groaned. â\u0080\u009cYou go and use a beautiful metaphor like that and donâ\u0080\u0099t even know what it means. Pathetic.â\u0080\u009d<br>\r\n          â\u0080\u009cHold on there,â\u0080\u009d Joseph held out his hand and got to his feet. â\u0080\u009cI think I might have read it in the Guide, why donâ\u0080\u0099t I just take a look?â\u0080\u009d<br>\r\n          â\u0080\u009cThis only strengthens my point.â\u0080\u009d Felecia called out as Joseph walked away. â\u0080\u009cYou seem to remember everything else about your life and that book, but the one thing I want to know is the one thing you canâ\u0080\u0099t offer.â\u0080\u009d<br>\r\n          Joseph exhaled heavily. â\u0080\u009cI canâ\u0080\u0099t be expected to remember ever single freaking thing. Besides, whatâ\u0080\u0099s got you so worked up about this one word?â\u0080\u009d He asked hoping to trap Felecia and force her to change the subject instead of him.<br>\r\n          Felecia held her mouth shut for a second while she processed the question. â\u0080\u009cI just want to know what â\u0080\u0098seaâ\u0080\u0099 means so that I can keep up with the story, thatâ\u0080\u0099s all.â\u0080\u009d She insisted. <br>\r\n          â\u0080\u009cAre you sure thatâ\u0080\u0099s it?â\u0080\u009d Joseph inquired with mock enthusiasm. Joseph knew it was a dangerous gamble to pressure her, but he was confident that Felecia would blink before him. He gained a further confidence boost<br>\r\n          â\u0080\u009cI guess,â\u0080\u009d she mumbled, â\u0080\u009cit would be nice to know the context of what you said. I mean, is a sea really that deep and full? And besidesâ\u0080\u009d she whimpered, pushing her bottom lip out, â\u0080\u009cI wanted to know.â\u0080\u009d<br>\r\n          Joseph cursed Felecia. He knew what she wanted to ask but wouldnâ\u0080\u0099t. After finally finding the section in the book that talks about the sea, the only answer he could give to the unasked question was â\u0080\u0098yesâ\u0080\u0099. <br>\r\n          â\u0080\u009cYes.â\u0080\u009d Joseph responded, turning around to face Felecia. â\u0080\u009cEyes as deep and full as the sea does mean beautiful.â\u0080\u009d He looked down at the open pages of the book as he walked back to his place at her side. â\u0080\u009cThe passage goes on and on about how the sea sparkles. â\u0080\u0098Billions of fish in millions of colors can make the sea indistinguishable from a living rainbow.â\u0080\u0099 Shame there arenâ\u0080\u0099t any in Naxia. Guess Iâ\u0080\u0099ll just have to make do with something just as good. â\u0080\u009cJoseph smiled. He knew that he had blinked first, but wasnâ\u0080\u0099t too sore about his loss.</span></div></div>",
            "created":1286168400,
            "id":968836,
            "title":"The Beauty of the Sea"
        },
        "1143":{
            "author_id":"numerio",
            "author_name":"Tex",
            "choices":[
                "The catwoman wakes up, pissed off",
                "The catwoman wakes up, horny",
                "The catwoman stays sleeping (?)"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What happens?</span></div></span></div>",
            "created":1521522000,
            "id":2467104,
            "title":"Reader's Choice"
        },
        "13":{
            "author_id":"aridwd",
            "author_name":"AridWD",
            "choices":[
                "Find other people",
                "Find something to quickly cover everyone up",
                "You heard a large...growling noise",
                "Reader's Choice",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>Primary Objective - Explore your surroundings and find any other people.<br>\r\nSecondary Objective - Meet the people with you<br>\r\nBonus - Try to make some clothes =-=<br>\r\n<br>\r\n<i>Martin...wake</i><br>\r\n\"uh...\" you groaned.<br>\r\n<i>Wake...</i> a mysterious female voice said again.<br>\r\nYour eyelids flew open instantly and you began to glance around. Everything felt...soggy, humid, and wet...almost like a sauna except with a stingy attitude towards it.<br>\r\n\"Ah!\" you heard a very loud and close scream to your right and immediately turned to find a girl staring at you frightened.<br>\r\n\"Who the hell are you?! And why am I naked?!\" the girl screamed.<br>\r\nYou looked down and noticed you were naked...and plus, you were also in some sort of brush with her. You noticed she was a brown haired girl with a very nice, proportioned face, and...well-rounded assets.<br>\r\n\"Uh...I'm...not sure...,\" you began trying hard not to stare at her body.<br>\r\n\"Oh my god...did we...\" she gasped clasping her hands over her mouth.<br>\r\nYou instantly knew what she meant and you weren't exactly sure either.<br>\r\n\"I'm not really sure...\" you stated.<br>\r\nBefore she would begin worrying frantically, another voice groaned. You both stood there frozen almost wondering who else may have been there and off near your leg, you saw another guy murmering in his sleep.<br>\r\n\"No...no...pretty lady...leave me alone...you bitch...I know hung ho-*snore\" he mumbled. A closer look revealed an asian dude with some glasses on. He looked to be a very smart person but as of this moment, it was quite the opposite.<br>\r\n\"Okay...could someone please tell me where we are at?\" Another female voice came in. Off near a tree, you saw a black, slim female with...unusually red hair. Once again, her body mesmerized you and you quickly pulled your erection back.<br>\r\n\"You tell me...\" the girl with you agreed.<br>\r\n\"Okay okay, how about we all tell each other's name...it's obvious no one knows where we are at,\" you said.<br>\r\nThe girls sighed and the asian dude continued to snore.<br>\r\n\"My name is Zoey,\" the browned hair girl said.<br>\r\n\"Trisha,\" the black female stated.<br>\r\nYou looked over to the asian and started yelling. \"Hey you! Wake up already!\"<br>\r\nThe asian instantly stood up dazed and confused. Zoey screamed as she saw the asian fully naked in front of her.<br>\r\n\"God! Cover yourself up!\" Trisha said.<br>\r\nThe asian dude looked at the girls confused too tired to notice they, themselves are also naked.<br>\r\n\"Whoa...what happened last night?\" the asian dude asked.<br>\r\nYou closed your eyes hoping that this was all come clear, you could remember nothing....nothing at all.<br>\r\n\"Okay nevermind that...tell us your name already...\"<br>\r\nThe asian dude was so confused but so was everybody else. \"Uh...Hikei,\" he replied.<br>\r\n\"How about yours?\" Zoey asked you.<br>\r\n\"Martin,\" you replied.<br>\r\n\"Okay...so, Martin and uh...Hecame?\" she asked unsure.<br>\r\nZoey couldn't help but laugh.<br>\r\nHikei was slow at first but realized how much Trisha misspelled his name. \"IT'S H-I-K-E-I!\"<br>\r\n\"Okay okay, sorry. It was a little mistake,\" Trisha said apologetically. She couldn't help but chuckle herself, \"So I'm guessing you boys don't know anything?\"<br>\r\nYou wondered why it was being pointed towards the boys. \"We swear, we don't know anything,\" you pledged.<br>\r\n\"I wonder if there are any other people?\" Zoey started too caught up in figuring out where she was.<br>\r\nHikei's eyes widened, \"My sister! I wonder if she's here?\"<br>\r\n\"Well...I guess we have to go find any other people.\" you said.<br>\r\nTrisha folded her arms which pushed against her breasts. You weren't sure how long you would be able to handle this. The asian guy didn't seem to care that much. \"I'm not going anywhere until I find something to cover up. I can't have you or er...Hekai staring at us girls.\"<br>\r\nYou flushed a bit embarrased. Hikei also was flushing.</span></div></div>",
            "created":1261112400,
            "id":807597,
            "title":"Martin"
        },
        "131":{
            "author_id":"aridwd",
            "author_name":"AridWD",
            "choices":[
                "the ocean",
                "a blue energy field",
                "Some strange blue emiting door"
            ],
            "content":"<div class=\"\"><div> <span>The girls immediately left away to find something to cover themselves up with. The problem was that they both had such a boldacious body that you weren't sure how they would be able to cover themselves up. You looked at yourself and shrugged. You had other issues to deal with such as finding any survivors. Maybe they could figure out what was going on.<br>\r\nYou and Hikei started moving every minute almost forgetting the fact that they were both naked. It felt almost natural...kind of strange to think that guys like you and Hikei wasn't worried one bit and the girls were freaking about it. Then again...you were pretty sure that you'd get slapped especially by Trisha if they both saw you got an erection again.<br>\r\nYou glanced over to Hikei who was walking along and staring at the trees almost as if he was in a trance.<br>\r\n\"Hey dude, are you okay?\" you asked.<br>\r\nHe snapped back to reality. \"Oh! Yeah man, just thinking about why were here...that's all,\" he explained.<br>\r\n\"It's weird,\" you began, \"You seem to acknowledge that you have a sister but for me, I can't remember anything at all.\"<br>\r\nHe chuckled a bit, \"I'm actually not sure but somewhere in my head says that I have a sister. I'm sure but I'm also not sure...all I know is that is the first person we have to find,\" he explained.<br>\r\n\"Hmm...\" you agreed.<br>\r\nYou both stopped and looked at each other for a moment. \"Dude...do you notice anything strange?\" asked Hikei.<br>\r\n\"Er...other than the fact we're both naked and calm...no...\" you replied.<br>\r\n\"If this is a jungle, should we be swarming with bug bits?\"<br>\r\nYou started to realize, for however long you had walked, there hasn't been a single bug in sight...or at least a bug bite.<br>\r\n\"Look!\" Hikei pointed. Your head turned and you saw a strange blue glowing.<br>\r\n\"What the hell could that be?\" you stated.<br>\r\n\"My sister?!\" he exclaimed.<br>\r\nYou shook your head. \"Um...no, I don't think so. Let's check it out.\"<br>\r\nYou started to move towards the blue and saw...</span></div></div>",
            "created":1266382800,
            "id":838277,
            "title":"Strange blue glow"
        },
        "133":{
            "author_id":"glarg1675",
            "author_name":"Rudy the red nosed lawyer",
            "choices":[
                "Wait and see what it is",
                "Run away",
                "Hide "
            ],
            "content":"<div class=\"\"><div> <span>Suddenly you heard a noise off to your right. It sounded suspiciously like a growl.<br>\r\nThe others looked around nervously.<br>\r\n\"What was that noise?\" Zoey asked.<br>\r\nThats whey you heard another growl, this time closer and off to the left.<br>\r\nThen you saw two pairs of red eyes watching you from beneath the trees.<br>\r\nWhatever it was, it didn't look too friendly.</span></div></div>",
            "created":1281502800,
            "id":934407,
            "title":"You heard a large...growling noise"
        },
        "14":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Julie",
                "Tristan",
                "Cindy",
                "Sigmund",
                "More Awoken Choices"
            ],
            "content":"<div class=\"\"><div> <span>          Julie, age 16. Land: Femiscera. She awoke with a batch of 30 females onto a tropical island populated entirely by women. A previous Awakening 30 years ago created a thriving female society. While the absence of certain Fence sections grants them contact with a few lands, they have refused most diplomatic negotiations. This stems from their leaders’ teachings that women are superior to men. They maintain their population by buying the temporary services of strong males to impregnate volunteer mothers. Any boys born are sold to the other lands as slaves. How will Julie fare with signs of war on the horizon?<br>\r\n          Tristan, age 18. Land: Balgin. Waking in a marshy land in a batch of 16, half male and half female, the responsibility of leader falls upon Tristan as he is the eldest. He doesn’t know the first thing about survival or leadership, but he’ll have to learn fast if he wants his people to survive. <br>\r\n          Cindy, age 30. Land: Salfim. She was woken by the sound of exploding bombs and gun shots. The surrounding landscape is covered in wreckage and dead bodies. Fortunately you happen to be in a fox hole at the moment. However, there are 2 small children in the hole with you. Do you run or stay? Take the children with you or leave them behind?<br>\r\n          Sigmund, age 40. Land: Maldin. Sigmund awoke 32 years ago along with a batch of 50 others into a civilization that had already been established 100 years prior. He was adopted by a powerful couple that couldn’t have children of their own. He grew up educated and loved, until one day he was elected representative of his land in an alliance of over 40 lands. The alliance respects the sovereignty of each land, as long as there aren’t any universal injustices. The alliance also promised free trade and mutual protection of all member states.<br>\r\n</span></div></div>",
            "created":1261026000,
            "id":807156,
            "title":"More Awoken Choices"
        },
        "141":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Girls section (Julie gets clothes for a young girl)",
                "Baby Section (Julie gets either diapers or pullups)",
                "Victoria's Secret."
            ],
            "content":"<div class=\"\"><div> <span>Julie awoke with the other 30 women on Femiscera, a land ruled by Women. <br>\r\nJulie awoke with her name, along with the nagging sensation that her clothes were perhaps a little to mature for her age, and that if she were to change her attire into something a bit mature for her age (that is the mental age that the \"Gods\" had given her) then she might be rewarded for such an act. Julie made a mental to change her attire to something a bit more mature once she reached the town.<br>\r\nShe looked at her attire which consisted of a white button up blouse, a pair of white cotton tights, a pair of black mary janes, and a pleated navy blue skirt.<br>\r\nShe also noted that her skirt contained a note.<br>\r\n<br>\r\nThe note read, \"Welcome to Femiscera, please head into town.\"<br>\r\n<br>\r\nJulie didn't bother to wait for the others to wake-up, and started to walk to the nearby town.<br>\r\n<br>\r\nA few hours passed and Julie found herself in the nearby town.<br>\r\nJulie walked a bit longer and found a small shopping centre.<br>\r\nWhich had a sign that read, \"Welcome all new Awoken!\"<br>\r\nJulie thought to herself, \"I guess a little shopping couldn't hurt.\"<br>\r\nJulie walked into the shopping centre and was pleased to feel the cool crisp air of the air conditioning.<br>\r\nJulie saw that the shopping centre had the usual clothing stores, and a food court. <br>\r\nShe walked into the nearby clothing store and went to the....</span></div></div>",
            "created":1500786000,
            "id":2358327,
            "title":"Julie"
        },
        "1413":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "To leave Victoria Secret (for another store)",
                "Stay and shop in Victoria Secret",
                "Reader's choice "
            ],
            "content":"<div class=\"\"><div> <span>Julie stepped into the Victoria's Secret store.<br>\r\nShe didn't know why she did, she wanted to change her attire to something more appropriate for her age (the mental age that the \"Gods\" had placed inside her head.) <br>\r\nBut instead of heading towards the girls youth (6-12) section, or even the toddler/baby section, she instead went inside the Victoria Secret.<br>\r\n<br>\r\nJulie decided...</span></div></div>",
            "created":1502082000,
            "id":2366431,
            "title":"A decision needs to be made"
        },
        "14131":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Baby's R us",
                "Kidz Store"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Julie remembered that she wanted to change her attire into something more appropriate for her age (4 or younger) and left the Victoria Secret store.<br>\r\n<br>\r\nJulie decided to go look inside the ...</span></div></span></div>",
            "created":1502082000,
            "id":2366433,
            "title":"To leave Victoria Secret (for another store)"
        },
        "143":{
            "author_id":"genius0312",
            "author_name":"cerial",
            "choices":[
                " Leave them both",
                " Take the boy and don't look back",
                "Take the boy and wait for the girl to follow"
            ],
            "content":"<div class=\"\"><div> <span>Primary Objective: Avoid injury, Find safe shelter<br>\r\nSecondary Objective: Save others<br>\r\nBonus: Discover a way to end the fighting<br>\r\n<br>\r\n          The sacred land of Salfim had once been deemed the home of the gods before the  Awoken appeared and pestered them into ascending making it known that they would only return when the land was at peace.<br>\r\nThe objective, although simple in its form was a perverse task due to the doubt that loomed over those who did not reside within the land. For this reasoning generation after generation fought over the possession of the land each leader claiming ancestry rights to the sacred Salfim.<br>\r\n<br>\r\n<br>\r\n          A tremendous explosion rock the small stones from the walls of the 3 foot deep trench. You open your eyes feeling the dirt covering your face and insistently try moving your arm to wipe it free. It seems frozen and you feel the cold slurry running over your naked skin and realize your lying nude in the mud. The site slowly begins to return to you, and you cannot  but feel the fear run through you as you see the whizzing bullets fly over the trench. You feel a tingling in your arm and suddenly the ability to move returns. Wiping the mud from your face you glance down the trench at the sight of  awoken regain consciousness. Still in a daze and their senses crippled, they make their way to their feet unaware of the sounds of the fighting overhead they stand shortly before a strew of bullets drops them.<br>\r\n          The faint sound of children crying snaps your attention forward as your hearing slowly returns. The two children sit next to there mother less than four feet away. Cautiously you craw over to them and look down to the mother. Blood gushes her neck and her eyes are pale in the arms of a daughter which you guessed could be no more then 10. Sitting next to her is a 6 year old boy tears coursing down his dirty face who is looking around frantically. <br>\r\n          An echoing vibration rumbles the walls of the trench as a shadow looms over some awoken less than 100 feet from you. The tank rolls over the trench en-casing mud onto those below before turning and dropping the track down into the 3 foot deep rut. It crawls forward slowly the sound of screams heard slightly between the screeching of the tracks.<br>\r\n          You look down at the children then look back behind you at the sound of someone yelling. A man in a mud covered uniform screams at you once again holding open a small door. You look back at the children and take the hand of the 6 year old boy and pull at him. Without thought he grabs onto his sister, and she kicks at you.<br>\r\n          \"Come with me, I can take you somewhere safe\" You claim not knowing what is behind the door.<br>\r\n          The girl clings onto her dead mother and shrieks at you in disgust. Looking at her, you catch sight of the tank as it approaches less than 30 feet from the girl. You realize you may be able to snatch the boy away but as your thinking the girl wraps her arms around the mother's neck tightly.  You look back at the door and the man with a look upon his face that reads leave them.</span></div></div>",
            "created":1274504400,
            "id":887454,
            "title":"Cindy age 30"
        },
        "1432":{
            "author_id":"genius0312",
            "author_name":"cerial",
            "choices":[
                "Grab it knowing it may take a few moments",
                "Leave it not wanting to anger the stranger any more",
                "Refuse to go anywhere until you know more"
            ],
            "content":"<div class=\"\"><div> <span>You reach down and grasp onto the boy's hand. He looks at his sister and reaches for help before tripping. You proceed pulling the sight of the tank looming closer and manage your way inside the small door.<br>\r\n\"Let go\" The young boy cries at you his arm aching and legs covered in mud. You ignore his demand and pull him inside as the walls begin to shake. The man you have seen before slams the doorway shut quickly then looks at you with a vivid expression of rage. The door is thrust open before a slurry of stained dirt comes tumbling in sealing any resemblance of a passage way. You hunch down in the narrow tunnel a wooden pilar pressing against your shoulder. The sight of a cluster of flickering lights hanging off of bracing draws your attention before the tunnel turns. You glance down at the young boy who stares at the pile where the door use to be and try to muster a response. <br>\r\n\"What the hell were you thinking?\" The man screams cutting your thought of remorse.<br>\r\n\"I just thought that...\" You say looking down at the boy as his eyes begin to well up with tears.<br>\r\n\"You didn't think; do you have any idea? What will happen if they locate us\" The man asks then looks down at the boy and sighs? The man looks around and begins walking away from you mumbling to himself.<br>\r\nYou shove the boy ahead of you towards the man, and he follows. He quickly becomes silent except a few whimper as he walks. Covering up your nakedness you have many questions running through your head. Not knowing where you're going of how you got here. Why people were shooting and so on. You walk forward before being stopped by the feeling of something sharp as it dives into your foot. You screech out involuntarily pulling your foot up the sound radiating off of the walls. The man glares back at you as he stops.<br>\r\n\"Be careful where you step, and hurry up, were not the only ones moving through these passages\" He utters descending further down into the tunnel the boy walking behind as if he was told. Pulling your foot up you see a shard of metal exposed within your footprint as it shimmers off the lights above.<br>\r\n\"Hurry up\" The man shouts before turning down the tunnel, his and the boys shadows dancing off the wall.<br>\r\nYou look down at the shard then.</span></div></div>",
            "created":1280120400,
            "id":925005,
            "title":"The Passageway"
        },
        "14321":{
            "author_id":"genius0312",
            "author_name":"cerial",
            "choices":[
                "Run",
                "Fight"
            ],
            "content":"<div class=\"\"><div> <span>Primary Objective: Avoid injury, Find safe shelter<br>\r\nSecondary Objective: Get clothed<br>\r\nBonus: Discover a way to end the fighting<br>\r\n<br>\r\nYou drop to your knees and briskly scratch at the object through the mud. Drawing at it tightly you suddenly feel it break loose and find the remains of a broken blade as you wipe the mud free.<br>\r\n\"Well look at what we have here.\" A man says a few feet away. In all the confusion, you did not even notice him. Looking up you notice that he is clothed in soldiery fatigues like the man with the boy yet there is a flint in his eye that he is not looking forward to helping you.<br>\r\n\"You should know better than to hang around these caverns alone. There are threatening people about.\" He says looming over you before snatching you up by your hair and pushing you against the wall of the cavern. You try to scream out but are deadened as his hand comes hard against your face. You feel him fumbling with his belt as his other hand now pushes against your neck. Your hand tightens around the blade involuntary and the pain it causes reminds you of its existence.<br>\r\nWithout a second thought, you strike the blade forward  sending it into the mans side. He lurches sideways catching his balance and begins reaching for a gun within the holster at his side.</span></div></div>",
            "created":1282194000,
            "id":939009,
            "title":"Threatening people about"
        },
        "143212":{
            "author_id":"genius0312",
            "author_name":"cerial",
            "choices":[
                "Go towards the man with the boy",
                "Go another way"
            ],
            "content":"<div class=\"\"><div> <span>You move over quickly noticing as he brings the gun from the holster and swoop the knife across his neck. He gurgles out protest and falls to his knees. His eyes stare up at you in a blank expression until he slams down face forward in the dirt. You look around the cavern and at the man. Turning him over you feel the warm blood still gushing over his neck as you unbutton his shirt. The belt is pulled free and then the boots before finally the pants are slipped off the now corpse. You quickly pull on the pants and slip your bare feet into the boots  your reluctant because of all the blood but slip on the shirt feeling the warm blood stick to your breast. You slip the belt through the pants feeling as the supplies inside and on the belt hang off your frame then look down the hallway.</span></div></div>",
            "created":1282194000,
            "id":939015,
            "title":"Clothes"
        },
        "145":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Rachel",
                "Cornelius",
                "More Choices"
            ],
            "content":"<div class=\"\"><div> <span>          Rachel, age 15. Land Emberdan. Emberdan is a Medieval style kingdom, complete with stone castle, a peasant village and surrounding farm land. In her diverse batch of 256, Rachel is the only child. She has scarlet hair, brown eyes, is small for her age, and a budding chest. Another distinguishing factor about little Rachel is that while her fellow Residents are strewn across the town houses and halls of the castle, wearing attire appropriate to their location, she awakes most uncomfortably on the throne, wearing robes that match her scarlet hair and a jeweled crown on her head. Can she make a decent queen for her land, and more importantly does she want to?<br>\r\n          Cornelius, age 21. Land: Vane. He has Awoken in what seems to be a batch of 30 within a 1930s style bunker. These 30 seem to be divided into groups of 3 according to their clothing and ethnicity. Each group sports a military uniform from a different place and time, complete with era appropriate gear, weapons, and a face and attitude to match. These soldiers include Medieval Knights, Cornelius within the British Red Coats,  Japanese Samuri, Roman Legionnaires, and the 3 women are United States Marines. Though the bunker seems more than well stocked, the land outside is unmistakably a battlefield, and something is out there. </span></div></div>",
            "created":1263272400,
            "id":819338,
            "title":"Queen To Be, Or a Guy in a Trench"
        },
        "1452":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "A Much Smaller Party",
                "Keep Things Intact",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>          Since you have chosen Cornelius, feel free to fill in the remaining 5 groups with whatever types you wish, or if the group seems too large then just edit them out. <br>\r\n          If you choose to keep the 5 extra groups, try to make them reasonably diverse. My original concepts for the other groups were Chinese Boxers, Persian Immortals, Assyrian Bow Men, Incan Bola Throwers, Zulu Iklwa Warriors</span></div></div>",
            "created":1264136400,
            "id":823974,
            "title":"Cornelius, The Guy In The Trench"
        },
        "1453":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Keera",
                "Megan",
                "Further Options"
            ],
            "content":"<div class=\"\"><div> <span>          Keera, age 24. Land: Obnase. Awaking in a batch of one, a brown haired Asian girl has found herself on a small blanket in the center of a grass hut. It has been 30 years since the last Awakening and the once peaceful tribes of this land have erupted into civil war. No one knows who fired the first arrow. The only thing for certain is that Keera has appeared exactly on the 30th anniversary of the previous Awakening. Keera is the only one of her ethnicity in a fairly homogenous (South American) society.<br>\r\n          Megan, age 26. Land: Baldram. She has wide hips, blue eyes, brown hair, but what makes her stand out most is her height. She’s just south of 9ft tall and has a killer figure. To the best of her knowledge, her only other associates are a normal sized 16 year old boy and a normal sized 17 year old girl, whom she loves very much. They live together in a luxury cabin in the middle of a tropical jungle with plenty of fruit, easy to catch animals, few visible predators, electricity, and all the time in the world to spend with one another. Further, Megan has other notable traits besides her height.</span></div></div>",
            "created":1266210000,
            "id":837050,
            "title":"Asian Or Amazon"
        },
        "14532":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "The Beginning",
                "Six Months Later"
            ],
            "content":"<div class=\"\"><div> <span>Primary Objective: Ensure that no one is killed by local predators. Survive for 2 years.<br>\r\nSecondary Objective: Discover the true cause of Megan’s problems.<br>\r\nBonus: Stop the predators once and for all.<br>\r\n<br>\r\nDo we begin at the beginning, or 6 months later.</span></div></div>",
            "created":1273726800,
            "id":882507,
            "title":"Super Hot Amazon Named Megan"
        },
        "145321":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Successful Stealth",
                "Identity Revealed"
            ],
            "content":"<div class=\"\"><div> <span>          The forest was alive with noon songs. The insects chirped and birds tweeted from the tops of the rustling trees. The last remnants of the morning dew fell from the tips of leaves down to the forest floor. The grass shook as animals of all shapes and sizes stalked, scurried, and foraged. The gentle lapping of a nearby stream flowed into a nearby pond filled with the croaking of rainbow frogs. Even the fish of the stream released bubbles from their lips as if to add to the chorus of the forestâ€™s ode to life. <br>\r\n          The great, golden sun shined its rays upon a grateful figure who welcomed the warmth. The figure also welcomed the raysâ€™ revealing qualities as they showed a still distortion in the tall grass. The contorted shape of a moderately sized being lay upon the forest floor. <br>\r\n          As the mysterious figure approached with the utmost stealth, not wanting to alert any unwelcome predators, the large figure took the time to examine the person in the grass. The being appeared to be in its late teens and just over five feet tall. An exact measurement was difficult due to it being contorted in a fetal position. The being had short brown hair, a well toned figure, and a limp extremity hanging from between its legs.<br>\r\n          The mysterious figure might have continued to examine the boy, were it not for his stirrings. Gently swinging his arm over, the boy narrowly avoided contact with the mysterious figure, which cautiously pulled back. As the boy tossed itâ€™s head from side to side, the mysterious figure knew that he was waking up. It knew it had to act quickly to avoid being seen.<br>\r\n          Will it be seen?</span></div></div>",
            "created":1277528400,
            "id":907001,
            "title":"The Beginning"
        },
        "145322":{
            "author_id":null,
            "author_name":null,
            "choices":[
                " They flee the unknown intruders and head north into the swamp.",
                "They go south seeking refuge in the city only to be hunted."
            ],
            "content":"<div class=\"\"><div> <span>Megan stared across the table and smiled as her two guests happily ate the meal she had both caught and prepared for them. She enjoyed their company, since she had been completely alone until she found them wandering helplessly in her part of the jungle. When she found them they were without shelter during a powerful thunderstorm and looked like they haven't eaten in days, she has taken care of them ever since. They were lucky that it was her that found them and not a big cat or poisonous snake. They also happened to be in  the relatively safe part of the jungle that Megan called home. <br>\r\n<br>\r\nNeighboring this oasis of safety was a hostile world. To the south the jungle grows denser and is populated with predators, until the jungle suddenly stops and massive metal and glass structures climb into the sky, she knew the area was populated because the spires would light up at night from electric lights, like the ones in her home, but because of a gut feeling of dread and the alien look of the buildings she stayed away. To the north was a different matter. After a weeks journey through a  inhospitable swamp the jungle was filled with an evil amazon tribe, that would kidnap any that dared enter their land, or so Megan had seen. <br>\r\n<br>\r\nWhat she had also seen was that the hunters of the amazon tribe were only 6 feet tall at best, suggesting that Megan was the tallest person in the land at 9 feet high. Megan also saw that the amazons wore animal skins around their chests and over their pelvic areas, as opposed to herself, Kate, and Mark lacking any such fabrics to cover themselves.<br>\r\n<br>\r\nIn these last months she has learned much about her guests, they were both barely adults with Kate just a year older than Mark. Kate was like Megan in having dark hair and deep blue eyes, though being much smaller and standing only 5 and a half feet tall. Kate looked up to Megan wanting to be as strong and independent as the amazon and hardly left her side. Her brother, as Kate referred to him, was taller than Kate and had short black hair, though having only seen a few Amazons, the first thing Megan noticed was that Mark was unlike herself and Kate. She later concluded that there were probably other males like him in the city to the south, and that there wouldn't be any in the amazon ruled jungle, although she still couldn't figure out what males were for.<br>\r\n<br>\r\nMegan stared of into space at the table, reflecting on the time the three had spent together, fishing, hunting, teaching them how to survive, and just staring up at the night sky looking at the stars. She is suddenly brought back into reality by a loud bang in the distance. Megan ran out of the cabin and onto the deck and scanned the horizon to the south.  the sky was lit up with fire and columns of smoke towered into the sky. After a few moments another bang echoed through the jungle and another fire appeared, this one closer than the last. As the night went on the sound of explosions and fleeing animals filled the air, and the fires grew closer. Megan held Kate and Mark close as the two watched the inferno.<br>\r\n<br>\r\nKate looked up to Megan and in a confused voice asked, \"What's going on? What's causing all this?\"<br>\r\n<br>\r\n\"I think it's the people to the south, clearing the area to expand were going to have to leave the area it won't be safe for much longer. The only question is where should we go.\" Megan said as she carefully considered her options.</span></div></div>",
            "created":1281157200,
            "id":931708,
            "title":"Six Months Later"
        },
        "1453221":{
            "author_id":null,
            "author_name":null,
            "choices":[
                " A unnaturally large panther pounces on the group. ",
                " The group is being stalked by a humanoid in a full environmental protection sui"
            ],
            "content":"<div class=\"\"><div> <span>\"Garb your spears and meet me out front we need to leave before they get here.\" Megan said as she scanned the horizon once more before leaving the deck.<br>\r\n<br>\r\nKate grabbed her spear and ran to the front room of the cabin with Megan and waited for Mark. \"So where are we going to go?\" Kate asks obviously frightened by the situation.<br>\r\n<br>\r\nMegan grabs Kate and pulls her close, her head barely reaching half way up Megan's chest. Megan embraced Kate tightly and comforted her. \"Stay calm Kate, if you lose your nerve you won't make it far. We're going to follow the animals' lead and head north, then look for a new home after we cross the swamp. This is dangerous territory so I need you to stay strong for me.\"<br>\r\n<br>\r\nKate stared into Megan's deep blue eyes and was filled with hope from the confidence in the amazon's expression. \" I'll be strong for you.\" Kate said, the fear in her voice now replaced admiration. <br>\r\n<br>\r\nThe two women break their embrace just as Mark enters the room. Megan motions towards the door and they take the first steeps of their long journey. Outside they are greeted by a completely different world. Smoke clouds their vision, with what little they can see tinted in a red hue from the fires. The peaceful sound of birds now replaced by the screaming and growling of animals and an metallic inhuman screech growing louder. Megan lead the group away from the fire, walking at first then frantic sprinting as the screech grew closer and closer. Moving north was difficult with no cleared path the group was forced to push through dense jungle, resulting in minor bruises and cuts on their bare skin. After clearing a few miles of rough terrain and climbing a steep hill the group turn around and and look at their former home. Near the cleared land, that the cabin was built on,  the tip of a metal object could be seen above the tree line. The object slowly walked into the clearance, each step causing the earth to shake slightly. The object now stood exposed, A large spherical body held up by six large spider like legs, a portion of the sphere  opened  revealing a large blue crystal. The crystal glowed bright and in a flash a red beam of light appeared and scorched the earth everywhere it touched. The group watches in awe as their home is devoured by fire. They were so entranced that they failed to notice as a large figure slowly  creep towards them.</span></div></div>",
            "created":1281243600,
            "id":932296,
            "title":" They flee the unknown intruders and head north..."
        },
        "14532211":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "They go through the marshlands.",
                "They enter the cavern."
            ],
            "content":"<div class=\"\"><div> <span>As the group watched the mechanical being burn the jungle, a large black panther watched them from the shadows. Megan had unknowingly lead the group straight into the panther's territory. Unlike the other animals this predator held its ground against the advancing threat, and considered the group's trespassing an act of aggression. It moved slowly and silently until it was within striking range. Letting out a low growl  the panther pounced.  Megan heard the growl and turned around, and she saw the beast leaping through the air towards Mark, with little time to act Megan was able to knock Mark out of the way. Mark was now safe, however Megan was now in the panther's path. Megan hit the ground with a loud thud, as her vision focused she saw  the beast's massive maw lowering towards her. Megan quickly jabs the wooden shaft of her spear on the panther's neck to keep its razor sharp teeth away. <br>\r\n<br>\r\nAdrenaline pumped through Kate as she watched the powerful amazon struggle underneath the panther's weight. Kate let out a roar of primal fury and ran to Megan's aid, driving her spear into the panther's neck.  The panther recoiled in pain, giving Megan an opening to kick the colossal beast off her. The panther cried out in pain before returning to its feet and darting away.  Now standing in clear sight for the first time the group saw the behemoth in all it glory, standing as tall as Megan showing teeth that could easily be larger than a normal man's face. Megan picked herself up off the ground just as the panther circled around readying itself for another attack. The beast jumped through the air once more, but this time Megan was prepared, she dropped to one knee and thrust her spear forward  causing the beast to impale itself. The spear drove straight through the panther's chest striking the heart and killing it immediately.<br>\r\n<br>\r\n\"Megan are you alright?\" Mark asked as he ran to help her up.<br>\r\n<br>\r\n\"Yes, I'm fine thanks to Kate, she is turning into quite the amazon.\" Megan said while smiling at Kate.<br>\r\n<br>\r\nKate's face turns red and she averts her eyes away from Megan. \"... I... just didn't want you to get hurt.\"<br>\r\n<br>\r\nAfter dusting herself off, Megan once more leads the group north wanting to stay as far away from whatever the machines from the south. The next few days pass without incident, but as they reach the border of the swamplands they come across the remains of a camp site. The fire pit is cold and empty, only one tent stands, wrecked though it may be, yet marks on the ground indicate more tents once stood, the most disturbing image however is the drag marks and trail of dry blood that start from the wrecked tent.<br>\r\n<br>\r\n\"What happened here?\" Mark asked as he raised his spear.<br>\r\n<br>\r\nMegan held her spear tight and slowly followed the trail of blood. \" I'm not sure just be rea...... oh my god.\" Megan finished. At the end of the drag marks the half eaten carcass of a man laid on the ground still rotting, tightly clenching a book in its hands.<br>\r\n<br>\r\nKate puts her hand over her mouth in disgust, but overcomes the gruesome sight and retrieves the book. \"It's a diary, detailing a trip into a cave down the road.\" Megan said while pointing then began reading from the last entries in the book. \" Day five and we're still lost, we thought this could be a safe route past the marsh of the dead, but its a damn labyrinth down here and I fear we are going in circles. Took make matters worse some of the guys are losing their grip on reality, claiming to see a monster stalking us its probably just the near black lighting  playing tricks on overactive imaginations. Day six, We should leave, we should turn back and exit the way we came in, but something is drawing me in, A voice in the back of my head calling to me from the center of this maze. I'm seeing it now too and hearing a growl, It's watching us waiting for a moment to strike. I shouldn't be taking my eyes away from the shadows even to write, but I find it is the only thing that can calm my nerves.  Day seven, oh god oh god, their dead all of them, I know it. It sprang from the shadows and started to rip us apart, and ... and I ran, I just left them. The only thing keeping me going is a light in the distance I must reach it. Day eight, I've made it out, I'm safe now. However it's as I feared I came out the way we entered, and whats worse I can still feel that thing's eye burning into my soul, watching me, waiting. \" At this point Kate looks up with a grim look and said \" This next part is written in his own blood....., It followed me out, and started to eat me alive, before leaving me to die a slow painful death. I write this now as a warning to all that may find this, if you go into it's lair it will never stop hunting you... Abandon hope all ye who enter here.\"<br>\r\n<br>\r\n\"The marsh of the dead, that's what the swamp is called! So are choices are this swamp of the dead or, from how that book describes it, the gates of hell, that's just wonderful.\" Mark says hysterically.<br>\r\n<br>\r\nAfter seeing the gruesome corpse Megan wanted nothing to do with the cave, but just like the dead man, a voice in her head beckoned her to enter.</span></div></div>",
            "created":1281330000,
            "id":932806,
            "title":" A unnaturally large panther pounces on the gro..."
        },
        "145322111":{
            "author_id":null,
            "author_name":null,
            "choices":[
                " A spear held by an Amazon.",
                "An old hermit's walking stick."
            ],
            "content":"<div class=\"\"><div> <span>Megan placed her hand on Mark's shoulder and said, \"Don't worry the swamp is dangerous, but it's nothing like this\". Megan takes one last look at the body, before leading everyone away from the cave and towards the marshland. As they get closer to the swamp, the jungle becomes less dense until it reaches the point where the only vegetation is patches of tall grass and everything became silent after they reached the border of the swamp. Fog clouded their vision, but from what they could see showed how inhospitable the landscape was. The water was murky and near black, and it was devoid of life, with the exception of plants Megan recognized as poisonous. Megan walks into the murky water and continues forward with ease, but for Mark and Kate the water reached their waists. Mark kept his spear ready to strike, and attempted to scan the water as he moves. <br>\r\n<br>\r\n\"I don't like this the fog is limiting our visibility and the water is to dark to see into. Anything could be out here.\" Mark said quietly in case anything dangerous was near by.<br>\r\n<br>\r\n\"No I've crossed this swamp before nothing lives here. The swamp's water is toxic if you drink it, so there are no crocodiles, panthers or anything else out here. Are biggest danger here is dehydration so speed is more important than defense here.\" Megan said before picking up her pace. Mark lowered his spear and speed up to keep up with Megan.<br>\r\n<br>\r\n\"So when did you come through here Megan, I mean you haven't left our side since you found us. How long ago was it?\" Kate asked as she speed up so that she could walk side by side with Megan.<br>\r\n<br>\r\n\"I'm not sure exactly when, but it was as far back as I could remember. I just woke up remembering barely anything, I only knew my name and that I wasn't always like this.\" Megan said motioning to her body.<br>\r\n<br>\r\n\"So you didn't always have that amazing amazon body.\" Kate said shortly before turning red, realizing how her statement could be interpreted. <br>\r\n<br>\r\nMegan looked down at her young companion and smiled innocently before continuing her story. \"No, but I'm not sure what changed me. Then shortly after gaining consciousness I was hunted through the jungle by other amazons. They finally stopped chasing me when I reached the swamp\".<br>\r\n<br>\r\nThe group presses forward as Megan details how she crossed the marsh, explored the jungle and, built her home. Three days have passed and the three continued to struggle forward despite their lack drinkable water. At this point even the disgusting, black, murky water seemed welcoming, the only thing holding the group back was the knowledge that drinking it would cause an agonizing death. The thirst had lead to conflict in the group, Mark having grown angry at the situation blamed Megan for taking them into the swamp. Kate stood up for Megan leading to the two to grow distant and causing the group to continue in tense silence. As the group approached a sandbar Mark saw something small dart through the water and over a near by hill. \"I just saw something over there.\" Mark said raising his spear,\" if we catch it it will help us a little.\" Megan and Kate nodded and followed Mark over the hill on the sandbar. As the three cleared the top of the hill they moved right into a pool of quicksand, and were quickly pulled in up to their chests. The three struggled but they soon realized they couldn't get free on their own. Then when the group seems to have lost all hope, a wooden object is lowered to their arms. One by one they grab on and are pulled out, Megan looks up at their savior and sees that the wooded stick was.</span></div></div>",
            "created":1281934800,
            "id":937084,
            "title":"Water, water everywhere."
        },
        "14533":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Jerry",
                "Not Jerry"
            ],
            "content":"<div class=\"\"><div> <span>          Jerry, age 17. Land: Mog. He is a mediocre teenager from multiple nationalities. Jerry awakes along with a group of what appears to be eight others, but there are likely more. Mog is set in a 21st century suburban district, complete with stores, houses, a couple of parks, and thousands of dead bodies. The streets and even many of the buildings are filled with week old corpses. There are no obvious signs of conflict (aside from panicking masses) or building damage, but there is little doubt that whatever force responsible for the deaths of these people may still be lurking in the shadows. </span></div></div>",
            "created":1267506000,
            "id":844852,
            "title":"Maybe a Post Apocalyptic Place"
        },
        "145332":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "The New Kid",
                "Not My Taste"
            ],
            "content":"<div class=\"\"><div> <span>The New Kid, age 19 or older. Land: Dremp. The New Kid may be either a boy or girl and they are joined by about six or seven additional new Residents. The world consists of a fairly large sized high school surrounded by about twenty suburban homes. One year prior to the arrival of the new Residents there was an Awakening of approximately 300 humans that range in age from eight to sixteen. Girls make up a minority of this group. The situation of this world is on the verge of meeting Lord of the Flies. </span></div></div>",
            "created":1269320400,
            "id":855527,
            "title":"How About The New Kid?"
        },
        "1453321":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Dude",
                "Duddet"
            ],
            "content":"<div class=\"\"><div> <span>Primary Objective: Establish a new chain of command. <br>\r\nSecondary Objective: Set yourself as leader.<br>\r\nBonus: Kill/Save Someone<br>\r\n<br>\r\n<br>\r\n<br>\r\nSo you want to be a new kid.<br>\r\nDude or Duddet? <br>\r\nAfter this you can be whatever you want.</span></div></div>",
            "created":1269320400,
            "id":855530,
            "title":"The New Kid"
        },
        "1453322":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "John finds/makes shelter in time.",
                "John is caught in the storm."
            ],
            "content":"<div class=\"\"><div> <span>John Lazarus, a strong young man with short black hair, opened his eyes, revealing their gentle blue color to find that he had awakened in a place he did not recognize. It was morning and he was resting on a low cliff, over looking a fertile valley, devoid of any human life.<br>\r\n<br>\r\n\"Where am I?\" he asked himself.<br>\r\n<br>\r\nJohn with the heart of an adventurer and the mind of an explorer looked about for a moment then searched his memory, trying to retrace his steps to determined how he came to be there but nothing came to mind, it was all a blank, as if everything before this day did not exist. Trying not to panic, he searched for his pockets to find he did not have any, he was wearing very simple clothing, made up of animal skins.<br>\r\n<br>\r\n\"Well, this is problem.\" he thought, looking around again.<br>\r\n<br>\r\nHe looked up to a rumbling sound and found that a storm was brewing in the far distance, he would have to find shelter before the storm reached him, otherwise, he would be in for a worse day than he woke up to.<br>\r\n<br>\r\n \"I better get moving.\" said John, working his way off the small cliff. \"I'm not going to find any answers standing around.\"<br>\r\nhe sighed, walking towards the valley. \"There's bound to be clues around somewhere that will tell me where I am.\" he assured himself. \"I just have to keep my eyes open.\"<br>\r\n<br>\r\nWith that, John walked off, into his new surroundings, using only what seemed right in respects of survival to find some shelter before the storm...<br>\r\n</span></div></div>",
            "created":1291266000,
            "id":1006891,
            "title":"John Lazarus"
        },
        "14533221":{
            "author_id":"scilock",
            "author_name":"Scifiwizard",
            "choices":[
                "He builds something.",
                "He finds something."
            ],
            "content":"<div class=\"\"><div> <span>Coming across a few fallen trees, John saw a potential shelter. Without really thinking about it, he looked about, finding some lengths of sturdy vine and used them to tie the narrow trees closer together to form a roof for a lean to. He then lifted the three fallen trees with his back, just enough, to get them onto two large stumps close by.<br>\r\n<br>\r\n\"That should do it.\" he said to himself. \"Now for some dry grass and some wood before that storm hits so I don't freeze my butt off tonight.\"<br>\r\n<br>\r\nGathering the grass and, twigs, and small branches that were lying about, John got back to the lean to, just in time to beat the rain as it began to come down in buckets. John then an old trick of rubbing sticks together to make a small fire, again without really thinking about it. Thunder rumbled overhead as John laid down next to the small fire, thankful that he was able to find shelter in time.<br>\r\n<br>\r\n\"Tomorrow, I will have to find some food and water.\" he said to himself. \"Otherwise, I am not going to last long in this strange place, where ever it is.\"<br>\r\n<br>\r\nJohn watched the storm rage overhead and got the idea of catching some of the water but he had no idea how he was going to do it...<br>\r\n</span></div></div>",
            "created":1291438800,
            "id":1008360,
            "title":"John finds/makes shelter in time."
        },
        "15":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Alexander",
                "Vivian",
                "Rosh",
                "More Human Born Choices",
                "Maybe Some Nonhuman Choices"
            ],
            "content":"<div class=\"\"><div> <span>          Alexander, age 23. Land: Grond. Unlike others who simply woke up, Alexander was born. He was conceived by a fairly wealthy couple in a civilization over 200 years old. The population is large but education is restricted only for the wealthiest of merchants. Everyone else is either a servant or a menial worker. Grond is a vast valley that lies in a crossroads of several other lands, making it a prominent land of trade. However, Alexander, son of a merchant couple, has never been content at the bartering table. Instead, he has always had a talent for rallying people with overwhelming speeches, and he’s not too bad with a sword.<br>\r\n          Vivian, age 13. Land: Sandris. It is not surprising that after her people woke up 50 years ago that there would be some children. She lives in a desert society where resources are few, due to their lack of contact with other lands. She is now of age where girls where many girls are to be married off. Will she comply with tradition, and if so, what will her new husband be like?<br>\r\n          Rosh, age 17. Land: Dren. Not quite human, Rosh is actually half Glame. The Glame have humanoid bodies with blue lines along their extremities, slit eyes, and 8 stubby horns along their bald scalps. Because both Glame and humans woke up 60 years ago, and worked together to build civilization, the Glame have equal rights within their own land. However, as the Glame have not appeared in any other land that the Dren people are in contact with, they are not so well treated by foreigners. Rosh has human and Glame friends, but how long can his life of peace last while being surrounded by bigots?</span></div></div>",
            "created":1261026000,
            "id":807157,
            "title":"How About Some Born Choices"
        },
        "152":{
            "author_id":"glarg1675",
            "author_name":"Rudy the red nosed lawyer",
            "choices":[
                "her husband comes",
                "the head wife comes",
                "she waits all night and no one comes"
            ],
            "content":"<div class=\"\"><div> <span>Vivian woke early to watch the sun rise. today was her wedding day was promised to him at birth. she was nervous Vivian lay on the marriage bed waiting on her husband to be's approval if he did not approve she would be sent out in to the desert live as a hermit. she had lived here in this room since she was five. twice a day food was brought. in the morning a basin of water and soap were provided for her to wash her self in the evening a bucket was brought for her to relieve herself. the bucket was brought with evening meal taken a way with the morning dishes.<br>\r\n<br>\r\nVivian resists the urge to look up from her bowed position. she had been instructed repeatedly that doing os was a sign of arrogance and will lead to her immediate dismissal.</span></div></div>",
            "created":1321592400,
            "id":1225319,
            "title":"Vivian"
        },
        "1521":{
            "author_id":"glarg1675",
            "author_name":"Rudy the red nosed lawyer",
            "choices":[
                "he takes her right there on the floor",
                "he asks her to make love to his chief  wife",
                "he leaves without saying a word"
            ],
            "content":"<div class=\"\"><div> <span>After what seems like an eternity of waiting she feels a mans hand gently grab her chin and gently but firmly lift up her head until she was looking in the eye. He had kind eyes but other wise his face hard to read. He had a scar extending from the corner of his right eye to his right ear. He smiled at her but his smile was lopsided.<br>\r\nhe did a cursory inspection of her body. then he does something unexpected...</span></div></div>",
            "created":1321938000,
            "id":1227346,
            "title":"her husband comes"
        },
        "15212":{
            "author_id":"glarg1675",
            "author_name":"Rudy the red nosed lawyer",
            "choices":[
                "Vivian does as she is told ",
                "vivian refuses"
            ],
            "content":"<div class=\"\"><div> <span>Vivian looks up to see a man and a woman enter her cell. the man is her husband to be. the woman is clearly someone of importance because she is well dressed and clean and very fat. Vivian waits for the man take her but instead the woman speaks \"the marriage contract has been voided instead you belong to me. if you please me, you will be my bed warmer. if this cell will become your tomb. now make love to me\"</span></div></div>",
            "created":1332997200,
            "id":1305185,
            "title":"he asks her to make love to his chief  wife"
        },
        "155":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Velfavor",
                "Goldfang",
                "More Nonhuman Choices"
            ],
            "content":"<div class=\"\"><div> <span>          Velfavor, age 12. Land: Devben. Hers is a species of leathery green skin; slit yellow eyes, pointed ears, long scrawny extremities, and 4 fingers on each hand, an average height of 7 feet, high intelligence, and low physical strength. Her batch is composed of 4 Albin (including herself) and 16 humans, with a total gender ratio of 1:1. Devben appears to be a futuristic city composed of exactly 7 skyscrapers. The Residents are all located on one of the central floors of the central building, which they believe to be some kind of hotel. As such, many of their physical needs are accounted for by the futuristic technology. The only real problem seems to be that the elevators don’t work and the emergency staircase is locked. <br>\r\n          Goldfang, age 19. Land: Moldinisa. He is an 8ft tall western dragon with silver scales, golden teeth and claws, wings, and an especially short snout. His is a batch composed of 8 dragons, 12 elves, and 30 humans. They have all awoken within the depths of an underground tunnel system that appears to have been an old mine. Most of the tunnels are large enough for the dragons to move through but only the main chamber allows them to stretch their wings. Fortunately there seems to be enough air, mushrooms, and broken water pipes to keep them nourished, at least for a while.</span></div></div>",
            "created":1263272400,
            "id":819406,
            "title":"Nonhuman Choices"
        },
        "1553":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Delbang",
                "Sefame",
                "Neither"
            ],
            "content":"<div class=\"\"><div> <span>          Delbang, age 18. Land: Vershtae. Delbang is a humanoid who has yet to choose its gender in life. It has an athletic body, above average height, the greenest of green eyes, and a few mysterious abilities. Vershtae consists of farmland, a few lakes, a large forest, and a fairly generic medieval village. The preachers at the local church have foretold the coming of a savior who would lead them beyond the Great Wall. If the preachers believe Delbang to be this savior, they may do anything and everything in their power to control him.<br>\r\n          Safame, age 21. Land Brage. Safame is a naga woman 10ft from head to ground. She has large D cup breast, full lips, and blue eyes as deep as any sea. Her light green skin and dark green hair and scales grant her excellent camouflage in the jungle that is Brage. Scattered throughout this land are a dozen or so villages of varying sizes with a walled city in the middle. The settlements are occupied by highly superstitious humans who may regard Sefame as a blessing or a curse. Fortunately, these are issues that must be dealt with in the future. The present however, has a much more pressing issue: a nagaâ€™s hunger.</span></div></div>",
            "created":1271826000,
            "id":871281,
            "title":"The Neuter or the Naga"
        },
        "15532":{
            "author_id":"lordmep",
            "author_name":"The Grand One",
            "choices":[
                "Sefame",
                "The Humans"
            ],
            "content":"<div class=\"\"><div> <span>Primary Objective: Hunt, Make Contact With the People, and Survive for Ten Years<br>\r\nSecondary Objective: Make a Friend, Fight off a Threat<br>\r\nBonus: Become a Leader<br>\r\n<br>\r\n          The forest was unusually quiet that night. The beasts did not howl and the birds did not sing their night songs. In a sizable clearing about halfway between the northern-most village of Kadar and Mt Zen, a beam of light from the full moon shined upon Brage’s latest Resident.<br>\r\n          Local beasts looked out from their various shelters and stared in wonder at this great shining mass. Her movement was so subtle and her sounds so quiet that it wasn’t long before all manner of beasts moved into the clearing for a better look. Most of her body was covered in glistening scales, but atop her snake like coils rested the equally familiar shape of a human.<br>\r\n          A distant rustle in the brush caused the animals to scramble back for cover. A band of humans were moving through the forest. With an abundance of nocturnal dangers in Brage, there were only so many reasons for humans to travel at night and most weren’t exactly pleasant. In any case, their collective voices were causing the naga to stir.<br>\r\n          Who do you follow?</span></div></div>",
            "created":1271826000,
            "id":871322,
            "title":"A Naga Called Sefame"
        },
        "15533":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Ookami Time",
                "next"
            ],
            "content":"<div class=\"\"><div> <span>Wolf, age 17.<br>\r\nLand Okami. Wolf is a Ookami male, he about 5'9\", blood color ruby eyes, he covered in light gray fur, and darker gray for hair. As Ookami is a wolf demon that resembles a wearwolf, but with magical powers.<br>\r\nOkami is a strang jungle, but certainly no paradise. There are a few vilages here and there, but nothing to amazing, unless you count the mysterious walled city. The people of the towns are a mix of races including humans and an assortment of humanoid furrys. Wolf's shape may not stand out, but his powers may earn him quite a bit of attention. Only time will tell if that is a good thing or a bad thing.<br>\r\n<br>\r\nHow about this?</span></div></div>",
            "created":1280898000,
            "id":929681,
            "title":"Perhaps a wolf named Wolf"
        },
        "155331":{
            "author_id":null,
            "author_name":null,
            "choices":[
                "Forest",
                "Grassland"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Primary Objective: Gather food<br>\r\nSecondary Objective: Kill another living creature<br>\r\nBonus Objective: Make a knife or some other manner of weapon<br>\r\n<br>\r\nNow, where to begin?</span></div></span></div>",
            "created":1281848400,
            "id":936550,
            "title":"Task"
        },
        "1553311":{
            "author_id":"mickeyknight",
            "author_name":"Nick Knight",
            "choices":[
                "at the base of a tree ",
                "on a tree branch"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Where in the forest do you find yourself at?</span></div></span></div>",
            "created":1291266000,
            "id":1007091,
            "title":"Forest"
        }
    },
    "info":{
        "author_id":"lordmep",
        "author_name":"The Grand One",
        "brief_description":"A game where the players know that they are playing. Add to mine and I'll add to yours.",
        "created":1261107300,
        "description":"<td align=\"left\" class=\"norm\">If you add a quality chapter to this story then I will do the same for one of yours.<br>\r\n<br>\r\n<div align=\"center\"><u><b>Think of the following as game instructions.</b></u></div><br>\r\n<br>\r\nKeep in mind that this is a giant game. The players are not aware they are playing and aren’t allowed to find out unlit a story has achieved a sufficient length. Whatever force or forces controlling the game are generally referred to by the inhabitants as gods.<br>\r\nThe beginning of each level (not chapter) has a display of the game’s primary objectives. Completion of the objectives and bonus challenges awards the players with some manner of prize or prizes and an increase in overall difficulty. The nature of bonus challenges is hidden from players. Players may only be faintly aware of their game objectives, like a voice in the back of their heads.<br>\r\nCompleting an objective and winning a prize isn’t as obvious as hearing “Blue Team, Flag Returned”, and having a crate fall from the sky. It is often the case that an immediate prize is indistinguishable from the normal environment. In some cases the prize might simply be the unlocking of the next objective or perhaps nothing more humble than an idea. Residents may receive prizes for completing the same objective multiple times, with the nature of the prize reflecting the nature and severity of the specific objective accomplished. For example, if the objective is to find food, the award for killing and eating a small animal is less substantial than cultivating a plant for food.<br>\r\n<br>\r\nEvery now and then, one or more people wake up in a strange land with no memories of their lives beforehand, if they ever existed. In some cases with those who appear, there are some residual memories. Nothing about their personal lives; these memories refer to general things such as the concept of electricity, how to use most household tools and appliances, and perhaps something about the land they awoke in.<br>\r\nThe number of people who appear in any given Awakening has been known to vary anywhere from 1 to 1000. There is no consistent pattern in regards to the nature of those who awaken; with one exception, since all inhabitants of a single land speak the same language. The only thing anyone ever remembers is their own name. Most people who awake are not blank slates. They have personalities, fears, values, and desires that reflect whatever world or era they might have come from. This does not mean that all new Residents are from 21st century Earth. New Residents may hale from any place or time in the known or unknown universe.<br>\r\nThose who wake are not always human since animals of various species have been known to wake up alongside people. Some people who wake aren’t entirely human. These non humans tend to be in the minority of whatever land they live in. All humans and non human people are genetically compatible, allowing the possibility for mix breeding.<br>\r\nIt is also common for more than one Awakening to occur in a single land. The time between Awakenings can be anywhere from 1 to 400 years. Those that appear in a land are called Awoken while those who are born are called Born. All Awoken people have some pre existing knowledge of some mysterious gods. This knowledge rarely goes beyond simply being aware of their existence and the fact that they created the lands.<br>\r\nEach land varies in population capacity, pre existing buildings, tools, and various resources, vegetation, wildlife and weather patterns. The size of the lands varies from a few acres to a large island. Some lands are completely devoid of sentient life and exist only to be given away as prizes, but all lands are capable of sustaining some human life. The lands are all sealed off from one another by enormous metal walls with a 50ft shield of energy above them that prevents anyone from seeing over them. All attempts to peak over the Fences have resulted in that section of wall drastically increasing in height to prevent any looky lues.<br>\r\nSometimes a section of the Fence disappears, allowing lands to make contact with one another. Once lands are connected, their weather patterns mesh together and new resources are awarded to both lands. The space where fences used to stand is quite obvious as, for example: jungle dirt drastically ends and becomes ocean, with no shore in between. Some lands have mysteries, such as locked doors that won’t open until certain objectives are achieved by the players. <br>\r\n<br>\r\nThis section is reserved for any additional rules I come up with. Overall I’d like to encourage as much freedom as possible. If the description of the environment seems a little vague, feel free to fill in the gaps with whatever seems reasonable.<br>\r\nMy only real complaint is that everyone hates one line chapters. I'm not saying that they are forbidden, just keep them to a minimum.<br>\r\nAlso, respect the (Reserved) signs.<br>\r\n<br>\r\nRecent change: we allow vore now.</td>",
        "id":1627830,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1521590820,
        "pretty_title":"Residents"
    }
}