{
    "chapters":{
        "1":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Someone tortures you",
                "You torture someone",
                "Everyone gangs up on you",
                "You enslave everyone else at once"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>First of all, who tortures who?</span></div></span></div>",
            "created":1576472400,
            "id":2760325,
            "title":"The beginning"
        },
        "11":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Ryan",
                "Jack",
                "Rebecca",
                "Jodie",
                "Holly"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who tortures you?</span></div></span></div>",
            "created":1576472400,
            "id":2760327,
            "title":"Someone tortures you"
        },
        "111":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "You willingly submit",
                "He blackmails you",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>And finally, how do they come to dominate over you?</span></div></span></div>",
            "created":1576472400,
            "id":2760328,
            "title":"Ryan"
        },
        "1112":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "massage my feet.\"",
                "beg for a tea bagging.\"",
                "kiss my ass.\""
            ],
            "content":"<div class=\"\"><div> <span>You wake up one afternoon feeling refreshed. Everyone has broken up from school for the summer break, you have finished school and have your application form to go straight on to university. Life was good, but it is best to bask in the time you have off before the real and hard work begins. It's a shame your dipshit siblings are off with you but soon you could move out and into student accomodation and have your own freedom. You look at the clock feeling a bit groggy from your sleep in: 14:00. <i></i>I better get up...<i></i><br>\r\n<br>\r\nYou hear a knock on the door. \"Come in!\" you call out, a bit irritated but you were in a good mood. It was your dense younger brother, Ryan. \"What do you want?\"<br>\r\n<br>\r\nRyan prances in wearing his gym gear, he's clearly been training. He has a big victorious grin on his face. \"Guess what I find!\"<br>\r\n<br>\r\n\"What is it?\" you ask, mildly curious as to what has gotten him to show off his feathers. <br>\r\n<br>\r\nHe pulls out his phone and goes to youtube and plays a video. It's a video of you from 18 years old at a party with your friends burning money in front of a homeless man. Both you, the homeless man and everyone else were too drunk to understand what was going on. You had no recollection of doing this ever and you were completely shocked. Speechless. <i></i>oh my god... did I do that?<i></i><br>\r\n<br>\r\nYou felt low and cruel. You were dreaming of becoming a solicitor and you had quite a social conscience, doing something like that was totally out of character. And who filmed it?!<br>\r\n<br>\r\n\"Your university really should do better vetting... they seem to be letting anyone in... or are they? What do you think they would do if they saw this?\" Ryan tauned, dangling the phone in front of you. You went white, you were a deer caught in the headlights. They would remove you from the course, your ambitions of going to law school would be ruined! You look down at the ground in shame and fear. \"What do you want from me?\" you mumbled.<br>\r\n<br>\r\n\"What do I want? I want to show this to your university! To show them what a shit person they're taking in, you shouldn't be going anywhere near a law degree!\" chiding you as if you were a child. <br>\r\n<br>\r\n\"Ryan, please, what do you want from me to keep this quiet? You'll ruin my life!\" <br>\r\n<br>\r\n\"Am I supposed to be sympathetic? Some brother you've always been, I don't recall you ever saying or doing anything nice for me!\"<br>\r\n<br>\r\nYou were close to tears, you collapsed back on the bed and your voice began to break. \"Ryan, please. How can I make this right? What do you want from me, what do I need to do?\" <br>\r\n<br>\r\nYour emotion did not move him. He pouted at you and then laughed but began to think... the few seconds he was thinking felt like an eternity. You could tell. He was about to name his price. <br>\r\n<br>\r\n\"I'd like you to be nicer to me over the summer break. And to everyone else. And you have to do some nice gestures for us, as a token of how much you truly love us\" he proclaimed grinning ear to ear. <br>\r\n<br>\r\n\"Yes, I'll do anything, I've always looked up to you, Ryan. From now on, I'll show that in a better way!\" you blurted out submissively. \"What nice gesture would you like from me? Do you have any ideas?\" <br>\r\n<br>\r\nHe began thinking again. \"Well I suppose you could come into my room and...</span></div></div>",
            "created":1576472400,
            "id":2760334,
            "title":"He blackmails you"
        },
        "11121":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "\"Yes, I kissed your foot.\"",
                "\"No, I didn't.\""
            ],
            "content":"<div class=\"\"><div> <span>\"Well I suppose you could come into my room and massage my feet.\" <br>\r\n<br>\r\nYou were quite taken aback by that demand. That was nothing like your brother at all. And it seemed quite a disgusting task too, you could tell he had just been training. He was always vigorous at the gym. Pushing himself to the limit. And now he looked as red as a tomato, his sweat bands originally white were grey in areas and he had a cheesy vinegar-like aroma about him. <br>\r\n<br>\r\n\"I'll give you some time to process this. See you in my room in 5 minutes and I <b></b>hope<b></b> you are nice about this\" that last part sounded like a threat. He left the room and you were bamboozled by all of this. You burned money in front of a homeless man like an elitist piece of trash?! Your brother somehow acquired that video and was now making you his masseuse?! And from the sounds of it, he wanted you to fully cooperate with this nicely too. <br>\r\n<br>\r\nYou walk up to his door and gulp and take a deep breathe. Opening the door to his room, you see Ryan lying across his bed with his sneakers still on. He smiled at you, \"oh hi, John, did you want something?\"<br>\r\n<br>\r\n\"You asked me to massage your feet?\" <br>\r\n<br>\r\n\"I don't recall... but if you're still offering.. I've just sat down and a massage right now would be amazing...\"<br>\r\n<br>\r\n\"Okay... no problem...\" you mumble. Sheepishly walking up to your brother, he stretched out his feet to you on the edge of his bed. You tried to sit down on the bed but he kicked your hand off. <i></i>fine...<i></i><br>\r\n<br>\r\nYou kneeled down on the floor and his face were at face level with you. You took off the shoe of his right foot and were hit by a pungent thick cheesy odour. You took off his other shoe and the smell doubled. You felt sick to your stomach. There in front of you were the sweaty steamy size 11's of your brother Ryan, wiggling his toes at you. You could see his face in between his feet looking at you with a shit eating grin. <br>\r\n<br>\r\nYou took the soles of his right foot and began rubbing them with both your feet. You rubbed around the ball and the plantar of his foot in back and forth movements... \"hmmmm... that's nice...\" he groaned as he let his left foot fall onto your face, his toes conveniently close to your nose. \"I hope you don't mind the sweat... I've been working hard today..\" He looked at you, as if he was expecting a response... a certain response. <br>\r\n<br>\r\n\"I don't mind at all. I-it's good that you're working hard.\" he chuckled to himself, \"that's a good way to put it.. I'm glad you don't mind...\", he grabbed your nose between his toes and held it tightly for a couple of seconds before letting go. He must have seen that you looked green. \"How do they smell?\"<br>\r\n<br>\r\n<i></i>Was he serious?<i></i> \"Uhhh, what?\" you blurted out.<br>\r\n<br>\r\n\"I said, how do they smell!\" he repeated, cupping his toes to your nose again. \"Do they smell nice?\"<br>\r\n<br>\r\n\"Y-yes.. they smell nice. I like the smell.\"<br>\r\n<br>\r\n\"I thought so... well if you like, you can sniff my feet if you want... but only if you want too...\"<br>\r\n<br>\r\nYou looked at him puzzled. He had that look about him again. He was expecting something. He was testing you. This was a rhetorical question.... you took his right foot and pulled it to your face and took a sheepish smaller sniff. And again. <br>\r\n<br>\r\n\"Do you want to take my socks off?\"<br>\r\n<br>\r\nYou didn't respond. But you did go to take them off with your hands.<br>\r\n<br>\r\n\"Why don't you use your mouth? You know you want too...\" <br>\r\n<br>\r\n<i></i>As if this could not get any worse...<i></i> you bit onto the heel of his sock and pulled it backwards, as you exposed his heel. You got a good luck at it. The skin looked yellow with patterns of white dry dead skin from heavy walking... or jogging.. or running. You pulled it back further and the smell became stronger and stronger. When you pulled it free, Ryan wiggled his toes and you saw pieces of toe jam between each of his toes. The smell.. that smell... It was something you would never ever forget. <br>\r\n<br>\r\nYou repeated the process for his second foot and he then looked at you and his feet. You continued his massage for a period. 10 minutes went by. 10 minutes that felt like 60. He would break up this time by cupping his toes to your nose and waiting for you to take a sniff. The sniffing varied from sheepish small sniffs to larger sniffs. \"Keep sniffing like that. The breeze feels nice in between my toes\" he mocked. <br>\r\n<br>\r\nEventually, he massage became just foot sniffing as you held his feet to your face and humiliated yourself by taking sniff after sniff for about 20 minutes. He pressed both of his feet to your face and told you: \"I bet you I can't hear you sniff as hard as you can...\" your response was to take a deep sniff. He laughed and you went red as a tomatoe. <i></i>This is the worst day of my life...<i></i><br>\r\n<br>\r\nYou stopped sniffing for a moment, consumed in shame. In that time, you felt something wet pressed against your lips. You came back to your sense and your brothers toes were pressed against your lips. He pulled his foot back quickly convincingly feigning shock. \"Did you just kiss my foot?!\" he blurted out, struggling to hold back laughter. There was a silence that filled the room... what do you say? You clearly did not but this entire time, he has been asking you questions he wanted to hear a certain answer too...</span></div></div>",
            "created":1576472400,
            "id":2760335,
            "title":"massage my feet.\""
        },
        "111211":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "He shoves his toes into your mouth",
                "He gives you his heel again and orders you to lick his feet"
            ],
            "content":"<div class=\"\"><div> <span>\"Why would you kiss my foot bro?!\" he blurted out, struggling to hold back his laughter. <br>\r\n<br>\r\nThis was so awkward for you. And again. You did not know what to say. A couple of seconds of silence and then...<br>\r\n<br>\r\n\"Because I like them...\"<br>\r\n<br>\r\n\"You like what?\"<br>\r\n<br>\r\n\"I like your feet.\"<br>\r\n<br>\r\nHe could not hold back his laughter now. \"HAHAHAHA!! Tell me, what is it you like about my feet?!\"<br>\r\n<br>\r\n\"I like the way they look and feel..\" you were being totally destroyed here. Just as well this was down between you and him, it would be worse if it were Rebecca and Jodie who put you in this posistion. <br>\r\n<br>\r\n\"What about the smell? You've been sniffing my feet for a while now.\"<br>\r\n<br>\r\n\"I like the smell too. I like to sniff sweaty feet.\"<br>\r\n<br>\r\n\"Why do you like to sniff sweaty feet? That's disgusting!\"<br>\r\n<br>\r\n\"It gives me a chance to show you how much I appreciate you..\"<br>\r\n<br>\r\n\"Awww, nice one bro... well who am I to hold back a lover? Go ahead! Shower my feet in kisses if that's what you want!\"<br>\r\n<br>\r\n<i></i>And worse it has gotten..<i></i> you lean towards his right foot and kissed his heel. And again. You then moved up his plantar planting kiss upon kiss. From his plantar to his ball, you continued to plant kisses and worked your way up to his toes. You went to kiss his toes and then...</span></div></div>",
            "created":1576472400,
            "id":2760336,
            "title":"\"Yes, I kissed your foot.\""
        },
        "1112111":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "You open your mouth",
                "You open your mouth but this time there's a surprise",
                "You refuse (punishment time)"
            ],
            "content":"<div class=\"\"><div> <span>Ryan forcefully thrusts his toes into your mouth and then once again cups his left foot over your nose. He wiggles his toes in your mouth and asks: \"you don't mind cleaning my toes for me, do you bro?\"<br>\r\n<br>\r\nYou nod no, unaware of just how pathetic you look with his foot hanging out your mouth and his other over your nose. You could smell cheese and take vinegar. You were in hell. You began sucking down on his toes, the sweat, lint and toe jam slivered down the back of your throat and you swallowed your first mouthful. You came close to wretching. Ryan noticed because he dropped the nice guy act for a second: \"don't you DARE think about vomiting!\" As if to make things harder for you, he shoved his foot to the back of your throat, you gagged upon it for a solid 5 seconds. He then gave you some leeway and moved his foot further back, you thanked him by resuming your new duties. You licked further between his toes for 5 minutes. Then he removed his foot from your mouth and gestured for you to open your mouth again by moving his left foot to it. </span></div></div>",
            "created":1576472400,
            "id":2760456,
            "title":"He shoves his toes into your mouth"
        },
        "11121111":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Passed you his other foot",
                "Someone walks in",
                "He needs to fart badly"
            ],
            "content":"<div class=\"\"><div> <span>You opened your mouth and Ryan slid his toes inside. As before, you gulped down all the sweat, gunk and toe jam. They tasted of sour vinegar but the taste dissipated with each gulp. After 10 minutes with his left foot. <br>\r\n<br>\r\nHe pulls it out of your mouth and leans forward towards you with a big grin on his face. \"How would you like to lick my feet for me? Only if you want to though..\" his smile had a slight evil twist to it. <br>\r\n<br>\r\nYou looked lost. You obviously did not want to lick his feet, you didn't want them anywhere near your face! But he had you blackmailed. And he was coercing you into pretending to like it. You faked a smile: \"I I'd love to lick your feet. Thank you!\" <br>\r\n<br>\r\n\"That's a good boy..\" he said. He gave you back his feet and you wasted no time. Best to get this over with. You started at his heel. It tasted of sweat and vinegar but it was dry and cracked. Your tongue dried up at the touch. Then you moved your way up his plantar sponging up all the sweat along the way. You licking over his ball and up to his toes in one solid fluid motion. \"You're good at this. Sure you haven't done it before?\" Ryan quipped. <br>\r\n<br>\r\nYou didn't respond. You went back in for a second lick and again soaked up all the sweat and gunk and sock lint from his feet. This continued for 15 minutes straight before he...</span></div></div>",
            "created":1576558800,
            "id":2760590,
            "title":"You open your mouth"
        },
        "111211112":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Jack",
                "The Twins",
                "Holly"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You started on his second foot. You took 1 lick from the heel and you slowly workes your way up his plantar then you heard the door open... <br>\r\n<br>\r\n\"Hey Ryan, do you mind if I... What. The. Hell.\" <br>\r\n<br>\r\nWho was it? </span></div></span></div>",
            "created":1576558800,
            "id":2760607,
            "title":"Someone walks in"
        },
        "1112111123":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Yes. The more the merrier.",
                "Let's just keep him between us."
            ],
            "content":"<div class=\"\"><div> <span>\"What the hell is going on here?\" She demanded to know. Holly had caught a good view of you with your tongue to the heel of your brothers sweaty foot. The smell of cheesy fit and filled up the room and it was clear that you were doing this 'willingly.'<br>\r\n<br>\r\nYou immediately recoiled. \"It's not what it looks like! He told me -\"<br>\r\n<br>\r\n\"If I told you to let me shit on your face, would you?\" <br>\r\n<br>\r\n\"He'd probably say yes.\" Ryan quipped laughing. You went red with shame. Shame and embarrassment. As if this couldn't get any worse, you should stop thinking that actually. Because you are clearly jinxed. <br>\r\n<br>\r\n\"And you, what is the meaning of this?\" Holly said pointing fingers at Ryan. He shrugged his shoulders. \"I found an incriminating video of him. Since then, he's been sucking up to me. Massaging my feet, kissing them, sniffing them and even licking them as you saw there. He said he liked the smell and taste.\" <br>\r\n<br>\r\nHolly's disgust turned to total amusement. She burst out laughing. And then Ryan followed suit. \"Can I get this video?\" <br>\r\n<br>\r\nThe look of desperation in your eyes was obvious because Ryan grinned. \"There's no need. You'd love to be my slave and Holly's, wouldn't you, lil Bro?\" <br>\r\n<br>\r\nYou were given a straw. And without hesitation you clutched at it. \"Yes master, thank you!\" You showered his heel in kisses as they both burst out laughing. <br>\r\n<br>\r\n\"Should we tell the others?\"</span></div></div>",
            "created":1576558800,
            "id":2760636,
            "title":"Holly"
        },
        "11121111231":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "\"Yes. I want to be humiliated.\"",
                "No response.",
                "\"No. What Ryan said is good.\""
            ],
            "content":"<div class=\"\"><div> <span>\"The more the merrier, Holly!\" Ryan said. \"Don't you agree, slave?\"<br>\r\n<br>\r\nYou nodded yes and faked a smile but you died a little inside. <br>\r\n<br>\r\n\"What're we gonna do with him?\" Holly inquired circling you like a predator. <br>\r\n<br>\r\n\"I suppose we could have him worship all of our feet while our dinner is being cooked. All at once. As the starter. Then afterwards, he can be the judge in a farting competition, the winner decides his just deserts...\" <br>\r\n<br>\r\n\"Oh but I really wanna humiliate him... I bet he wants it too... don't you, boy?\" she cooed rubbing her butt into your face.</span></div></div>",
            "created":1576731600,
            "id":2761650,
            "title":"Yes. The more the merrier."
        },
        "111211112312":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Play along. \"Yes I do.\"",
                "Resist. \"No I don't. Let me go!\"",
                "Give no response"
            ],
            "content":"<div class=\"\"><div> <span>You don't respond. Rebelling would be unwise and there's no way you are going to encourage them to make it worse for you. You sat there staring into her large petite butt that gazed back into you. She wore tight black leggings and the outlines of her knickers were barely visible, as was the slight bulge where her knickers ended and her ass cheek began. Take away the fact that it's your little sisters butt and it's a pretty nice one.<br>\r\n<br>\r\n\"Kiss.\"<br>\r\n<br>\r\nYou hesitate but plant a peck on both her cheeks. As you finish, she rubs her butt further into your face... you move to back away - \"ah ah ah... you said you wanted this, slave...\"<br>\r\n<br>\r\nYou don't respond but remain still. She continues to rub her ass into your face, you can smell a slight odour from her vagina but nothing major. None the less, you willingly submerging your face into her rear end was humiliating... \"You do want this, don't you?\"<br>\r\n<br>\r\n</span></div></div>",
            "created":1576731600,
            "id":2761652,
            "title":"No response."
        },
        "1112111123121":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "She farts in your face",
                "She makes you eat her out"
            ],
            "content":"<div class=\"\"><div> <span>You decide it is best to play along for now. \"Yes.. I do...\"<br>\r\n<br>\r\n\"Show me...\"<br>\r\n<br>\r\nYour face was wedged between her crack, face to face with her hole. You give it a singular kiss and it sends a shiver down her spine.<br>\r\n<br>\r\n\"Oh I liked that... again.\"<br>\r\n<br>\r\nYou planted another kiss on her hole, this one was deeper. After the second, Holly told you to pull her leggings and knickers down and get back in there. As you submerged yourself into her now bare butt, you felt the heat radiate from it and the slight odour of a fart sometime mixed along with her crotch. You kissed her hole again and again. You were utterly revolted by this task but dedicated to pleasing your new mistress. You engrossed yourself in it and without even noticing, these individual kisses escalated into you making out with her hole. <br>\r\n<br>\r\n\"I wanna feel some tongue back there...\"<br>\r\n<br>\r\nWith some hesitation, you began french kissing her hole. You were once again consious of how horrendous this task was, merely licking around the rim of her hole but within a couple of minutes, you again put those thoughts to the back of your mind and focussed on the task at hand. <br>\r\n<br>\r\n\"Show me how much you love this!\"<br>\r\n<br>\r\nWithout hesitation, without even thinking, you licked her crack from top to bottom. <i></i>What the hell?<i></i> You were getting good at this and you hated it. \"Oh yeah...\" she moaned...</span></div></div>",
            "created":1576731600,
            "id":2761654,
            "title":"Play along. \"Yes I do.\""
        },
        "11121111231211":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "A beef stew from Holly?",
                "Foot humiliation at the hands of Rebecca and Jodie?",
                "You fail to decide. You tend to all their feet. Holly farts on you when she must"
            ],
            "content":"<div class=\"\"><div> <span>It all happened so quickly... Holly's stomach rumbled so badly you felt the vibration down at your ass and then...ffffffffttt.<br>\r\n<br>\r\nShe farted ON MY TONGUE.<br>\r\n<br>\r\n\"Sniff....\"<br>\r\n<br>\r\nYou were very hesitant. That fart was a borderline shart and the taste was vile and bitter. The smell that followed stunk of pure unadultered shit. But the potential consequences of disobedience could be worse...<br>\r\n<br>\r\nYou filled your lungs with her fart enough for her to hear you sniff... Holly burst out laughing.<br>\r\n<br>\r\n\"Did that smell nice?\"<br>\r\n<br>\r\n\"Yes mistress. I liked that.\"<br>\r\n<br>\r\nWith that, you heard another set of laughter. 4 sets in fact. You darted around and saw Ryan, Jack, Holly and Rebecca all awe struck, laughing, pointing and filming you. <br>\r\n<br>\r\n\"You weren't lying, Ryan!\" Jack cried out in laughter. <br>\r\n<br>\r\nYou froze in complete and utter shock. That could not have looked any worse. Or so you thought...<br>\r\n<br>\r\nRyan walked into his room into some corners and pulled out two cameras: \"everyone... remember how I told you he gave me a lovely foot massage? Well little does he know, I filmed every moment of it! What do you say we watch it while he eases himself into his new role as the family slave?\"<br>\r\n<br>\r\nYou were now struggling to hold back the tears. This could not be happening...<br>\r\n<br>\r\n\"Ease him into it? But he told me he wanted to suffer!\" Holly protested. <br>\r\n<br>\r\n\"Yeah, you saw how much he loved her ass. He doesn't need any easing.\" Jack followed. <br>\r\n<br>\r\n\"Guys, girls! We all want to play plenty of games with him and we will... we have 2 months to do so. but let's be patient, have him worship our feet while we watch this video...\" Rebecca shouted out.. <br>\r\n<br>\r\n\"Well my feet are clean. I went for a shower this morning. What's the point in that? I want him to suffer.\" Jack whined...<br>\r\n<br>\r\n\"Well me and Rebecca have just come back from rugby and ours certainly aren't!\" Jodie interjected.<br>\r\n<br>\r\n\"And I've got some more farts coming.. I'm sure he'd love a nice beef stew!\"<br>\r\n<br>\r\nArguing abruptly occurred again and Ryan shouted over everyone: \"EVERYONE! LET THE SLAVE DECIDED!\"<br>\r\n<br>\r\nWhat do you pick?</span></div></div>",
            "created":1576731600,
            "id":2761661,
            "title":"She farts in your face"
        },
        "111211112312112":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Time to lick our feet",
                "Time to be our foot stool",
                "Time to sniff our feet"
            ],
            "content":"<div class=\"\"><div> <span>You were sick of Holly's single fart and could not take any more. The feet of the twins looked disgusting. Muddy, sweaty, dirty. They had not even taken their rugby boots off yet you felt they were preferable to Holly's butt. But yet, 2 pairs of feet are better than 5. <br>\r\n<br>\r\n\"Mistress Jodie and Rebecca, I will worship your feet.\"<br>\r\n<br>\r\nYou crawled up to Rebecca and planted a kiss on her boots. She looked at you in disgust and amusement. \"Oh I'm going to enjoy this.\"<br>\r\n<br>\r\nEveryone laughed except you. They sat down on Ryan's bed and started watching the video. The twins did not, they stood above you and kicked their boots off. <br>\r\n<br>\r\n\"It's time for me to trample your face, I'm going to stand on you, even jump on you. I hope you can't take it!\"<br>\r\n<br>\r\nAll I could do is lay there and wait for what was about to come. I saw her sweaty muddy socked foot raise over my face and then it came down hard. She then stomped her other foot onto my face and stood on my face. She balnced there, crushed my head for about 30 seconds until she stepped off. Next she stepped onto my check with her feet pointing to my head. She then jumped up and her massive feet came crashing down onto my face. The pain was terrible. Once she had her fill of trampling my face, she sat back down on the couch to catch her breathe. Rebecca showed you no mercy. It got even worse when Jodie trampled you, she aimed for your nose and busted it. She even forced her foot into your mouth and made you joke on it. </span></div></div>",
            "created":1576731600,
            "id":2761664,
            "title":"Foot humiliation at the hands of Rebecca and Jo..."
        },
        "1112111123121122":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "You lay their sniffing their feet",
                "They eventually have you lick their feet",
                "They play truth or dare. Ryan and Jack spit roast you"
            ],
            "content":"<div class=\"\"><div> <span>Well it was better than being trampled... you thought to yourself... \"Yes misstress! Thank you!\" you blurted out kissing their feet. Jodie kicked you in the face. \"Speak only when spoken to!\" with that, the twins sat down next to the others and pointed to the floor. You crawled underneath them. They sat above me with a big shit eating grins on their faces. There was a strong oroma of fresh cheese and vinegar. Rebecca's socks socks, originally white, looked grey and wet in parts with sweat. Jodie's socks, black, looked caked in grease and mud. They stunk worse. They both stunk. But it got worse, as they both slowly peeled them off, revealing bit by bit, feet yellow with sweat. First the heel, then the soles, then the ball, then the full foot. 4 feet wiggled their toes at me as they were lowered onto my face. They were large enough that her heel engulfed my chin, her toes were near my forehead. I could not see anything but feet. I could not smell anything but feet. <br>\r\n<br>\r\nThey began rubbing their feet around my face, her heel along my mouth, their toes along my nose, their soles along my cheeks leaving imprints of sweat all across my face. Their feet stunk of rank cheese and I was beginning to feel nauseous. Then they came off my face and Jodie said, \"I hope you're not enjoying this, well I know you're not, but I hope this is horrible for you. Well, I'm going to keep resting my feet on your face while I watch a this, then we'll have some more fun!\"</span></div></div>",
            "created":1576731600,
            "id":2761665,
            "title":"Time to be our foot stool"
        },
        "11121111231211222":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Next, time to eat their toe jam",
                "The others have finished watching that video and come to torment you again"
            ],
            "content":"<div class=\"\"><div> <span>\"Now that's over, it's time for your next deed. If you thought everything before was bad, you're going to hate this much more. You're going to clean my feet, not with a rag or anything like that but with your tongue. You're going to lick all of the sweat and grime off of my feet.\" Rebecca boasted<br>\r\n<br>\r\nThat's the most disgusting thing I've ever heard of in my life. Smelling their feet is one thing but licking them? Oh no...<br>\r\n<br>\r\nWith that, they brought their feet back up to my face. I was told to hold them while the feet while I licked them, the other set rested on my shoulders. I grabbed her right foot and held it up. I brought her foot up to my mouth and did a quick lick. It was horrific. I've never tasted anything worse in my life, it's like cheesy vinegar. \"How's it taste? I'm sure not very good. Now I don't want any more of those short licks you just did, I want long, slow licks from my heel to my toes.\" I forced myself to lick slowly all the way up her foot, licking up the sweat, dirt and grime along the way. I didn't want to put my tongue back in my mouth out of fear. After my first complete lick, I went back to the heel to start again and she pulled her foot away: \"stop! I don't want you putting the sweat back on my foot! Swallow after every lick!\"<br>\r\n<br>\r\nI continued to lick up the rest of her sweat on her right foot about about 10 minutes and then she told me to suck on her toes. Sucking on her toes wasn't as bad as licking her soles thankfully, though that may be because you had already partially cleaned them. Nor did it take as long.<br>\r\n<br>\r\nOnce I had sucked on her toes for 5 minutes, 1 minute per toe, she said that I had actually done a good job and told me to clean her left foot now. I completely forgot about her other foot, one was enough. I grabbed her left foot and lapped up all the sweat on it and sucked her toes clean once again. This took 13 minutes. \"Good job, but you've got something else to do now, I want you to lick all the toe jam out from between my toes. Don't forget to swallow it. Chop chop!\"<br>\r\n<br>\r\nYou repeated the process to the letter for Jodie's foot. As you licked hers, Rebecca, attention seeking as always, tried to rub her toes over your face. <br>\r\n<br>\r\n</span></div></div>",
            "created":1576904400,
            "id":2762456,
            "title":"They eventually have you lick their feet"
        },
        "111211112312112221":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "Rebecca's turn!",
                "The others have finished watching that video and have come to torment you"
            ],
            "content":"<div class=\"\"><div> <span>I grabbed Jodie's right foot first and looked between her toes which she had spread for me. I had not noticed it before but the gunk and grime between her toes as horrendous. This may be worse than licking her soles. I got stuck in though, I had no choice. I began to lick between her big toe and second toe, eating up the pieces of toe jam along the way. \"I bet my toe jam is just delectable isn't it?\"<br>\r\n<br>\r\nYou ignore her taunts. I continued to eat the toe jam from between the rest of her toes on the right foot and then moved onto the left. It took another 7 minutes but I got it done. \"Great job, you're not completely useless, you're a good foot slave! Well, now I have yet another task. I want you to scrape all the dirt and grime out from under my toenails with your teeth and eat it! Now get!\"<br>\r\n<br>\r\nHer toe nails had plenty of dark gunk underneath them, which I had the displeasure of eating. It tasted sour and had a gritty texture. </span></div></div>",
            "created":1576904400,
            "id":2762460,
            "title":"Next, time to eat their toe jam"
        },
        "1112111123121122212":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "\"Yes, it sounds so fun!\" (you are lying but showing enthusiasm)",
                "\"No, this is sick and twisted! Let me go!\" (They will remember this defiance)",
                "You are stunned to silence "
            ],
            "content":"<div class=\"\"><div> <span>As you finished cleaning her toenails, the others had finished watching the video and now your doom surrounded you.. <br>\r\n<br>\r\n\"What should we do with him?!\" Holly asked with a grin on her face. <br>\r\n<br>\r\n\"How about we make him make out with our butts?\" Jack suggested. <br>\r\n<br>\r\n\"But we're enjoying this foot massage!\" the twins chimed in..<br>\r\n<br>\r\n\"Everyone, everyone. We'll have plenty of time to do all of that. For now, how about this... we get an Indian take away for dinner and have some drinks (alcohol). As we have dinner, he can worship all of our feet. On camera... And he won't be finished with our feet until ALL of us need to either piss or fart.. if we need to piss, then we have our urinal right here.. if we need to fart, then he has to make out with our butts as we fart down his throat.. and then we finish off the day at the bog. We all fill the toilet up with our shit then depending on whether he has shown enough enthusiasm in his slavery, we might spare him the job of eating his dinner out of the toilet...!\" <br>\r\n<br>\r\nThe others were stunned to silence with just how evil and disgusting that was. But none disapproved. In fact, it sounded like your night had just been planned out for you... <br>\r\n<br>\r\n\"What do you think about that, John? Does that sound fun?\"</span></div></div>",
            "created":1580274000,
            "id":2780102,
            "title":"The others have finished watching that video an..."
        },
        "1113":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "He controls your mind",
                "He captures you",
                "More options"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Mind control or binding?</span></div></span></div>",
            "created":1576472400,
            "id":2760329,
            "title":"More options"
        },
        "112":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "You willingly submit",
                "You are blackmailed",
                "Readers Choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>And finally, how do they come to dominate over you?</span></div></span></div>",
            "created":1588568400,
            "id":2829813,
            "title":"Jack"
        },
        "1123":{
            "author_id":"jack91",
            "author_name":"Jack91",
            "choices":[
                "You are tied up",
                "He controls your mind"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>More options</span></div></span></div>",
            "created":1588568400,
            "id":2829814,
            "title":"Readers Choice"
        }
    },
    "info":{
        "author_id":"jack91",
        "author_name":"Jack91",
        "brief_description":"Enslaved by one or all of your siblings. Or perhaps you do the enslaved?",
        "created":1576511460,
        "description":"<td align=\"left\" class=\"norm\">Characters:<br>\r\n<br>\r\nJohn (you) - 23 years old, you are the oldest among your 5 siblings, you are the smartest person in the room and typically quick to remind people about that. There is a lot of rivalry between you and your two brothers as you antagonise them a lot. <br>\r\n<br>\r\nRyan - 21 years old, he is a stereotypical jock. Well built, slightly dense and he has a superiority complex thanks primarily in part due to your bullying. <br>\r\n<br>\r\nJack - 20 years old, he is not so smart, not so strong, but nor is he weak or stupid. You get along with him the least, he and Ryan typically band together against you which is saying a lot because they don't get along too well either. He is lactose intolerant. <br>\r\n<br>\r\nRebecca and Jodie - 18 year old twins, these two largely stick to themselves. They are twins and virtually inseperable. Rebecca is a tom boy with a crude sense of humour, Jodie is a lady with a bitchy streak. Both like to go out a lot and the only other people they think about other than themselves is each other. <br>\r\n<br>\r\nHolly - 17 years old, she is the youngest of the family and a spoiled brat. She bickers with everyone but ultimately gets along with Ryan, Jack and the twins quite well. She is on her schools cheer leading team and is one of the popular kids. <br>\r\n<br>\r\nRules:<br>\r\nNo under 16's, shrinking or killing. Feel free to introduce other characters. <br>\r\nKeep the chapters at least 1 paragraph long. <br>\r\nRyan can be mind controlled, blackmailed, forcefully enslaved or willingly become a slave but if he willingly becomes a slave half way through the story, make a build up towards his enjoyment in the role rather than just saying all of a sudden he liked being humiliated. Him liking it from the first chapter is okay. <br>\r\nThis story is a heavy BDSM story involving foot worship, fart slavery, scat, golden showers, heavy humiliation, abuse, ect. Not for the faint of hearted. </td>",
        "id":2207996,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588590840,
        "pretty_title":"Enslaved at home"
    }
}