{
    "chapters":{
        "1":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Get a monster girlfriend ",
                "Learn magic",
                "Ask Rene for help",
                "Become a monster yourself",
                "Too late! Lunch is over."
            ],
            "content":"<div class=\"\"><div> <span>James had been sitting at his usual spot alone in the cafeteria, not even eating the piss poor excuse for what passed as a burger around here. The bun was stale, the patty was freezer burnt, and the cheese was that gross spray from a can kind. James swore that the school board served these crappy meals on purpose to encourage the monster students of his school to eat their human classmates instead. <br>\r\n<br>\r\nAs the other students chattered all around him, he started to reflect on how he, by some miracle, had made it to his sophomore year of high school. He was halfway there, only two more years to go. Most humans his age are eaten by some random beast halfway through freshman year. <br>\r\n<br>\r\nBut deep down in his gut, he had this strange feeling that unless he did something to ensure his continued survival, he wouldn't even see summer vacation this year. A premonition, if you will.<br>\r\n<br>\r\nHe looked around the room as he considered his options. First, he could try and befriend one of his Monster classmates, or better yet, get himself a monster girlfriend. That way, he'd have sort of a personal bodyguard. But the problem with that, was what if his potential mate, so to speak, was more interested in having him over as dinner, rather than for it. <br>\r\n<br>\r\nNext, he could find a student that knew magic, and ask them to teach him. In this world, humans who know magic aren't technically considered monsters, but they tend to live much longer, due to predators not wanting to risk being melted into a puddle. As James thought this, he look d over in the corner of the room and saw Nick, the school goth dude, also sitting by himself. Even the bullies of the school were afraid of him, because of rumors that he was a necromancer that could raise the dead. Perhaps he could teach James a few tricks to defend himself?<br>\r\n<br>\r\nA third option was to ask Rene for help, but this was definitely a last resort. Rene was the head cheerleader of the school, as well as a succubus. Being a demon, this of course meant she had a fondness for making deals with mortals, especially human males. Usually it was for popularity, money, or even a one night stand. But Rene was well known for having a sadistic streak, and those who made deals with her tended to regret them. Butmaybe, just maybe, if he phrased the terms of the deal just right, he could come out on top. <br>\r\n<br>\r\nFinally, there was the option to become a monster himself. Though not unheard of, it was extremely rare for someone born a human to become a monster, and there were supposedly several ways of doing it, but all of them were just theories and myths, none of them having been proven to work.<br>\r\n<br>\r\nSo, what will it be?</span></div></div>",
            "created":1575954000,
            "id":2758039,
            "title":"Secret of Survival"
        },
        "11":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Sasha the Werewolf",
                "Marcy the Dragon",
                "Desdemona the Gargoyle ",
                "Suki the Kitsune",
                "Pam the Ogre"
            ],
            "content":"<div class=\"\"><div> <span>James decided to go with the option of getting a monster girlfriend, and began to scan the cafeteria for potential candidates. There were plenty of female monsters in the school, but James knew he would need one that was rather intimidating, so that others would be afraid to anger her by eating her boyfriend. So that excludes the smaller species like imps and goblins. <br>\r\n<br>\r\nAfter looking around for a few minutes, he spotted five girls in total to choose from. First, there was Sasha, a large and muscular werewolf. She was known to be pretty athletic, being involved in several school sports. However, she was also known for her ravenous appetite. All the exercise she got from her after school activities tended to make her very hungry, and she had a reputation for eating anyone she randomly came across after a game or workout to satisfy her hunger, particularly boys. <br>\r\n<br>\r\nNext, there was Marcy, a dragon that was sort of a bit of a nerd, being very intelligent as well as into playing RPG's (Ironic, isn't it?) She was also known devour anybody that would mock her hobbies, but not before cooking them to a crisp with her fiery breath. <br>\r\n<br>\r\nThen there was Desdemona, a snow white skinned gargoyle that looked as though she had been carved out of the purest marble by angels.Out of all James' choices, she was definitely the best when it came to looks. Except, James really didn't know much about her, except the fact she was a cheerleader for the school football team. As for her personality, he had no clue. She might be nice or mean, smart or a bimbo, he wouldn't know unless her talked to her. <br>\r\n<br>\r\nOr there was Suki, a kitsune foreign exchange student. She wasn't exactly physically imposing, but all other species knew to never mess with a kitsune, because their magical powers bordered on the level of gods, and if you made one mad, they would place a terrible curse on you, if you were lucky. If you were unlucky...well, you really don't want to know. Suki, being from Japan, didn't know much English, and had to have a translator to interpret for her. <br>\r\n<br>\r\nLastly, there was Pam, an eight foot tall, rather rotund ogre. To be honest, she wasn't very bright, but maybe Janes could offer to tutor her if she agreed to watch out for him. She was known to be a huge eater, as is an ogre's nature. James just hoped she didn't decide to add him to her lunch tray.<br>\r\n<br>\r\nSo, who will it be?</span></div></div>",
            "created":1576904400,
            "id":2762346,
            "title":"Get a monster girlfriend "
        },
        "114":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Ask about her home in Japan",
                "Ask how she likes it in this country",
                "Ask her about her hobbies"
            ],
            "content":"<div class=\"\"><div> <span>Being the most powerful of James' list of candidates when it comes to magic, he decided Suki would be his best option. He picks up his tray and heads over to her table. Having transferred to this school rather recently, Suki didn't really have any friends around here at the moment, which meant she was sitting at her table alone as well. <br>\r\n<br>\r\nJames approached her and said \"Hello.\" Suki turned to face him and gazed at him with her bright emerald green eyes. \"Konichiwa.\" She said. James didn't know much Japanese, but her voice hadn't been threatening or angry, so he guessed that was some kind of greeting. <br>\r\n<br>\r\nJames pointed to the device Suki wore around her wrist like a watch. She held it up and he said \"Do you mind if I sit here?\" The device translated what he said into Japanese, and Suki motioned for him to have a seat. <br>\r\n<br>\r\nAlright, he thought as he sat down, first step is done. I guess now I should get to know her. James noticed Suki was staring down in disgust at her lunch, clearly not intending to eat it. James chuckled and pointed to her translator, saying \"The food here is terrible, isn't it?\" After the device translated his statement, Suki giggled, saying something in Japanese, which came from the translator as \"Yes, it certainly is. I think I would rather eat an ogre's gym socks than this slop.\" They both laughed, and James thought to himself \"So far so good. Now what should I talk to her about?\" </span></div></div>",
            "created":1578286800,
            "id":2770339,
            "title":"Suki the Kitsune"
        },
        "13":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "A few days later",
                "Several months later",
                "Ten years later"
            ],
            "content":"<div class=\"\"><div> <span>Ordinarily, James would have thought twice before even considering what he was about to do. Surely, he must have gone completely mad, to make a deal with someone as sadistic as Rene! But as he approached her table, he did so with confidence and and calm expression on his face. He had just come up with an ace up his sleave, something the succubus would never see coming. <br>\r\n<br>\r\nHe tapped Rene's shoulder, and she turned to face him, a sneer on her face. \"What do you want, worm?\" She practically snarled, only for her scowl to falter when she noticed he was unfazed by it. <br>\r\n<br>\r\n\"I hear you like to make deals. Particularly with human boys.\" Said James. \"What of it?\" She replied. \"Well, I was wondering what your policy was on such agreements, as I was interested in making one with you.\" Rene's face suddenly changed from contempt to wicked delight. <br>\r\n<br>\r\n\"It's simple, really. You name whatever it is you desire, and in return you agree to be my property in this life and the next. After I've taken ownership of your soul, you will join the other boys I've claimed, my own personal harem, so to speak. Agreed?\" <br>\r\n<br>\r\nJames nodded. Rene snapped her fingers, and a contract and pen appeared in her hands. \"Just sign right here.\" James did so, and the contract disappeared in a flash of fire. \"Now then, what is it that you want?\" \"I want to live a long and full life, without being eaten or enslaved by any monster of any kind.\" Rene was actually impressed. This human was smarter than she thought. Most who make a deal with her kind wish for fame, power, wealth, or all three if they're convenient. <br>\r\n<br>\r\n\"However...\" James added \"You may not claim my soul until I visit Paris.\" To James' surprise, Rene did not object to this clause. They shook hands, and the deal was sealed. As James went back to his table, he thought to himself \"She actually fell for it! Now all I have to do is never set foot in Paris, and I'm home free!\" </span></div></div>",
            "created":1578632400,
            "id":2771796,
            "title":"Ask Rene for help"
        },
        "15":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Art",
                "History",
                "Gym",
                "Home Ec.",
                "Skip to the end of the day"
            ],
            "content":"<div class=\"\"><div> <span>Suddenly, James' train of thought is broken by the sound of the bell signaling that lunch is over, and to get to his next class. Dumping his lunch in the trash, James joined the other students flooding the hallway as everyone headed for their respective classes. <br>\r\n<br>\r\nJust where is James going, exactly?</span></div></div>",
            "created":1575954000,
            "id":2758042,
            "title":"Too late! Lunch is over."
        },
        "155":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "The van couldn't stop in time and plows into James, sending him flying.",
                "The van barely stops in time, and several armed humans step out."
            ],
            "content":"<div class=\"\"><div> <span>It was the end of the school day, and James was just happy to have survived yet another day in this wretched world. As he was getting his things from his locker and preparing to leave, he was still thinking of his choices from before. <br>\r\n<br>\r\nGetting himself a monster as a girlfriend wouldn't exactly be easy, since he was pretty much as average as a human boy could be. Making a deal with Rene was also probably not a smart idea, who knows what she would want in return? He was seriously considering asking Nick to show him some magic so that he could at least defend himself from any potential predators. <br>\r\n<br>\r\nAs these thoughts ran through his head, he was lost in his own world, not paying attention to where he was going. And in this world, that was likely to be a one way ticket to trouble... or worse. <br>\r\n<br>\r\nAt this point, he had left the school ahead of the other students, and was absent mindedly headed home. But as he stepped into the street, he heard the sound of screeching tires and turned just in time to see a large van mere inches from him!</span></div></div>",
            "created":1577077200,
            "id":2763417,
            "title":"Skip to the end of the day"
        },
        "1551":{
            "author_id":"jfoxx",
            "author_name":"Johnny Foxx",
            "choices":[
                "Go to Limbo",
                "Stay on earth as a wandering spirit"
            ],
            "content":"<div class=\"\"><div> <span>The school van hits James full force, literally sending him flying several feet backwards. He lands flat on his back and looses consciousness, everything fading to black. The next thing he knows, he's waking up surrounded by a crowd of humans and monsters alike, all staring down at him. <br>\r\n<br>\r\nHe sits up and is surprised to find that he is not in any kind of pain at all. The impact from the van should have at minumum broken his rib cage, yet he felt absolutely nothing. Even stranger, the crowd continues to look down at hwhere he had been and murmur to each other. <br>\r\n<br>\r\n\"Hey, what are you all staring at?\" James says as he turns to see that his body is still there on the ground, yet he was standing right there looking down at himself! <br>\r\n<br>\r\nAs James begins to panic, an ambulance arrives and a couple of paramedics load his body onto a stretcher. \"What's happening to me!?\" He exclaims as the crowd begins to disperse, all except for one woman dressed in a black suit and skirt, scribbling on a clipboard. \"Another one gone before their time.\" She mumbles. <br>\r\n<br>\r\n\"Hey, can you see me?\" James asks, and the woman nods, not even looking up. \"Yes, I see and hear you. I suppose you've figured out what's happening right now?\" James hesitated. He knew in his gut what was going on, but he found it difficult to actually state. \"Am I...dead?\" The woman nodded again. <br>\r\n<br>\r\nJames couldn't help but laugh dryly at the irony. Just this after noon he had been plotting how his survival plan, and he didn't even last the day! What's more, it wasn't a monster's hunger that did him in, but his own stupidity! <br>\r\n<br>\r\nThe woman continued \"Fortunatley for you, or unfortunately depending on how you look at it, you were not actually scheduled to die today.\" <br>\r\n<br>\r\n\"What do you mean?\" <br>\r\n<br>\r\n\"Exactly what I said, this was just a sort of freak accident, which means the afterlife isn't ready for you yet.\" <br>\r\n<br>\r\n\"So, what happens now?\"<br>\r\n<br>\r\n\"Well, you have two choices. See, since you weren't supposed to die today, you'll just have to wait until the day you were scheduled to die to roll around. Until then, I can take you to Limbo, where you can just wait it out the, or you can stay here on earth until then. So, what would you rather do?</span></div></div>",
            "created":1577077200,
            "id":2763428,
            "title":"The van couldn't stop in time and plows int..."
        }
    },
    "info":{
        "author_id":"jfoxx",
        "author_name":"Johnny Foxx",
        "brief_description":"A human boy in a world of hungry monsters. Things don't look too promising.",
        "created":1576031220,
        "description":"<td align=\"left\" class=\"norm\">You are James Wilson, a sophomore in high school, currently living somewhere in America.  The problem is, in this reality humans cohabit the Earth alongside many species of monsters, who regularly treat humans as either slaves or food. Currently, your main priority is surviving this miserable world long enough to graduate. After that...well, you'll cross that bridge when you get to it. For now, you need to focus on staying out of the stomach of your teachers and classmates. <br>\r\n<br>\r\nAuthor's note: This story was inspired by a similar interactive that used to be on this site called Human in a Monster World, but it is not necessarily set in the same universe. <br>\r\n<br>\r\nRules <br>\r\n<br>\r\n1. Nothing really graphic such as bodily excretions or gore. <br>\r\n<br>\r\n2. Please get the story to a good length before ending it. </td>",
        "id":2207532,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1578645180,
        "modified":1578645180,
        "pretty_title":"Surviving in a Monster World"
    }
}