{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Character Profiles"
            ],
            "content":"<div class=\"\"><div> <span>My name is Marcus Scott, I’m 18 years old; I live with my parents and my younger brother, Glenn.  My two closest friends are Eric Williams and Kat Maddox; Eric being a friend from childhood and Kat being my 13-year-old next-door neighbor.<br>\r\n<br>\r\nNow I know what you’re probably thinking; why is an 18-year-old guy best friends with a 13-year-old girl.  It’s nothing sexual, I assure you; I’ve known Kat since her family moved in six years ago.  I don’t know why, but the two of us just clicked; our relationship becoming something akin to siblings.<br>\r\n<br>\r\nAnyway, onto the story – I’ve been in a wheelchair since I was 14 years old; paralyzed from the waist down after being struck by a drunk driver while crossing the street.  It took some time before I was able to come to terms with being paralyzed; but with help from my friends and family, I was able to do so.<br>\r\n<br>\r\nEverything was going normally until about 3 years after the accident; when out of the blue, a medical researcher came to the house.  Dr. Kevin Sheppard was developing a potentially groundbreaking cure for paralysis, and he wanted to test it on me.  If it worked, I would regain the use of my legs.  There was, however, a small catch; in addition to potentially curing my paralysis, the procedure would revert me back to the age I’d been at the time of the accident.<br>\r\n<br>\r\nWhile I wasn’t exactly thrilled by the thought of being 13 years old again, I knew it was something I could learn to deal with; especially if it meant getting my legs back.<br>\r\n<br>\r\nLittle did I know, however, there was going to be an unforeseen side effect; one that would change my life forever...</span></div></div>",
            "created":1587445200,
            "id":2822170,
            "title":"In the Beginning"
        },
        "11":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Alone Time",
                "The Procedure",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After a year of tests and examinations, the day was finally here – the day I’d get the use of my legs back after four years of being stuck in a wheelchair.  It was just after 8:00 in the morning when we got to the hospital.  As Dad parked the car in one of the handicapped spots, I realized this was the last time I’d have to use one of them – I mean, if everything went the way it was supposed to.<br>\r\n<br>\r\nOnce everyone was out of the car, Glenn started wheeling me towards the hospital entrance.  Leaning forward to talk in my ear, Glenn said, “I’ll tell you; I’m looking forward to no longer pushing you around.”<br>\r\n<br>\r\n“Same here, brother.” Chuckling, I said, “I can’t wait to be rid of this wheelchair.”<br>\r\n<br>\r\n“I know you’re excited, Marcus; but don’t get your hopes up.” Looking at me, Dad said, “After all, this is an experimental treatment; there’s no guarantee that it will work.”<br>\r\n<br>\r\nThere he goes again; Dad ever so subtly saying he didn’t think I should go through with the procedure.  As always, Mom was right there trying to bring him around.  “There’s nothing wrong with a little optimism, Kent.” Sighing, Mom said, “The worst that could happen is that it doesn’t work.  But if it does, our son will get his life back.”<br>\r\n<br>\r\n“I’m sorry, Gloria; you’re right.” As we walked into the hospital lobby, Dad looked at me and said, “I truly hope this works out for you, son.”<br>\r\n<br>\r\n“Same here, Dad.” Pausing, I said, “Has anyone heard from Eric or Kat this morning?”<br>\r\n<br>\r\n“Eric called why you were in the shower; he’s got college orientation today but wishes you luck.” Looking at me, Mom said, “Kat texted your brother and said that she’d stop by before the procedure.”<br>\r\n<br>\r\n<div align=\"center\">************************</div><br>\r\n<br>\r\nIt only took another 15 minutes before we were in my hospital room.  Glenn effortlessly lifted me from the wheelchair onto the bed.  Once he was finished, I looked at him and said, “I bet you’ll be glad to never have to do that again.”<br>\r\n<br>\r\nGlenn had the misfortune of being the one who, more often than not, had to help me with my everyday tasks – like getting dressed, showering, or using the bathroom.  “It may not be the most glamorous job, but I’m happy to do it.” Looking at me, a goofy grin on his face, Glenn said, “You’re my little brother after all; it’s my job to help you.”<br>\r\n<br>\r\n“Hey, I’m not your little brother yet.” Chuckling, I said, “I’ve still got a few more hours to enjoy being the oldest child.”<br>\r\n<br>\r\n“Enjoy it while you can, brother.”<br>\r\n<br>\r\nDr. Sheppard walked in a few minutes later; a clipboard in his hands.  “Is everyone ready for the big day?”<br>\r\n<br>\r\n“More than you can possibly know, Doc.” Smiling, I said, “I can’t wait to have my legs back.”<br>\r\n<br>\r\n“I must say, Marcus, your sunny optimism is quite infectious.” Looking at the clipboard, Dr. Sheppard said, “I’ll have a nurse come in shortly to check your vitals.  Once I’m certain that you’re ready, I’ll have you brought to the procedure room.”<br>\r\n<br>\r\n“Sounds good to me.” Pausing, I said, “Not to be rude or anything; but would it be alright if I had some time to myself?”<br>\r\n<br>\r\n“Of course not, sweetie; I have to update the family anyway.” Smiling, Mom said, “We’ll be outside if you need us.”</span></div></div>",
            "created":1587445200,
            "id":2822181,
            "title":"Arriving At The Hospital"
        },
        "111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Procedure",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It had been an hour or so since the nurse came to check my vitals.  My folks were somewhere in the hospital, most likely at the cafeteria having a quick breakfast.  I, unfortunately, I couldn’t eat anything prior to the procedure.  So I was passing the time by watching <i>Manifest</i> on my tablet; trying to imagine how strange it would be to discover years had gone by for everyone else but you.<br>\r\n<br>\r\nI was in the middle of watching an episode when I heard a knock on the door. I quickly paused the episode before turning to face the door. “Come in!”<br>\r\n<br>\r\nI got a smile on my face when I saw Kat standing in the doorway; an equally big smile on her face. Running into the room, she hugged me and said, “I’m glad I got to see you before they took you in for the operation.”<br>\r\n<br>\r\n“It’s not an operation, Kat; I won’t even be giving anesthesia.” Smiling, I said, “But, I am glad you got here before they brought me in.”<br>\r\n<br>\r\n“Are you nervous?” pulling a chair up to my bedside, Kat said, “I’d be pretty nervous if I were in your position.”<br>\r\n<br>\r\n“I’m a little nervous; mostly out of fear that it won’t work.”<br>\r\n<br>\r\n“I know it’s going to work.” With a goofy grin, Kat said, “In a few days, once you’re out of the hospital, we’ll be able to hang out without you being in a wheelchair.”<br>\r\n<br>\r\n“That’s the best news I’ve heard in a long time.” Looking at Kat, I couldn’t help but notice she was nervous about something.<br>\r\n“You’re asking me if I’m nervous; while you look worse than you did before your ballet recital.”<br>\r\n<br>\r\n“I seem to recall breaking my leg at that recital; so I guess I had good reason to be nervous.” Sighing, Kat said, “But, you’re right, I am nervous; because there’s something I’ve been meaning to tell you for a while now.”<br>\r\n<br>\r\nI couldn’t help but feel hurt that Kat seemed to be keeping something from me. We never kept any secrets from each other; after all, she was the first one outside the family that I told about the procedure. “Are you keeping something from me, Kat?”<br>\r\n<br>\r\n“Yeah, but it’s only because I’m afraid of how you’ll react to it.” Taking a deep breath, Kat said, “I’ve had a crush on you since 7th Grade.”<br>\r\n<br>\r\nIf I’d had any liquid in my mouth, I probably would have done a spit take at that news. Looking at Kat, dumbfounded, I said, “Y-You have a crush on me? Why’d you never tell me before this?”<br>\r\n<br>\r\n“I never said told you because it felt wrong to think of you that way; you’ve been like my big brother since I moved in next door.” Blushing, I said, “Plus there was the fact that you were 5 years older than me.”<br>\r\n<br>\r\n“Yeah, well that’s not going to be an issue for much longer.” Pausing, I said, “Once we’re the same age; perhaps we could see where things go.”<br>\r\n<br>\r\n“Really!?” louder than she probably intended, Kat looked at me and said, “Please tell me you’re not joking right now.”<br>\r\n<br>\r\nI’d be lying if I said I didn’t think Kat was attractive; because she is. I just felt weird thinking about her that way; because, as she said, I thought of her as my little sister. We’re talking about a girl who I taught how to ride a bike. The more I thought about it, however, the more I realized there wouldn’t be any issues once we were the same age. “I’m not joking, Kat; I’d like to go out with you sometime.” Looking at her, I said, “Just promise me one thing; you won’t get mad if, for one reason or another, one of us decides that the two of us dating is weird.”<br>\r\n<br>\r\n“I suppose I could agree to that.” Leaning over, Kat kissed me on the cheek and said, “I’ll see you later, Marcus.”<br>\r\n<br>\r\nKat left a few minutes later; walking past Mom and a nurse as they came into the room. Once Kat was out of earshot, Mom turned to me and said, “Kat seemed pretty happy; is there something I should know about?”<br>\r\n<br>\r\n“Not right now, Mom.” Blushing, I said, “I’ll tell you later.”<br>\r\n<br>\r\n“Okay then.” Gesturing to the nurse, Mom said, “Are you ready for the procedure?”<br>\r\n<br>\r\nAs the nurse helped me into the wheelchair, I looked at Mom and said, “I’ve been ready for the last four years, Mom.”</span></div></div>",
            "created":1587445200,
            "id":2822182,
            "title":"A Welcome Visitor"
        },
        "1111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Back In the Room",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was brought down the hall to an exam room; entering to find the room filled with monitors and what looked to be recording equipment of some kind.  I briefly wondered what if was all for, but then I remembered this was an experimental procedure; Dr. Sheppard probably wanted everything recorded to look over later.<br>\r\n<br>\r\nThe nurse, an attractive woman in her early 30s, lifted me from the wheelchair onto the exam table.  After turning me over onto my back, she started strapping me down.  As she worked, she said, “These are only in case you have a reaction to the medicine; it wouldn’t do for you to injure yourself because of this.”<br>\r\n<br>\r\n“I guess you have a point.”<br>\r\n<br>\r\nMom stood by in the corner as Dr. Sheppard walked into the room; holding a clear box with what looked to be four syringes filled with a reddish-orange liquid.  While the nurse finished strapping me to the table, Dr. Sheppard said, “Now Marcus, the procedure is going to be quite simple; I’m going to inject the serum into four locations on your spine.” Looking at me, he said, “If all goes well, they should go about repairing the damage done by the accident.”<br>\r\n<br>\r\n“It’s not going to hurt, will it?” wincing, I said, “I’m not exactly the biggest fan of needles.”<br>\r\n<br>\r\n“You won’t feel a thing, my boy.” Grabbing the first syringe, Dr. Sheppard said, “Now, if you’re ready, I’m going to inject the first needle just below your neck.”<br>\r\n<br>\r\n“I’m ready, Doc.”<br>\r\n<br>\r\n<div align=\"center\">***********************************</div><br>\r\n<br>\r\nThe procedure itself only took about 20 minutes; thankfully there were no complications.  Once he was finished, Dr. Sheppard said, “The injections are all finished, Marcus.” Coming around the table, he knelt down to where I could see him.  “I included a mild sedative in there as well, so don’t be surprised if you start to feel a little drowsy.” <br>\r\n<br>\r\n“Thanks, Dr. Sheppard.” Smiling, I said, “I really hope this works.”<br>\r\n<br>\r\nThe nurse waited a few minutes before removing the straps holding me to the table.  Once that was finished, I was brought out of the room; to find Dad, Mom, and Glenn standing there. Looking at me, Dad said, “How’d it go?”<br>\r\n<br>\r\n“Everything went off without a hitch, Kent.” Walking out of the room, behind me, Dr. Sheppard said, “With any luck, he’ll start to regain sensation in his legs later this afternoon.  If all goes according to plan, he’ll be taking his first steps tomorrow morning.”<br>\r\n<br>\r\n“Thanks for everything, Kevin.” Tearing up, Mom hugged Dr. Sheppard and said, “You’ve given my baby his life back.”</span></div></div>",
            "created":1587445200,
            "id":2822186,
            "title":"The Procedure"
        },
        "11111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The sedatives that I’d been given knocked me out shortly after I got back to the room; I didn’t wake up until shortly after 4:00.  As I lay there in bed, wondering what to do now that I was awake, I became aware of a tingling sensation in my toes.  The sensation slowly started to travel up my legs; reminding me of what it felt like to have my arm fall asleep.<br>\r\n<br>\r\nI tried my best to keep my mind off the sensations; watching more shows on my tablet.  I made until just before 5:00 before the sensations started to feel a little painful.  I started to panic a little, so I reached over and pushed the call button on the side of my bed.  It wasn’t long before a nurse, the one that brought me to the procedure room, came running into the room. “What’s wrong, Marcus?”<br>\r\n<br>\r\n“It’s almost like my legs are being stabbed with needles.” Wincing, I said, “Is that normal?”<br>\r\n<br>\r\n“That’s nothing you need to worry about, Marcus.”  A vague smile started to form on the nurse’s face.  “That’s just your legs starting to repair themselves.”<br>\r\n<br>\r\nI’d been so caught up with the alien sensations I’d been feeling, that I hadn’t stopped to consider what they meant.  “Are you serious?” tearing up, I looked at the nurse and said, “Th-The procedure worked?”<br>\r\n<br>\r\n“It certainly looks that way.” Her smile growing bigger, the nurse said, “I’ll page Dr. Sheppard; then I’ll go find your folks.”<br>\r\n<br>\r\nAs the nurse ran out of the room, I started crying.  Of course, I’d hoped the procedure would work, but I never allowed myself to figure out how I’d react if it did.  After four years, I’d finally regained the use of my legs.”</span></div></div>",
            "created":1587445200,
            "id":2822208,
            "title":"A Tingling Sensation"
        },
        "111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A Celebratory Dinner",
                "During the Night",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It was 10 minutes before Dr. Sheppard and my family arrived.  Seeing how crowded the room was, Glenn said, “What’s going on?”<br>\r\nWalking over to my bedside, Dr. Sheppard said, “The nurse told me your brother is experiencing tingling sensations in his legs.”<br>\r\n<br>\r\n“Okay.” Confused, Glenn said, “What’s that supposed to mean?”<br>\r\n<br>\r\n“It means the procedure worked, Glenn.” Ecstatic, I said, “I’m getting the use of my legs back.”<br>\r\nWhile Mom and Dad struggled to contain their excitement, Glenn ran over and hugged me.  “I’m so happy for you, Marcus.”<br>\r\n<br>\r\n“Let’s not jump the gun here; there are still tests I need to run in order to be 100%.” Removing a pen from his pocket, Dr. <br>\r\nSheppard said, “Marcus, I’m going to run this down your leg; please let me know when you start to feel it.”<br>\r\n<br>\r\nI watched, with apprehension, as Dr. Wilcox moved the pen down my leg. It wasn’t until he got a few inches above my knee, that I started to feel it. Gasping in shock, I said, “I-I felt that!”<br>\r\n<br>\r\nAs they stood behind Dr. Sheppard; Glenn, Mom, and Dad were exchanging hugs with each other.  Looking at me, Dr. Sheppard said, “It’s still early; but, after what I’ve seen, I’m confident the procedure has worked.” With a smile, Dr. Sheppard said, “Just one more thing; please wiggle your toes for me.”<br>\r\n<br>\r\nI concentrated on my toes for a few seconds; gasping again when I saw them move ever so slightly. Mom was unable to contain herself; she started crying as she came over to hug me. “My baby’s cured!”<br>\r\n<br>\r\nWhile Dad and Glenn came over to hug me as well, Dr. Sheppard said, “I’d advise waiting until tomorrow before you try walking, but I’m happy to say the procedure was successful.”<br>\r\n<br>\r\nTears streaming down her face, Mom walked over and hugged him. “Thank you, Kevin, for everything you’ve done.”</span></div></div>",
            "created":1587445200,
            "id":2822230,
            "title":"An Exam"
        },
        "1111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Next Morning",
                "During the Night",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After the positive news that the procedure had worked, Mom got permission from the hospital to have food delivered from my favorite restaurant.  Having not eaten anything since last night, I wasn’t surprised at all when I ate an entire 12-ounce steak in 5 minutes.  That got me a look from Glenn, who said, “Glad to see your appetite hasn’t changed at all.”<br>\r\n<br>\r\n“Dr. Sheppard said I have to eat a lot of protein to regain my muscle mass.” With a grin, I said, “So enjoy being able to outrun me while you can.”<br>\r\n<br>\r\n“We’ll see about that.” Chuckling, Glenn said, “I’m not going to go easy on you just because you’re my little brother.”<br>\r\n<br>\r\n“Would you stop calling me your little brother; you make it sound like I’m way younger than you.” Sighing, I said, “At most, I’m only 5 or 6 months younger than you now.”<br>\r\n<br>\r\n“Yeah, well you’re still younger than me.”<br>\r\n<br>\r\nI wanted to say something in response, but I was suddenly interrupted by the ringing of my cell phone.  Putting my fork down, I reached over and grabbed it off the table.  A smile appeared on my face the instant I saw it was Kat calling.  Answering the phone, I said, “Hey Kat, what’s up?”<br>\r\n<br>\r\nAt the mention of Kat’s name, I noticed Mom starting to usher Dad and Glenn out of the room.  Mom followed suit just as Kat said, <br>\r\n“Not much, I just wanted to see how the procedure went.”<br>\r\n<br>\r\n“The procedure went fine; didn’t feel a thing.” Pausing, I said, “After a while though, I did start to feel a tingling sensation in my legs.”<br>\r\n<br>\r\n“Oh?” sounding concerned, Kat said, “Is that good or bad?”<br>\r\n<br>\r\nI was tempted to string Kat along for a few moments, but I quickly figured she wouldn’t like that very much.  “It’s a good thing.” Chuckling, I said, “The procedure worked; I was able to wiggle toes about an hour ago.”<br>\r\n<br>\r\nI had to pull the phone away from my ear as Kat’s scream was almost deafening.  After a moment, she calmed down and said, “It worked?  I-It really worked?”<br>\r\n<br>\r\n“Yeah, it worked.” Smiling, I said, “I have the use of my legs again.”<br>\r\n<br>\r\n“Marcus, I’m so happy for you.” Breathing a sigh of relief, Kat said, “I was so worried that it wouldn’t work.”<br>\r\n<br>\r\n“Dr. Sheppard wants me to take my first steps tomorrow morning.” Pausing, thinking about what I was about to say, I said, “I’d really like it if you were there to watch.”<br>\r\n<br>\r\n“Are you kidding?  I wouldn’t miss this for the world.”<br>\r\n<br>\r\nI felt some butterflies in my stomach when I heard that.  With a smile, I said, “Great, I’ll text you the details tomorrow.”<br>\r\n<br>\r\n“That sounds good to me.” Pausing, Kat said, “I’ll really happy for you, Marcus.”<br>\r\n<br>\r\n“Thanks, Kat.” Grinning from ear to ear, I said, “I’ll see you tomorrow.”<br>\r\n<br>\r\nI hung the phone just as Mom walked back into the room.  Looking at me, she said, “I take Kat was excited?”<br>\r\n<br>\r\n“My ears are still ringing she screamed so much.” Smiling, I said, “She’s going to be here tomorrow to watch my first steps.”<br>\r\n<br>\r\n“I’m glad to hear that, honey.” Coming next to the bed, Mom said, “Do you have a problem with your father, Glenn and I going home for the evening?”<br>\r\n<br>\r\n“No, go right ahead.” Yawning, I said, “I’ll see you guys tomorrow.”</span></div></div>",
            "created":1587445200,
            "id":2822248,
            "title":"A Celebratory Dinner"
        },
        "11111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Back In the Room",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was brought into the physical therapy room down the hall, the next morning, to find that both my family and Kat’s were already there.  With everyone watching, and Kat even recording on her phone, the physical therapist brought me over to a set of horizontal bars.<br>\r\n<br>\r\nAs she helped me to my feet, she said, “Okay Marcus, now hold on tightly to those bars.” Pausing, she said, “I’m going to let go of you, and I want you to try putting your weight on your legs.”<br>\r\n<br>\r\nI did as I was told; although my legs wobbled a little, and wouldn’t straighten out; I was standing on my own.  That got me applause from everyone in the room, even from another patient nearby.  “What’s next?”<br>\r\n<br>\r\n“You just jump right in, don’t you.” Smiling, the therapist said, “Now I’d like to see how far you can get.”<br>\r\n<br>\r\nI took a deep breath, and put my right foot in front of my left. Then, I put my left in front of my right. I did it again before my legs gave out under me.  I wanted to cry as the therapist helped me back into the wheelchair. \"Three steps,\" I said. \"Three lousy steps.\"<br>\r\n<br>\r\n“But that’s three more steps than you’ve been able to do for years.” Looking at me, she said, “I didn’t expect you to climb Mount Everest on your first day.”<br>\r\n<br>\r\nThe group came over and hugged me.  With tears in her eyes, and her voice cracking, Mom said, “My baby is walking again.”<br>\r\n<br>\r\nI wanted to say that I’d only gone three steps, but I realized that she and the therapist were right.  I may have stumbled, but I had been walking before that.  My tears of humiliation were replaced by tears of triumph.  The last person to congratulate me was Kat.  She hugged me tightly and gave me a kiss on the cheek, before saying, “I’m really proud of you, Marcus.”</span></div></div>",
            "created":1587445200,
            "id":2822261,
            "title":"My First Steps"
        },
        "111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was feeling pretty drained by the time I got back to my hospital room.  Kat’s parents gave me some flowers and a teddy bear before they left the room with my folks.  That left only Glenn in the room with Kat and me.<br>\r\n<br>\r\nAfter a few minutes, I noticed Kat giving Glenn a weird look.  I was about to ask what was going on, when she said, “Glenn, do you think you could give Marcus and me some privacy?”<br>\r\n<br>\r\nGlenn turned and left without saying a word; leaving me alone in the room with Kat.  Sitting up in the bed, I said, “What’s on your mind, Kat?”<br>\r\n<br>\r\n“I made a terrible mistake yesterday; I never should have said I had feelings for you.”  Looking at me, she said, “It’s obvious you don’t think of me that way; so I’d like it if you just forget I said anything.”<br>\r\n<br>\r\nI thought back to yesterday after Kat came clean about her feelings for me.  I was still shocked to learn that she felt that way about me.  “Look, Kat, I meant what I said yesterday.” Taking a breath, I said, “I’d like to go on a date with you; so long as our parents are okay with it.”<br>\r\n<br>\r\n“Why wouldn’t they be okay with it?” chuckling, Kat said, “My mom’s known for months that I had feelings for you.  I even talked to her about it last night.”<br>\r\n<br>\r\n“R-Really?” shocked, I said, “What did she say?”<br>\r\n<br>\r\n“She wants me to be happy; and if being with you will make me happy, then she’s all for it.” Blushing, Kat said, “It’s just my dad we’ll have to convince.”<br>\r\n<br>\r\nGrowing concerned, I said, “Is that going to be a problem?”<br>\r\n<br>\r\n“I hope not; it’s just that he’ll probably ask if we ever did...anything before this.”<br>\r\n<br>\r\n“We <i>haven’t</i> done anything before this.” Looking at her, I said, “Hell, the closest I’ve ever been to seeing you naked was seeing you in a bikini at the beach.”<br>\r\n<br>\r\n“Oh really?” raising an eyebrow, Kat said, “Did you like what you saw?”<br>\r\n<br>\r\n<i>I’d be lying if I said no.</i> “I’ll just say it became clear you were no longer that little girl who used to make me check her closet for monsters.”<br>\r\n<br>\r\nUntil that point Kat had been sitting rather close to me; after my response, she leaned back in the chair.  “The two of dating is going to be weird, isn’t it.”<br>\r\n<br>\r\n“Why do you say that?”<br>\r\n<br>\r\n“It’s just...you and I have that brother/sister dynamic.” Looking at me, Kat said, “The idea of us dating just seems weird.”<br>\r\n<br>\r\nI really don’t know what came over me at that point.  Leaning forward, I pulled Kat towards me and kissed her on the lips.  After a few seconds, I pulled back and looked at her.  “Did that feel weird to you?”<br>\r\n<br>\r\nKat was silent for a moment before she placed both hands on my face and started kissing me back.</span></div></div>",
            "created":1587445200,
            "id":2822427,
            "title":"Back In the Room"
        },
        "1111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Kat and I made out for what seemed like forever; but, in reality, was only about 10 minutes.  I got the sense we both wanted to keep going, but neither of us wanted our families for walk in on us.<br>\r\n<br>\r\nIt was a good thing we stopped when we did; because, not even 5 minutes later, Kat's dad walked into the room as we were watching something on my tablet.  Completely unaware of what we'd been doing just moments ago, he smiled and said, \"I'm glad to see this hasn't ruined the relationship you two have.\"<br>\r\n<br>\r\nKat and I exchanged a mischievous look, before she turned to her Dad and said, \"If anything, Dad, our relationship has improved now that we're the same age.\"<br>\r\n<br>\r\n\"Well I hate to break you two up, but I'm afraid we need to go sweetie.\" Looking at me, Mr. Maddox said, \"Congratulations on a miraculous recovery, Marcus.\"<br>\r\n<br>\r\n\"Thanks Mr. Maddox.\"<br>\r\n<br>\r\nKat waited until her father left the room before turning to look at me.  With a sigh of relief, she said, \"For a moment there I thought we were in trouble.\"<br>\r\n<br>\r\n\"Relax Kat, no one knows that we were making out.\" Sitting up in the bed, I said, \"Once I'm out of the hospital, I'll talk to your dad and ask if he's alright with us dating.\"<br>\r\n<br>\r\n\"That's something I'll have to get used to.\" Kissing me on the lips, Kat said, \"But I like the way that sounds - the two of us dating.\"<br>\r\n<br>\r\n\"Me too.\" Smiling, I said, \"You going to visit to tomorrow?\"<br>\r\n<br>\r\n\"Yeah, but it won't be until early afternoon.\" Grabbing her cellphone, Kat said, \"I've got cheer tryouts in the morning.\"<br>\r\n<br>\r\n\"Can things get any better?\" Chuckling, I said, \"Not only did I get the use of my legs back, but I'm also dating a cheerleader?\"<br>\r\n<br>\r\n\"I haven't made the team yet, Marcus.\" Walking towards the door, she turned around to say, \"But I appreciate your confidence.\"</span></div></div>",
            "created":1587531600,
            "id":2822641,
            "title":"Post-Make Out"
        },
        "11111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "My hair was longer",
                "I was slightly shorter",
                "Something Else",
                "Someone Else",
                "Someone Else"
            ],
            "content":"<div class=\"\"><div> <span>It was shortly after noon when the sound of thunder outside woke me up.  Opening my eyes I found a note on the table, leaning against a tray of food.  Reaching for the note, I saw that it was from Mom:<br>\r\n<br>\r\n<i>I brought you some food; but decided not to wake you.  Will be by later to visit.<br>\r\nLove – Mom</i><br>\r\n<br>\r\nPutting the note down, I was about to reach for the tray of food when I got the sudden urge to use the bathroom.  Reaching for the call button, I was about to push it when I spotted a walker leaning against the foot of the bed.  <i>Guess they thought of everything.</i><br>\r\n<br>\r\nGetting out of bed, using the walker for support, I started making my way towards the bathroom.  I took my time getting there; as I had no interest in rushing things.  I eventually made it inside the bathroom; where, after closing the door, I noticed something odd in the mirror.<br>\r\n<br>\r\n<b>What was it?</b></span></div></div>",
            "created":1587531600,
            "id":2822662,
            "title":"Later On"
        },
        "111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On",
                "That Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I’d always kept my hair a little on the long side; but what I saw in the mirror was longer than I typically kept it.  It had grown to just past my ears since yesterday.  I didn’t think much of it at that moment; save for a quick thought about getting a haircut at some point.<br>\r\n<br>\r\nPutting that all to the side, I sat down on the toilet; relishing the fact that I was doing so by myself for the first time in years.  It’s funny how you get enjoyment out of even the simplest things - such as no longer needing your brother to help in the bathroom.<br>\r\n<br>\r\nAfter finishing up in the bathroom, I walked back into the room as a nurse walked into room with a clipboard.  Seeing me standing there, she said, \"Don't mind me, I'm just taking an inventory of the supplies in the room.\"<br>\r\n<br>\r\n\"No problem.\" Climbing back into bed, I said, \"You're not bothering me or anything.\"<br>\r\n<br>\r\nAs she went to work checking one of the cabinets, the nurse said, \"So what are you in for?\"<br>\r\n<br>\r\n\"An experimental procedure to help me regain the use of my legs.\" Grabbing the sandwich from the tray of food, I said, \"As you just saw, it was a success.\"<br>\r\n<br>\r\n\"So you're the boy everyone is talking about.\" Forgetting about the inventory for a moment, the nurse said, \"Were you really paralyzed for 4 years?\"<br>\r\n<br>\r\n\"Closer to 4<sup>1/2</sup> years; but yeah, I was completely paralyzed from the waist down.\"<br>\r\n<br>\r\n\"I took some psychology classes in college; if you don't mind my asking, I'd love to know how you coped with your injury.\"<br>\r\n<br>\r\n\"I had a lot of help from my family and friends.  I don't know how I would have coped without them.\" Looking at the nurse, I said, \"My names Marcus by the way.\"<br>\r\n<br>\r\n\"Sorry, I totally forgot to introduce myself.\" Walking over, the nurse said, \"My names Casey, I just started here two weeks ago.\"<br>\r\n<br>\r\n\"It's nice to meet you, Casey.\" Smiling, I said, \"You're not going to get in trouble talking to me, are you?\"<br>\r\n<br>\r\n\"Nah, I'll be fine.\" Chuckling, Casey said, \"I've only got 3 more rooms after yours, so it's no big deal.\"<br>\r\n<br>\r\n\"I have to say, it's nice to speak with someone who doesn't look down on me because of my condition.\" Turning serious, I said, \"Outside of my friends and family, I get a lot of people looking down on me; especially at school.\"<br>\r\n<br>\r\n\"I wouldn't be good at my job if I didn't have people skills.\" Checking her watch, Casey said, \"I should probably get going to the next room; I'll see you later, Marcus.\"<br>\r\n<br>\r\n\"See you later, Casey.\"</span></div></div>",
            "created":1587531600,
            "id":2822710,
            "title":"In Need of a Haircut"
        },
        "1111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Hanging With Allison",
                "Sometime Later",
                "During the Night",
                "The Next Day",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Allison stood up as I approached the bed; giving me a strange look as I went past. “That’s funny; I didn’t realize until just now, but you could really use a haircut.”<br>\r\n<br>\r\nI had no idea what Allison was talking about; since I’d just had a haircut last week.  “I just had a haircut last week, Ally.”<br>\r\n<br>\r\n“Well, you should get another one because you need it.” Grabbing my arm, Allison gently pulled me back into the bathroom.  “If your hair was any longer, you could be mistaken for a girl.”<br>\r\n<br>\r\nLooking at my reflection in the mirror, I realized Allison was right.  Had I not remembered getting a hair cut last week, I would have thought it had been months since my last one.  While not overly long, it still covered my ears and was working its way down my neck.  “Dr. Sheppard didn’t say anything about the serum affecting my hair.”<br>\r\n<br>\r\n“You said the serum turned you into a 13-year-old again, right?” looking at me, Allison said, “You’re basically back in the middle of puberty again; your hormones are all in flux.”<br>\r\n<br>\r\n“Okay, what do hormones have to do with hair growth?”<br>\r\n<br>\r\n“You didn’t do well in biology, did you?” sighing, Allison said, “Certain hormones are known to affect hair growth.”<br>\r\n<br>\r\n“I suppose that makes sense.”  Looking back at the reflection in the mirror, I said, “Do you think this is something I should bring to Dr. Sheppard’s attention?”<br>\r\n<br>\r\n“I don’t think it’s necessary to tell him; it’s probably just connected to your becoming younger.” Looking at me, Allison said, “I’ll tell you what; my shift ends in a few hours.  If you want, I can come back and give you a quick trim.”<br>\r\n<br>\r\n“You don’t have to do that, Ally.” Pausing, I said, “You’ve probably had a busy day; go home to Jamie.”<br>\r\n<br>\r\n“She’s actually out of town for a conference, so it’s just me at the apartment.” Smiling, Allison said, “This will give me something to do; besides, we could hang out like we did after you first got paralyzed.”<br>\r\n<br>\r\nAs the two of us walked back into the room, I hugged her and said, “If you really want to, I suppose that would be okay.”<br>\r\n<br>\r\n“Then it’s settled, I’ll come back after my shift and we can hang out like old times.” Smiling, Allison said, “I’ll see you in a few <br>\r\nhours.”</span></div></div>",
            "created":1587618000,
            "id":2823444,
            "title":"Your Hair Is Longer"
        },
        "11111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On",
                "During the Night",
                "The Next Day",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Allison, always one to keep her promises, walked into my hospital room just after 4:00; with a pizza and a 2-liter bottle of soda in her hands.  Placing it on the counter, Allison looked at me and said, “I thought you might be hungry, so I had one of the swing shift nurses pick up a pizza.”<br>\r\n<br>\r\n“Thanks, I’m getting tired of hospital food.”<br>\r\n<br>\r\nAs she took some scissors from her purse, Allison said, “Let’s get that hair cut before we start eating.”<br>\r\n<br>\r\nI followed Allison into the bathroom as she put a chair in front of the mirror.  As I sat down in the chair, I looked at her and said, “That’s probably a good idea; I wouldn’t want hair in the pizza.”<br>\r\n<br>\r\nThe two of us talked while Allison went to work cutting my hair; mostly about Jamie’s proposal, but we did discuss changes in my life.  I was surprised when she didn’t seem all that shocked about Kat.  “I’ve seen how you two are together, I’m not entirely surprised to learn she had feelings for you.” Looking at me, she said, “Although, I would highly recommend the two of you talk to your folks before you do anything.”<br>\r\n<br>\r\n“We already agreed to do that.” Looking at Allison’s progress in the mirror, I said, “After I get out of the hospital, I’m going to talk to her dad; explain everything to him and ask if he’ll let me date her.”<br>\r\n<br>\r\n“I’m sure there won’t be any reservations about you guys.” Brushing some hair off my shoulders, Allison said, “After all, you’re both the same age now and it’s not like you ever did anything before.”<br>\r\n<br>\r\n“Well, we make out a little this morning; but beyond that, we’ve done nothing.”<br>\r\n<br>\r\n“Oh really?” with a grin, Allison said, “How’d that go?”<br>\r\n<br>\r\n“I thought it would be weird kissing her, but it actually wasn’t.” blushing a little bit, I said, “Kat even said it was more enjoyable then she imagined it would be.”<br>\r\n<br>\r\n“It seems like this procedure definitely changed your life, Marcus.” Smiling, as she looked at something in the mirror, Allison said, <br>\r\n“Not only did you get the use of your legs back, but you’ve also gotten yourself a girlfriend.”<br>\r\n<br>\r\nIt was a few more minutes before Allison finished cutting my hair.  After she cleaned me up a bit, I looked at her handiwork in the mirror.  It actually looked better than it had after my last haircut.  “Thanks for the trim, Ally.”<br>\r\n<br>\r\n“Anything for you, Marcus.” Heading towards the door, she said, “Now come on, let's go watch a movie and have some pizza.”</span></div></div>",
            "created":1587618000,
            "id":2823491,
            "title":"Hanging With Allison"
        },
        "1111111111112":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Consulting with Dr. Sheppard",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Allison stood up as I approached the bed; giving me a strange look as I went past. “That’s funny; I didn’t realize until just now, but you’re shorter than the last time I saw you.”<br>\r\n<br>\r\nI had no idea what Allison was talking about, and the expression on my face said as much.  “What are you talking about?”<br>\r\n<br>\r\nGrabbing my arm, Allison gently pulled me back into the bathroom.  “The last time I saw you, before my trip, you were a good 3 inches taller than me.” Standing the two of us next to each other, she said, “Now we’re about the same height; I might even be a smidge taller than you.”<br>\r\n<br>\r\nAs I looked at the reflection in the mirror, I quickly realized Allison was right.  Now I wasn’t that tall to begin with, no more than 5’9” at most, so to see that I had suddenly shrunk was disconcerting.  “Okay, that’s weird; Dr. Sheppard didn’t say anything about me shrinking.” Concerned, I said, “What should I do?”<br>\r\n<br>\r\n“You were given an experimental medicine, Marcus; I’d get in touch with Dr. Sheppard immediately.” Looking at me, she said, “If he’s planning to take this procedure public, he should know of any unforeseen issues.”<br>\r\n<br>\r\n“I’m pretty sure he’s still working here at the hospital, I’ll have him paged.” With a sigh, I said, “Could you call my folks and tell them?”<br>\r\n<br>\r\n“Of course.” Hugging me, Allison said, “It’s going to be okay, Marcus.”<br>\r\n<br>\r\n“Thanks, Ally.”</span></div></div>",
            "created":1587618000,
            "id":2823437,
            "title":"You're Shorter"
        },
        "11111111111121":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A Newborn",
                "A Toddler",
                "5 Years Old",
                "8 Years Old"
            ],
            "content":"<div class=\"\"><div> <span>Calling Dr. Sheppard turned out to be a wise call; because by the time he and my folks got to the room, I’d shrunk another two inches.  I was now no taller than a 10-year-old.  Everyone was understandably shocked when they walked into the room; seeing me sitting at the foot of the bed in a hospital gown that was now too big for me.<br>\r\n<br>\r\n“What’s happening to me, Dr. Sheppard?” worried, I said, “You never said anything about me getting shorter.”<br>\r\n<br>\r\n“I’m as confused as you are, Marcus; this never happened in any of the tests.” Looking at me, he said, “If it’s alright with you, I’d like to run some tests.”<br>\r\n<br>\r\n“Go right ahead; the sooner you can undo the better.” Sighing, I said, “Starting high school again is going to be awkward enough, I’d rather not be the shortest member of the freshman class.”<br>\r\n<br>\r\nRetrieving a syringe from a drawer, Dr. Sheppard prepared to take some blood.  “I assure you that won’t happen, Marcus.  I’ll send this to the lab; we should know more in an hour or so.”<br>\r\n<br>\r\n<div align=\"center\">**********************</div><br>\r\n<br>\r\nThe next hour seemed to drag by; as everyone, including me, patiently awaited the results of the test.  Allison and Mom were in the corner, talking about the proposal, while Dad was using the bathroom.  Glenn walked back into the room with a glass of water; as he handed it to me, he said, “How are you doing, bro?”<br>\r\n<br>\r\n“How do you think I’m doing, Glenn?” taking the water, I said, “I get the use of my legs back, but I’ve shrunk to the size of a 10-year-old boy.”<br>\r\n<br>\r\n“I wonder how Kat is going to feel; dating someone that’s practically the same height as her.” Seeing the dumbfounded look on my face, Glenn said, “Don’t look so surprised, I overheard you telling her you’d like to go out with her at some point.”<br>\r\n<br>\r\n“You’re not going to make fun of me, are you?”<br>\r\n<br>\r\n“Why would I do that?” looking at me, Glenn said, “Kat’s a good looking girl; who am I to say you can’t date her.”<br>\r\n“Phew.  I was worried you’d say it was weird”<br>\r\n<br>\r\n“It is a <i>little</i> weird; I mean, she’s practically our little sister.”  Pausing, Glenn said, “But if neither of you has a problem with that, then I’d say go for it.”<br>\r\n<br>\r\nAnother few minutes went by before Dr. Sheppard entered the room again.  He was holding a tablet in his hands and had a grim look on his face.  The look told me that he didn’t have good news. “What’s wrong with me, Doc?”<br>\r\n<br>\r\n“It seems that the series of injections had an unintended side effect.” Looking at me and my family, Dr. Sheppard said, “It did repair Marcus’ spine as planned; but instead of making him a 13-year-old again, it’s making him even younger.”<br>\r\n<br>\r\nEveryone in the room made an audible gasp. Looking at Dr. Sheppard, worried, I said, “How much younger?”<br>\r\n<br>\r\n“If my tests are correct; by this time tomorrow, you’ll be _____.”</span></div></div>",
            "created":1587618000,
            "id":2823461,
            "title":"Consulting with Dr. Sheppard"
        },
        "111111111111212":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Nightmare",
                "The Next Morning",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"A toddler? This is a nightmare I'm having, right? Just a big, scary dream. And, when I wake up, I'll be my 13-year-old self, right?\"<br>\r\n<br>\r\nDr. Sheppard shook his head. \"I'm sorry, Marcus. You're no longer 13. You're 10. And you're still getting younger.\"<br>\r\n<br>\r\nI looked up at Glenn. <i>Way</i> up at him. He really was the big brother now. \"It... it wasn't supposed to be like this.\"<br>\r\n<br>\r\n\"I know, bro.\"<br>\r\n<br>\r\n\"None of us expected something like this,\" Dr. Sheppard said. He took a breath. \"Among other things, you'll need a new wardrobe. I'll pay for it, out of my own pocket. And I'll start an account for you, to help fund your education.\"<br>\r\n<br>\r\n\"For now, Doctor,\" Dad said, \"we'd like to be alone.\"<br>\r\n<br>\r\n\"Of course,\" he said, and left my room.<br>\r\n<br>\r\nThe words filled my mind. <i>A toddler.</i> Forget junior high, it was day care for me. Video games? More like blocks. And then there's the bathroom, assuming I don't wind up back in diapers.<br>\r\n<br>\r\nGlenn cleared his throat. \"What are you going to tell Kat?\"<br>\r\n<br>\r\n<i>Kat!</i> She had had a crush on me since forever, and she was looking forward to us dating. Fat chance of that happening now. I'll be too young for her, now, instead of the other way around. \"I can't talk to her just now,\" I said. \"Maybe later.\"<br>\r\n<br>\r\n\"You might not want to make it <i>too</i> much later,\" Glenn said.<br>\r\n<br>\r\nI nodded. Who knew how long I'd be <i>able</i> to speak to her?</span></div></div>",
            "created":1587618000,
            "id":2823494,
            "title":"A Toddler"
        },
        "1111111111112121":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I must’ve fallen asleep at some point after getting that unwanted news; because when I woke up, I quickly realized I was no longer in my hospital room.  I tried to look around at my surroundings but found that my body wasn’t responding the way it should.  <i>Oh no; please don’t let me be paralyzed again.</i><br>\r\n<br>\r\nIt took some effort but I managed to turn my head enough to see a baby lying in a crib next to me.  I soon realized where I was, when I discovered that I was in a similar crib – I was in the hospital’s nursery.  <i>Oh god, I’m a baby again.</i>  I tried to speak in a desperate attempt to get some attention, but found the only noise I could make was a whimper.<br>\r\n<br>\r\nI quickly grew frustrated and did the only thing I could do – I started crying.  I don’t know how long I cried for, but soon enough a nurse appeared above me.  “Hello little one.” Lifting me up, she said, “Are you hungry?”<br>\r\n<br>\r\n<i>No, I’m not hungry! I’m a teenager, not a baby!</i>  But the only thing I could do was keep crying.  After a few minutes of this, the nurse placed me back in the crib and wheeled me out of the room.  <i>Where is she taking me?</i><br>\r\n<br>\r\nI soon had my answer when I was wheeled into a hospital room.  I could hear voices but had trouble determining who they were.  After a moment, I heard a voice I could identify – my mom’s.  “Is he alright?”<br>\r\n<br>\r\nFor some reason her voice had a calming effect on me, and I slowly stopped crying.  As the nurse picked me up, she said, “I think he’s probably a little hungry; after all, he’s been through quite an ordeal.”<br>\r\n<br>\r\n<i>You can say that again.</i>  I figured the nurse would hand me off to mom so she could give me a bottle.  So imagine my reaction when I saw Mom lying in a hospital bed.  She looked different; like she’d gained weight since I last saw her.  As the nurse handed me off to her, Mom said, “Its okay sweetie, Mommy’s here.”<br>\r\n<br>\r\nMy confusion turned to horror when, instead of reaching for a bottle, Mom took out one of her breasts.  <i>Oh god no.</i>  I was powerless to stop her as she slowly guided me towards the exposed nipple.  The memory of me latching on and breast feeding was one I’d give anything to forget.  The fact that I was doing so without even thinking was very disturbing.<br>\r\n<br>\r\nSo there I was, being breastfed by my mom, when Glenn appeared in my line of sight.  I focused on him as he looked at me and said, “I bet that wheelchairs looking pretty good right about now.”<br>\r\n<br>\r\nSuddenly everything went dark.  When I could finally see again, I was relieved to find that I was back in my hospital room.  I did get a little worried, however, when I saw Mom standing over me.  Much to my relief, she simply looked down on me and said, “Marcus, sweetie, are you alright?”<br>\r\n<br>\r\nI was quite relieved when I found I was able to talk.  “Yeah, I’m fine.” Looking at her, I said, “Why does my body feel weird?”<br>\r\n<br>\r\n“I’m afraid your...regression is complete; you’re now approximately 14 months old.”<br>\r\n<br>\r\nAs Mom reached down to pick me up, I wanted nothing more than for her to be wrong.  Alas, that wasn’t meant to be; while holding me in her arms, she turned to face the mirror.  Staring back at me, clear as day, was the reflection of a horrified looking 14-month-old baby.  Before I knew what was happening, I started crying.</span></div></div>",
            "created":1587618000,
            "id":2823516,
            "title":"A Nightmare"
        },
        "11111111111121211":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Next Morning",
                "Kat Gets a Surprise",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"After you fell asleep,\" Mom said, after I calmed down, \"your regression accelerated. Dr. Sheppard thinks that may be why you fell asleep: the process must be exhausting. You were at 14 months for an hour before he officially declared it complete.\"<br>\r\n<br>\r\n\"Where are Daddy and Glenn?\" I asked, then winced at my use of a word I hadn't used since I was little the first time.<br>\r\n<br>\r\n\"I sent them home. I figured you didn't need everybody around to show you how small you'd become.\"<br>\r\n<br>\r\n\"I guess it could be worse,\" I said. \"I dreamed I was a baby. Apparently it was the first time, because you were in a hospital bed. You... you started... I need brain bleach.\"<br>\r\n<br>\r\n\"Well, if I was fumbling as much as you were, I'd say I was impressed with your recall. And yes, you'll be in a stroller for a while, but you know you'll get out of it, just like you did before.\" She gave a snort. \"If you'll forgive me for sounding a bit selfish, I must say, I'm looking forward to the years ahead.\"<br>\r\n<br>\r\n\"Why?\"<br>\r\n<br>\r\n\"Well, I got to watch you grow up, and, now, I get to see you grow up all over again. That's got to be a world first.\" She kissed me, then lay me in bed. \"Now, I'm afraid I have bad news for you.\"<br>\r\n<br>\r\nI braced myself for the worst. \"Go ahead.\"<br>\r\n<br>\r\n\"Somebody in this room just made a present. And it wasn't me.\"<br>\r\n<br>\r\nI sighed, and resigned myself to the indignity of the first of many diaper changes.</span></div></div>",
            "created":1587618000,
            "id":2823534,
            "title":"Continue"
        },
        "111111111112":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A newborn",
                "2 Years Old",
                "5 Years Old",
                "8 Years Old",
                "10 Years Old"
            ],
            "content":"<div class=\"\"><div> <span>Looking at my reflection in the mirror, I instantly noticed that I had shrunk almost two inches since yesterday.  Okay, that’s weird.  As I stood there, staring at the mirror, I tried to explain what I was seeing.  The only logical explanation I could think of was that the serum was returning me to my original 13-year-old height.<br>\r\n<br>\r\nAs I sat on the toilet, relishing the fact that I was doing it on my own, I wondered whether or not I should tell someone about this.  Dr. Sheppard had mentioned there would likely be some unknown side effects from the serum, perhaps this was one of them.  If Dr. Sheppard was hoping to make this procedure readily available, he deserved to know if there was something happening to me.<br>\r\n<br>\r\nSo, after using the toilet, I made my way back to bed.  Once I was sitting in bed, I reached over and grabbed the call button.  An unfamiliar nurse walked into the room a few minutes later.  “Is something wrong, Marcus?”<br>\r\n<br>\r\n“Can you have Dr. Sheppard called to my room?” pausing, I said, “I think I’m experiencing a side effect from his serum.”<br>\r\n<br>\r\n<div align=\"center\">***********************</div><br>\r\n<br>\r\nAs it turned out, calling Dr. Sheppard turned out to be a good thing.  He was as baffled as I was about what was happening.  He called my folks back to the hospital; by which time I’d shrunk another three inches, making me the same height as a typical 11-year-old.<br>\r\n<br>\r\nDad was understandably upset that something like this was happening; after all, Dr. Sheppard assured us there’d be no complications.  Glenn was worried as well; afraid of what else might happen to me.  To her credit, Mom was doing a great job of keeping it together; although I could tell she was an emotional wreck.<br>\r\n<br>\r\n“Do you think Dr. Sheppard will be able to fix this?” a worried look on my face, I said, “If I get any shorter people will think I’m a little kid.”<br>\r\n<br>\r\n“Don’t you think like that, Marcus; I’m sure Dr. Sheppard will be able to fix this.” Taking my hand, Mom said, “In the meantime, just be grateful that the procedure had its intended effect.”<br>\r\n<br>\r\nDr. Sheppard walked into the room a few minutes later; a tablet in his hand and a grim look on his face.  The look told me that he didn’t have good news.  “What’s wrong with me, Doc?”<br>\r\n<br>\r\n“It seems that the series of injections had an unintended side effect.” Looking at me and my family, Dr. Sheppard said, “It did repair Marcus’ spine as planned; but instead of making him a 13-year-old again, it’s making him even younger.”<br>\r\nEveryone in the room made an audible gasp.  Looking at Dr. Sheppard, worried, I said, “How much younger?”<br>\r\n<br>\r\n“If my tests are correct; by this time tomorrow, you’ll be _____.”</span></div></div>",
            "created":1587531600,
            "id":2822688,
            "title":"A Few Inches Shorter"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"A teenage boy's life is changed forever by an untested medical procedure.",
        "created":1587484680,
        "description":"<td align=\"left\" class=\"norm\">Marcus Scott has been paralyzed from the waist down since he was 14 years old. Four years later, an untested procedure repairs the damage but with some unexpected side effects.<br>\r\n<br>\r\nRules:<br>\r\n1. Use proper grammar<br>\r\n2. No descriptive sex scenes (keep it PG)<br>\r\n3. Be creative with storylines but keep close to the original idea.<br>\r\n4. Use the 1st person perspective (I, I'm, I'll, etc) - keep it from Marcus' POV<br>\r\n<br>\r\nThere will be an outline of characters</td>",
        "id":2219762,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587698880,
        "pretty_title":"Back On My Feet"
    }
}