{
    "chapters":{
        "1":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Character Profiles"
            ],
            "content":"<div class=\"\"><div> <span>My name is Marcus Scott, I’m 18 years old; I live with my parents and my younger brother, Glenn.  My two closest friends are Eric Williams and Kat Maddox; Eric being a friend from childhood and Kat being my 13-year-old next-door neighbor.<br>\r\n<br>\r\nNow I know what you’re probably thinking; why is an 18-year-old guy best friends with a 13-year-old girl.  It’s nothing sexual, I assure you; I’ve known Kat since her family moved in six years ago.  I don’t know why, but the two of us just clicked; our relationship becoming something akin to siblings.<br>\r\n<br>\r\nAnyway, onto the story – I’ve been in a wheelchair since I was 14 years old; paralyzed from the waist down after being struck by a drunk driver while crossing the street.  It took some time before I was able to come to terms with being paralyzed; but with help from my friends and family, I was able to do so.<br>\r\n<br>\r\nEverything was going normally until about 3 years after the accident; when out of the blue, a medical researcher came to the house.  Dr. Kevin Sheppard was developing a potentially groundbreaking cure for paralysis, and he wanted to test it on me.  If it worked, I would regain the use of my legs.  There was, however, a small catch; in addition to potentially curing my paralysis, the procedure would revert me back to the age I’d been at the time of the accident.<br>\r\n<br>\r\nWhile I wasn’t exactly thrilled by the thought of being 13 years old again, I knew it was something I could learn to deal with; especially if it meant getting my legs back.<br>\r\n<br>\r\nLittle did I know, however, there was going to be an unforeseen side effect; one that would change my life forever...</span></div></div>",
            "created":1587445200,
            "id":2822170,
            "title":"In the Beginning"
        },
        "11":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Alone Time",
                "The Procedure",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After a year of tests and examinations, the day was finally here – the day I’d get the use of my legs back after four years of being stuck in a wheelchair.  It was just after 8:00 in the morning when we got to the hospital.  As Dad parked the car in one of the handicapped spots, I realized this was the last time I’d have to use one of them – I mean, if everything went the way it was supposed to.<br>\r\n<br>\r\nOnce everyone was out of the car, Glenn started wheeling me towards the hospital entrance.  Leaning forward to talk in my ear, Glenn said, “I’ll tell you; I’m looking forward to no longer pushing you around.”<br>\r\n<br>\r\n“Same here, brother.” Chuckling, I said, “I can’t wait to be rid of this wheelchair.”<br>\r\n<br>\r\n“I know you’re excited, Marcus; but don’t get your hopes up.” Looking at me, Dad said, “After all, this is an experimental treatment; there’s no guarantee that it will work.”<br>\r\n<br>\r\nThere he goes again; Dad ever so subtly saying he didn’t think I should go through with the procedure.  As always, Mom was right there trying to bring him around.  “There’s nothing wrong with a little optimism, Kent.” Sighing, Mom said, “The worst that could happen is that it doesn’t work.  But if it does, our son will get his life back.”<br>\r\n<br>\r\n“I’m sorry, Gloria; you’re right.” As we walked into the hospital lobby, Dad looked at me and said, “I truly hope this works out for you, son.”<br>\r\n<br>\r\n“Same here, Dad.” Pausing, I said, “Has anyone heard from Eric or Kat this morning?”<br>\r\n<br>\r\n“Eric called why you were in the shower; he’s got college orientation today but wishes you luck.” Looking at me, Mom said, “Kat texted your brother and said that she’d stop by before the procedure.”<br>\r\n<br>\r\n<div align=\"center\">************************</div><br>\r\n<br>\r\nIt only took another 15 minutes before we were in my hospital room.  Glenn effortlessly lifted me from the wheelchair onto the bed.  Once he was finished, I looked at him and said, “I bet you’ll be glad to never have to do that again.”<br>\r\n<br>\r\nGlenn had the misfortune of being the one who, more often than not, had to help me with my everyday tasks – like getting dressed, showering, or using the bathroom.  “It may not be the most glamorous job, but I’m happy to do it.” Looking at me, a goofy grin on his face, Glenn said, “You’re my little brother after all; it’s my job to help you.”<br>\r\n<br>\r\n“Hey, I’m not your little brother yet.” Chuckling, I said, “I’ve still got a few more hours to enjoy being the oldest child.”<br>\r\n<br>\r\n“Enjoy it while you can, brother.”<br>\r\n<br>\r\nDr. Sheppard walked in a few minutes later; a clipboard in his hands.  “Is everyone ready for the big day?”<br>\r\n<br>\r\n“More than you can possibly know, Doc.” Smiling, I said, “I can’t wait to have my legs back.”<br>\r\n<br>\r\n“I must say, Marcus, your sunny optimism is quite infectious.” Looking at the clipboard, Dr. Sheppard said, “I’ll have a nurse come in shortly to check your vitals.  Once I’m certain that you’re ready, I’ll have you brought to the procedure room.”<br>\r\n<br>\r\n“Sounds good to me.” Pausing, I said, “Not to be rude or anything; but would it be alright if I had some time to myself?”<br>\r\n<br>\r\n“Of course not, sweetie; I have to update the family anyway.” Smiling, Mom said, “We’ll be outside if you need us.”</span></div></div>",
            "created":1587445200,
            "id":2822181,
            "title":"Arriving At The Hospital"
        },
        "111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Procedure",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It had been an hour or so since the nurse came to check my vitals.  My folks were somewhere in the hospital, most likely at the cafeteria having a quick breakfast.  I, unfortunately, I couldn’t eat anything prior to the procedure.  So I was passing the time by watching <i>Manifest</i> on my tablet; trying to imagine how strange it would be to discover years had gone by for everyone else but you.<br>\r\n<br>\r\nI was in the middle of watching an episode when I heard a knock on the door. I quickly paused the episode before turning to face the door. “Come in!”<br>\r\n<br>\r\nI got a smile on my face when I saw Kat standing in the doorway; an equally big smile on her face. Running into the room, she hugged me and said, “I’m glad I got to see you before they took you in for the operation.”<br>\r\n<br>\r\n“It’s not an operation, Kat; I won’t even be giving anesthesia.” Smiling, I said, “But, I am glad you got here before they brought me in.”<br>\r\n<br>\r\n“Are you nervous?” pulling a chair up to my bedside, Kat said, “I’d be pretty nervous if I were in your position.”<br>\r\n<br>\r\n“I’m a little nervous; mostly out of fear that it won’t work.”<br>\r\n<br>\r\n“I know it’s going to work.” With a goofy grin, Kat said, “In a few days, once you’re out of the hospital, we’ll be able to hang out without you being in a wheelchair.”<br>\r\n<br>\r\n“That’s the best news I’ve heard in a long time.” Looking at Kat, I couldn’t help but notice she was nervous about something.<br>\r\n“You’re asking me if I’m nervous; while you look worse than you did before your ballet recital.”<br>\r\n<br>\r\n“I seem to recall breaking my leg at that recital; so I guess I had good reason to be nervous.” Sighing, Kat said, “But, you’re right, I am nervous; because there’s something I’ve been meaning to tell you for a while now.”<br>\r\n<br>\r\nI couldn’t help but feel hurt that Kat seemed to be keeping something from me. We never kept any secrets from each other; after all, she was the first one outside the family that I told about the procedure. “Are you keeping something from me, Kat?”<br>\r\n<br>\r\n“Yeah, but it’s only because I’m afraid of how you’ll react to it.” Taking a deep breath, Kat said, “I’ve had a crush on you since 7th Grade.”<br>\r\n<br>\r\nIf I’d had any liquid in my mouth, I probably would have done a spit take at that news. Looking at Kat, dumbfounded, I said, “Y-You have a crush on me? Why’d you never tell me before this?”<br>\r\n<br>\r\n“I never said told you because it felt wrong to think of you that way; you’ve been like my big brother since I moved in next door.” Blushing, I said, “Plus there was the fact that you were 5 years older than me.”<br>\r\n<br>\r\n“Yeah, well that’s not going to be an issue for much longer.” Pausing, I said, “Once we’re the same age; perhaps we could see where things go.”<br>\r\n<br>\r\n“Really!?” louder than she probably intended, Kat looked at me and said, “Please tell me you’re not joking right now.”<br>\r\n<br>\r\nI’d be lying if I said I didn’t think Kat was attractive; because she is. I just felt weird thinking about her that way; because, as she said, I thought of her as my little sister. We’re talking about a girl who I taught how to ride a bike. The more I thought about it, however, the more I realized there wouldn’t be any issues once we were the same age. “I’m not joking, Kat; I’d like to go out with you sometime.” Looking at her, I said, “Just promise me one thing; you won’t get mad if, for one reason or another, one of us decides that the two of us dating is weird.”<br>\r\n<br>\r\n“I suppose I could agree to that.” Leaning over, Kat kissed me on the cheek and said, “I’ll see you later, Marcus.”<br>\r\n<br>\r\nKat left a few minutes later; walking past Mom and a nurse as they came into the room. Once Kat was out of earshot, Mom turned to me and said, “Kat seemed pretty happy; is there something I should know about?”<br>\r\n<br>\r\n“Not right now, Mom.” Blushing, I said, “I’ll tell you later.”<br>\r\n<br>\r\n“Okay then.” Gesturing to the nurse, Mom said, “Are you ready for the procedure?”<br>\r\n<br>\r\nAs the nurse helped me into the wheelchair, I looked at Mom and said, “I’ve been ready for the last four years, Mom.”</span></div></div>",
            "created":1587445200,
            "id":2822182,
            "title":"A Welcome Visitor"
        },
        "1111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Back In the Room",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was brought down the hall to an exam room; entering to find the room filled with monitors and what looked to be recording equipment of some kind.  I briefly wondered what if was all for, but then I remembered this was an experimental procedure; Dr. Sheppard probably wanted everything recorded to look over later.<br>\r\n<br>\r\nThe nurse, an attractive woman in her early 30s, lifted me from the wheelchair onto the exam table.  After turning me over onto my back, she started strapping me down.  As she worked, she said, “These are only in case you have a reaction to the medicine; it wouldn’t do for you to injure yourself because of this.”<br>\r\n<br>\r\n“I guess you have a point.”<br>\r\n<br>\r\nMom stood by in the corner as Dr. Sheppard walked into the room; holding a clear box with what looked to be four syringes filled with a reddish-orange liquid.  While the nurse finished strapping me to the table, Dr. Sheppard said, “Now Marcus, the procedure is going to be quite simple; I’m going to inject the serum into four locations on your spine.” Looking at me, he said, “If all goes well, they should go about repairing the damage done by the accident.”<br>\r\n<br>\r\n“It’s not going to hurt, will it?” wincing, I said, “I’m not exactly the biggest fan of needles.”<br>\r\n<br>\r\n“You won’t feel a thing, my boy.” Grabbing the first syringe, Dr. Sheppard said, “Now, if you’re ready, I’m going to inject the first needle just below your neck.”<br>\r\n<br>\r\n“I’m ready, Doc.”<br>\r\n<br>\r\n<div align=\"center\">***********************************</div><br>\r\n<br>\r\nThe procedure itself only took about 20 minutes; thankfully there were no complications.  Once he was finished, Dr. Sheppard said, “The injections are all finished, Marcus.” Coming around the table, he knelt down to where I could see him.  “I included a mild sedative in there as well, so don’t be surprised if you start to feel a little drowsy.” <br>\r\n<br>\r\n“Thanks, Dr. Sheppard.” Smiling, I said, “I really hope this works.”<br>\r\n<br>\r\nThe nurse waited a few minutes before removing the straps holding me to the table.  Once that was finished, I was brought out of the room; to find Dad, Mom, and Glenn standing there. Looking at me, Dad said, “How’d it go?”<br>\r\n<br>\r\n“Everything went off without a hitch, Kent.” Walking out of the room, behind me, Dr. Sheppard said, “With any luck, he’ll start to regain sensation in his legs later this afternoon.  If all goes according to plan, he’ll be taking his first steps tomorrow morning.”<br>\r\n<br>\r\n“Thanks for everything, Kevin.” Tearing up, Mom hugged Dr. Sheppard and said, “You’ve given my baby his life back.”</span></div></div>",
            "created":1587445200,
            "id":2822186,
            "title":"The Procedure"
        },
        "11111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The sedatives that I’d been given knocked me out shortly after I got back to the room; I didn’t wake up until shortly after 4:00.  As I lay there in bed, wondering what to do now that I was awake, I became aware of a tingling sensation in my toes.  The sensation slowly started to travel up my legs; reminding me of what it felt like to have my arm fall asleep.<br>\r\n<br>\r\nI tried my best to keep my mind off the sensations; watching more shows on my tablet.  I made until just before 5:00 before the sensations started to feel a little painful.  I started to panic a little, so I reached over and pushed the call button on the side of my bed.  It wasn’t long before a nurse, the one that brought me to the procedure room, came running into the room. “What’s wrong, Marcus?”<br>\r\n<br>\r\n“It’s almost like my legs are being stabbed with needles.” Wincing, I said, “Is that normal?”<br>\r\n<br>\r\n“That’s nothing you need to worry about, Marcus.”  A vague smile started to form on the nurse’s face.  “That’s just your legs starting to repair themselves.”<br>\r\n<br>\r\nI’d been so caught up with the alien sensations I’d been feeling, that I hadn’t stopped to consider what they meant.  “Are you serious?” tearing up, I looked at the nurse and said, “Th-The procedure worked?”<br>\r\n<br>\r\n“It certainly looks that way.” Her smile growing bigger, the nurse said, “I’ll page Dr. Sheppard; then I’ll go find your folks.”<br>\r\n<br>\r\nAs the nurse ran out of the room, I started crying.  Of course, I’d hoped the procedure would work, but I never allowed myself to figure out how I’d react if it did.  After four years, I’d finally regained the use of my legs.”</span></div></div>",
            "created":1587445200,
            "id":2822208,
            "title":"A Tingling Sensation"
        },
        "111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A Celebratory Dinner",
                "During the Night",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It was 10 minutes before Dr. Sheppard and my family arrived.  Seeing how crowded the room was, Glenn said, “What’s going on?”<br>\r\nWalking over to my bedside, Dr. Sheppard said, “The nurse told me your brother is experiencing tingling sensations in his legs.”<br>\r\n<br>\r\n“Okay.” Confused, Glenn said, “What’s that supposed to mean?”<br>\r\n<br>\r\n“It means the procedure worked, Glenn.” Ecstatic, I said, “I’m getting the use of my legs back.”<br>\r\nWhile Mom and Dad struggled to contain their excitement, Glenn ran over and hugged me.  “I’m so happy for you, Marcus.”<br>\r\n<br>\r\n“Let’s not jump the gun here; there are still tests I need to run in order to be 100%.” Removing a pen from his pocket, Dr. <br>\r\nSheppard said, “Marcus, I’m going to run this down your leg; please let me know when you start to feel it.”<br>\r\n<br>\r\nI watched, with apprehension, as Dr. Wilcox moved the pen down my leg. It wasn’t until he got a few inches above my knee, that I started to feel it. Gasping in shock, I said, “I-I felt that!”<br>\r\n<br>\r\nAs they stood behind Dr. Sheppard; Glenn, Mom, and Dad were exchanging hugs with each other.  Looking at me, Dr. Sheppard said, “It’s still early; but, after what I’ve seen, I’m confident the procedure has worked.” With a smile, Dr. Sheppard said, “Just one more thing; please wiggle your toes for me.”<br>\r\n<br>\r\nI concentrated on my toes for a few seconds; gasping again when I saw them move ever so slightly. Mom was unable to contain herself; she started crying as she came over to hug me. “My baby’s cured!”<br>\r\n<br>\r\nWhile Dad and Glenn came over to hug me as well, Dr. Sheppard said, “I’d advise waiting until tomorrow before you try walking, but I’m happy to say the procedure was successful.”<br>\r\n<br>\r\nTears streaming down her face, Mom walked over and hugged him. “Thank you, Kevin, for everything you’ve done.”</span></div></div>",
            "created":1587445200,
            "id":2822230,
            "title":"An Exam"
        },
        "1111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Next Morning",
                "During the Night",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After the positive news that the procedure had worked, Mom got permission from the hospital to have food delivered from my favorite restaurant.  Having not eaten anything since last night, I wasn’t surprised at all when I ate an entire 12-ounce steak in 5 minutes.  That got me a look from Glenn, who said, “Glad to see your appetite hasn’t changed at all.”<br>\r\n<br>\r\n“Dr. Sheppard said I have to eat a lot of protein to regain my muscle mass.” With a grin, I said, “So enjoy being able to outrun me while you can.”<br>\r\n<br>\r\n“We’ll see about that.” Chuckling, Glenn said, “I’m not going to go easy on you just because you’re my little brother.”<br>\r\n<br>\r\n“Would you stop calling me your little brother; you make it sound like I’m way younger than you.” Sighing, I said, “At most, I’m only 5 or 6 months younger than you now.”<br>\r\n<br>\r\n“Yeah, well you’re still younger than me.”<br>\r\n<br>\r\nI wanted to say something in response, but I was suddenly interrupted by the ringing of my cell phone.  Putting my fork down, I reached over and grabbed it off the table.  A smile appeared on my face the instant I saw it was Kat calling.  Answering the phone, I said, “Hey Kat, what’s up?”<br>\r\n<br>\r\nAt the mention of Kat’s name, I noticed Mom starting to usher Dad and Glenn out of the room.  Mom followed suit just as Kat said, <br>\r\n“Not much, I just wanted to see how the procedure went.”<br>\r\n<br>\r\n“The procedure went fine; didn’t feel a thing.” Pausing, I said, “After a while though, I did start to feel a tingling sensation in my legs.”<br>\r\n<br>\r\n“Oh?” sounding concerned, Kat said, “Is that good or bad?”<br>\r\n<br>\r\nI was tempted to string Kat along for a few moments, but I quickly figured she wouldn’t like that very much.  “It’s a good thing.” Chuckling, I said, “The procedure worked; I was able to wiggle toes about an hour ago.”<br>\r\n<br>\r\nI had to pull the phone away from my ear as Kat’s scream was almost deafening.  After a moment, she calmed down and said, “It worked?  I-It really worked?”<br>\r\n<br>\r\n“Yeah, it worked.” Smiling, I said, “I have the use of my legs again.”<br>\r\n<br>\r\n“Marcus, I’m so happy for you.” Breathing a sigh of relief, Kat said, “I was so worried that it wouldn’t work.”<br>\r\n<br>\r\n“Dr. Sheppard wants me to take my first steps tomorrow morning.” Pausing, thinking about what I was about to say, I said, “I’d really like it if you were there to watch.”<br>\r\n<br>\r\n“Are you kidding?  I wouldn’t miss this for the world.”<br>\r\n<br>\r\nI felt some butterflies in my stomach when I heard that.  With a smile, I said, “Great, I’ll text you the details tomorrow.”<br>\r\n<br>\r\n“That sounds good to me.” Pausing, Kat said, “I’ll really happy for you, Marcus.”<br>\r\n<br>\r\n“Thanks, Kat.” Grinning from ear to ear, I said, “I’ll see you tomorrow.”<br>\r\n<br>\r\nI hung the phone just as Mom walked back into the room.  Looking at me, she said, “I take Kat was excited?”<br>\r\n<br>\r\n“My ears are still ringing she screamed so much.” Smiling, I said, “She’s going to be here tomorrow to watch my first steps.”<br>\r\n<br>\r\n“I’m glad to hear that, honey.” Coming next to the bed, Mom said, “Do you have a problem with your father, Glenn and I going home for the evening?”<br>\r\n<br>\r\n“No, go right ahead.” Yawning, I said, “I’ll see you guys tomorrow.”</span></div></div>",
            "created":1587445200,
            "id":2822248,
            "title":"A Celebratory Dinner"
        },
        "11111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Back In the Room",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was brought into the physical therapy room down the hall, the next morning, to find that both my family and Kat’s were already there.  With everyone watching, and Kat even recording on her phone, the physical therapist brought me over to a set of horizontal bars.<br>\r\n<br>\r\nAs she helped me to my feet, she said, “Okay Marcus, now hold on tightly to those bars.” Pausing, she said, “I’m going to let go of you, and I want you to try putting your weight on your legs.”<br>\r\n<br>\r\nI did as I was told; although my legs wobbled a little, and wouldn’t straighten out; I was standing on my own.  That got me applause from everyone in the room, even from another patient nearby.  “What’s next?”<br>\r\n<br>\r\n“You just jump right in, don’t you.” Smiling, the therapist said, “Now I’d like to see how far you can get.”<br>\r\n<br>\r\nI took a deep breath, and put my right foot in front of my left. Then, I put my left in front of my right. I did it again before my legs gave out under me.  I wanted to cry as the therapist helped me back into the wheelchair. \"Three steps,\" I said. \"Three lousy steps.\"<br>\r\n<br>\r\n“But that’s three more steps than you’ve been able to do for years.” Looking at me, she said, “I didn’t expect you to climb Mount Everest on your first day.”<br>\r\n<br>\r\nThe group came over and hugged me.  With tears in her eyes, and her voice cracking, Mom said, “My baby is walking again.”<br>\r\n<br>\r\nI wanted to say that I’d only gone three steps, but I realized that she and the therapist were right.  I may have stumbled, but I had been walking before that.  My tears of humiliation were replaced by tears of triumph.  The last person to congratulate me was Kat.  She hugged me tightly and gave me a kiss on the cheek, before saying, “I’m really proud of you, Marcus.”</span></div></div>",
            "created":1587445200,
            "id":2822261,
            "title":"My First Steps"
        },
        "111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was feeling pretty drained by the time I got back to my hospital room.  Kat’s parents gave me some flowers and a teddy bear before they left the room with my folks.  That left only Glenn in the room with Kat and me.<br>\r\n<br>\r\nAfter a few minutes, I noticed Kat giving Glenn a weird look.  I was about to ask what was going on, when she said, “Glenn, do you think you could give Marcus and me some privacy?”<br>\r\n<br>\r\nGlenn turned and left without saying a word; leaving me alone in the room with Kat.  Sitting up in the bed, I said, “What’s on your mind, Kat?”<br>\r\n<br>\r\n“I made a terrible mistake yesterday; I never should have said I had feelings for you.”  Looking at me, she said, “It’s obvious you don’t think of me that way; so I’d like it if you just forget I said anything.”<br>\r\n<br>\r\nI thought back to yesterday after Kat came clean about her feelings for me.  I was still shocked to learn that she felt that way about me.  “Look, Kat, I meant what I said yesterday.” Taking a breath, I said, “I’d like to go on a date with you; so long as our parents are okay with it.”<br>\r\n<br>\r\n“Why wouldn’t they be okay with it?” chuckling, Kat said, “My mom’s known for months that I had feelings for you.  I even talked to her about it last night.”<br>\r\n<br>\r\n“R-Really?” shocked, I said, “What did she say?”<br>\r\n<br>\r\n“She wants me to be happy; and if being with you will make me happy, then she’s all for it.” Blushing, Kat said, “It’s just my dad we’ll have to convince.”<br>\r\n<br>\r\nGrowing concerned, I said, “Is that going to be a problem?”<br>\r\n<br>\r\n“I hope not; it’s just that he’ll probably ask if we ever did...anything before this.”<br>\r\n<br>\r\n“We <i>haven’t</i> done anything before this.” Looking at her, I said, “Hell, the closest I’ve ever been to seeing you naked was seeing you in a bikini at the beach.”<br>\r\n<br>\r\n“Oh really?” raising an eyebrow, Kat said, “Did you like what you saw?”<br>\r\n<br>\r\n<i>I’d be lying if I said no.</i> “I’ll just say it became clear you were no longer that little girl who used to make me check her closet for monsters.”<br>\r\n<br>\r\nUntil that point Kat had been sitting rather close to me; after my response, she leaned back in the chair.  “The two of dating is going to be weird, isn’t it.”<br>\r\n<br>\r\n“Why do you say that?”<br>\r\n<br>\r\n“It’s just...you and I have that brother/sister dynamic.” Looking at me, Kat said, “The idea of us dating just seems weird.”<br>\r\n<br>\r\nI really don’t know what came over me at that point.  Leaning forward, I pulled Kat towards me and kissed her on the lips.  After a few seconds, I pulled back and looked at her.  “Did that feel weird to you?”<br>\r\n<br>\r\nKat was silent for a moment before she placed both hands on my face and started kissing me back.</span></div></div>",
            "created":1587445200,
            "id":2822427,
            "title":"Back In the Room"
        },
        "1111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Kat and I made out for what seemed like forever; but, in reality, was only about 10 minutes.  I got the sense we both wanted to keep going, but neither of us wanted our families for walk in on us.<br>\r\n<br>\r\nIt was a good thing we stopped when we did; because, not even 5 minutes later, Kat's dad walked into the room as we were watching something on my tablet.  Completely unaware of what we'd been doing just moments ago, he smiled and said, \"I'm glad to see this hasn't ruined the relationship you two have.\"<br>\r\n<br>\r\nKat and I exchanged a mischievous look, before she turned to her Dad and said, \"If anything, Dad, our relationship has improved now that we're the same age.\"<br>\r\n<br>\r\n\"Well I hate to break you two up, but I'm afraid we need to go sweetie.\" Looking at me, Mr. Maddox said, \"Congratulations on a miraculous recovery, Marcus.\"<br>\r\n<br>\r\n\"Thanks Mr. Maddox.\"<br>\r\n<br>\r\nKat waited until her father left the room before turning to look at me.  With a sigh of relief, she said, \"For a moment there I thought we were in trouble.\"<br>\r\n<br>\r\n\"Relax Kat, no one knows that we were making out.\" Sitting up in the bed, I said, \"Once I'm out of the hospital, I'll talk to your dad and ask if he's alright with us dating.\"<br>\r\n<br>\r\n\"That's something I'll have to get used to.\" Kissing me on the lips, Kat said, \"But I like the way that sounds - the two of us dating.\"<br>\r\n<br>\r\n\"Me too.\" Smiling, I said, \"You going to visit to tomorrow?\"<br>\r\n<br>\r\n\"Yeah, but it won't be until early afternoon.\" Grabbing her cellphone, Kat said, \"I've got cheer tryouts in the morning.\"<br>\r\n<br>\r\n\"Can things get any better?\" Chuckling, I said, \"Not only did I get the use of my legs back, but I'm also dating a cheerleader?\"<br>\r\n<br>\r\n\"I haven't made the team yet, Marcus.\" Walking towards the door, she turned around to say, \"But I appreciate your confidence.\"</span></div></div>",
            "created":1587531600,
            "id":2822641,
            "title":"Post-Make Out"
        },
        "11111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "My hair was longer",
                "I was slightly shorter",
                "Something Else",
                "Someone Else",
                "Someone Else"
            ],
            "content":"<div class=\"\"><div> <span>It was shortly after noon when the sound of thunder outside woke me up.  Opening my eyes I found a note on the table, leaning against a tray of food.  Reaching for the note, I saw that it was from Mom:<br>\r\n<br>\r\n<i>I brought you some food; but decided not to wake you.  Will be by later to visit.<br>\r\nLove – Mom</i><br>\r\n<br>\r\nPutting the note down, I was about to reach for the tray of food when I got the sudden urge to use the bathroom.  Reaching for the call button, I was about to push it when I spotted a walker leaning against the foot of the bed.  <i>Guess they thought of everything.</i><br>\r\n<br>\r\nGetting out of bed, using the walker for support, I started making my way towards the bathroom.  I took my time getting there; as I had no interest in rushing things.  I eventually made it inside the bathroom; where, after closing the door, I noticed something odd in the mirror.<br>\r\n<br>\r\n<b>What was it?</b></span></div></div>",
            "created":1587531600,
            "id":2822662,
            "title":"Later On"
        },
        "111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On",
                "That Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I’d always kept my hair a little on the long side; but what I saw in the mirror was longer than I typically kept it.  It had grown to just past my ears since yesterday.  I didn’t think much of it at that moment; save for a quick thought about getting a haircut at some point.<br>\r\n<br>\r\nPutting that all to the side, I sat down on the toilet; relishing the fact that I was doing so by myself for the first time in years.  It’s funny how you get enjoyment out of even the simplest things - such as no longer needing your brother to help in the bathroom.<br>\r\n<br>\r\nAfter finishing up in the bathroom, I walked back into the room as a nurse walked into room with a clipboard.  Seeing me standing there, she said, \"Don't mind me, I'm just taking an inventory of the supplies in the room.\"<br>\r\n<br>\r\n\"No problem.\" Climbing back into bed, I said, \"You're not bothering me or anything.\"<br>\r\n<br>\r\nAs she went to work checking one of the cabinets, the nurse said, \"So what are you in for?\"<br>\r\n<br>\r\n\"An experimental procedure to help me regain the use of my legs.\" Grabbing the sandwich from the tray of food, I said, \"As you just saw, it was a success.\"<br>\r\n<br>\r\n\"So you're the boy everyone is talking about.\" Forgetting about the inventory for a moment, the nurse said, \"Were you really paralyzed for 4 years?\"<br>\r\n<br>\r\n\"Closer to 4<sup>1/2</sup> years; but yeah, I was completely paralyzed from the waist down.\"<br>\r\n<br>\r\n\"I took some psychology classes in college; if you don't mind my asking, I'd love to know how you coped with your injury.\"<br>\r\n<br>\r\n\"I had a lot of help from my family and friends.  I don't know how I would have coped without them.\" Looking at the nurse, I said, \"My names Marcus by the way.\"<br>\r\n<br>\r\n\"Sorry, I totally forgot to introduce myself.\" Walking over, the nurse said, \"My names Casey, I just started here two weeks ago.\"<br>\r\n<br>\r\n\"It's nice to meet you, Casey.\" Smiling, I said, \"You're not going to get in trouble talking to me, are you?\"<br>\r\n<br>\r\n\"Nah, I'll be fine.\" Chuckling, Casey said, \"I've only got 3 more rooms after yours, so it's no big deal.\"<br>\r\n<br>\r\n\"I have to say, it's nice to speak with someone who doesn't look down on me because of my condition.\" Turning serious, I said, \"Outside of my friends and family, I get a lot of people looking down on me; especially at school.\"<br>\r\n<br>\r\n\"I wouldn't be good at my job if I didn't have people skills.\" Checking her watch, Casey said, \"I should probably get going to the next room; I'll see you later, Marcus.\"<br>\r\n<br>\r\n\"See you later, Casey.\"</span></div></div>",
            "created":1587531600,
            "id":2822710,
            "title":"In Need of a Haircut"
        },
        "1111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Hanging With Allison",
                "Sometime Later",
                "During the Night",
                "The Next Day",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Allison stood up as I approached the bed; giving me a strange look as I went past. “That’s funny; I didn’t realize until just now, but you could really use a haircut.”<br>\r\n<br>\r\nI had no idea what Allison was talking about; since I’d just had a haircut last week.  “I just had a haircut last week, Ally.”<br>\r\n<br>\r\n“Well, you should get another one because you need it.” Grabbing my arm, Allison gently pulled me back into the bathroom.  “If your hair was any longer, you could be mistaken for a girl.”<br>\r\n<br>\r\nLooking at my reflection in the mirror, I realized Allison was right.  Had I not remembered getting a hair cut last week, I would have thought it had been months since my last one.  While not overly long, it still covered my ears and was working its way down my neck.  “Dr. Sheppard didn’t say anything about the serum affecting my hair.”<br>\r\n<br>\r\n“You said the serum turned you into a 13-year-old again, right?” looking at me, Allison said, “You’re basically back in the middle of puberty again; your hormones are all in flux.”<br>\r\n<br>\r\n“Okay, what do hormones have to do with hair growth?”<br>\r\n<br>\r\n“You didn’t do well in biology, did you?” sighing, Allison said, “Certain hormones are known to affect hair growth.”<br>\r\n<br>\r\n“I suppose that makes sense.”  Looking back at the reflection in the mirror, I said, “Do you think this is something I should bring to Dr. Sheppard’s attention?”<br>\r\n<br>\r\n“I don’t think it’s necessary to tell him; it’s probably just connected to your becoming younger.” Looking at me, Allison said, “I’ll tell you what; my shift ends in a few hours.  If you want, I can come back and give you a quick trim.”<br>\r\n<br>\r\n“You don’t have to do that, Ally.” Pausing, I said, “You’ve probably had a busy day; go home to Jamie.”<br>\r\n<br>\r\n“She’s actually out of town for a conference, so it’s just me at the apartment.” Smiling, Allison said, “This will give me something to do; besides, we could hang out like we did after you first got paralyzed.”<br>\r\n<br>\r\nAs the two of us walked back into the room, I hugged her and said, “If you really want to, I suppose that would be okay.”<br>\r\n<br>\r\n“Then it’s settled, I’ll come back after my shift and we can hang out like old times.” Smiling, Allison said, “I’ll see you in a few <br>\r\nhours.”</span></div></div>",
            "created":1587618000,
            "id":2823444,
            "title":"Your Hair Is Longer"
        },
        "11111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On",
                "During the Night",
                "The Next Day",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Allison, always one to keep her promises, walked into my hospital room just after 4:00; with a pizza and a 2-liter bottle of soda in her hands.  Placing it on the counter, Allison looked at me and said, “I thought you might be hungry, so I had one of the swing shift nurses pick up a pizza.”<br>\r\n<br>\r\n“Thanks, I’m getting tired of hospital food.”<br>\r\n<br>\r\nAs she took some scissors from her purse, Allison said, “Let’s get that hair cut before we start eating.”<br>\r\n<br>\r\nI followed Allison into the bathroom as she put a chair in front of the mirror.  As I sat down in the chair, I looked at her and said, “That’s probably a good idea; I wouldn’t want hair in the pizza.”<br>\r\n<br>\r\nThe two of us talked while Allison went to work cutting my hair; mostly about Jamie’s proposal, but we did discuss changes in my life.  I was surprised when she didn’t seem all that shocked about Kat.  “I’ve seen how you two are together, I’m not entirely surprised to learn she had feelings for you.” Looking at me, she said, “Although, I would highly recommend the two of you talk to your folks before you do anything.”<br>\r\n<br>\r\n“We already agreed to do that.” Looking at Allison’s progress in the mirror, I said, “After I get out of the hospital, I’m going to talk to her dad; explain everything to him and ask if he’ll let me date her.”<br>\r\n<br>\r\n“I’m sure there won’t be any reservations about you guys.” Brushing some hair off my shoulders, Allison said, “After all, you’re both the same age now and it’s not like you ever did anything before.”<br>\r\n<br>\r\n“Well, we make out a little this morning; but beyond that, we’ve done nothing.”<br>\r\n<br>\r\n“Oh really?” with a grin, Allison said, “How’d that go?”<br>\r\n<br>\r\n“I thought it would be weird kissing her, but it actually wasn’t.” blushing a little bit, I said, “Kat even said it was more enjoyable then she imagined it would be.”<br>\r\n<br>\r\n“It seems like this procedure definitely changed your life, Marcus.” Smiling, as she looked at something in the mirror, Allison said, <br>\r\n“Not only did you get the use of your legs back, but you’ve also gotten yourself a girlfriend.”<br>\r\n<br>\r\nIt was a few more minutes before Allison finished cutting my hair.  After she cleaned me up a bit, I looked at her handiwork in the mirror.  It actually looked better than it had after my last haircut.  “Thanks for the trim, Ally.”<br>\r\n<br>\r\n“Anything for you, Marcus.” Heading towards the door, she said, “Now come on, let's go watch a movie and have some pizza.”</span></div></div>",
            "created":1587618000,
            "id":2823491,
            "title":"Hanging With Allison"
        },
        "111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Next Morning",
                "During the Night",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Mom stopped by around 6:30 to bring me a change of clothes for tomorrow; since, assuming tomorrow’s physical went well, I was going home.  Allison had left by then, so it was just me in the room.  The first thing Mom noticed when she entered the room was my hair cut.  “What happened to your hair, Marcus?”<br>\r\n<br>\r\n“It must’ve grown a good inch or so; Allison offered to give me a trim.” Chuckling, I said, “We figured it was just a side effect of the medicine.”<br>\r\n<br>\r\n“I don’t see any reason why it should be.” As she placed the bag of clothes on the counter, Mom looked at me and said, “I spoke with Aunt Marcie on the way over; she said Rachel and Mackenzie are looking forward to the party.”<br>\r\n<br>\r\nThe party that Mom was referring to was our traditional end of summer party.  Normally we’d only have Kat’s family over for a BBQ; but since it happened to fall shortly after the procedure, my dad decided to invite both sides of the family to celebrate my cure.<br>\r\n<br>\r\nRachel and Mackenzie were my only cousins on my dad’s side; their Mom, Marcie, was my Dad’s younger sister.  Rachel surprised the entire family last summer when she came out as trans and announced she was starting her transition.  I hadn’t seen her since then; so I was curious to see how much she’d changed.  “That’s great, I haven’t seen them in almost a year.” Pausing, I said, “I doubt I’d even recognize Rachel now.”<br>\r\n<br>\r\nAfter we talked for a few more minutes, Mom said, “I should probably get going; the hospital’s visiting hours end soon.” Kissing me on the forehead, Mom said, “We’ll be back tomorrow morning.”<br>\r\n<br>\r\n“Thanks, Mom.” Smiling, I said, “I’ll see you guys tomorrow.”</span></div></div>",
            "created":1587704400,
            "id":2823762,
            "title":"A Visit From Mom"
        },
        "1111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "One Last Session",
                "Leaving the Hospital",
                "At Home",
                "Later On",
                "Sometime Later"
            ],
            "content":"<div class=\"\"><div> <span>Over the last 4 years, I’d probably spent just over a month in the hospital; so you can understand why I was anxious to finally leave.  It was just after 7:15 in the morning when I woke up; opening my eyes to find a nurse looking through a cabinet nearby.  Seeing me, she said, “I didn’t mean to wake you, I’m just doing an inventory of the room.”<br>\r\n<br>\r\n“Don’t apologize; I’m usually up at this time anyway.”<br>\r\n<br>\r\nThe nurse looked at me as I climbed out of bed and slowly made my way to the bathroom.  “If you don’t mind my asking, what are you in for?”<br>\r\n<br>\r\nI wasn’t entirely sure Dr. Sheppard was ready to go public yet, so I had to play it cool.  Looking at the nurse, I said, “I shattered my femur a few weeks ago, I’m just recovering from surgery to repair it.”<br>\r\n<br>\r\n“Well, I certainly hope the surgery was successful.”<br>\r\n<br>\r\nI entered the bathroom as the nurse left the room.  Once I closed the door, I looked in the mirror to find that my hair had grown again; it was almost the same length it had been prior to the procedure.  <i>What the hell is going on with my hair?</i>  I quickly brushed that thought aside, no pun intended and sat down to use the toilet.</span></div></div>",
            "created":1587704400,
            "id":2823842,
            "title":"The Next Morning"
        },
        "11111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Getting Ready to Leave",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>My second physical therapy session took place with less fanfare than my first; with only my Mom there for emotional support.  The therapist had me start by doing some leg exercises, similar to the ones I’d been doing since yesterday.<br>\r\n<br>\r\nAfter 20 minutes of leg exercises, the therapist helped me over to the horizontal bars.  “Okay Marcus, take it slow, but I want you to try and get to the other side of the bars unassisted.”<br>\r\n<br>\r\nAs I situated myself on the bars, I decided now would be a good time to come clean about my relationship with Kat.  Looking towards Mom, as I slowly started walking, I said, “There’s something I’ve been meaning to tell you, Mom.” Taking a deep breath, feeling nervous, I said, “Yesterday, after the first therapy session, I made out with Kat in my hospital bed.”<br>\r\n<br>\r\n“I see.” With a shocked expression in her eyes, Mom said, “Please tell me it was consensual.”<br>\r\n<br>\r\n“Of course it was; do you really think I’d force myself on anyone?” sighing, I said, “You guys raised me better than that.”<br>\r\n<br>\r\n“I know you wouldn’t do anything like that; it’s just a little sudden.” Looking at me, Mom said, “It’s just, I always thought the two of you had a brother and sister relationship.  To hear that you two were kissing just seems...wrong.”<br>\r\n<br>\r\n“It’s not like we made the decision out of the blue; she’s had a crush on me for years.” Taking a breath, I said, “Now that we’re the same age, we decided to...well, give dating a try.”<br>\r\n<br>\r\n“Why exactly are you telling me this, Marcus?”<br>\r\n<br>\r\n“Because we knew it might be a touchy subject; both with you and dad, and with her folks.” Looking at her, I said, “That’s why I’m talking with you, and she’s talking with them.  Once I’m out of the hospital, I’ll go talk with them and she’ll talk to you.  Assuming everyone’s okay with it, we’ll take things from there.”<br>\r\n<br>\r\nMom was about to say something; when the therapist came walking over.  “I’m sorry to interrupt this discussion; but, Marcus, you managed to make it all the way across.”<br>\r\n<br>\r\nTurning around, I saw that I’d not only walked the length of the bars but also about 5 feet beyond them.  “I-I did it!”<br>\r\n<br>\r\nMom came running over to hug me as the therapist congratulated me.  “I’m not ready to let you walk without some support, so I’m going to send you home with a cane.” Smiling, the nurse said, “Congratulations, Marcus.”<br>\r\n<br>\r\nOnce the nurse walked off, Mom hugged me again and said, “I’m so proud of you, sweetie.” Looking at me, with tears in her eyes, Mom said, “You’ve earned a second chance at life.”<br>\r\n<br>\r\n“Thanks, Mom.”</span></div></div>",
            "created":1587704400,
            "id":2823884,
            "title":"One Last Session"
        },
        "111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Going Home",
                "Later On (Talking with Kat's parents)",
                "That Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Once my final therapy session was finished, Mom and I went back to the room to grab my things.  As we walked through the halls, Mom kept telling me how proud she was.   The two of us were about to walk back into the room when her cell phone suddenly rang.  “It’s your father.” Looking at me, Mom said, “Why don’t you pack your things, I’ll be right in.”<br>\r\n<br>\r\nI silently nodded and entered the room; only to find Kat sitting on my bed.  “Hey Kat, how’d tryouts go?”<br>\r\n<br>\r\n “I messed up a few times, but I managed to do alright.” Getting up, Kat said, “They told everyone we’d hear in a few days.”<br>\r\n<br>\r\n“I’m sure you did great.” With a grin, I said, “I kind of like the thought of dating a cheerleader.”<br>\r\n<br>\r\nKat walked towards me, a smile on her face, and planted a kiss on my lips.  She lingered there for a moment, until she said, “Enough about me; how’d your last session go?”<br>\r\n<br>\r\n“It went great; I managed to walk the length of the bars and then some.” Gesturing to the cane, I said, “I have to use this for a few days, but I should be fine before school starts.”<br>\r\n<br>\r\n“I’m so happy for you.” Kissing me again, Kat said, “After everything you’ve been through, the last four years, you were due for a win.”<br>\r\n<br>\r\n“It paved the way for us to be together, so I’d this was a pretty big win.”<br>\r\n<br>\r\nIt wasn’t long before I completely forgot about packing my things; as I was too busy kissing Kat.  I’ll admit it felt weird kissing her the first time; but the more we did it, the more it felt right.  The two of us were so wrapped up in the kissing that we didn’t realize my mom was in the room until she cleared her throat.  “I’m not interrupting anything, am I?”<br>\r\n<br>\r\n“No, of course not.” Separating herself from, Kat said, “We were just...”<br>\r\n<br>\r\n“I know what you were doing, Kat; Marcus told me everything.” Closing the door, Mom said, “Might I suggest you two refrain from doing <i>anything</i> until you know if anyone has a problem with the two of you being together.”<br>\r\n<br>\r\nKat and I realized Mom was right; there was no point in us kissing if our parents had a problem with us dating.  Looking at Mom, I said, “Sorry Mom, we’ll try to restrain ourselves.”<br>\r\n<br>\r\n“Good.” Handing me the bag of clothes she’d brought yesterday, Mom said, “Go get changed Marcus; your dad and brother are waiting in the parking lot.”</span></div></div>",
            "created":1587704400,
            "id":2823946,
            "title":"Getting Ready to Leave"
        },
        "1111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Arriving At Home",
                "Later On (Talking with Kat's parents)",
                "That Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was grateful that the hospital waived its policy requiring me to leave in a wheelchair.  After enduring an experimental procedure, I wasn’t keen about using a wheelchair again.  With Kat and Mom following behind me, I walked down the hall to the elevator.<br>\r\n<br>\r\nWhen we got to the hospital lobby, I saw Allison and Dr. Sheppard standing by the door.  In an uncharacteristic move, I went over and hugged Dr. Sheppard.  “Thanks, Doc, you gave me my life back.”<br>\r\n<br>\r\n“It was my pleasure, Marcus.” Looking at me, he said, “Now don’t squander this second chance.”<br>\r\n<br>\r\n“I promise that I won’t.”<br>\r\n<br>\r\nI turned my attention to Allison who, between tears of joy, hugged me and said, “I’m so happy for you, Marcus.”<br>\r\n<br>\r\n“Thanks, Ally.”<br>\r\n<br>\r\nOnce all that was finished, I followed Mom and Kat out to the parking lot.  I had to admit it was weird not seeing the car in a handicap spot.  As Dad and Glenn climbed out of the car, Glenn looked at me and said, “Dad and I thought you might like to sit in the front seat.”<br>\r\n<br>\r\nA grin formed on my face; I hadn’t sat in the front seat in almost 4 years.  Looking at Glenn, I said, “Thanks, Glenn.”<br>\r\n<br>\r\n“Anything for my little brother.”<br>\r\n<br>\r\nIt only took a minute for everyone to get into the car; after which Dad left the hospital.  As we left the parking lot, I hoped this would be the last time I’d be there for a while.</span></div></div>",
            "created":1587704400,
            "id":2823959,
            "title":"Going Home"
        },
        "11111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Talking With Kat's Parents",
                "Later On",
                "During the Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>We got to the house a short time later; pulling into the driveway while Kat’s parents scrambled to put up a ‘Congratulations Marcus’ banner on the garage.  The car had barely come to stop before I’d climbed out and onto the driveway.<br>\r\n<br>\r\nKat’s parents both came over and gave me congratulatory hugs.  It was nice to see they were so supportive of me, I only hope that remains the case when I ask to date their daughter.  As Kat helped Glenn take my things inside the house, I went to follow; only to be stopped by Mr. Maddox as he placed a hand on my shoulder.<br>\r\n<br>\r\nI turned around and saw him looking at me with a serious look on his face; Mrs. Maddox had a similar look on hers.  Feeling nervous, I said, “Is there something I can help you with, Mr. Maddox?”<br>\r\n<br>\r\n“Can we talk in private, son.” Gesturing towards their house, Mr. Maddox said, “I understand there’s something you wish to discuss with us.”<br>\r\n<br>\r\nI’d never felt so nervous in my life; as I prayed they would be accepting.  Once the three of us were in their house, we all took a seat in the family room.  Looking at me, Mrs. Maddox said, “Kat told us everything last night, Marcus; we just wanted to hear it from you as well.”<br>\r\n<br>\r\n<i>Okay, here goes nothing.</i>  “I want you both to know this never crossed my mind until yesterday; but, I really like your daughter.” Taking a deep breath, I said, “I would very much like your permission to date her.”</span></div></div>",
            "created":1587704400,
            "id":2823977,
            "title":"Arriving At Home"
        },
        "111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Beginning of a Beautiful Relationship",
                "Later On",
                "During the Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The room was filled with silence for what seemed like an eternity; with everyone just staring at each other in silence.  I was beginning to fear the worst when, breaking the silence, Mr. Maddox said, “I hope you know, Marcus, just how much my wife and I care for you; we think of you and your brother as family, as I’m sure your folks do with Katherine.” Taking a breath, he said, “With that being said, you can understand if we have misgivings about the two of you dating.”<br>\r\n<br>\r\n“What kind of misgivings?”<br>\r\n<br>\r\n“Physically you and Katherine are the same age now; but mentally you’re still an 18 year old boy.” Looking at me, Mrs. Maddox said, “We just want to make sure you’ve never done anything inappropriate with our daughter.”<br>\r\n<br>\r\nI know they were just looking out for Kat’s safety; but I couldn’t help but feel a little hurt.  “I can assure you that we’ve never done anything physical before yesterday; even then, all we did was kiss a little bit.” Sighing, I said, “The only reason that Kat and I are even considering this is because we’re the same age.”<br>\r\n<br>\r\nI sat on the couch while Mr. and Mrs. Maddox talked amongst themselves for a few minutes.  I felt like I was in the principal’s office awaiting punishment.  After a moment, Mr. Maddox looked at me and said, “You have our blessing to date our daughter, Marcus; on one condition.” Taking a breath, Mr. Maddox said, “If I find out you two have had physical relations; then, so help me, you’ll regret it.”<br>\r\n<br>\r\n“We’re only 13 years old, sir; I assure you that neither of us is ready to have sex.” Trying not to sound nervous, I said, “All we want is to try being a couple.”<br>\r\n<br>\r\n“You have our blessing to do so, Marcus.” Standing up, extending his hand out, Mr. Maddox said, “I hope you understand we’re just looking out for Katherine’s safety; it has nothing to do with you.”<br>\r\n<br>\r\nShaking Mr. Maddox’s hand, I said, “Thank you, sir.”</span></div></div>",
            "created":1587704400,
            "id":2824030,
            "title":"Talking With Kat's Parents"
        },
        "1111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "A Strange Dream",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"So,\" Kat asked, \"what did Daddy say?\" The two of us were alone at my house, with Mom, Dad, and Glenn deciding to go out for some reason or another.<br>\r\n<br>\r\n\"He said we have his blessing,\" I replied, \"as long as we don't get physical. It bugged me when he asked me if I'd done anything inappropriate with you, though.\"<br>\r\n<br>\r\n\"Don't take it personally, Marc. Daddy still thinks of me as his little girl, that's all it is.\"<br>\r\n<br>\r\n\"I guess you're right. What did my folks say to you?\"<br>\r\n<br>\r\n\"Oh, they just wanted to make sure I was going into this with my eyes open. Which I am, for the most part.\"<br>\r\n<br>\r\n\"For the most part?\"<br>\r\n<br>\r\n\"I always close my eyes for this.\" She closed her eyes and kissed me on the lips.<br>\r\n<br>\r\nI hugged her and returned the kiss. \"Remember, nothing physical.\"<br>\r\n<br>\r\n\"I had an idea for that,\" she said. \"As long as somebody's with us, it's all hugging and kissing. But, when it's just the two of us, like right now, we should be okay as long as we keep our hands outside of each other's clothes. Sound good to you?\"<br>\r\n<br>\r\n\"Sounds good to me,\" I said, letting my fingers do a little exploring.<br>\r\n<br>\r\nShe did the same with me, and we were enjoying ourselves,... <br>\r\n<br>\r\n... Right up until she put her hands on my chest, and I winced and pulled away.<br>\r\n<br>\r\n\"What is it?\" she asked. \"What's wrong?\"<br>\r\n<br>\r\n\"I don't know. It just hurt when you touched my chest.\"<br>\r\n<br>\r\n\"Let me see.\"<br>\r\n<br>\r\nI unbuttoned my shirt. My nipples were pink and puffy.<br>\r\n<br>\r\n\"What caused that?\" she asked.<br>\r\n<br>\r\n\"I don't know,\" I replied. \"Maybe I'm allergic to something in this shirt.\"<br>\r\n<br>\r\nWe called it a day with that, and Kat went home.<br>\r\n<br>\r\nI walked up the stairs to my bedroom, and fell asleep thinking about Kat's and my plans for our relationship.<br>\r\n<br>\r\nWho was it who said, \"If you want to make God laugh, tell Him your plans\"?</span></div></div>",
            "created":1587704400,
            "id":2824047,
            "title":"The Beginning of a Beautiful Relationship"
        },
        "11111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A Strange Dream",
                "The Next Morning (A Strange Development)",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was lying on the couch, watching a movie on TV, when the front door opened.   I muted the volume as Glenn walked into the house carrying what looked to be a cake.  “Are you kidding me right now?” with an amused look on his face, Glenn said, “You’re able to walk for the first time in four years, and you’re in here watching TV.”<br>\r\n<br>\r\n“Well I was making out with Kat for a little while, but she had chores to do.”<br>\r\n<br>\r\n“So you two are really doing this, huh?” placing the cake on the stairs, Glenn walked into the family room and said, “You’re actually going to date each other?”<br>\r\n<br>\r\n“Yeah, we’re actually going to date each other.  You got a problem with that?” With a chuckle, I said, “Are you upset that your younger brother has a girlfriend before you?”<br>\r\n<br>\r\n“I’m not jealous; if anything I’m happy for you.” Sitting next to me, Glenn said, “I’m just wondering why your first girlfriend had to be Kat.”<br>\r\n<br>\r\nI quickly realized where Glenn was going with this conversation; after all, his relationship with Kat was identical to mine.  “If either of us thought it would be weird dating, do you really think we’d be doing it?”  Looking at Glenn, I said, “I care deeply about Kat; now I just care about her in a different way.”<br>\r\n<br>\r\n“You two aren’t going to be doing anything physical, are you?”<br>\r\n<br>\r\n“Absolutely not; her dad expressly forbade us from doing more than kissing each other.” Grinning ear to ear, I said, “It doesn’t really matter, we’re perfectly fine just kissing each other.”<br>\r\n<br>\r\n“I still think it’s weird that you two are dating; but mom, dad, and her folks don’t have a problem with it.” Clapping a hand against my back, Glenn said, “I’m happy for you, Marcus.”<br>\r\n<br>\r\n“Thanks, Glenn; me too.” Chuckling, I said, “I’ve got my legs back and a girlfriend all within a two day period.”<br>\r\n<br>\r\nIt was at that point Mom and Dad walked into the house.  Looking at me, Mom said, “I hope you worked up an appetite, honey; we’re going to have a big dinner to celebrate.”<br>\r\n<br>\r\n“Sounds good, Mom.”</span></div></div>",
            "created":1587790800,
            "id":2824509,
            "title":"The Family Returns"
        },
        "111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Next Morning",
                "More Dreams",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>After a filling dinner, I decided to call it a day.  As I climbed into bed that night, I found myself looking forward to tomorrow morning.  It felt good to know I’d never need a bar to sit up in bed, while I’d also never need help in the bathroom again.  With a smile on my face, I drifted off to sleep.<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nI woke up the next morning feeling fantastic.  I felt like I could run a marathon as I climbed out of bed.  With a smile on my face, ignoring the cane, I walked down the hall to the bathroom.<br>\r\n<br>\r\nI can’t tell you how excited I was for my first shower in years; it felt wondering to stand in the shower, to lather my own body, and to shampoo my own hair.  After rinsing off, I stepped out of the shower and grabbed a nearby towel.  It was then that Glenn knocked on the door.  “Are you about done in there?  My back teeth are floating.”<br>\r\n<br>\r\nI groaned in annoyance; only Glenn could find a way to ruin my first shower in years.  “I’ll just be a few more minutes.”  At least, that’s what I <i>thought</i> I said; because, to my confusion, the voice coming out of my mouth wasn’t mine.  Clearing my throat, I said, “You’ll have to use the downstairs bathroom, Glenn.”<br>\r\n<br>\r\nNope, that definitely wasn’t my voice; in fact, it sounded almost like a girl’s voice.  I quickly realized how right I was when, after wiping the condensation off the mirror, I came face to face with the reflection of a naked girl.<br>\r\n<br>\r\nI immediately opened my eyes and found that I was back in bed, and judging from the darkness outside, it was still early morning.  After making a cursory look at myself, I was relieved to see it was only a dream.  But that only created more questions; why would I dream I was a girl?</span></div></div>",
            "created":1587790800,
            "id":2824521,
            "title":"A Strange Dream"
        },
        "1111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Running to the Park",
                "Later On (Time With Kat)",
                "That Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I had quite a bit of difficulty getting back to sleep after that; that strange dream and the irritation when I slept on my chest kept me from falling back to sleep.  But eventually, I managed to fall asleep around 4:30 in the morning; only to be woken up at 6:30 when <br>\r\n<br>\r\nGlenn came into the room.  “Do you need to use the bathroom, Marcus?”<br>\r\n<br>\r\nGlenn and I had a routine that, at 6:30 every morning, he’d check if needed to use the bathroom.  Looking at him, annoyed that I was awoken early, I said, “I don’t need your help to use the bathroom anymore, Glenn.”<br>\r\n<br>\r\nGlenn was silent for a moment until he realized what I was talking about.  “Oh my God.” Bringing a hand to his forehead, he said, “I was so used to helping you, I completely forgot that you didn’t need it anymore.”<br>\r\n<br>\r\n“It’s the thought that counts.” Sitting up in bed, I said, “But I don’t need to use the bathroom right now.”<br>\r\n<br>\r\n“How are your legs feeling today?”<br>\r\n<br>\r\n“I’m not used to feeling them, but I think they’re fine.” Looking at him, an eyebrow raised, I said, “Why do you want to know?”<br>\r\n<br>\r\n“My track coach wants us to go for a run at least twice a week before school starts up.” Looking at me, he said, “I was going to make a run to the park, I figured I’d see if you wanted to come.”<br>\r\n<br>\r\n“Sure, I don’t see why not.” Getting out of bed, I said, “You’ll understand if I have to take it slow now and then.”<br>\r\n<br>\r\n“I have no problem with that.” Chuckling, Glenn said, “I’m going to leave in about 15 minutes; I’ll meet you downstairs.”</span></div></div>",
            "created":1587790800,
            "id":2824604,
            "title":"The Next Morning"
        },
        "11111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Kat Visits",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Because I had to stop a few times to rest, Marcus and I took about 20 minutes to jog the 2 miles to the park.  One thing became apparent early on, however; if I was going to keep jogging, I’d need to find a shirt that didn’t irritate my chest.<br>\r\n<br>\r\nOnce we got to the park, I excused myself and went to the bathroom.  Walking into the bathroom, making sure the room was clear; I lifted my shirt to see what I was dealing with.  Not only was my chest even more inflamed then yesterday, but I could’ve sworn it was also puffier.  <i>I guess I should put some lotion on when I get home.</i><br>\r\n<br>\r\nI walked out of the bathroom and quickly found Glenn leaning against a nearby tree; staring at a group of older girls doing yoga in the distance.  Walking up to him, I said, “You know they’re way out of your league, right?”<br>\r\n<br>\r\nTurning away, walking back down the bath, Glenn said, “Way to spoil my mood, Marcus.”<br>\r\n<br>\r\nCatching up to him, I said, “Sorry.”<br>\r\n<br>\r\nAs we walked through the park, Glenn said, “Have you thought about doing any sports once school starts?” looking at me, he said, “Weren’t you going to try out for soccer before the accident?”<br>\r\n<br>\r\n“You know, I hadn’t really thought about it.” Pausing to think, I said, “I suppose I could try out for soccer; I was always pretty good at it.”<br>\r\n<br>\r\n“Do you even remember how to play?  I mean, it’s been four years since you played last.”<br>\r\n<br>\r\n“I’ll just watch some of the old videos Mom and Dad recorded of my games.” Shrugging, I said, “I’ll be back to my old self in no time.”<br>\r\n<br>\r\nChecking his watch, Glenn said, “Come on, we should probably head home.”</span></div></div>",
            "created":1587790800,
            "id":2824645,
            "title":"The Park"
        },
        "111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Time With Kat",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I was feeling pretty winded by time Glenn and I got back to the house; I had to stop in front of Kat’s house to catch my breath.  I was standing in the road when I heard the door to Kat’s house open, followed by footsteps.  I didn’t look up, so I had no idea who was coming until Glenn said, “Morning Kat.”<br>\r\n<br>\r\nI looked up as Kat walked over to us.  “Morning Glenn.” Looking at the two of us, she said, “Where are you two coming from?”<br>\r\n<br>\r\n“We just took a jog to the park and back.” Smiling, I said, “It felt good to be able to run again.”<br>\r\n<br>\r\nComing over, Kat kissed me and said, “After four years, I’d imagine it would be.”<br>\r\n<br>\r\nI watched Glenn grimace at the sight of Kat kissing me; I thought he was going to say something about it.  In all fairness, he did, but not what I thought he would.  “He’s all sweaty and smelly; are you really kissing him right now?”<br>\r\n<br>\r\n“Damn right!” chuckling, Kat said, “He could be covered in grease and grime; I’d still kiss him.  He’s my boyfriend after all.”<br>\r\n<br>\r\nFeeling better, I leaned over and kissed Kat as well; saying, “I could get used to you calling me your boyfriend.”<br>\r\n<br>\r\nMuch to Glenn’s disgust, the two of us started kissing right there on the sidewalk.  “Ugh, I don’t need to see that.”<br>\r\n<br>\r\nThe two of us kissed for another few moments until Kat stopped.  “I got a call from the cheerleading coach.” With a smile on her face, Kat said, “I made the squad!”<br>\r\n<br>\r\n“That’s great!” kissing her again, I said, “I’m so happy for you!”<br>\r\n<br>\r\n“I’m in the mood to celebrate, what do you feel like doing?”<br>\r\n<br>\r\n“To be honest I’m kind of tired from the jogging; perhaps we could just watch a movie?”<br>\r\n<br>\r\n“Okay.” Smiling, Kat said, “I’m fine with that.”</span></div></div>",
            "created":1587877200,
            "id":2824868,
            "title":"Returning Home"
        },
        "1111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Later On (Eric Visits)",
                "Later On",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Kat and I were watching <i>Spider-Man: Far From Home</i> in my living room.  Actually we weren’t really watching it; it was simply noise playing in the background while the two of us made out on the couch.  Of course, I would have enjoyed watching the movie; but what guy would pass up an opportunity to make out with his cheerleader girlfriend.<br>\r\n<br>\r\nWe were in the middle of kissing when Glenn walked into the room and, groaning, said, “Why do you guys even have the movie playing when you’re not even watching it?”<br>\r\n<br>\r\nI broke away from Kat and, with an annoyed expression, looked at Glenn.  “What’s so bad about me making out with my girlfriend?” pausing, I said, “You’re not jealous of your little brother, are you?”<br>\r\n<br>\r\n“Why would I be jealous?” scoffing, Glenn said, “Why should I care if my brother has a girlfriend before me.”<br>\r\n<br>\r\n“It does seem like you’re a little jealous, Glenn.” With a raised eyebrow, Kat looked over my shoulder at Glenn.  “If you want, I can put in a good word with some of my squadmates.”<br>\r\n<br>\r\n“Thanks for the offer, but I think I’ll pass.” With a weak smile, Glenn said, “I’d like to get a girlfriend on my own.”<br>\r\n<br>\r\n“If you say so.” Turning around, as she leaned against my right shoulder, Kat said, “Let me know if you change your mind.”<br>\r\n<br>\r\nOnce Glenn left the room, I turned to face Kat.  “Maybe we should watch at least some of the movie.”<br>\r\n<br>\r\n“I guess you’re right.” With a chuckle, Kat said, “I always did have a little crush on Tom Holland.”<br>\r\n<br>\r\nAs the two of us went back to watching the movie, I found myself focusing on Peter Parker in the Spider-Suit.  <i>He is kind of cute.</i></span></div></div>",
            "created":1587877200,
            "id":2824985,
            "title":"Time With Kat"
        },
        "11111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "At Dinner",
                "During the Night",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It had been a little while since Kat left to go; everyone was doing their own thing around the house.  Mom had mentioned that we’d be going out to dinner in a little while; so, in an attempt to pass the time, I went upstairs to watch TV.<br>\r\n<br>\r\nI was lying on my bed, watching another episode of Manifest, when I decided I needed to get a closer look.  Climbing out of bed, I went to lie down on the floor in front of my TV; lying on my stomach and crossing my legs as I did so.<br>\r\n<br>\r\nAs the episode progressed, I found myself fixating more on one of the male leads than anything else.  Watching him kissing one of the female characters, I found myself imagining it was me he was kissing.  <i>I don’t think I’d mind a guy with a little facial hair.</i><br>\r\n<br>\r\nBefore I could even realize what just went through my mind, the door opened and Glenn walked into the room.  “Come on, Marcus; we’ve been calling you for the last 5 minutes.”<br>\r\n<br>\r\n“Huh?” snapping back to reality, I realized what time it was.  Getting up off the floor, I said, “Sorry, I guess I was too focused on the show.”<br>\r\n<br>\r\nAfter turning off the TV, I grabbed a coat and followed Glenn down the hall; briefly becoming aware of a slight swaying of my hips as I was walking.</span></div></div>",
            "created":1587877200,
            "id":2825262,
            "title":"In My Bedroom"
        },
        "111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "At Dinner",
                "During the Night",
                "The Next Day",
                "Eric Visits",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I sat in the backseat with Glenn while Dad drove the family to the restaurant.  Glenn was texting someone on his phone, while I was looking out the window.  I was deep in thought; thinking about some of the strange things that had happened since I’d been home.<br>\r\n<br>\r\nFirst, there was the dream where I saw myself as a girl; followed by the two instances where I found myself interested in a guy on TV.  I knew that going through puberty caused all sorts of changes, but I’d assumed I would experience the same puberty I had the last time.  I’d never dreamt I was a girl and certainly never found myself interested in guys; so I was at a loss to explain why that was the case this time.<br>\r\n<br>\r\nSince it didn’t appear to be something I should worry about, I decided not to worry about it.  As the car came to a stop at the light, I felt a tap on my shoulder.  Turning around, I saw Glenn looking at me.  “What?”<br>\r\n<br>\r\n“I was just thinking your hair looks longer.” Looking at me, he said, “Are you growing it out or something?”<br>\r\n<br>\r\nI hadn’t put much thought into my hair since I came home; but, after Glenn mentioned it, I had to admit I was curious why it was growing so quickly.  It was now down to just below my ears; to the point where even Kat mentioned it while we were making out on the couch.  “So what if I am growing it out?  Boys are allowed to have long hair.”<br>\r\n<br>\r\n“Geez, I was just asking a question.” Taken aback, Glenn said, “You don’t have to bite my head off.”<br>\r\n<br>\r\nLooking back from the front seat, Mom said, “Marcus, sweetie, if you’d like I can help you manage that hair.  There’s more to it than you might think.”<br>\r\n<br>\r\n“Thanks, Mom.”</span></div></div>",
            "created":1587963600,
            "id":2825545,
            "title":"The Car Ride"
        },
        "1111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "More Trouble",
                "The Next Day",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>We were promptly escorted to our table within minutes of getting to the restaurant.  As we walked through the dining room, I was surprised to see that it wasn’t that busy.  The hostess left after giving us our menus; we were discussing what we wanted when the waiter, a boy a few years older than me, came over.<br>\r\n<br>\r\nStanding on the other side of the table, between Mom and Dad, he smiled and said, “Good evening, folks; my name is Jeremy and I’ll be your waiter this evening.”  Looking around the table, he said, “Can I start you off with some drinks and appetizers?”<br>\r\n<br>\r\nI was the last to give Jeremy my drink order.  When he got to me, he smiled as he looked at me.  I swear I felt my heart starting to beat faster.  I found myself unable to say or do anything for a few seconds; as I just stared at him.  It was only after Glenn smacked my shoulder did I snap out of it.  “Sorry, can I have a diet coke please?” blushing a bit, I said, “I’ve got to look after my figure.”<br>\r\n<br>\r\nJeremy let out an awkward chuckle as he wrote down my order.  Once he left, Glenn looked at me and said, “What the hell’s wrong with you?”<br>\r\n<br>\r\n“What do you mean?”<br>\r\n<br>\r\n“The way you were just staring at Jeremy, it was disturbing.” Pausing, Glenn said, “It’s the same way Kat was staring at you on the couch today.”<br>\r\n<br>\r\n“I-I don’t know what you’re talking about.” Clearing my throat, I said, “I-I wasn’t staring at him.”<br>\r\n<br>\r\n“Glenn’s right, sweetie; you were staring at him.” Leaning closer, Mom said, “Now isn’t an appropriate time; but if there’s anything you’d like to discuss, we’ll listen.”<br>\r\n<br>\r\nI quickly realized what Mom was referring to.  In shock, I looked at her and said, “I know what you’re thinking, Mom; I’m not gay.”<br>\r\n“It’s alright if you are, Marcus; we won’t love you any less.”<br>\r\n<br>\r\nI was getting annoyed at this point, so my emotions got the better of me.  “I’m dating Kat, Mom; I’m not gay!”<br>\r\n<br>\r\nA few patrons were starting to look at us, so Dad chimed in.  “Can we discuss this later?”<br>\r\n<br>\r\nI tried my best to calm down before Jeremy came back; as I didn’t want to ruin dinner.  When Jeremy came back, he served everyone their drinks.  Once that was finished, he said, “Would you folks like some appetizers?”<br>\r\n<br>\r\nWhile Mom and Dad looked over the appetizer menu, Jeremy inadvertently placed his hand on my shoulder.  I have absolutely no idea why I did it, but I suddenly leaned over and rested my head on his hand.  “Marcus!”<br>\r\n<br>\r\nI immediately jumped up, startled by Mom raising her voice.  Looking at me, Jeremy said, “I’m starting to feel a little uncomfortable here; I-I don’t think I can be your waiter anymore.”<br>\r\n<br>\r\nJeremy walked off while everyone in the room just stared at me; making me feel six inches tall.  Dad got to his feet and said, “I’m going to see if I can apologize to Jeremy.” Looking at me, he said, “I don’t know what’s going on here, Marcus; but I think you need to go splash some water on your face.”<br>\r\n<br>\r\nI silently got up and made my way to the bathroom; ignoring the stares from the other patrons as I went by.  Walking into the bathroom, I went to the sink and splashed some water on my face.  As much as I hated to admit it, there was definitely something wrong with me.  <i>Why am I so interested in guys all of a sudden?</i><br>\r\n<br>\r\nSplashing myself with water again, I looked at the mirror and said, “What is wrong with me?”<br>\r\n<br>\r\n“I was about to ask you the same question.”<br>\r\n<br>\r\nStartled by the sudden noise, I jumped a little bit.  Turning around, I saw a woman in her late 30s standing outside one of the bathroom stalls.</span></div></div>",
            "created":1587963600,
            "id":2825607,
            "title":"At Dinner"
        },
        "11111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Back Home",
                "The Next Day",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>The woman must’ve been on a date or something; because she was rather dressed up.  Already mortified from my actions towards Jeremy, I wasn’t in the mood for any more trouble.  I tried moving towards the door, but she stepped in front of me and said, “You mind telling me what you’re doing in here, young man?”<br>\r\n<br>\r\n“I’m sorry, I-I got disoriented.”<br>\r\n<br>\r\nThe woman stared at me for a moment; until she had a realization.  “Aren’t you that boy who was flirting with the waiter?”<br>\r\n<br>\r\n“I don’t see how that has anything to do with this.”<br>\r\n<br>\r\n“If you ask me, you need some help young man.” Grabbing me by the arm, she said, “I’m going to speak with the restaurant manager about this.”<br>\r\n<br>\r\nI tried to free myself from the woman’s grasp but couldn’t do so.  I was powerless to do anything as she led me through the restaurant towards the kitchen; where I saw my dad talking with the manager.  As I got closer, I heard the manager say, “This is a family restaurant, Mr. Scott; I can’t have your son flirting with my wait staff and causing a scene.”<br>\r\n<br>\r\nI could tell my dad was deeply embarrassed by what I’d done; I couldn’t blame him.  “I sincerely apologize for that, sir; my son is...well, going through some things.”<br>\r\n<br>\r\n“Be that as it may, he’s disturbing the rest of my customers.”<br>\r\n<br>\r\nSensing an opening, the woman stepped forward and said, “This young man came into the ladies’ room.” pulling me forward. she said, “The ladies’ room is for those who identify as ladies, it’s quite obvious this boy doesn’t fit that category.  I’d like him removed from the restaurant.”<br>\r\n<br>\r\nI saw Dad’s heart sink when he realized I was the boy in question.  With the new information, the manager sighed and turned to Dad.  “I think it’s best if you just leave before your son causes any more trouble.”<br>\r\n<br>\r\nDad silently nodded and started back to the table.  I ran to catch up with him, saying, “Dad, I can...”<br>\r\n<br>\r\n“Not now, Marcus; we’ll discuss this when we get home.”</span></div></div>",
            "created":1587963600,
            "id":2825711,
            "title":"More Trouble"
        },
        "111111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Next Morning",
                "During the Night",
                "The Next Day (With Kat)",
                "The Next Day (Eric Visits)",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Aside from stopping to pick up some pizzas, the ride home was pretty uneventful. No one said anything but I knew what they were thinking; was there something wrong with me? I found myself thinking the same thing; aside from getting back the use of my legs, and dating Kat, nothing seemed to be going right since I came home from the hospital.<br>\r\n<br>\r\nOnce we got home, I quickly got out of the car and went inside.  After everything that's happened I wasn't really hungry, so I decided to go to my room.<br>\r\n<br>\r\nI was halfway upstairs when I heard Dad’s voice behind me. “Come into the kitchen, Marcus; your mother and I would like to speak with you.”<br>\r\n<br>\r\nI nervously turned around and walked back down the stairs, exchanging a look with Glenn as I went passed. I followed Mom and Dad into the kitchen, taking a seat at the table. “I know what you guys are going to say; I’m sorry about what happened at the restaurant.”<br>\r\n<br>\r\n“Damn right you are, Marcus; I’ve never been so embarrassed before in my life.” Sounding angry, Dad said, “That boy was so disturbed by what you did, I swear he would’ve pressed charges if given the opportunity. Not to mention that you went into the ladies room.”<br>\r\n<br>\r\n“Maybe it’s because we were in public; but if there’s something you want to tell us, we’ll listen.”<br>\r\n<br>\r\n<i>God, this again? </i>“For the last time Mom, I’m not gay!” letting out a nervous chuckle, I said, “I don’t know why I was flirting with Jeremy, or why I went into the ladies room. I’m as confused as you are.”<br>\r\n<br>\r\n“Perhaps the cure for your condition had some unknown effect on you.” Looking at me, Dad said, “Do you think we should bring you in for a<br>\r\ncheckup with Dr. Sheppard?”<br>\r\n<br>\r\n“No, that’s totally unnecessary.” Sighing, I said, “I promise nothing like this will happen again.”<br>\r\n<br>\r\n“Okay, I think we’ve discussed this enough for now.” Standing up, Mom said, “You know there’s no reason to keep anything from us, Marcus; we’re your parents, we’ll still love you.”<br>\r\n<br>\r\n“Thanks, Mom.”</span></div></div>",
            "created":1587963600,
            "id":2825788,
            "title":"Back Home"
        },
        "1111111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Hiding My Developments",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>To say I had a rough night’s sleep would be the understatement of the century; what with worrying about how I’d been acting and my increasingly uncomfortable chest.  I think I got maybe two hours of sleep the entire night.<br>\r\n<br>\r\nI was still half asleep the next morning when I walked to the bathroom; I didn’t open my eyes the entire time I was in the shower.  <br>\r\nI was so focused on my behavior yesterday that I likely wouldn’t have noticed if an elephant as in the shower with me.<br>\r\n<br>\r\nFeeling more awake then when I started, I climbed out of the shower and wiped the condensation off the mirror.  I was immediately transfixed by what I saw before me.  “No way, this can’t be happening.”<br>\r\n<br>\r\nI tried every trick in the book to wake myself out of a dream; closing then opening my eyes, pinching myself, even looking at the clock to see it if I could read it.  Nothing worked; it began to sink in that I wasn’t dreaming.  That only made what I was seeing, as <br>\r\nimpossible as it seemed, all the more frightening.<br>\r\n<br>\r\nMy waist was narrower and my hips were wider, but the most drastic change was to my chest.  There was no denying what I was seeing before me – I had breasts.  Granted they were on the small side, but there was no doubt as to what they were.<br>\r\n<br>\r\nMy first thought as I stared at the mirror was - <i>How am I going to hide this?  How am I going to hide these?</i><br>\r\n<br>\r\nMy second thought; which I tried to push out of my mind, was that they were getting bigger.</span></div></div>",
            "created":1587963600,
            "id":2825845,
            "title":"The Next Morning"
        },
        "11111111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "The Pharmacy",
                "Back Home (Later On)",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Thankfully I made it back to my room without being seen; once inside I quickly locked the door.  My breasts had just about doubled in size in the last few minutes; I wasn’t an expert on breast size, but I figured they were about a B cup.<br>\r\n<br>\r\nI paced around my room for a few minutes, wearing nothing but a towel on my waist.  I tried to wrap my mind around what was happening; there’s no way a boy could spontaneously develop a female body.  A worrisome thought entered my mind; what if the changes continued, would I turn <i>into</i> a girl?<br>\r\n<br>\r\nI was so deep in thought that I barely heard a knocking at my door; followed by mom’s voice, “Marcus, sweetie, we’re going out for breakfast; do you want to come?”<br>\r\n<br>\r\n<i>That’s the last thing I need right now, to go outside looking like this.</i>  “I’m not feeling well, Mom; I think I’ll stay here and rest.”<br>\r\n<br>\r\n“Are you sure?” trying the door, and finding it locked, Mom said, “Do you want me to check your temperature?”<br>\r\n<br>\r\n“No!” realizing how loud I’d responded, I said, “No, I’m fine; I’m just going to go back to bed for a while.”<br>\r\n<br>\r\n“Okay, we’ll be back in an hour or so.”<br>\r\n<br>\r\nOnce I was sure the house was empty, I went back to the bathroom to get another look at myself.  <i>Yup, they’re getting bigger.</i>  As I stood in front of the mirror, I came up with a way to hide my breasts.  I had a classmate back in my sophomore year; one who was transitioning to male.  He’d used an elastic wrap to hide his breasts; I quickly decided that was what I was going to do.<br>\r\n<br>\r\nThe only problem was that there was nothing at the house I could use to bind my chest.  That meant I would have to venture outside, and I wasn’t exactly thrilled about that prospect.  Walking back to my room I got dressed in a pair of baggy shorts and a t-shirt; which I tucked inside the shorts in the hopes of hiding how wide my hips had gotten.<br>\r\n<br>\r\nAfter tucking my hair, which was now just above my shoulders, under a baseball cap; I went downstairs.  The pharmacy was a good 2 miles away and the quickest way for me to get there would be to ride my bike.<br>\r\n<br>\r\nAs I walked into the garage, I hoped that I wouldn’t run into anyone I knew on the way there.  Suddenly having breasts wasn’t something I wanted to explain.</span></div></div>",
            "created":1587963600,
            "id":2825874,
            "title":"Hiding My Developments"
        },
        "111111111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Secret's Out",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>It’s true what they say about riding a bike; once you learned, you never forget.  After four years, and a few blocks to refresh my memory, it was as if I’d never stopped riding.  <i>I guess that’s three things that have worked out for me.</i><br>\r\n<br>\r\nI got to the pharmacy a short time after they opened and, after parking my bike, I walked inside.  It was then I realized that while I knew what I was looking for. I had no clue where to find it.  That meant I’d need to ask someone for help. <i>I hope nobody I know needs a prescription.</i><br>\r\n<br>\r\nLuck must’ve been on my side; because thankfully there was no one at the pharmacy.  I walked up to the counter where the pharmacy rep, a man in his late 40s, came over.  I noticed the first thing he looked at was my chest, which I not so subtly tried to cover up.  “Can I help you?”<br>\r\n<br>\r\n“I sure hope so.” In a hushed tone, I said, “I’m looking for a chest binding.”<br>\r\n<br>\r\nI figured he must deal with this request often, because he gave me a sympathetic nod.  He walked out from behind the counter and led me to an aisle for speciality items.  It was there I found several different types of binders hanging on the wall.  I looked at the various options and settled on one that resembled a sports bra.<br>\r\n<br>\r\nAs I grabbed the package from the wall, impressed that such a thing could possibly help me, the pharmacy rep looked at me and said, “My son transitioned when he was your age; I hope it goes well for you as well.”<br>\r\n<br>\r\nAfter thanking him, I quickly paid for the binder and left.  The entire ride home I couldn’t shake the feeling that I, too, was transitioning; only in the opposite direction.<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nThe ride home took a little longer than I would have liked, due to an accident, but I managed to get home safely; secure in the knowledge that my family wouldn’t know I’d gone anywhere, or even know why.  After making sure the garage looked just as it had before I left, I went upstairs to my bedroom.<br>\r\n<br>\r\nTaking off my shirt, I immediately saw that my breasts had grown even larger in the interim.  “I look like a dresser with the top drawer pulled out.” Opening the package, I said, “Thankfully, that’s why I bought this.”<br>\r\n<br>\r\nHad I not been so focused on getting the binder over my head, I would’ve heard the front door opening.  But I wasn’t, and I didn’t; which was the exact moment Mom walked into my room.  “Marcus, let you take a quick look at...Oh my God!”</span></div></div>",
            "created":1588050000,
            "id":2826134,
            "title":"The Pharmacy"
        },
        "1111111111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "At the Hospital",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>When I was 12 years old, my dad caught me looking at one of his old Playboys; I never thought I could be more embarrassed then I had been at that moment.  It turns out I was wrong; having your mother walk in as you tried to hide your breasts was more embarrassing.<br>\r\n<br>\r\nI scrambled to cover my chest with my hands, while Mom and I just stared at each other.  Mom’s screaming must’ve gotten Glenn and Dad’s attention because they ran into the room at that moment.  They both stopped in their tracks when they saw my waist and breasts.  Dad’s jaw dropped while Glenn tried desperately to focus on my face.<br>\r\n<br>\r\nAfter what seemed like an eternity, Mom finally got her voice back.  Looking at me, she said, “Marcus, I...is there something you haven’t been telling us?”<br>\r\n<br>\r\n“Seriously, Mom?” looking at her, my face beet red, I said, “Why the sudden belief that I’m keeping secrets from you guys?”<br>\r\n<br>\r\n“Forgive me, it’s just your chest is quite developed.”<br>\r\n<br>\r\n“This has all happened in the last few days, I swear.” Gesturing to my chest, I said, “These practically appeared overnight, and I have no idea why.”<br>\r\n<br>\r\n“I’m sorry, but boys don’t develop that way overnight.” Growing annoyed, Dad looked at me and said, “Have you been taking hormones behind our backs?”<br>\r\n<br>\r\n“No, I haven’t been taking hormones!  I mean seriously, did it look like I had breasts yesterday?” exasperated, I said, “Do you think that woman at the restaurant would have been upset if I looked like <i>this</i>?”<br>\r\n<br>\r\nI thought Dad was going to say something else; but before he could, Glenn stepped forward and said, “He’s right, Dad; there’s no way he had boobs yesterday.” Looking at me, Glenn said, “It had to have...hey wait, did you get shorter?”<br>\r\n<br>\r\n“Huh?”<br>\r\n<br>\r\n“You and I were about the same height after the treatments.” Coming over to stand next to me, Glenn said, “Now it looks like you’re a good 2 to 3 inches shorter than me.”<br>\r\n<br>\r\nI quickly realized Glenn was right; I’d been so focused on my other developments, I hadn’t noticed that I was looking up at Glenn.  Already freaking out about the breasts, I was on the verge of panicking now.  “What’s happening to me?”<br>\r\n<br>\r\n“I think we need to take you to Dr. Sheppard; he might be able to help us.”</span></div></div>",
            "created":1588050000,
            "id":2826218,
            "title":"The Secret's Out"
        },
        "11111111111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "At the Hospital",
                "Later On (Back Home)",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>We were driving to the hospital within minutes of contacting Dr. Sheppard; but only after I got dressed again.  As I sat in the backseat with Glenn, I was annoyed that Mom didn’t give me the chance to bind my chest.  Even while wearing one my loosest shirts it was obvious that I had breasts, and they bounced uncomfortably with each bump my dad drove over.<br>\r\n<br>\r\nThe only option I had to keep them from bouncing around was to cross my arms across my chest.  “Dad, can you not drive over every bump you see?” sighing, I said, “My chest is unsupported and they’re bouncing all over the place.”<br>\r\n<br>\r\n“I can’t make any promises, Marcus; but I’ll try.”<br>\r\n<br>\r\nDad did what he could to lessen the bumps; it helped but it didn’t make the problem go away.  As we turned onto the main road through town, I looked over and saw Glenn...well, just staring at me.  It was bad enough having breasts, I didn’t want my brother looking at me like he was.  “Would you stop looking at my breasts, Glenn?”<br>\r\n<br>\r\n“Sorry, I-I can’t help it.” Blushing, Glenn looked me in the eyes and said, “Wha-What does it feel like when they, y’know, bounce around?”<br>\r\n<br>\r\n“Are you serious right now?” feeling incredulous, I said, “It’s like having two grapefruits attached to my chest.”<br>\r\n<br>\r\n“How sensitive are they?”<br>\r\n<br>\r\nI was about to lose my cool, but Mom beat me to it.  “Glenn Anthony Scott, don’t ever let me hear you speak that way again.”  <br>\r\nTurning around, Mom said, “Your brother’s going through enough right now; he doesn’t need your inappropriate comments!”<br>\r\n<br>\r\n“Sorry, Mom.” Looking at me, Glenn said, “Sorry Marcus.”<br>\r\n<br>\r\nI grunted an acknowledgment before turning to Mom.  “How exactly are we going to explain this, Mom?” looking at her, I said, <br>\r\n“We can’t exactly walk into the ER and say I’m turning into a girl.”<br>\r\n<br>\r\n“I’ve already got that figured out, sweetie.” Looking at me, Mom said, “I’ll just explain to whoever’s at the counter that my daughter’s experiencing girl troubles.”<br>\r\n<br>\r\nI didn’t need to be a genius to know what Mom was referring to – she was going to tell the ER nurse I was having a bad period.  As Dad continued driving, I prayed that I’d never had to experience what having a period was like.  But I had a sinking suspicion that I would.  “I just hope we don’t see anyone we know.”</span></div></div>",
            "created":1588050000,
            "id":2826404,
            "title":"The Ride to the Hospital"
        },
        "111111111111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Mom had told me what she was going to say at the hospital, but knowing in advance didn’t make it any less embarrassing.  Here I was a guy, more or less, and she was passing me off as her daughter experiencing a severe period.<br>\r\n<br>\r\nI’m sure there were plenty of hospital employees wondering why a girl’s father and brother would be accompanying her, but I was glad to have them there with me.  We were brought to a private room, where I was given a hospital gown to change into.<br>\r\n<br>\r\nThe gown did a better job at hiding my waist then anything I had at home; I just wish it did a better job with my breasts.  But, in the end, there’s only so much a hospital gown could do.  I walked back out into the room and sat on the bed.<br>\r\n<br>\r\nAfter waiting for a few minutes with no sign of Dr. Sheppard, I said, “Where’s Dr. Sheppard?”<br>\r\n<br>\r\n“He’s on his way, sweetie.” Placing a hand on my shoulder, Mom said, “Try not to worry.”<br>\r\n<br>\r\n“That’s easier said than done, Mom; I look like a girl from the neck down.”<br>\r\n<br>\r\nJust then there was a knock on the door.  While Mom went to stand next to me, Dad said, “Who is it?”<br>\r\n<br>\r\n“Mr. Scott, its Allison.”<br>\r\n<br>\r\nDad looked at me; as if asking if I wanted Allison to come in.  While I wasn’t thrilled with the idea, I knew Allison wasn’t going to leave.  I silently nodded; after which Dad opened the door and said, “Good morning Allison.”<br>\r\n<br>\r\n“Morning, Mr. Scott; I was outside on my break when I saw you guys walk into the ER.” Looking at me, she said, “Is everything alright?  Where’s Marcus?”<br>\r\n<br>\r\n“I’m right here, Allison.”<br>\r\n<br>\r\nAllison was silent for a moment as she tried to comprehend what I’d just told her.  After a moment, she started laughing and said, <br>\r\n“That’s a good one; who are you, one of Glenn’s classmates?”<br>\r\n<br>\r\n“I’m serious, Ally; it’s me.” Looking at her, I said, “Do I need to prove it to you?”<br>\r\n<br>\r\nFor a moment Allison looked as if she was going to make me prove it; but when she saw the serious expressions on everyone’s faces, she hesitated.  Stepping closer to me, getting a good look, I said, “Marcus?  Is that you?”<br>\r\n<br>\r\n“Yeah, it’s me.”<br>\r\n<br>\r\n“What’s going on here?” in shock, Allison said, “Why do you have breasts?”<br>\r\n<br>\r\n“I have more than that, I’m afraid.” Stepping off the bed, I placed my arms on my waist.  Looking at her, I said, “I’ve also developed a pretty obvious figure.”</span></div></div>",
            "created":1588050000,
            "id":2826435,
            "title":"At the Hospital"
        },
        "1111111111111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Ride Home",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>While still in shock herself, Allison placed her hand on my shoulder.  “Marcus, are...are you alright?”<br>\r\n<br>\r\n“I don’t know, Ally.” Sighing, I said, “I don’t feel like I’m sick, or in pain, but...there’s no way this is normal.”<br>\r\n<br>\r\nJust then there was a knock on the door, and Dr. Sheppard let himself in the room.  “I apologize for the delay, there was road work by my hotel room.” looking at Allison, he said, “Is there a problem, nurse?”<br>\r\n<br>\r\n“There’s no problem, Doctor.” Pausing, Allison said, “I’m a friend of the family.”<br>\r\n<br>\r\n“She can stay, Dr. Sheppard; she’s been there to support me since my accident.”<br>\r\n<br>\r\n“Okay then.” Looking me over, trying his hardest to contain his shock, Dr. Sheppard said, “How long has this been going on for?”<br>\r\n<br>\r\n<br>\r\n“Well, my hair’s been growing like this since after the treatment.  I noticed my waist and hips this morning after I woke up.” Gesturing to my chest, I said, “These have been growing all morning.”<br>\r\n<br>\r\n“There were behavioral issues yesterday; they seemed odd, but now I think they’re connected to <i>this</i>.” Pausing, Dad said, <br>\r\n“He was flirting with a waiter, and he walked into the ladies’ room.”<br>\r\n<br>\r\n“I see, that’s very interesting.” Looking at me, Dr. Sheppard said, “Let’s go run some tests, and see what they tell us.”<br>\r\n<br>\r\n<div align=\"center\">****************************</div><br>\r\n<br>\r\nAnd so began two hours of intense and, at times, uncomfortable tests.  By far the worst part was when he gave me a physical exam.  While I trusted Dr. Sheppard not to do anything, I was glad mom was there to support me; even though I wasn’t exactly thrilled that she was seeing me naked.<br>\r\n<br>\r\nI discovered another change while getting some urine and stool samples for Dr. Sheppard to test; my genitals were smaller.  Once all that was finished, he took a series of x-rays; mostly focusing on my pelvic area.<br>\r\n<br>\r\nOnce the tests were complete, Mom and I were sent back to the room to wait with Dad, Glenn, and Allison.  “I’m sure everything will be alright, Marcus.” Trying to sound upbeat, Mom said, “You have nothing to worry about.”<br>\r\n<br>\r\nThat sounded great, but it was hard not to worry.  What was going to change next?  I looked down at my hands; I could’ve sworn they were more slender, and that my nails were longer.  Am I just being paranoid?<br>\r\n<br>\r\nIt seemed like hours passed before Dr. Sheppard came back; although it had only been about 30 minutes.  Closing the door behind him, Dr. Sheppard said, “The tests confirmed what I suspected; Marcus is becoming a girl.”<br>\r\n<br>\r\nI knew that was coming, but I was still shocked to hear it.  Looking at Dr. Sheppard, I said, “How is that even possible, Doctor?”<br>\r\n<br>\r\n“I’ll have to run some more tests to figure that out, but your XY chromosomes have all become XX.  The x-rays I took of your pelvis show what appears to be a uterus and ovaries beginning to develop.” Looking at me, he said, “No doubt those will develop as your breasts have; I suspect you’ll be completely female within two days.”<br>\r\n<br>\r\nEveryone started talking a mile a minute; trying to comprehend what Dr. Sheppard just told us.  During a lull in the shouting, I said, “Is there anything you can do to reverse this?”<br>\r\n<br>\r\n“I don’t even know what’s causing this, Marcus.” Looking at his paperwork, Dr. Sheppard said, “The only thing I can tell you with any certainty is this; based on your age and your level of breast development, I suspect that you won’t grow much taller than you are right now.  You’re 5’6” right now; at most you’ll probably grow to about 5’7” or maybe 5’8.”<br>\r\n<br>\r\n“What should we do now, Kevin?<br>\r\n<br>\r\n“I can continue to see him, Gloria; unless you’ll be more  comfortable with a female doctor?\"<br>\r\n<br>\r\nCasting a glance to me, Mom turned back to Dr. Sheppard and said, “I-I’ll take her to my gynecologist when the time comes.\"<br>\r\n<br>\r\nAlready, I was being described as <i>her</i>.<br>\r\n<br>\r\n\"I completely understand.\" writing something on a piece of paper, Dr. Sheppard said, \"Here are Marcus' measurements; so you can buy some new clothes.\"</span></div></div>",
            "created":1588136400,
            "id":2826761,
            "title":"Dr. Sheppard Arrives"
        },
        "11111111111111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "At the Park",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>After saying goodbye to Allison and Dr. Sheppard, we all got back into the car.  No one said a word for almost 10 minutes, and I guess I couldn’t blame them.  I’d gone in for a procedure to get my legs back, and I end up turning into a girl.  My folks insisted they didn’t blame Dr. Sheppard for this but I think they did on some level.<br>\r\n<br>\r\nTo make up for it, Dr. Sheppard said he would reimburse us for any purchases I needed to make.  On top of that, Allison promised that she and Jamie would provide whatever help they could.  We had just passed the high school when Mom said, “Now that I have your measurements, sweetie, I’ll go buy you some bras and undies.” Looking back at me, she said, “I suspect you’ll want to have a say in what kind of clothes to buy.”<br>\r\n<br>\r\nI hadn’t given that much thought, but Mom was right; I had to figure out what kind of girl I was going to be.  I was already certain that I wasn’t going to be one of those girly, fashion-obsessed girls; but I doubt I’d get away without having at least some dresses or skirts.  “Perhaps we can go shopping this weekend?”<br>\r\n<br>\r\n“Of course, sweetie.” Smiling, Mom said, “Perhaps Kat can come along as well; I’m sure she’d want to help.”<br>\r\n<br>\r\nUntil Mom mentioned her name, I hadn’t thought about Kat at all.  How would I possibly tell her about this? We were supposed to be boyfriend and girlfriend, but now I was going to be a girl like her.  “Can I be the one to tell Kat about <i>this</i>?” sighing, I said, “It’ll probably be better coming from me.”<br>\r\n<br>\r\n“Of course, Marcus; we’ll let you tell her.”<br>\r\n<br>\r\n<div align=\"center\">*************************</div><br>\r\n<br>\r\nAn hour later, I was standing in front of my bedroom mirror; naked from the waist up.  Even after the tests confirmed it, I still couldn’t believe that I was going to be a girl.  Seeing the breast binder on my bed, where I’d left it, I went over to grab it.<br>\r\n<br>\r\nAs I slipped it on over my head, I quipped to myself – <i>I suppose I’ll have to get used to this.</i>  After putting it on, I looked back at my reflection and was impressed by what I saw.  It didn’t completely hide my breasts, but it certainly did enough to make them less obvious.<br>\r\n<br>\r\nI was reaching for my shirt when there was a knock at the door.  “Marcus, its Glenn.”<br>\r\n<br>\r\nPutting the shirt on, I walked over and opened the door.  “What do you want?”<br>\r\n<br>\r\n“I wanted to see how you were doing.” Looking at my chest, Glenn said, “Wow, that binding does a good job hiding your breasts.\"<br>\r\n<br>\r\n“I’m not doing well, Glenn; but I’d probably be a little better if you stopped staring at my chest.”<br>\r\n<br>\r\n“Sorry.” With a nervous smile, Glenn said, “Kat’s at the door, she wants to know if you’d like to go to the park.  They’re having a boat race in the lake; she thought it would be fun to watch.”<br>\r\n<br>\r\n“I-I don’t know, Glenn.” Sitting on the bed, I said, “I’m not sure seeing Kat is the best idea right now.”<br>\r\n<br>\r\n“Okay, let’s say you ghost her for the next few days.” Sitting next to me, Glenn said, “How’s she going to feel when you’re suddenly a girl the next time you see her?”<br>\r\n<br>\r\nGlenn did have a point; as much I was wanted to avoid Kat right now, seeing her wouldn’t be nearly as bad as surprising her with this.  “What do you think I should do, Glenn?”<br>\r\n<br>\r\n“Go to the park; enjoy your time with her while you figure out how to tell her.”<br>\r\n<br>\r\n“Thanks, bro.” hugging Glenn, I said, “That helps.”<br>\r\n<br>\r\nWhat followed was an incredibly awkward hug; as, although they were bound, you could still feel my breasts if you pressed against them.  After a moment, Glenn said, “Go have fun with your girlfriend, Marcus.”</span></div></div>",
            "created":1588136400,
            "id":2826870,
            "title":"The Ride Home"
        },
        "111111111111111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Breaking It to Kat",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>After we got to the park, Kat and I found a quiet spot by a tree; whereas most everyone else was gathering by the boat ramp.  I was glad we were alone; since sitting down would hide the fact the I wasn’t as tall I’d been, just like the binder hid the size of my breasts and my t-shirt hid my narrow waist and child-bearing hips.<br>\r\n<br>\r\nWhile Kat laid out the blanket, as we waited for the race to start, I found myself doing a little people watching.  I couldn’t help but picture myself, specifically my new self, in their place.  I saw a woman nearby breastfeeding her baby; the first time I was 13, and still a boy, I would have chuckled at the sight of a bare breast.  The allure of seeing breasts was lessened by the fact that I could now see them whenever I wanted; instead, I found myself wondering if I’d be nursing my own child at some point.<br>\r\n<br>\r\nNext, I found myself looking at a couple of college-aged students; a man and a woman, getting romantic.  I started imagining myself in her place; with those strong arms wrapped around me, those hands on my breasts.  <i>Okay, I guess I have a thing for big muscular guys.</i><br>\r\n<br>\r\nI decided to pull myself out of my fantasies; as I leaned over and kissed Kat.  She was enjoying it more than I was; I was just going through the motions at that point.  I was becoming a girl, and kissing a girl had about as much appeal now as kissing a boy did before.<br>\r\n<br>\r\nWhile I’d been thinking to myself, Kat explored my body with her hands.  It didn’t take long for her to find my binder.  “Marc, what in the world are you wearing?” before I could stop her, she’d lifted my t-shirt.  “What’s going on here, Marc?”<br>\r\n<br>\r\nI swallowed hard; it was the moment of truth.  “I’ll explain everything back at my house.” Standing up, I pulled my shirt back down. “There’s a lot I need to tell you.</span></div></div>",
            "created":1588136400,
            "id":2826911,
            "title":"At the Park"
        },
        "1111111111111111111111111111111111111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I didn’t know what Kat thought I was going to tell her; I just know that it wasn’t this.  She was sitting on my bed when I walked into my room topless.  She looked about as shocked as I’d been when I found out.  When she finally found her voice again, all she could say was, “What the hell?”<br>\r\n<br>\r\n“I’m turning into a girl, Kat.”<br>\r\n<br>\r\n“This has got to be a joke, right?” looking from my face to my chest, Kat said, “Those have to be fake.”<br>\r\n<br>\r\n“Believe me I wish they were, but they’re not.”<br>\r\n<br>\r\nKat reached out to touch my chest in an attempt to prove that the breasts were fake.  While she wasn’t able to prove it I experienced some new and, quite honestly, enjoyable sensations.  I made a mental note to try this out for myself.  After pulling her hands away, Kat looked at me and said, “You didn’t have these in the hospital; how could they get <i>this</i> big in only a few days?”<br>\r\n<br>\r\n“Dr. Sheppard thinks my body is experiencing an accelerated female puberty; which explains my figure and my breasts.” Putting my shirt back on, I said, “He says I’ll be fully female within a few days.”<br>\r\n<br>\r\n“Now when you say fully female...”<br>\r\n<br>\r\n“A uterus and ovaries are growing inside me, and my genitals are starting to wither away.” Sitting next to Kat, I said, “Once it’s done, I’ll be as much a girl as you are.”<br>\r\n<br>\r\n“You seem surprisingly calm about this; I’d be freaking out if I were in your position.”<br>\r\n<br>\r\n“Honestly I think I’m just in shock; I’m sure I’ll start freaking out at some point.” Looking at her, I said, “I’d appreciate any help you can give me; I know absolutely nothing about being a girl.”<br>\r\n<br>\r\n“What kind of person would I be if I said no.” placing a hand on my shoulder, Kat said, “Of course I’ll help you, Marcus.”<br>\r\n<br>\r\n“My mom and I are planning to go shopping this weekend; perhaps you’d like to come along?”<br>\r\n<br>\r\n“Su-Sure, I’d love to come along.”<br>\r\n<br>\r\nI quickly picked up on Kat’s hesitation.  Looking at her, I said, “Are you alright, Kat?”<br>\r\n<br>\r\nKat was silent for a moment until she got to her feet.  “No Marcus, I’m not alright!” pacing around the room, she said, “My boyfriend is turning into a girl!”<br>\r\n<br>\r\nI got to my feet as soon as I saw Kat start crying.  I immediately embraced her; an awkward experience for both of us, if only because my breasts were noticeably bigger than hers.  Maybe it was the shock wearing off, or maybe my hormones were out of whack; before I knew it, Kat and I were sharing a tearful embrace.</span></div></div>",
            "created":1588136400,
            "id":2826985,
            "title":"Breaking the News To Kat"
        },
        "11111111111111111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "My New Name",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>The two of us cried into each other’s shoulders for a few moments, until we stopped and grabbed some tissues.  The two of us sat on the bed, with Kat looking at me.  “I guess the two of us being a couple was fun while it lasted.”<br>\r\n<br>\r\nI wasn’t ready to tell her that I was attracted to boys now; I figured seeing me with breasts and an hourglass figure was enough for now.  There would time enough later to admit that I had a thing for big, strong guys.  “I guess you’re right.”<br>\r\n<br>\r\nJust then there was a knock on the door; after which I heard Mom say, “Marcus, honey; I’ve got some things for you.”<br>\r\nI got up from the bed and opened the door.  “Thanks, Mom.”<br>\r\n<br>\r\nWalking into the room, Mom looked at the two of us and said, “Are you two alright?”<br>\r\n<br>\r\n“Not really, Mrs. Scott.” Standing next to me, Kat said, “My boyfriend’s becoming a girl.”<br>\r\n<br>\r\n“Yeah, and it’s starting to sink in for me.”<br>\r\n<br>\r\n“I can only imagine what you’re going through, sweetie.” Handing me a bag, Mom said, “I bought you some bras and panties; why don’t you try them on.”<br>\r\n<br>\r\nPutting the bag on the bed, I dug through it until I found one of the bras.  “Well what do you know, I’m a C cup.”<br>\r\n<br>\r\nI could tell Kat was more than a little disturbed about everything, but she was putting on a strong face.  “Let’s go to the bathroom, I’ll help you with the bra.”<br>\r\n<br>\r\nOnce we were in the bathroom, Kat helped me get the bra adjusted properly on my chest.  Once she was finished, I looked at my reflection in the mirror.  I had to admit my breasts looked nice in the bra; I just had a problem with the discomfort.  “Will these get more comfortable the longer I wear it?”<br>\r\n<br>\r\n“That hasn’t been my experience; let me tell you, I look forward to letting the girls out at the end of the day.”<br>\r\n<br>\r\nI was a little embarrassed about trying the panties next; mostly because Kat was in the room while I did so.  Once I put them on, I was immediately disappointed.  Looking at Kat, I said, “I have less of a bulge than I would’ve liked.”<br>\r\n<br>\r\n“Yeah, well your rear end more than makes up for it.”<br>\r\n<br>\r\nRaising an eyebrow, I said, “Huh?”<br>\r\n<br>\r\n“You have a nice badonkadonk.”<br>\r\n<br>\r\nI looked at my rear in the mirror and realized Kat was right; my butt was much larger than it had been.  I couldn’t help but blush.<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nOnce I’d finished getting dressed, Mom told me that we’d be going over to Kat’s house.  I wasn’t in the mood to do so, but I understand that it was necessary.  After all, they would probably wonder where their daughter’s boyfriend had gone to.<br>\r\n<br>\r\nThe five of us were sitting in their living room; Kat’s parents just staring at me.  After a moment, Mrs. Maddox said, “Well, this is unexpected.”<br>\r\n<br>\r\n“Imagine what it’s like from my perspective.”<br>\r\n<br>\r\n“Are you alright, Marcus?”<br>\r\n<br>\r\n“It’s starting to sink in; I spent 18 years as a boy, but now...”  I looked down at my hands; there was no doubt about it, my nails were longer and my hands more feminine.  “I’ve got friends who’ve promised to help me; I just have to figure out what I need help with.” <br>\r\n<br>\r\n“I know this must be a confusing time for you, Marcus.” Getting up, taking my hand in hers, Mrs. Maddox said, “If there’s anything we can help with, all you have to do is ask.”<br>\r\n<br>\r\n“Thank you.” Starting to cry again, I said, “That means so much.”</span></div></div>",
            "created":1588136400,
            "id":2827158,
            "title":"My First Bra"
        },
        "111111111111111111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Next Morning",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>It was pizza night once again; the only difference was, this time, I wasn’t quite as hungry as I usually was.  I only managed to eat two slices before I was full; while Glenn ended up eating half the pizza by himself.<br>\r\n<br>\r\nAs I wiped some cheese off my mouth, Mom said, “Honey, there’s something I think we should discuss.”<br>\r\n<br>\r\n“Oh?” confused, I said, “What’s that?”<br>\r\n<br>\r\n“It’s about your name.” putting his pizza down, Dad said, “I don’t think you want to be the only girl in school with the Marcus, do you?”<br>\r\n<br>\r\nI let out a little giggle; thinking about how weird that would be.  “That would be kind of silly, wouldn’t it?”<br>\r\n<br>\r\n“Your father and I named you Marcus when you were born.” Looking at me, Mom said, “We think it’s only fair that you decide what your new name should be.”<br>\r\n<br>\r\n“I’m open to suggestions.”<br>\r\n<br>\r\nI knew from the grin on Glenn’s face that he wasn’t going to take this seriously.  I was proven right, when he said, “How about Ethel?”<br>\r\n<br>\r\n“What do I look like, a 70-year-old woman?” glaring at him, I said, “I meant a serious suggestion.\"<br>\r\n<br>\r\n“How about Marjorie?” looking at me, Dad said, “It was my mother’s name, and it sounds similar to Marcus.”<br>\r\n<br>\r\n“Yeah, but I’d rather have a different name.” sighing, I said, “Sounding the same means you might call me Marcus by <br>\r\naccident.”<br>\r\n<br>\r\n“That’s a good point.”<br>\r\n<br>\r\n“How does Agatha sound?”<br>\r\n<br>\r\nFed up with Glenn’s suggestions, I looked at him and said, “How about helping?”<br>\r\n<br>\r\n“What about my mother’s name, April?”<br>\r\n<br>\r\nWith a shake of my head, I said, “Yeah, I don’t think I’m an April”<br>\r\n<br>\r\n“Way to burn Grandma, dude.”<br>\r\n<br>\r\n“Don’t worry, sweetie, I’m sure Grandma Cassidy will understand.”<br>\r\n<br>\r\nA smile on my face, I said, “Hey, that sounds good.”<br>\r\n<br>\r\n\"What does?\"<br>\r\n<br>\r\n“Your maiden name, Cassidy.” <br>\r\n<br>\r\n“Cassidy Scott?” smiling, Mom said, “That does sound good.”<br>\r\n<br>\r\n“Then we can use Marjorie for my middle name.” <br>\r\n<br>\r\n“Then it’s settled.” Looking at me, Dad said, “Welcome to the world, Cassidy Marjorie Scott.” <br>\r\n<br>\r\nAnd just like that, they never called me Marcus again.<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nThat night, as I walked into my room to go to bed, I closed the door and got undressed.  I quickly realized Kat was right, it felt so good to be out of my bra.  After cleaning out my underwear drawer, I put away my bras and panties.<br>\r\n<br>\r\nMom had also purchased some girlier pajamas for me to wear; mostly lounge pants and tops, but there were several nighties.  They wouldn’t have been my first choice since they were on the pink side, but they fit me.  My boyish looked funny coming out of them, but I knew would change soon enough.</span></div></div>",
            "created":1588222800,
            "id":2827692,
            "title":"My New Name"
        },
        "1111111111111111111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "My Day",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>When I woke up the next morning, my feet no longer looked funny coming out of a set of girl's pajamas. Like my hands, they had become dainty and feminine. <i>Not much of Marcus left anymore,</i> I thought.<br>\r\n<br>\r\nThis was verified when I took off my pajamas in the bathroom. Between my legs, I was equipped like a 5-year-old. I wasn't confident, either in my aiming skills or in my ability to avoid wetting my fingers, so I sat down, pointing my little man down with one hand.<br>\r\n<br>\r\nWith that taken care of, I took a shower. I saw that Mom had picked up some body wash, shampoo, and conditioner for me, so I gave them a try. My skin seemed more sensitive, tingling pleasurably with the body wash. My shoulder-length hair felt good with the shampoo and conditioner, too. The drawback was, it took <i>forever</i> to dry my hair, even with a hair dryer.<br>\r\n<br>\r\nFinally, I was done. I wrapped a towel around my waist, and headed for my bedroom.<br>\r\n<br>\r\nI walked right into Mom, who pushed me back into the bathroom. \"You are not traipsing around with your breasts hanging out, young lady,\" she said. \"What if your brother had been out there?\"<br>\r\n<br>\r\nThat thought scared me. \"Sorry, Mom,\" I said. \"I guess I wasn't thinking.\"<br>\r\n<br>\r\nMom showed me the ladylike way to tie a towel around myself, and I went to my room.</span></div></div>",
            "created":1588222800,
            "id":2827745,
            "title":"The Next Morning"
        },
        "11111111111111111111111111111111111111111111111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Sleepover",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"Will you be okay on your own?\" Mom asked. She and Dad were going to set up my new identity with the school board, while Glenn was spending the day with his friends.<br>\r\n<br>\r\n\"I'll be fine, Mom,\" I replied. And I would be: I could leave the house in the event of an emergency. I could fend for myself. I wasn't an infant or an invalid.<br>\r\n<br>\r\nI was just turning into a girl.<br>\r\n<br>\r\nI had just made myself a sandwich when the doorbell rang. It was Kat. \"Wow,\" she said, \"you really <i>are</i> turning into a girl, aren't you, Marc?\"<br>\r\n<br>\r\n\"Did you doubt me?\" I asked. \"By the way, my name's Cassidy now. It was Mom's maiden name.\"<br>\r\n<br>\r\n\"Cassidy. It suits you. I knew you were turning into a girl, but you still had Marcus's face yesterday. You hadn't noticed?\"<br>\r\n<br>\r\nShe showed me my face on her phone. It was true: in the hours since this morning, my face had become more feminine. \"Wow. Nobody who saw this face would think I was once a boy.\"<br>\r\n<br>\r\n\"I came over for two reasons, Cassidy. The first is, I thought I'd invite you to have a sleepover at my house. Sort of give you a crash course in being a girl. Besides, when we're in high school, nobody would believe you'd never been to a sleepover.\"<br>\r\n<br>\r\n\"Sounds fun. I'll be there. What's the second reason?\"<br>\r\n<br>\r\n\"Mom wants to take you shopping tomorrow. I know your mom was going to, but my mom might be willing to pick up some things that your mom might not think of for you. What do you say?\"<br>\r\n<br>\r\n\"If it saves us money, I'm sure Mom will go for it. Four years of customizing everything for someone in a wheelchair, the costs really add up.\"<br>\r\n<br>\r\n\"Okay, see you tonight.\" She hugged me. \"Are you shorter? We're practically the same height.\"<br>\r\n<br>\r\n\"Dr. Sheppard said I might not get above five-six. I guess I'm going under that for a while.\"<br>\r\n<br>\r\nKat left, and I went back to my lunch.<br>\r\n<br>\r\nI had just finished my sandwich when the doorbell rang again. Thinking it was Kat again, I didn't look before opening the door. That was how I wound up face to chest with Eric.<br>\r\n<br>\r\n\"Hey, little lady,\" he said. \"I'm looking for Marcus. Is he home?\"<br>\r\n<br>\r\nI didn't want to explain what happened to me to Eric, so I thought quickly. Luckily, I was always able to think faster than he did. \"I'm afraid he's still in the hospital,\" I said. \"I'm his cousin, Cassidy.\"<br>\r\n<br>\r\n\"Well, the next time you see him, let him know his old buddy Eric is looking to see him.\"<br>\r\n<br>\r\n\"I'll be sure to tell him,\" I said, but I was thinking, <i>Why didn't you come visit me in the hospital, like Kat did?</i><br>\r\n<br>\r\nHe left,and I breathed a sigh of relief. Maybe it was the height difference between us, but I wasn't 100% sure whether he was looking at my face or my breasts.</span></div></div>",
            "created":1588309200,
            "id":2828300,
            "title":"My Day"
        },
        "1111111111112":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Consulting with Dr. Sheppard",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Allison stood up as I approached the bed; giving me a strange look as I went past. “That’s funny; I didn’t realize until just now, but you’re shorter than the last time I saw you.”<br>\r\n<br>\r\nI had no idea what Allison was talking about, and the expression on my face said as much.  “What are you talking about?”<br>\r\n<br>\r\nGrabbing my arm, Allison gently pulled me back into the bathroom.  “The last time I saw you, before my trip, you were a good 3 inches taller than me.” Standing the two of us next to each other, she said, “Now we’re about the same height; I might even be a smidge taller than you.”<br>\r\n<br>\r\nAs I looked at the reflection in the mirror, I quickly realized Allison was right.  Now I wasn’t that tall to begin with, no more than 5’9” at most, so to see that I had suddenly shrunk was disconcerting.  “Okay, that’s weird; Dr. Sheppard didn’t say anything about me shrinking.” Concerned, I said, “What should I do?”<br>\r\n<br>\r\n“You were given an experimental medicine, Marcus; I’d get in touch with Dr. Sheppard immediately.” Looking at me, she said, “If he’s planning to take this procedure public, he should know of any unforeseen issues.”<br>\r\n<br>\r\n“I’m pretty sure he’s still working here at the hospital, I’ll have him paged.” With a sigh, I said, “Could you call my folks and tell them?”<br>\r\n<br>\r\n“Of course.” Hugging me, Allison said, “It’s going to be okay, Marcus.”<br>\r\n<br>\r\n“Thanks, Ally.”</span></div></div>",
            "created":1587618000,
            "id":2823437,
            "title":"You're Shorter"
        },
        "11111111111121":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A Newborn",
                "A Toddler",
                "5 Years Old",
                "8 Years Old"
            ],
            "content":"<div class=\"\"><div> <span>Calling Dr. Sheppard turned out to be a wise call; because by the time he and my folks got to the room, I’d shrunk another two inches.  I was now no taller than a 10-year-old.  Everyone was understandably shocked when they walked into the room; seeing me sitting at the foot of the bed in a hospital gown that was now too big for me.<br>\r\n<br>\r\n“What’s happening to me, Dr. Sheppard?” worried, I said, “You never said anything about me getting shorter.”<br>\r\n<br>\r\n“I’m as confused as you are, Marcus; this never happened in any of the tests.” Looking at me, he said, “If it’s alright with you, I’d like to run some tests.”<br>\r\n<br>\r\n“Go right ahead; the sooner you can undo the better.” Sighing, I said, “Starting high school again is going to be awkward enough, I’d rather not be the shortest member of the freshman class.”<br>\r\n<br>\r\nRetrieving a syringe from a drawer, Dr. Sheppard prepared to take some blood.  “I assure you that won’t happen, Marcus.  I’ll send this to the lab; we should know more in an hour or so.”<br>\r\n<br>\r\n<div align=\"center\">**********************</div><br>\r\n<br>\r\nThe next hour seemed to drag by; as everyone, including me, patiently awaited the results of the test.  Allison and Mom were in the corner, talking about the proposal, while Dad was using the bathroom.  Glenn walked back into the room with a glass of water; as he handed it to me, he said, “How are you doing, bro?”<br>\r\n<br>\r\n“How do you think I’m doing, Glenn?” taking the water, I said, “I get the use of my legs back, but I’ve shrunk to the size of a 10-year-old boy.”<br>\r\n<br>\r\n“I wonder how Kat is going to feel; dating someone that’s practically the same height as her.” Seeing the dumbfounded look on my face, Glenn said, “Don’t look so surprised, I overheard you telling her you’d like to go out with her at some point.”<br>\r\n<br>\r\n“You’re not going to make fun of me, are you?”<br>\r\n<br>\r\n“Why would I do that?” looking at me, Glenn said, “Kat’s a good looking girl; who am I to say you can’t date her.”<br>\r\n“Phew.  I was worried you’d say it was weird”<br>\r\n<br>\r\n“It is a <i>little</i> weird; I mean, she’s practically our little sister.”  Pausing, Glenn said, “But if neither of you has a problem with that, then I’d say go for it.”<br>\r\n<br>\r\nAnother few minutes went by before Dr. Sheppard entered the room again.  He was holding a tablet in his hands and had a grim look on his face.  The look told me that he didn’t have good news. “What’s wrong with me, Doc?”<br>\r\n<br>\r\n“It seems that the series of injections had an unintended side effect.” Looking at me and my family, Dr. Sheppard said, “It did repair Marcus’ spine as planned; but instead of making him a 13-year-old again, it’s making him even younger.”<br>\r\n<br>\r\nEveryone in the room made an audible gasp. Looking at Dr. Sheppard, worried, I said, “How much younger?”<br>\r\n<br>\r\n“If my tests are correct; by this time tomorrow, you’ll be _____.”</span></div></div>",
            "created":1587618000,
            "id":2823461,
            "title":"Consulting with Dr. Sheppard"
        },
        "111111111111212":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Nightmare",
                "The Next Morning",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"A toddler? This is a nightmare I'm having, right? Just a big, scary dream. And, when I wake up, I'll be my 13-year-old self, right?\"<br>\r\n<br>\r\nDr. Sheppard shook his head. \"I'm sorry, Marcus. You're no longer 13. You're 10. And you're still getting younger.\"<br>\r\n<br>\r\nI looked up at Glenn. <i>Way</i> up at him. He really was the big brother now. \"It... it wasn't supposed to be like this.\"<br>\r\n<br>\r\n\"I know, bro.\"<br>\r\n<br>\r\n\"None of us expected something like this,\" Dr. Sheppard said. He took a breath. \"Among other things, you'll need a new wardrobe. I'll pay for it, out of my own pocket. And I'll start an account for you, to help fund your education.\"<br>\r\n<br>\r\n\"For now, Doctor,\" Dad said, \"we'd like to be alone.\"<br>\r\n<br>\r\n\"Of course,\" he said, and left my room.<br>\r\n<br>\r\nThe words filled my mind. <i>A toddler.</i> Forget junior high, it was day care for me. Video games? More like blocks. And then there's the bathroom, assuming I don't wind up back in diapers.<br>\r\n<br>\r\nGlenn cleared his throat. \"What are you going to tell Kat?\"<br>\r\n<br>\r\n<i>Kat!</i> She had had a crush on me since forever, and she was looking forward to us dating. Fat chance of that happening now. I'll be too young for her, now, instead of the other way around. \"I can't talk to her just now,\" I said. \"Maybe later.\"<br>\r\n<br>\r\n\"You might not want to make it <i>too</i> much later,\" Glenn said.<br>\r\n<br>\r\nI nodded. Who knew how long I'd be <i>able</i> to speak to her?</span></div></div>",
            "created":1587618000,
            "id":2823494,
            "title":"A Toddler"
        },
        "1111111111112121":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I must’ve fallen asleep at some point after getting that unwanted news; because when I woke up, I quickly realized I was no longer in my hospital room.  I tried to look around at my surroundings but found that my body wasn’t responding the way it should.  <i>Oh no; please don’t let me be paralyzed again.</i><br>\r\n<br>\r\nIt took some effort but I managed to turn my head enough to see a baby lying in a crib next to me.  I soon realized where I was, when I discovered that I was in a similar crib – I was in the hospital’s nursery.  <i>Oh god, I’m a baby again.</i>  I tried to speak in a desperate attempt to get some attention, but found the only noise I could make was a whimper.<br>\r\n<br>\r\nI quickly grew frustrated and did the only thing I could do – I started crying.  I don’t know how long I cried for, but soon enough a nurse appeared above me.  “Hello little one.” Lifting me up, she said, “Are you hungry?”<br>\r\n<br>\r\n<i>No, I’m not hungry! I’m a teenager, not a baby!</i>  But the only thing I could do was keep crying.  After a few minutes of this, the nurse placed me back in the crib and wheeled me out of the room.  <i>Where is she taking me?</i><br>\r\n<br>\r\nI soon had my answer when I was wheeled into a hospital room.  I could hear voices but had trouble determining who they were.  After a moment, I heard a voice I could identify – my mom’s.  “Is he alright?”<br>\r\n<br>\r\nFor some reason her voice had a calming effect on me, and I slowly stopped crying.  As the nurse picked me up, she said, “I think he’s probably a little hungry; after all, he’s been through quite an ordeal.”<br>\r\n<br>\r\n<i>You can say that again.</i>  I figured the nurse would hand me off to mom so she could give me a bottle.  So imagine my reaction when I saw Mom lying in a hospital bed.  She looked different; like she’d gained weight since I last saw her.  As the nurse handed me off to her, Mom said, “Its okay sweetie, Mommy’s here.”<br>\r\n<br>\r\nMy confusion turned to horror when, instead of reaching for a bottle, Mom took out one of her breasts.  <i>Oh god no.</i>  I was powerless to stop her as she slowly guided me towards the exposed nipple.  The memory of me latching on and breast feeding was one I’d give anything to forget.  The fact that I was doing so without even thinking was very disturbing.<br>\r\n<br>\r\nSo there I was, being breastfed by my mom, when Glenn appeared in my line of sight.  I focused on him as he looked at me and said, “I bet that wheelchairs looking pretty good right about now.”<br>\r\n<br>\r\nSuddenly everything went dark.  When I could finally see again, I was relieved to find that I was back in my hospital room.  I did get a little worried, however, when I saw Mom standing over me.  Much to my relief, she simply looked down on me and said, “Marcus, sweetie, are you alright?”<br>\r\n<br>\r\nI was quite relieved when I found I was able to talk.  “Yeah, I’m fine.” Looking at her, I said, “Why does my body feel weird?”<br>\r\n<br>\r\n“I’m afraid your...regression is complete; you’re now approximately 14 months old.”<br>\r\n<br>\r\nAs Mom reached down to pick me up, I wanted nothing more than for her to be wrong.  Alas, that wasn’t meant to be; while holding me in her arms, she turned to face the mirror.  Staring back at me, clear as day, was the reflection of a horrified looking 14-month-old baby.  Before I knew what was happening, I started crying.</span></div></div>",
            "created":1587618000,
            "id":2823516,
            "title":"A Nightmare"
        },
        "11111111111121211":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "The Next Morning",
                "Kat Gets a Surprise",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>\"After you fell asleep,\" Mom said, after I calmed down, \"your regression accelerated. Dr. Sheppard thinks that may be why you fell asleep: the process must be exhausting. You were at 14 months for an hour before he officially declared it complete.\"<br>\r\n<br>\r\n\"Where are Daddy and Glenn?\" I asked, then winced at my use of a word I hadn't used since I was little the first time.<br>\r\n<br>\r\n\"I sent them home. I figured you didn't need everybody around to show you how small you'd become.\"<br>\r\n<br>\r\n\"I guess it could be worse,\" I said. \"I dreamed I was a baby. Apparently it was the first time, because you were in a hospital bed. You... you started... I need brain bleach.\"<br>\r\n<br>\r\n\"Well, if I was fumbling as much as you were, I'd say I was impressed with your recall. And yes, you'll be in a stroller for a while, but you know you'll get out of it, just like you did before.\" She gave a snort. \"If you'll forgive me for sounding a bit selfish, I must say, I'm looking forward to the years ahead.\"<br>\r\n<br>\r\n\"Why?\"<br>\r\n<br>\r\n\"Well, I got to watch you grow up, and, now, I get to see you grow up all over again. That's got to be a world first.\" She kissed me, then lay me in bed. \"Now, I'm afraid I have bad news for you.\"<br>\r\n<br>\r\nI braced myself for the worst. \"Go ahead.\"<br>\r\n<br>\r\n\"Somebody in this room just made a present. And it wasn't me.\"<br>\r\n<br>\r\nI sighed, and resigned myself to the indignity of the first of many diaper changes.</span></div></div>",
            "created":1587618000,
            "id":2823534,
            "title":"Continue"
        },
        "111111111111212111":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Repercussions",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>The next morning, I was examined, not by Dr. Sheppard, but by a pediatrician.<br>\r\n<br>\r\nWhen the examination was over, the doctor said, \"Well, Mrs. Scott, your son is a perfectly healthy 14-month-old boy.\"<br>\r\n<br>\r\n\"Sounds great,\" I said, \"except I'm supposed to be 13.\"<br>\r\n<br>\r\n\"You may want to put a little more effort into keeping incognito,\" he said. \"Children your age aren't supposed to talk.\"<br>\r\n<br>\r\n\"I did this so I could walk again, Doc. Now, not only can't I walk, I've lost control of my bladder and bowels. Forgive me for having a few things to say about it, and be glad I've got control over my tongue.\"<br>\r\n<br>\r\nHe let what I said slide, and turned back to Mom and Dad. \"Since he's healthy, we can release him into your custody, assuming you have an appropriate seat for your car.\"<br>\r\n<br>\r\n\"They do,\" Dr. Sheppard said, and handed Dad a seat.<br>\r\n<br>\r\nThe pediatrician nodded. \"Alright, then. Why don't we start the paperwork, Doctor?\"<br>\r\n<br>\r\nShortly after the two doctors left, Kat walked in. \"How's my brand-new boyfriend doing?\" she asked, then looked around. \"Where's Marcus?\"<br>\r\n<br>\r\n\"Sit down, Kat,\" Mom said.<br>\r\n<br>\r\nKat sat down.<br>\r\n<br>\r\n\"Kat,\" Mom said, \"this is Marcus.\"<br>\r\n<br>\r\n\"Don't try to kid me, Mrs. Scott. Marcus is my age now, not a baby.\"<br>\r\n<br>\r\n\"It was an unforeseen side effect,\" Dad said. \"Marcus kept getting younger until he was 14 months old.\"<br>\r\n<br>\r\n\"Do you honestly expect me to believe that?\"<br>\r\n<br>\r\n\"What do you want me to do, Kat?\" I asked. \"Check your closet for monsters?\"<br>\r\n<br>\r\nKat got up and walked over to me. \"M-Marc?\"<br>\r\n<br>\r\nI nodded. \"It's me.\"<br>\r\n<br>\r\nShe passed out.</span></div></div>",
            "created":1587704400,
            "id":2823829,
            "title":"The Next Morning"
        },
        "1111111111112121111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue (Alone With Kat)",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Alerted by my mom’s yelling, a doctor came running into the room.  “What’s wrong?”<br>\r\n<br>\r\nI wanted to respond, but remembered what the doctor said about blending in – I had to act like the baby I appeared to be.  While Mom cradled me in her arms, Dad said, “She fainted; I think she hit her head.”<br>\r\n<br>\r\nAfter an examination revealed a small bump on Kat’s head, the doctor returned with an ice pack and instructions to call for him if things changed.  Once the doctor left the room, Mom slowly walked over to the bed; giving me a glimpse of Kat as she lay there.<br>\r\n<br>\r\nAs I stared at her, I started to whimper a little bit. <i>Damn this immature body</i>.  Looking up at Mom, I said, “Is Kat going to be alright?”<br>\r\n<br>\r\n“Of course, sweetie.” In a soothing manner, Mom said, “You heard the doctor; it’s just a mild bump.”<br>\r\n<br>\r\nKat suddenly started to groan; slowly opening her eyes and looking around the room.  “W-What happened?”<br>\r\n<br>\r\n“You fainted, Kat.” Handing her the ice pack, Dad said, “The doctor said you have a minor bump but otherwise you’re fine.”<br>\r\n<br>\r\nAs Kat placed the ice pack on her head, she looked at me and said, “I swear you said that baby was Marcus.”<br>\r\n<br>\r\nLooking at her, worried that she’d faint again, I said, “It is me, Kat.”<br>\r\n<br>\r\n“That’s really you, Marcus?” A dumbfounded look on her face, Kat said, “H-How is that even possible?”<br>\r\n<br>\r\nAs Mom turned so I could see Kat better, I said, “Dr. Sheppard doesn’t know what caused this, but he’s working on figuring it out.” Looking at her, I said, “If it helps, I’m a perfectly healthy 14-month-old.”<br>\r\n<br>\r\n“Is there any chance this can be reversed?”<br>\r\n<br>\r\n“He won’t know until he figures out what went wrong.” Sighing, I said, “I’m stuck like this in the meantime.”<br>\r\n<br>\r\nSuddenly everyone in the room, including me, caught a whiff of a putrid smell.  I immediately knew what it was, but was embarrassed to say it with Kat in the room – I’d soiled my diaper.  Unfortunately, Mom didn’t have any qualms about being subtle.  Looking at Kat, she said, “Kat, would you mind holding Marcus?  I need to change his diaper.”</span></div></div>",
            "created":1587877200,
            "id":2825214,
            "title":"Repercussions"
        },
        "11111111111121211111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Waking Up",
                "Later On",
                "The Next Day",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Kat and I were left alone after Mom changed my diaper.  Holding me in her arms, Kat sat down in the chair and looked at me.  “I can’t believe this is happening, Marcus; how can something like this be possible?”<br>\r\n<br>\r\n“I was chatting with Allison when she noticed that I’d shrunk a few inches.”  Squirming a little bit, I said, “By the time Dr. Sheppard and my folks got here, I was the size of a 10-year-old.  The changes continued while I was asleep, I woke up looking like this.”<br>\r\n<br>\r\n“This has to be some cruel cosmic joke.” Tearing up, Kat said, “I was so excited by the thought of us dating, but now you’re a <br>\r\ntoddler.”<br>\r\n<br>\r\n“Dr. Sheppard said there’s a chance this can be reversed, so we could still have a chance at dating.” Sighing, I said, “In the meantime, I’ll have to pretend I’m <i>really</i> a 14-month-old; which shouldn’t be too hard, seeing as I can’t walk and I’m forced to use a diaper.”<br>\r\n<br>\r\n“You have my word that I’ll do everything I can to help you, Marcus.” Leaning down, Kat kissed me on the forehead, “Toddler or not, I still love you.”<br>\r\n<br>\r\nHearing Kat telling me that she loved me brought a smile to my face.  “I love you too, Kat.”<br>\r\n<br>\r\nKat started to chuckle a little as she looked at me.  Seeing my perplexed look, she said, “You have a really cute smile, Marcus.”<br>\r\n<br>\r\nI wanted to say Kat was crazy, since I only had four teeth, but decided not to.  Looking at her, I simply said, “If you say so, Kat.”<br>\r\n<br>\r\nThe two of us just stayed like that for a while, Kat just holding me in her arms.  I don’t know what it was, maybe the feeling of her heartbeat, but I felt safe in Kat’s arms.  After a while, I started to feel drowsy, and I soon fell asleep in her arms.</span></div></div>",
            "created":1588050000,
            "id":2826443,
            "title":"Alone With Kat"
        },
        "111111111111212111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Arriving At Home",
                "Later On",
                "That Night",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>I must’ve been asleep for a while; because when I was rudely awakened by a loud noise, I quickly realized I wasn’t in the hospital anymore.  I was momentarily confused by my surroundings until I realized I was in a car seat facing towards the rear of the car.<br>\r\n<br>\r\n“Is anyone there?” looking around, I said, “What’s going on?”<br>\r\n<br>\r\nThe sound of an opening door grabbed my attention; I turned to find Mom standing just outside the car.  “Did you have a nice nap, sweetie?”<br>\r\n<br>\r\nI looked behind Mom and caught a glimpse of the Wal-Mart sign in the distance.  “Why are we at Wal-Mart?”<br>\r\n<br>\r\n“We needed to get some things for you; a crib, high chair, etc.” smiling, Mom said, “You must’ve been tired because you slept the entire time we were in the store.”<br>\r\n<br>\r\n“How long was I even asleep?  The last thing I remember was talking with Kat.”<br>\r\n<br>\r\n“That was almost two hours ago.” With a chuckle, Mom said, “You looked adorable, asleep in Kat’s arms.”<br>\r\n<br>\r\nI was about to say something when I spotted Dad and Glenn pushing two fully loaded shopping carts through the parking lot.  It didn’t take a genius to realize what was in the boxes; sure Mom told me what they’d bought, but seeing the boxes in person just served as a painful reminder that I was now a baby.<br>\r\n<br>\r\nIt took all of 10 minutes to get everything into the back of the car; Glenn got in the back seat next to me.  Looking at me, he said, <br>\r\n“Hey bro, how was your nap?”<br>\r\n<br>\r\n“Not that bad, considering I’m a toddler.” Looking at him, seeing a bottle of soda in his hands, I said, “Could I have a drink of that soda, I’m kind of thirsty.”<br>\r\n<br>\r\n“Oh no, Marcus; you can’t have soda at your age.” Peaking over from the trunk, Mom looked at Glenn and said, “Glenn, there’s some pre-made bottles of formula in the bag behind Marcus.”<br>\r\n<br>\r\nAs Glenn reached for the bag, I said, “Hell no, I’m not drinking from a bottle!”<br>\r\n<br>\r\n“You’re 13 months old, Marcus; it comes with the territory.” With a stern look on her face, Mom said, “Also please watch your language; I don’t want to explain why my 13-month-old is talking, let alone swearing.”<br>\r\n<br>\r\nGlenn had retrieved one of the bottles by that point.  Handing it to me, he said, “Here you go, bro.”<br>\r\n<br>\r\nI looked at the bottle in disgust; there was no way I was going to drink from that.  After a moment, however, my resolve started to dissipate; soon enough, to my embarrassment, I was drinking from the bottle.  What made the situation worse – I was enjoying it.</span></div></div>",
            "created":1588222800,
            "id":2827548,
            "title":"Waking Up"
        },
        "1111111111112121111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Seeing My New Room",
                "Later On",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Barely an hour had passed since we got home from the hospital, but already Dad and Glenn had managed to baby proof most the house.  After they’d finished baby-proofing the bathroom, they moved on to my bedroom; where they would change it from a teenager’s room to that of a toddler’s.<br>\r\n<br>\r\nWhile all that was going on, I was strapped into a baby walker downstairs.  I couldn’t help but feel like fate was playing a cruel joke on me; the whole reason I’d gone through with the treatments was to get the use of my legs back, only now I’d been regressed to an age where I couldn’t walk even if I wanted to.<br>\r\n<br>\r\nMom had just put me in a fresh diaper, so I was set loose once again.  I was rolling around downstairs, checking out the work Dad and Glenn had done.  They’d put corner protectors on everything I could possibly reach, baby proof locks on the cabinets, and a retractable gate across the basement door.  Okay, maybe that last one was a good idea.<br>\r\n<br>\r\nA noise in the kitchen attracted my attention, so I decided to see what it was.  Thanks in large part to my short baby legs; it took me a few moments to traverse the eight feet from the basement door to the kitchen.  But once I was there, I saw Mom moving some cans from a bag to a shelf in the pantry.  I caught a look at one of the cans as she stacked it on the shelf; it was baby food.  <br>\r\n“Mom, do I really have to eat that stuff?”<br>\r\n<br>\r\n“I’m afraid so, Marcus.” Continuing to work, she said, “Since you’ve only got four teeth you're not able to eat the same food that you used to.”<br>\r\n<br>\r\n“But that stuff tastes disgusting!”<br>\r\n<br>\r\n“It’s the only thing you’re able to eat at your age, sweetie,” looking at me, she said, “There’s going to be a period of adjustment for all of us; I just ask that you remain patient.”<br>\r\n<br>\r\n“What’s there for you to adjust to?” getting at annoyed, I said, “I’m the one who got turned into a damn toddler.”<br>\r\n<br>\r\n“Watch your mouth, Marcus.” Sighing, Mom said, “Everyone will have to adjust to your new condition, just like we did after your accident.”<br>\r\n<br>\r\n“What about the all the baby proofing Dad and Glenn have been doing?” looking up at her, trying my best to sound serious, I said, <br>\r\n“You do realize I’m only a toddler physically, right?”<br>\r\n<br>\r\n“If we have people over, and they see you roaming around, they'll expect to see precautions against you getting into anything you shouldn't. Just like how I don't want you cursing.”<br>\r\n<br>\r\n“Okay, I guess that’s fair.”<br>\r\n<br>\r\nMom was about to go back to work on the food when Glenn walked into the kitchen.  Seeing the two of us, he said, “We’ve got Marcus’ room all set up if you guys want to come upstairs.”</span></div></div>",
            "created":1588222800,
            "id":2827710,
            "title":"At Home"
        },
        "11111111111121211111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Waking Up",
                "That Night",
                "The Next Morning",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>In retrospect, I should have realized how extensive the changes to my room would’ve been.  My first clue that something was amiss was when Mom carried me upstairs; I saw several boxes of my things lining the hallway.  <i>Please don’t give that stuff away. </i> Then I saw my bed frame, and mattress, leaning against the wall just outside my room.<br>\r\n<br>\r\nI prepared myself for what was sure to come, but even that wasn’t going to be enough.  Glenn led us into my room, where I saw what they had done.  Now my room wasn’t all that big, it was slightly smaller than Glenn’s, but seeing how empty it was without my bed, my desk, and my TV was just shocking.<br>\r\n<br>\r\nSituated against the wall where my bed had been was a brand new crib, with one of those spinning mobiles attached to it.  <i>Oh god, it’s like they forgot I’m still mentally me.</i>  Next, I saw a motorized swing in the corner, along with what looked like every stuffed animal Glenn and I ever had growing up.  <i>Okay, that’s a nice touch.</i><br>\r\n<br>\r\nDad, in the process of lifting a changing table onto my dresser, said, “What do you think, Marcus?”<br>\r\n<br>\r\nI tried my best to come off as being incredulous, but I couldn’t pull it off in my current condition.  “It’s almost like this room never belonged to a teenager.”<br>\r\n<br>\r\n“We had considered setting up your crib in our room, but we thought you wouldn’t like that.”<br>\r\n<br>\r\n“Damn right I wouldn’t!” getting annoyed, I said, “You guys did all this without even asking me what I wanted.”<br>\r\n<br>\r\n“Come on, Marcus.” Looking at me, worried about my increasingly poor attitude, Glenn said, “We’re just trying to take care of you.”<br>\r\n<br>\r\n“I’m 18 years old; I don’t need you to take care of me!”<br>\r\n<br>\r\nAt that point, my emotions grew beyond what I could control, and I started not only crying but kicking as well.  As far as anyone was concerned, I was just a 14 month old having a tantrum; which only served to get me even more riled up.<br>\r\n<br>\r\nMy cries echoed through the nearly empty room; until Mom managed to get Glenn’s attention.  “Glenn, there’s an unopened package of pacifiers in the bathroom; go get one of them.”<br>\r\n<br>\r\nGlenn quickly ran out of the room while I continued crying, at one point I even kicked Mom in the mouth.  Glenn returned about a minute later, pacifier in hand.  “Here you go, Mom.”<br>\r\n<br>\r\nTaking the pacifier, Mom looked at me and said, “I didn’t want to do this, Marcus; but you aren’t giving me much choice.” Placing the pacifier in my mouth, she said, “If you’re going to act like a toddler, then we’re going to treat you like one.”<br>\r\n<br>\r\nThe feeling of the pacifier in my mouth was disturbing, but it did have a surprising effect on me.  I slowly calmed down and stopped crying; until I was quietly sucking on the pacifier.  <i>This is so embarrassing, but it does feel right.</i><br>\r\n<br>\r\nI was content to suck on the pacifier as Dad appeared in my field of vision.  Looking at Mom, he said, “Perhaps we should let him lie down; he’s had a rough day.”<br>\r\n<br>\r\n“I suppose you’re right.” Looking down at me, Mom said, “Hopefully when you wake up, you’ll be in a better mood.”<br>\r\n<br>\r\nMy eyelids had started to droop at that point; as Mom gently lowered me into the crib, tucked me in under a blanket, and put a stuffed giraffe in my hands.  The last thing I remembered before falling asleep was seeing Glenn and my parents looking down at me.</span></div></div>",
            "created":1588309200,
            "id":2828103,
            "title":"Baby's First Tantrum"
        },
        "111111111111212111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Dinner",
                "After Dinner",
                "During the Night",
                "The Next Morning",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>It was almost night time when I woke up again; the last ray of sunlight was bouncing off the far wall.  Even though I was on my back, I knew that I was alone in the room.  Memories from earlier came back as I lay there; from what had been done to my room, to the subsequent temper tantrum.<br>\r\n<br>\r\nIt took some doing, but I managed to roll over onto my stomach.  After a moment on my stomach, using the sides of the crib, I managed to pull myself up to a standing position.  My legs wobbled a little bit, but I was confident that I wasn’t going anywhere.<br>\r\n<br>\r\nI caught a glimpse of myself in a nearby mirror, and I was taken aback by what I saw.  Wearing nothing but a diaper, and with a pacifier in my mouth, there was no way I’d be mistaken for anything but a toddler.  <i>This is so humiliating; I’m supposed to be in High School, not diapers.</i><br>\r\n<br>\r\nSuddenly the bedroom door opened and Mom walked into the room.  She must’ve been watching me through a camera because she wasn’t surprised to see that I was awake.  “That was quite a tantrum you had earlier, Marcus.” Walking over to the crib, Mom said, “You aren’t doing yourself any favors, acting like that.  If you act like a baby, we’re going to treat you like one.”<br>\r\n<br>\r\nSpitting the pacifier out, I said, “Sorry Mom, I-I guess I kind of lost it.”<br>\r\n<br>\r\n“I have a bruised lip that would agree with you.” Picking me up from the crib, Mom said, “Let’s go downstairs, it’s time for dinner.”<br>\r\n<br>\r\nI tried to get excited about that, as Mom carried me downstairs, but I quickly remembered what that meant – canned baby food for me, while they got to eat regular food.</span></div></div>",
            "created":1588309200,
            "id":2828337,
            "title":"Waking Up"
        },
        "1111111111112121111111111":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "I Resist (The Bottle)",
                "I Relent (Baby Food)"
            ],
            "content":"<div class=\"\"><div> <span>Mom carried me into the kitchen and placed me in the high chair.  After placing a bib around my neck, she sat down and looked at me, “Now Marcus, as I explained earlier, you can longer have any of the food you normally would.” Reaching for two jars of baby food on the table, Mom said, “You have a choice between chicken &amp; gravy or mashed carrots.”<br>\r\n<br>\r\nI looked at the jars for a moment; neither of them looked very appetizing.  After a minute, I looked at Mom and said, “Can I please have what you guys are having?”<br>\r\n<br>\r\n“I’m afraid not, sweetie.” Sighing, Mom said, “I know it’s frustrating; but, given time, I think you’ll get used to it.”<br>\r\n<br>\r\nI crossed my arms in an attempt to look tough; only I’m sure it didn’t have the effect I’d intended.  “If I can’t have what you’re having, then I’m not eating.”<br>\r\n<br>\r\nGetting up, Mom went over to the fridge and returned with a bottle.  “Okay then, if that’s how you want to do this.” With the bottle in one hand and the jars of baby food in the other, Mom said, “Either you have the baby food, or I’ll give you a bottle.”</span></div></div>",
            "created":1588309200,
            "id":2828343,
            "title":"Downstairs"
        },
        "11111111111121211111111112":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>While neither option was appealing to me, I figured that the baby food was the lesser of two evils.  With my arms still crossed, I silently pointed towards the baby food.  Putting the bottle down, for the moment, Mom turned back to me.  “Okay, now which flavor would you like?”<br>\r\n<br>\r\n“They both sound disgusting.” Sighing, I said, “Why don’t you just choose.”<br>\r\n<br>\r\nGrabbing on the jars, Mom said, “Fine, chicken &amp; gravy it is then.”<br>\r\n<br>\r\nI watched, hesitantly, as Mom opened the jar of food.  I can’t believe my life’s come to this.  Dipping the spoon into the jar, she was about to feed it to me when the phone suddenly started ringing.  As she got up from the table, Mom called out, “Glenn, could you come in here!”<br>\r\n<br>\r\n<i>God, please no!</i>  Before I could protest, Glenn came running into the kitchen.  “Yeah, Mom?”<br>\r\n<br>\r\nAs Mom went to answer the phone, she said, “Could you do me a favor, and feed your brother?”<br>\r\n<br>\r\nGlenn quickly obliged and sat down across from me.  Grabbing the jar, and spoon, he looked at me and said, “Is widdle baby hungry?”<br>\r\n<br>\r\nIt was bad enough that I was in this situation; I didn’t need Glenn teasing me about it.  But, as he looked at me with a goofy smile, I decided to have a little fun with him.  I thought back to the few times I had to help feed him, back when he was a baby.  He was one of the fussiest babies that I’d ever seen; more than a few times I had to sample the food just to get him to eat it.<br>\r\n<br>\r\nThat was when I got an idea; I would pretend to be fussy and refuse to eat, in the hopes that he would eat some of the food.  The plan started perfectly; every time he would bring the spoon near my mouth, I would do my best to avoid it.  After a few failed attempts, Glenn was starting to get frustrated.  “Mom!  Marcus won’t eat his dinner.”<br>\r\n<br>\r\n“You have to be patient, Glenn; he’s still getting used to this.” Sighing, covering the phone’s mouthpiece, Mom said, “Why don’t you try eating some it yourself; that always worked when you were a baby.”<br>\r\n<br>\r\n<i>Bingo.</i>  A smile formed on my mouth as Glenn slowly, but surely, brought the spoon up to his mouth.  I started to giggle as he ate a spoonful of food; only to stop when he immediately spat it out in disgust – all over my face.<br>\r\n<br>\r\nI don’t know why it happened; maybe I was tired or maybe I was just surprised.  But before Glenn even had a chance to apologize, I started crying.</span></div></div>",
            "created":1588309200,
            "id":2828508,
            "title":"I Gave In"
        },
        "111111111111212111111111121":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Who Am I?",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Mom came in. \"I'm glad that call wasn't too important,\" she said. \"What happened here?\"<br>\r\n<br>\r\n\"I tried the baby food, like you said,\" Glenn replied. \"It tasted like dog sh - \"<br>\r\n<br>\r\n\"<i>Language,</i>\" Mom said.<br>\r\n<br>\r\n\"I mean, it tasted terrible, and I spit it out. That's when he started crying.\"<br>\r\n<br>\r\n\"Here, son,\" Mom said, \"let's get you cleaned up.\" She took out a moist towelette and wiped the spit-out baby food off my face. \"Better?\"<br>\r\n<br>\r\n\"I guess,\" I said.<br>\r\n<br>\r\n\"Good. Now, where were we? Oh, yes, feeding you.\" She brought the spoon to my lips.<br>\r\n<br>\r\nSending that I wouldn't be able to trick Mom the same way, I opened my mouth, and instantly regretted it.<br>\r\n<br>\r\nAs Mom scooped up another spoonful of baby food, I asked, \"What's wrong with me?\"<br>\r\n<br>\r\n\"Nothing, sweetie,\" she said. \"Apart from turning into a 14-month-old, you're perfectly healthy. Otherwise, you'd still be in the hospital.\" In went the spoon.<br>\r\n<br>\r\n\"That's not what I mean,\" I said. \"A little spit shouldn't have made me cry. And I shouldn't have cried over my old stuff. So what's wrong with me?\"<br>\r\n<br>\r\n\"Hmmm. Well , you know how you've lost <i>physical</i> maturity?\"<br>\r\n<br>\r\n\"I've noticed it once or twice.\"<br>\r\n<br>\r\n\"Well, maybe, at the same time, your <i>emotional</i> maturity has taken a hit.\" She pointed at my head. \"Intellectually, you know what's worth getting upset over and what isn't.\" Then she pointed at my heart. \"But in here, it hurts like it was a direct attack on you. You can't lash out physically at whatever upsets you, so you break down and cry. Does that make sense?\"<br>\r\n<br>\r\nI nodded.<br>\r\n<br>\r\n\"But there's good news, too. If we can engage your intelligence, your emotions won't notice what upsets them, and you can be okay.\"<br>\r\n<br>\r\n\"Do you think so?\"<br>\r\n<br>\r\nShe held up an empty jar of chicken and gravy baby food. \"You tell me.\"<br>\r\n<br>\r\nFor dessert, Mom mushed up a scoop of vanilla ice cream and fed it to me.</span></div></div>",
            "created":1588309200,
            "id":2828582,
            "title":"Continue"
        },
        "1111111111113":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "It's Probably Nothing",
                "Ask Dr. Sheppard",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>Allison stood up as I approached the bed, giving me a strange look as I went past. \"That's funny,\" she said. I didn't realize until just now, but I think you've gotten more muscular since I saw you last. Have you been working out?\"<br>\r\n<br>\r\n\"Oh, go on,\" I replied, \"you're just saying that.\"<br>\r\n<br>\r\n\"I promise you, I'm quite serious,\" she said. \"Leaving aside the fact that I'm a lesbian, do you really think I'm the kind of person who would hit on a 13-year-old?\"<br>\r\n<br>\r\nThose were both good points. I turned back around and went back to the bathroom, shutting the door behind me.<br>\r\n<br>\r\nTaking off my hospital gown, I saw that Allison had been telling the truth: my muscles were a bit bigger, and my body fat substantially less. I had picked up a bit of a spare tire over four and a half years of sitting down; now, I looked as physically fit as an Olympic swimmer. I tied my gown back on, opened the door, and went back to my bed.<br>\r\n<br>\r\nAs I climbed back into bed, I said to Allison, \"You're right. I am a bit more muscular. I had to increase my protein intake before the procedure, maybe that's why.\"<br>\r\n<br>\r\n\"I suppose that could be it,\" Allison said. \"Well, congratulations on getting out of the wheelchair. I'll see you and your family again soon. Take care, now.\"<br>\r\n<br>\r\n\"You, too, Allison,\" I replied, and we both waved goodbye.<br>\r\n<br>\r\nAfter Allison left, something occurred to me: what with two bathroom trips in a matter of minutes, I had walked more than I had since the accident. Four and a half years ago.<br>\r\n<br>\r\nSo why wasn't I the least bit tired?</span></div></div>",
            "created":1587790800,
            "id":2824229,
            "title":"You're More Muscular"
        },
        "11111111111131":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>As unusual as this development was, I decided it wasn’t worth telling Dr. Sheppard; unless something changed.  In the meantime, I decided that growing bigger muscles was a good thing.  It certainly wouldn’t harm my relationship with Kat; what girl wouldn’t want to date a strong, muscular guy.<br>\r\n<br>\r\nWith nothing to do and no one to talk to, I became bored rather quickly.  I tried watching TV but found that I was incredibly antsy.  After a while, I gave up and climbed out of bed.  With my phone in hand, I returned to the bathroom and closed the door.<br>\r\n<br>\r\nI know it might seem shallow, but I really wanted to take pictures of my new body.  I took off my hospital gown and started flexing a little bit.  <i>Damn, I look good.</i>  I did that for a few minutes until I heard footsteps on the other side of the door.  That was quickly followed by the sound of Glenn said, “Marcus, where are you?”<br>\r\n<br>\r\n“I’m in the bathroom.”<br>\r\n<br>\r\nPutting my phone down, I went to the door and walked outside; without realizing I hadn’t put the robe back on.  I didn’t realize my mistake until Glenn said, “What the hell happened to you?”</span></div></div>",
            "created":1587877200,
            "id":2825165,
            "title":"It's Probably Nothing"
        },
        "1111111111114":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A Consult",
                "Later On (Kat Visits)",
                "Later On (Eric Visits)",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Allison stood up as I approached the bed; giving me a strange look as I went past. “That’s funny; I didn’t notice it until just now, but have you gotten taller?”<br>\r\n<br>\r\nI had no idea what Allison was talking about, and the expression on my face said as much. “What are you talking about?”<br>\r\n<br>\r\nGrabbing my arm, Allison gently pulled me back into the bathroom. “The last time I saw you, before my trip, we were about the same height.” Standing the two of us next to each other, she said, “Now it looks like you’re good two inches taller.”<br>\r\n<br>\r\nAs I looked at the reflection in the mirror, I quickly realized Allison was right.  Allison and I were both about 5’9” but it now looked like I was just under 6’ tall.  “Okay, that’s weird; Dr. Sheppard didn’t say anything about me getting taller.” Confused, I looked at Allison and said, “What should I do, Ally?”<br>\r\n<br>\r\n“It may just be a sudden growth spurt, but it could be something to do with the medicine you were given.” Looking at me, she said, “Just to be safe, I suggest you get in touch with him.”<br>\r\n<br>\r\n“I don’t have his number, but I think he’s still got an office here at the hospital.  Do you think you could page him for me?” pausing, I said, “I’ll call my folks and have them come over here.”<br>\r\n<br>\r\n“Of course, Marcus.” Hugging me, Allison said, “It’s probably nothing to worry about, but it’s good that we’re checking to be sure.”</span></div></div>",
            "created":1587877200,
            "id":2824871,
            "title":"You're Taller"
        },
        "11111111111141":{
            "author_id":"bartfargo",
            "author_name":"BeeJay",
            "choices":[
                "Kat Visits",
                "Allison Returns",
                "Reader's choice",
                "Reader's choice",
                "Reader's choice"
            ],
            "content":"<div class=\"\"><div> <span>When Dr. Sheppard walked into my room, he saw immediately what Allison was talking about. \"I'm glad your friend called me in, Marcus,\" he said. \"This is definitely something we should look at.\"<br>\r\n<br>\r\n\"Do you think it could be serious?\" I asked. \"And does my voice sound different to anyone else?\"<br>\r\n<br>\r\n\"It's a little deeper,\" the doctor confirmed. \"Let's run some tests, and see if we can figure this out.\"<br>\r\n<br>\r\n<div align=\"center\">******************************</div><br>\r\n<br>\r\nI went through a battery of tests, even more than when I was being considered for the procedure. By the time I was done, I had grown to 6', 1\", as tall as Dad.<br>\r\n<br>\r\nFinally, Dr. Sheppard came back. His facial expression alone told us that this was serious. \"What is it, Doctor?\" Mom asked.<br>\r\n<br>\r\n\"Marcus has had an unforeseen reaction to the treatment,\" he replied. \"After the procedure made him four years younger, this effect has reversed itself, and he is now aging rapidly.\"<br>\r\n<br>\r\n\"Are you sure, Doc?\" I asked.<br>\r\n<br>\r\n\"I'm quite certain, Marcus. Right now, you look and sound like you're headed for your senior year in college. And I don't think this is quite finished.\"<br>\r\n<br>\r\n\"How long is this going to go on?\" Mom asked.<br>\r\n<br>\r\n\"I think he'll age into his mid-20s,\" was the response. \"We'll know for sure later on.\"<br>\r\n<br>\r\nI had become an adult, without the education and experience that's supposed to go along with it.</span></div></div>",
            "created":1587877200,
            "id":2824972,
            "title":"A Consult"
        },
        "111111111111411":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "Continue",
                "Something Else",
                "Something Else",
                "Something Else",
                "Something Else"
            ],
            "content":"<div class=\"\"><div> <span>Dr. Sheppard was right about the changes slowing down.  I’m not sure how I knew but, after about an hour, I felt that the changes had stopped.  I had no way of knowing how old I was now, but I was no longer a teenager.<br>\r\n<br>\r\nI was in the bathroom, looking at myself in the mirror when Dad walked into the room.  As he stood next to me, I could easily see a striking resemblance between the two of us.  If he’d been younger, we probably would’ve passed for twins.<br>\r\n<br>\r\n“I’m scared Dad.” Looking at him, I said, “What am I supposed to do now?”<br>\r\n<br>\r\n“I don’t know, Marcus; but we’ll get through it together.” Placing a hand on my shoulder, he said, “But on the plus side, you’re able to walk again; so that’s something to be happy about.”<br>\r\n<br>\r\n“This couldn’t have come at a worse time, Dad.” Turning around, I leaned against the bathroom sink and said, “Kat and I were about to become a couple.”<br>\r\n<br>\r\n“I see; and what brought this on?”<br>\r\n<br>\r\n“Apparently she’s had a crush on me for the last couple years; she never did anything because of the age difference.” Sighing, I said, “She was so excited that we were the same age; but now, I’m even older than I was before this.”<br>\r\n<br>\r\n“I’m sorry to hear that, son.” Looking at me, he said, “Although, to be honest, I’m not sure you two dating would’ve been the most appropriate decision.”<br>\r\n<br>\r\n“Why not?”<br>\r\n<br>\r\n“Because you two were practically siblings.” Taking a breath, Dad said, “God forbid something happened and you two broke up; what if you two couldn’t be in the same room anymore?”<br>\r\n<br>\r\nAs I leaned against the sink, I realized Dad was right.  I couldn’t live with myself if I damaged my friendship with Kat.  “I suppose you’re right, Dad; I just hope she sees it that way.”<br>\r\n<br>\r\n“I suspect you’ll have plenty of time to figure out how to tell her.”<br>\r\n<br>\r\nDad and I walked out of the bathroom after that, and immediately realized that Dad was wrong.  As soon as I stepped out of the bathroom, I saw Kat walk into the room. </span></div></div>",
            "created":1587963600,
            "id":2825827,
            "title":"Talking With Dad"
        },
        "1111111111114112":{
            "author_id":"acalhou3",
            "author_name":"purplegirl",
            "choices":[
                "Yes stay",
                "No I need alone time",
                "something else",
                "something else",
                "Author's choice"
            ],
            "content":"<div class=\"\"><div> <span>I wish I could say that I was ready to face this new challenge: explaining to Kat about are new circumstances. Afterall, I was technically a man at this point. But I wasn't ready by a long shot. I pulled Dad back into the bathroom and had a bit of a breakdown. <br>\r\n<br>\r\n\"You okay son?\" My dad asked with a raised eyebrow.<br>\r\n<br>\r\n\"There is just too much going on. I'm not ready to face Kat yet. I haven't processed it myself, nevermind trying to explain it to someone else.\"<br>\r\n<br>\r\nMy dad gave me a stern, yet understanding look. \"I know this is a lot son, but you are going to have to face it. You can't hide this.\"<br>\r\n<br>\r\nI ran my hands through my hair frantically and took a deep breathe. \"I know Dad. I will face it. I will have a serious face-to-face conversation with Kat. But I literally found out all this today. I just need some time alone to really come to terms with is all. Just tell her that I will catch up with her tomorrow. Please Dad, I just need some time to adjust.\"<br>\r\n<br>\r\nDad studied me for a while. \"If you are sure I can take care of it. But are you okay son? Really ok?\"<br>\r\n<br>\r\nI wanted to immediately answer yes. But I paused and really thought about it. Was I ok? I was fully prepared to spend the next few years re-doing my high school years. Now I was old enough to be past college. Once again my would was being  turned upside down. Just like all those years ago when I woke in a hospital room to find out I was paralyzed. At least this time, the changes were a consequence of my choices. I have made it through a lot. I could walk now at least. I would be ok. I had made it through worse. I looked him in the eyes (which were on my level now), and replied shakily, \"Yes I am...or rather will be ok. I just need..\" My voice trailed off. I didn't know what I needed.<br>\r\n<br>\r\n\"Ok\" Dad left to break the break the news to Kat.<br>\r\n<br>\r\nI leaned against the bathroom door and slumped down to the floor. Through the door I could hear my dad talking to Kat. I heard him tell her that there were some complications. Yes I was ok but I needed some time. While Kat's voice was too soft for me to make out her words. I could tell that she was upset. I hated the fact that she was upset. A part of me wanted to go to her. To comfort her like I have done so many times before. Times when she got in trouble or was having problems with friends. What was I going to say to her. No I couldn't think about that right now. <br>\r\n<br>\r\nI heard the door open and close. Then I heard my dad's voice \"Son she's gone now. She said she would wait on your call and to let you know she was here for you.  Do you want me to hang around or leave you alone?</span></div></div>",
            "created":1588222800,
            "id":2827866,
            "title":"Something Else"
        },
        "111111111112":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "choices":[
                "A newborn",
                "2 Years Old",
                "5 Years Old",
                "8 Years Old",
                "10 Years Old"
            ],
            "content":"<div class=\"\"><div> <span>Looking at my reflection in the mirror, I instantly noticed that I had shrunk almost two inches since yesterday.  Okay, that’s weird.  As I stood there, staring at the mirror, I tried to explain what I was seeing.  The only logical explanation I could think of was that the serum was returning me to my original 13-year-old height.<br>\r\n<br>\r\nAs I sat on the toilet, relishing the fact that I was doing it on my own, I wondered whether or not I should tell someone about this.  Dr. Sheppard had mentioned there would likely be some unknown side effects from the serum, perhaps this was one of them.  If Dr. Sheppard was hoping to make this procedure readily available, he deserved to know if there was something happening to me.<br>\r\n<br>\r\nSo, after using the toilet, I made my way back to bed.  Once I was sitting in bed, I reached over and grabbed the call button.  An unfamiliar nurse walked into the room a few minutes later.  “Is something wrong, Marcus?”<br>\r\n<br>\r\n“Can you have Dr. Sheppard called to my room?” pausing, I said, “I think I’m experiencing a side effect from his serum.”<br>\r\n<br>\r\n<div align=\"center\">***********************</div><br>\r\n<br>\r\nAs it turned out, calling Dr. Sheppard turned out to be a good thing.  He was as baffled as I was about what was happening.  He called my folks back to the hospital; by which time I’d shrunk another three inches, making me the same height as a typical 11-year-old.<br>\r\n<br>\r\nDad was understandably upset that something like this was happening; after all, Dr. Sheppard assured us there’d be no complications.  Glenn was worried as well; afraid of what else might happen to me.  To her credit, Mom was doing a great job of keeping it together; although I could tell she was an emotional wreck.<br>\r\n<br>\r\n“Do you think Dr. Sheppard will be able to fix this?” a worried look on my face, I said, “If I get any shorter people will think I’m a little kid.”<br>\r\n<br>\r\n“Don’t you think like that, Marcus; I’m sure Dr. Sheppard will be able to fix this.” Taking my hand, Mom said, “In the meantime, just be grateful that the procedure had its intended effect.”<br>\r\n<br>\r\nDr. Sheppard walked into the room a few minutes later; a tablet in his hand and a grim look on his face.  The look told me that he didn’t have good news.  “What’s wrong with me, Doc?”<br>\r\n<br>\r\n“It seems that the series of injections had an unintended side effect.” Looking at me and my family, Dr. Sheppard said, “It did repair Marcus’ spine as planned; but instead of making him a 13-year-old again, it’s making him even younger.”<br>\r\nEveryone in the room made an audible gasp.  Looking at Dr. Sheppard, worried, I said, “How much younger?”<br>\r\n<br>\r\n“If my tests are correct; by this time tomorrow, you’ll be _____.”</span></div></div>",
            "created":1587531600,
            "id":2822688,
            "title":"A Few Inches Shorter"
        },
        "12":{
            "author_id":"homerj1987",
            "author_name":"Homer J Simpson",
            "content":"<div class=\"\"><div> <span>Main Characters:<br>\r\n<b>Marcus Scott</b> – Formerly an 18-year-old boy; an experimental cure for his paralysis caused unforeseen side effects.<br>\r\n<b>Kat Maddox</b> – 13-year-old girl; lives next door to Marcus and his family.  A close friend of Marcus, she’s had a crush on him for several years.  She’s a new member of the High School Cheer squad.<br>\r\n<b>Glenn Scott</b> – Almost 15 years old; was Marcus’ younger brother, he’s now the older brother.  He is grateful to no longer have to help Marcus in the bathroom.<br>\r\n<br>\r\nSecondary Characters:<br>\r\n<br>\r\n<b>Kent &amp; Gloria Scott</b> – Marcus and Glenn’s parents.<br>\r\n<b>Mr. &amp; Mrs. Maddox</b> – Kat’s parents<br>\r\n<b>Eric Williams</b> – 18 years old; a childhood friend of Marcus.<br>\r\n<b>Allison Park</b> – ICU nurse and family friend.  Recently engaged to her girlfriend Jamie.<br>\r\n<b>Dr. Kevin Sheppard</b> – The doctor who created the serum used to cure Marcus.</span></div></div>",
            "created":1587704400,
            "id":2823723,
            "title":"Character Profiles"
        }
    },
    "info":{
        "author_id":"homerj1987",
        "author_name":"Homer J Simpson",
        "brief_description":"A teenage boy's life is changed forever by an untested medical procedure.",
        "created":1587484680,
        "description":"<td align=\"left\" class=\"norm\">Marcus Scott has been paralyzed from the waist down since he was 14 years old. Four years later, an untested procedure repairs the damage but with some unexpected side effects.<br>\r\n<br>\r\nRules:<br>\r\n1. Use proper grammar<br>\r\n2. No descriptive sex scenes (keep it PG)<br>\r\n3. Be creative with storylines but keep close to the original idea.<br>\r\n4. Use the 1st person perspective (I, I'm, I'll, etc) - keep it from Marcus' POV<br>\r\n<br>\r\nThere will be an outline of characters</td>",
        "id":2219762,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588391760,
        "pretty_title":"Back On My Feet"
    }
}