{
    "chapters":{
        "1":{
            "author_id":"tsarbacon",
            "author_name":"Dank Memes",
            "choices":[
                "...agree to go out for drinks.",
                "...hang up on Grant and unplug the phone."
            ],
            "content":"<div class=\"\"><div> <span>You're suddenly woken up by your phone ringing. You groggily get out of bed and go to answer the phone. \"Hello?\" You mumble as you pick up the phone. \"Hey, man. It's Grant. Me and the guys are going out for drinks. You wanna come?\" You glance at your alarm clock. 12:28 AM. \"Grant, it's 12 in the fucking morning. I gotta work tomorrow.\" \"So, does that mean you don't wanna come?\" You rub the bridge of your nose in annoyance. \"Yes, it means I don't wanna come. Good night, Grant,\" you say as you hang the phone up and head back to bed. Right as you lay down, the phone rings again. You groan, and get up to answer it again. \"Come on, man. Are you sure?\" Grant asks as you put the phone to your ear. You start to tell him no again, but then a thought crosses your mind. He'll keep calling if you hang up, and you can't get any sleep with the phone constantly ringing. You could always unplug the phone so he can't bother you anymore, or you could give in and agree to go out for drinks. You decide to...</span></div></div>",
            "created":1519102800,
            "id":2455158,
            "title":"Welcome to Ridgedon"
        },
        "11":{
            "author_id":"tsarbacon",
            "author_name":"Dank Memes",
            "choices":[
                "Get in the car with Grant, and drive off.",
                "Abandon Grant and run down a nearby alleyway."
            ],
            "content":"<div class=\"\"><div> <span>You sigh, and reluctantly agree. \"Alright, Grant. I'll go out for some drinks,\" He chuckles on the other end. \"I figured you'd come around, man. I'll be there in about 30 minutes. So go ahead and change out of your feety pajamas and get ready.\" You roll your eyes, say \"okay.\" and hang up, and begin getting dressed to go to the bar. You just throw on a slightly worn t-shirt and some jeans. It's a bar, not a fancy club, after all. After 30 minutes, you hear a car horn outside your house. You peek out the window, and see Grant and two mutual friends sitting in his car. \"Let's go, Alex! The bar closes at 2!\" You head out and get in the car. Grant looks back at you. \"So, just how wasted you think you're gonna get tonight?\" \"I'm not getting wasted tonight. I'm just gonna have a beer or two. I still have to work tomorrow.\" \"Work's for losers. We're gonna get FUCKED UP!\" The guy beside you responds. \"Shut up, Ian. You only think that cause you don't HAVE a job.\" Grant shuts both of you up, and exclaims that everyone's gonna get wasted, and he drives off. The guy in the front passenger seat, Luis, turns on the radio, and you hear a news report about people being found mutilated, with most of the blood drained from their bodies, in multiple parts of the town. Before you can hear any more of it, Grant tells Luis to \"turn this shit off\", and he turns it to a station, which is playing Girl You Know It's True by Milli Vanilli. Ian starts booing, and telling Luis and Grant to change the station to one that doesn't play music of \"shitty hack liars\". Grant tells him no, and that liars or not, the song is still good. You and Luis agree, and Ian slumps back in the seat, and crosses his arms in anger.<br>\r\n<br>\r\nAfter a 20 minute drive, you arrive at the bar. You step out, and look up at the bright neon sign hanging above the building. You sigh. \"Well, no going back now...\" You follow Grant, Luis, and Ian in, and with them at the bar. The bartender asks you what you'll have, and you say just a beer. Grant tells you to get a strong drink first, in order to get drunk faster, and you remind him that you said you weren't drinking more than a beer or two. Luis, being newer to the group, decides to make small talk with you, and asks you what your job is. \"Eh, I'm just a cashier over at Lowes.\" \"Huh. Might come over there sometime and say hi.\" You slightly chuckle, and thank him, and say \"Well, I'm pretty much always in there, so feel free to drop in whenever.\" Just as you and Luis finish the small conversation, a man wearing a torn polo covered in blooded barges into the bar, startling everyone. A woman at a table asks him what happened, and he responds that 'vampires have descended on Ridgedon\" and that they're killing people all over outside. Grant shrugs the guy's story off, and goes back to his drink, when two men and a woman burst through the two front windows, and reveal themselves as vampires. \"Holy fuck!\" Ian exclaims. The three begin quickly attacking and killing the bar patrons, and the guy that had just entered the bar. Grant yells 'We need to get out of here!\" All four of you hop off of the bar stools, and head for the door. While running, Ian trips on a dead body, and falls to the ground. Before he can recover, he's tackled and bitten by one of the vampires, killing him. Nobody in the group notices him missing, until you all get outside, and Grant asks where Ian is.<br>\r\n<br>\r\n\"Fuck Ian, man! He's probably dead. We gotta get out of here!\" Luis exclaims, as he opens the passenger side door. Before he can get into the car, however, a vampire jumps off the roof of a nearby building, and lands behind Luis. As he turns to acknowledge the creature, he experiences a sharp pain in his abdomen, as the vampire shoves his hand through Luis's chest, and pulls out his heart, which it promptly takes a bite out of. Luis falls to the ground, lifeless. The vampire drops Luis's heart, and turns his attention to You and Grant. Grant freezes up from fear, and it's up to you to make a decision. What do you do?</span></div></div>",
            "created":1519102800,
            "id":2455200,
            "title":"Who needs work, anyway?"
        },
        "111":{
            "author_id":"tsarbacon",
            "author_name":"Dank Memes",
            "choices":[
                "Go to your house",
                "Go to the police station"
            ],
            "content":"<div class=\"\"><div> <span>You slap Grant, in order to snap him out of his fear paralysis, and the two of you hop in the car and you start it up. The vampire rips the passenger side door off, and attempts to grab you out of the driver seat, but you slam on the gas and leave the creature in the dust. \"What the fuck was that?!\" Grant asks, glancing back at the bar. \"I don't know...Looked like vampires,\" You respond. \"Vampires?! But...those aren't real,\" He exclaims. \"Yeah, well how else would you explain that shit back there, huh? Those...things were biting people's necks, and...and that one just...just ripped Luis's heart out.\" You respond, still trying to process what had just happened yourself. Grant says that you should head to the police station, since it'll most likely be safe there, and you tell him that since vampires have to be invited in, that yours or Grant's house would be the safest, but he disagrees. He argues that the police station would have guns and highly trained police officers, but you tell him guns most likely wouldn't work, and the police might already all be dead. You're the driver. What do you do?</span></div></div>",
            "created":1519189200,
            "id":2455386,
            "title":"Get in the car with Grant, and drive off."
        },
        "12":{
            "author_id":"tsarbacon",
            "author_name":"Dank Memes",
            "choices":[
                "Grab the fence piece",
                "Run back inside",
                "Bargain"
            ],
            "content":"<div class=\"\"><div> <span>\"No, Grant. I said I have to work tomorrow. Good night.\" You hang up the phone, and unplug the power cord, and then walk back to your room. You flop down on the bed and try to get back to sleep. Just as you start to dove off, you're awoken by a crashing sound outside. It sounds like some garbage cans being knocked over. You groan in annoyance, and try to go to sleep again. You then hear footsteps on the roof. You get up, put your shoes on, grab a flashlight, and head outside to see what's on the roof. You shine the flashlight up on the roof, and yell that whoever's up there needs to go away, and before you can even react, you're tackled by someone jumping from the roof. The guy reveals himself to be a vampire, and readies to bite you. You freak out, and the adrenaline causes you to become temporarily strong enough to push the guy off of you. You jump to your feet, and try to think of what to do. There is a broken piece of the fence laying in the yard. you could use that to pierce his heart. Of course, you could also always run back in the house. Vampires need to be invited in, right? Whatever you decide, you better do it quick, as he quickly recovered from being shoved off of you.</span></div></div>",
            "created":1519189200,
            "id":2455378,
            "title":"...hang up on Grant and unplug the phone."
        }
    },
    "info":{
        "author_id":"tsarbacon",
        "author_name":"Dank Memes",
        "brief_description":"Vampires are beginning to feast on the residents of a small southwestern town.",
        "created":1519158360,
        "description":"<td align=\"left\" class=\"norm\">In 1850, a priest from Boston had come out to the territory that would later become Arizona, after hearing tales of people being slaughtered by unholy creatures of the night, known as \"vampires\" to the old world. He arrived in the small mining town of Old Canyon, and began questioning the residents about the vampires. He was told where to find what most considered to be the main coven, and was told a incantation that he could use lock the creatures in their cave. He went on his way, armed with wooden stakes, holy water, and the incantation. He found the cave that the coven called home, and dismounted his horse, and took out his bottle of holy water. He began dousing the entrance with it, while reciting the incantation. Before he could finish it, though, he was ambushed by members of the coven. He managed to take a few out with stakes to the heart, but he ultimately got pinned by one of them. It taunted him, and then readied to drain his blood, when he began praying. As if by the Lord's hand, the priest managed to break free of the vampire holding him down, and stabbed it in the heart. He then proceeded with reciting the incantation, and did it near perfectly, and just as he finished, a lightning bolt struck the cave's entrance, causing it to collapse, trapping the coven inside. The priest had sealed the unholy creatures away for good, or so he thought.<br>\r\n<br>\r\n146 years later, in 1996, a group of five teenagers drive out to the fabled cave, with the intent of camping and possibly catching a vampire on film. Some of them get drunk, and manage to accidentally free the coven, which leads to the deaths of four of the teens. and mysteriously, the half-vampire transformation of one. With the coven not sated from the blood of the four teens, they make their way to the nearby town of Ridgedon, which is about two miles from the abandoned remains of Old Canyon. Ridgedon may not have any residents by morning...</td>",
        "id":2149808,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1519195140,
        "pretty_title":"Night of the Vampires"
    }
}