{
    "chapters":{
        "1":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "Going Back To School",
                "The Mall Has It All And More",
                "911 Emergency",
                "Meet The Hardcastles",
                "Experiment With Professor Phallic's Experiments"
            ],
            "content":"<div class=\"\"><div> <span>Is there anything more boring than waiting for your stop? That is the thought that passes by your head as you're riding on bart back to your town after work. All of the seats are taken, which makes this even worse. The only thing keeping you occupied is your phone as you text back and forth with your girlfriend Sally. Just the usual stuff like 'How was your day?' or 'What do you want to do for dinner?' typical questions like that. You get off of the train as you reach your destination but as you are walking out of the station you are engulfed by a bright flash of light.<br>\r\n<br>\r\nOpening your disoriented eyes you look around to see strange silver machines and contraptions surrounding you. It looks like the set of an old Frankenstein movie. Getting up it you appear to be on some kind of round platform, getting off of it you are startled by a giant computer monitor turning on. The screen is close up on an old man with white unkempt hair and a bushy mustache. He looks like Albert Einstein with thick glasses that make it look like his eyes are bulging out. \"Hello?\" You say in confusion.<br>\r\n<br>\r\n\"Hello... Hello? If you are watching this video than my machine has been a success!\" You realize that this is a prerecording. \"Allow me to introduce myself. I am Professor Frank Phallic, the smartest man in the world. In my studies I have discovered proof to the multiverse theory. I found a way to locate different universes operating on their own unique waves frequencies. Universes that are either very similar or radically different from this one. That is where you come in. I have built my inter-dimensional teleporter to try and make travel between our two universes possible. Now I am not entirely sure which universe I have tapped into but it should be one that only has minor differences from this one so we don't have to worry about causing a panic or bringing in a horrible alien monster. However since I am not there I can only assume that my machine has swapped our places instead of pulling you in here. Don't panic though. I have my wrist returner.\" The scientist on screen brings up a gadget that looks like a funky high tech wrist watch. \"With this and enough time I should be able to find my way back to my universe, so I offer you to please make yourself at home while I get this all settled. And let me be the first to congratulate you on a successful inter-dimensional travel and to welcome you to my universe.\" The recording ends.<br>\r\n<br>\r\nYou look around at the room you are in, noticing that in the corner there is a bed and a small refrigerator. It looks like this is going to be your home for who knows how long. You sit around for an hour, your phone unable to access anything in this dimension except making calls. You decide to be more proactive and explore this new universe. Maybe it's one where donuts rain from the sky instead of water, or a world with jetpacks and flying cars. You step out and see that you've been in a public storage unite. Guess Professor Phallic is trying to save some money. Walking into town you see a large sign welcoming you to a place called Wood Valley, Colorado. It looks like a nice and normal little mountain town with all of the stores close by on Wood Valley Boulevard. Walking down the street you don't see anything out of the ordinary. The clothes look similar except most of the guys around are wearing shorts and tight v neck shirts. It makes you in your jeans, black t shirt, red jacket and backpack feel like the odd one. In fact you notice that everyone in the crowd are guys, not a girl to be seen. Maybe this is a world where women work and men don't? You then see a police officer walk by but his black uniform is short sleeved with leather short shorts. He looks more like a party stripper than an actual cop. You pass by a movie theater and see posters staring celebrities you know. There is an action movie with a shirtless Dwayne Johnson, a poster for Pirates of the Caribbean that looks like it is directed by Joel Schumacher, and a romantic comedy with Seth Rogen and James Franko. Actually you're surprised they haven't done a gay romantic comedy in your world yet.<br>\r\n<br>\r\nYou walk over to the library, a perfect place to get some information. You go over to the computers and find one that someone forgot to sign out on. You hop on and start searching things like world history, TV shows that you like, like the Simpsons, Dr. Who, Family Guy, Friends, Seinfeld. All of these things exist in this Universe but you have noticed the difference between your home and here. There are no girls here. There are no women, ladies, girls, chicks, none of them. You haven't seen a single female anywhere and the shows that do have female characters, they either don't exist or they are replaced with male versions of themselves. Now you are starting to notice how all of these movies, shows, and ads you've been seeing have a strong gay undertone, or overtone in most of these cases. Wait, if there are no women, then how are babies born? You search to find that answer only for the computer to time out before you finish typing. It then suddenly dawned on you that you are the only straight guy trapped in a world of gays. This is a lot to take in, you wonder what you should do next.<br>\r\n<br>\r\n1. You try to find a job as a teacher's assistant like you had back home until you can find a way back.<br>\r\n<br>\r\n2. You go to the mall to try to find a job while you wait for Professor Phallic to come back.<br>\r\n<br>\r\n3. You go to the cops to tell them about this inter-dimensional stuff.<br>\r\n<br>\r\n4. You go outside and get hit by a car. The driver takes you to his home to help nurse you back to health where you meet his family.<br>\r\n<br>\r\n5. Go back to the lab to find some device to help you get home.(This area leads to crazy inventions that could lead to some kinky fetishes)</span></div></div>",
            "created":1524373200,
            "id":2482945,
            "title":"A Most Bogus Journey"
        },
        "12":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "Costumes Cabaret ",
                "Trouser Snakes ",
                "Bear and Cubs",
                "The Food Court",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You get up from the computer and walk out of the library as you ponder on what you should do. You don't know how long you're gonna be here. You also don't know if you can ever get back. You don't even know if you'll see Sally or your family ever again. You try sucking up your emotions, crying isn't gonna get you anywhere. If you're stuck here in Wood Valley then you gotta find a way to support yourself. You look up after wandering for a couple of blocks and see the entrance to Wood Valley's Grand Mall. If you're in need of a job then there should be plenty of options for a healthy guy in his twenties.<br>\r\n<br>\r\nYou walk into the entrance of this huge place and almost everyone looks like they came from a gay pride parade, and to top it all off the mall radio has set the scene to \"It's Raining Men\". You see people wearing short shorts with knee high socks, bright rainbow colors, guys with colored finger nails, frosted tips, skint tight shirts, some of them v-necks, some of them showing off midriffs, some doing both. You see guys wearing skirts, guys wearing frilly boas, some men wearing open vests with no shirts under it, at least there are ones wearing suites or normal clothing from where you're from. You even see a couple walking around in S&amp;M leather outfits and no one is making a big deal of it. You just feel so out of place in your relatively simple attire. You have nothing against gay people or gay culture but to see it so intense and in your face is something you're not use to. Since you're in a crowded mall, you see people of all ages, shapes and sizes. People short, tall, skinny, bulky, burly, frilly, matures, twinks, and everything in between. You are straight but you got to admit, none of them look fugly or anything. You guess that gays just take more time making sure they look attractive since anyone could be attracted to anyone with there only being one gender. Another thing you've noticed but really wish you didn't was that any time your eye was drawn to someone's crotch area you see a prominent bulge in their pants. Not everyone but more than you'd think.<br>\r\n<br>\r\nYou notice guy around your age with a group of friends checking you out, realizing that you've been gawking at everyone for the past couple of minutes, you blush in embarrassment and walk around to get away from the guy as he winks and blows you a kiss. You look around at the shops and see some you recognize like Hot Topic, Ross, the Apple store, Gamestop. Then you see some you've never heard before like a clothing store called Bears and Cubs, a place that sells suits called Dicks and Dukes, and a lingerie place called Trouser Snakes. This mall, no this world is making you feel uncomfortable, like a soar thumb surrounded by fingers if that makes any sense. You see a stand selling jewelry, like earrings that you see teenagers trying on, or piercing for people's nose, or lip, or nipples, or belly buttons. The last two are being showed off by the sales person on his shirtless chest as he is trying to convince some buyers or is flirting with them to get something more pleasure than business. You then see an assortments of rings, then notice the sign reads Cock Rings. What's even more jaw dropping than them being sold out in the open you also see a kid begging his father to buy him one, or at least you hope it's his father. <br>\r\n<br>\r\nYou walk away in disgust then turn around to see a shop with an array of sex toys in the window of all shapes sizes and colors. Dildos, vibrators, cocksleeves, butt plugs, anal beads, full body pillows with anime characters on them, and something called a Reach Around Machine. You're not sure you want to find out how that works. You walk around the mall some more, trying to avoid eye contact as much as you can but still getting that feeling that everyone is watching you. You pass by a store selling razors and shaving cream. They're having a sale for ball shaving cream for those that manscape. You honestly can't figure out how a lot of these shops are acceptable with advertising stuff where children can be but then you see a comic shop and notice that a lot of characters have intimate detail on the outline of their cocks. Spider-man, Batman, Superman, the Hulk, it is obvious that who ever did the art for these is really into the male physic but are also really talented with the small details. You go find a Fedex so you can use their copier to copy your resume. Good thing you kept a copy in your backpack. You head out to find a shop to try to get some work in. After an hour of going store to store to find any open spots, you manage to start your first day at...</span></div></div>",
            "created":1524373200,
            "id":2482948,
            "title":"The Mall Has It All And More"
        },
        "122":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "A girly trap like Alex",
                "A ten year old boy",
                "A huge fat adult guy",
                "A buff muscle dude",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You enter the lingerie store, Trouser Snakes, it's sign has a pair of jeans between the two word and a snake coming out through the open fly on the pants to form the shape of an S for the word Snakes. You'd figure you might as well check here since you've already gave an application to the other stores on this floor. You enter in and blush as you see all of the different underwear on display. The manikins are standing around in striking poses with the only things their wearing are boxers or briefs or even panties. You go over to the back of the store and see an employee on a ladder placing some of their items on the top shelf. \"Oh thank god, a girl.\" You say to yourself under breath as you see she is wearing a black skirt, gray long sleeved shirt which stops short to show off midriff, knee high black socks and red sneakers. You look up at the long blonde hair that reaches down her back and reach up to tap her on her shirt. \"Hello excuse me. Are you guys hiring?\"<br>\r\n<br>\r\n\"Oh, yeah we are.\" She says in a soft voice. \"Can you hold onto the ladder, please.\"<br>\r\n<br>\r\n\"Sure.\" You grab onto the base as the employee goes up another step to place some more clothes on the wall. \"So, my name is Johnny, I just moved here and applying to jobs at the mall.\"<br>\r\n<br>\r\n\"I'm Alex. Usually my boss handles the hiring but he's out sick, so I'll help you out as soon as I finish.\" The ladder shakes a little as Alex bends over to reach further, so you get closer to the ladder and unintentionally look up Alex's skirt. You then see Alex's huge cock pointing down at you as it is struggling against the white, transparent panties it has been stuffed into. Of course, why did you think you'd find a girl in this place, Alex is just a feminine looking guy in women's clothes. You can't help but have your jaw drop at looking at this guy's privates. He has to be working with a soft six with the thin fabric covering his sausage and pulling it back between his legs so its pointing at you. The panties unable to cover his balls as they pour out from the sides as the white materiel goes up his ass crack. There's not a single hair to be found on his balls, or butt or legs as it is all silky smooth white flesh. \"Like what you see?\"<br>\r\n<br>\r\n\"I'm sorry.\" You blurt out as you step back and avert your gave to the Trouser Snakes employee. \"I didn't mean to stare.\"<br>\r\n<br>\r\n\"Don't be sorry. I just finished getting everything smooth down there the other day.\" You finally see Alex face to face and he still looks like a girl, or just a young guy with long blond hair. Honestly, back home you'd say he looks androgynous, ambiguous...? Gender fluid... whichever term works out best. Alex's shirt has the store's name on it, and you notice he is wearing a necklace with a ring on it and a piercing on his belly button. \"Come on, I'll show you to the back so we can get you set.\" He grabs your hand and takes you through a door that says Employees Only. Alex shows you around the break room, the storage room, then the office. \"So, why do you want to work at Trouser Snakes?\" He asks as you hand him your resume.<br>\r\n<br>\r\n\"Well, I like the design of the store and the lingerie. I'm a hard worker, have great people skills. Uh, to be honest, I'm just looking for a place to work at while I'm here.\"<br>\r\n<br>\r\n\"At least your honest. No one wants to work at retail but you feel like you have to go all 'oh this is the number 1 job for me.\" Alex says jokingly which helps you relax. \"When can you start?\"<br>\r\n<br>\r\n\"I can start now.\"<br>\r\n<br>\r\n\"Perfect because I just realized I left the store open with no one watching it. We're really understaffed right now and I can use the help. You're hired.\" Alex gives you a grey shirt with the store name on it, the same type he is wearing for you to change into. Sadly this one leaves your stomach open so everyone can see your belly button like your new coworker. He takes you to the front and explains to you what your responsibilities are. You half pay attention as you look at the different items sold in the store, besides the underwear which is split up in sections by masculine to feminine, you also see garter belts, socks, ball gags, chokers, spanking paddles, dildos and anal beads. Its like a Spencer's Gifts but without the ironic sense to the adult products. You're definitely having second thoughts since you didn't see those adult items until after applying. You go and organize items that have been misplaced from customers until Alex comes back to you. \"Hey Johnny, a customer wants to try on some of these and needs your assistance.\" You get handed some lingerie.<br>\r\n<br>\r\n\"Wait, what do they need help with?\"<br>\r\n<br>\r\n\"Well, they just need someone to help them try these on in the fitting room and get an opinion on whether it looks good or is the right size. Whatever the customer wants, we have to help them with it.\"<br>\r\n<br>\r\n\"Whatever they want?\"<br>\r\n<br>\r\n\"Yeah, so try and not to have too much fun when they're in there.\" As you walk towards the dressing room, Alex gives you a smack on the butt and you just dread on what you got yourself into. You go into the changing room and the customer is...</span></div></div>",
            "created":1585630800,
            "id":2810751,
            "title":"Trouser Snakes "
        },
        "124":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "TJ Invites You To A House Party",
                "You Have To Go To The Bathroom",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You got yourself a job at one of the restaurants in the food court. Working in fast food is anything but your first choice but you figure you can start working today until one of the better places you applied to can finish looking over your resume. Your very first job was working as a cashier at a fast food place, so this isn't your first time working in food service. You should be prepared for most of it, or at least you think you'd be prepared. The name of the place is Beefcake Billy's, a burger restaurant in Wood Valley's Grand Mall. The mascot on the wall behind you is a chocolate cake with a smiling face and big buff biceps. You are standing behind the cash register already dressed in the uniform the company loaned you. Small tan pant shorts, a pin stripped red and yellow collared short sleeved shirt, and a tiny hat that matched. At this point you're just happy that the shirt covers your torso and isn't a deep v or one that exposes your belly.<br>\r\n<br>\r\nYou are greeted by your manager who fits the title as a beefcake. The blond, tanned, muscular man looks down at your both literally due to his height and figuratively as your boss. His long hair tied up in the back, you can't see his eyes through his large sunglasses and his mustache lifting up on one side as he half smiles. \"Welcome to your career with Beefcake Billy's, John. The name's Terry Woods but that will be Mister Woods to you.\" He reaches out his hand to shake yours and you do everything in your power not to yelp as he crushes your palm with his powerful grip. \"Now I know we're throwing you into the fire, sort of speak, with you only signing up  about 20 minutes ago.\" Woods looks at his watch as he said that. \"But I believe people work better through hands on experience and even better under pressure. Like coal forming into diamonds, brother. Also we're short on hand today. Now you gotta understand that Beefcake Billy's isn't just a job, it's a way of life, man. It's not enough to put on the uniform and take people's orders. You gotta let them know you want their orders. You want them to sink their teeth into our delicious meat, dude. So stay confident, stay focused and don't let them see you sweat.\" This pep talk is starting to sound like a motivational speech with how intense each word sounds coming from Mr. Woods. \"Alright! Let's do It! Woo.\" You sigh a breath of relief as your new manager goes back to his office.<br>\r\n<br>\r\n\"Woods can be a bit intense.\" You look back to the kitchen to see your coworker over at the grill. A lean guy who looks a little bit younger than you with light brown skin, black hair in a flat top, and a warming smile. \"Hi, I'm your cook today. TJ.\"<br>\r\n<br>\r\n\"Johnny Dixon. Nice to meet you.\" You wave back to TJ through the kitchen window. \"Is Mr. Woods always so... pumped?\"<br>\r\n<br>\r\n\"He he, yeah. If you think that's bad you should see him after he's done a few reps at the gym. You eventually get use to it though. I think he's just always amped up to 9 or something.\"<br>\r\n<br>\r\n\"Must drink a lot of coffee.\" You talk a bit with TJ who gets you used to the new work place. This is the first time you've had a friendly conversation with someone in this universe. TJ helps get your nerves down and prepared for the impending rush of hungry customers. \"Hello, welcome to Beefcake Billy's. May I take your order?\" The first customer you get orders a beefcake burger which looks like a mix of a regular burger and a sloppy Joe with the patty soaked in a thick chili like sauce. You also hand him a bottle of coca cola but notice that the coke bottles here are shaped more phallic than in your universe. No longer do they have an hourglass shape that subtly reminds people of a women's figure but now they're more like cylinders that widens below the top like a raging boner. You take down more orders from customers coming in and out. Getting more and more use to the strange people of this world.<br>\r\n<br>\r\n\"I'm sorry, I can't understand you with the zipper up.\" You say to a guy wearing a submissive leather S&amp;M outfit while his partner waits for him to order. The guy in front of you is wearing black leather chaps, black briefs, straps across his chest with no shirt, and a gimp mask that he unzips the lips to complete his order. You hand the man the two hot dogs he ordered but when TJ handed them to you, you noticed that the two hot dogs looked like two dicks. The ends were shaped like cock heads, any ambiguity or subtlety was thrown out the window. You just handed the submissive gimp his penis shaped food and told him to have a nice day. You keep going until its time for your break then you come back. Eventually this weird stuff just becomes numb to you.<br>\r\n<br>\r\nYou finish serving two furries dressed up as a blue wolf and a red fox. At this point, it's not that abnormal. You then see the son and father pair you saw earlier buying the cock rings. They come up holding hands with the adult holding onto a bag of their shopping items as the kid bounces around on his heels in excitement. The boy was around 10 or 11. He had spiky dirty blond hair. Wearing a green tee shirt and blue basketball shorts. The adult was a bulky guy with brown hair tied in a pony tail and sporting a goatee. He wore a pink shirt with a black vest, and black jeans. \"I want a popsicle. Can you please give me a popsicle Daddy?\"<br>\r\n<br>\r\n\"Sure thing Sweetie. Two cherry popsicles.\" You nod with a smile and pull out two from the freezer. Just like the hot dogs though, these popsicles were also shaped like cocks. It's sort of worse since the bottoms also have balls attached to them but it's just food.<br>\r\n<br>\r\n\"Here you go. One for you and one for your son.\"<br>\r\n<br>\r\n\"Oh thank you but he isn't my son. He's my boyfriend.\" You hold back some throw-up that comes up your throat as you realize that they're a couple. It gets worst when he gives the kid his frozen treat and they kiss on the lips. Nothing could have prepared you for this Nambla wet dream. You just wait, jaw dropped until they left. Looking at the time, you see your shift is over, thank god!</span></div></div>",
            "created":1525237200,
            "id":2487073,
            "title":"Working At Beefcake Billy's"
        },
        "1242":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "They then notice you spying on them.",
                "You can't stand anymore and get out of there.",
                "You look behind you and see a cock coming out from the other glory hole"
            ],
            "content":"<div class=\"\"><div> <span>You see another guy wearing the Beefcake Billy's uniform come along to take over your shift. \"Hey TJ, thanks for helping me with my first day.\" You say to TJ as he grills some more patties on the stove.<br>\r\n<br>\r\n\"No problem Dude. We should hang out some time after work. I could show you around since you're new and everything.\"<br>\r\n<br>\r\n\"That be really cool.\" You thank TJ again and head to the break room, making sure no one else is in there as you change back into your shirt and jeans. Heading out to the food court portion of the mall, you feel a powerful need to use the restroom. You haven't relieved yourself since you got to this messed up universe and now that you have to, you instantly dread it. If the mall can get away with the ads and products it has in public display, you don't want to see what they would allow in private quarters. You follow the arrows pointing out the bathroom and when you got there you notice two different bathrooms. Since there are no girls, you thought there'd only be one but instead it looks like there is one for boys and one for adults. What are the differences?<br>\r\n<br>\r\nYou don't want to get in trouble, so you go into the adult's bathroom. Looking  in it looks like a normal restroom. The only things that stand out to you is that the faucets in the sink are shaped like dicks but then again you were sort of expecting something like that. You also notice that the urinals have no barriers between them, which you have been to a couple of restrooms that didn't but you get the feeling that it's gonna be hard to find bathrooms that do have barriers between the urinals. Also there is a free condom dispensary with three different sizes and it looks like yours is on the small side. At least there is a big push for safe sex. You go to the stall, having to take a number two. You wipe down the seat, then pull down your jeans to do your business. You can't shake the feeling that something or someone is watching you.<br>\r\n<br>\r\nLooking to your left you see a glory hole in the wall but it looks like it is there on purpose. Then a big black cock head comes out from the dark hole. You shuffle to put your jeans back on as the big thick python slithers out from it's hole. Inch after vein pulsing inch comes out as the foreskin on the head gets pulled back as the girth exceeds the size of the hole. The twelve inches of dick wobbles up and down as the owner on the other side rests his pelvis against the wall. You quickly getup and exit the stall, trying to make your way out as you see a cute Asian guy in his late teens has his dong out resting in one of the sinks as he takes pics of it with his cell phone. Seeing this guy taking a dick pic so casually gets you stunned for a second before you snap back to reality(well, this reality) and rush out. \"I guess I know what they mean by adult now.\" You say to yourself.<br>\r\n<br>\r\nSadly you weren't able to relieve yourself, so you decide to go to the children's restroom and be damned if you get in trouble. Going in there it looks similar to the other bathroom except the urinals are lower, still with no barriers though. Also the cock shaped faucets now look like the little dicks you'd see on fountain statues of cherubs. It makes it seem classy in that classical Greek art kind of way. You are a little surprised that they still have condom dispensaries but at this point you couldn't give a crap except for the literal one you need to take. You go into one of the stalls, hoping no kids come in and mistake you for a pedophile, if that is a bad thing in this world or not. You hesitantly pull down your jeans and sit on the can as you hear that the room is empty. You finally do your business, fixing on problem but soon another arises as you hear two foot steps enter the bathroom. You aren't sure what they're saying but you recognize the voices. It's the man and boy couple you served earlier at Beefcake Billy's. The two enter the handicapped stall next to yours together. You then notice a glory hole, which is also on the other side meaning all of these stalls are equipped with them. Despite your better judgment, you give into your curiosity and look through the hole to see what they're doing.<br>\r\n<br>\r\n\"Are you sure you can't wait until we get to my house, Baby?\" The pony tailed guy asks his little shota lover.<br>\r\n<br>\r\n\"I want to see if they fit. Plus it's more fun in a public place.\" The boy says while grinning ear to ear with his popsicle stained lips. The blond boy then pulls his shorts down and presents his little hairless pecker to his not 'daddy'.<br>\r\n<br>\r\n\"You know what Daddy likes.\" The man kisses the boy's belly button, then his kisses move down and down until he has the little penis in his mouth. You feel disgusted but you can't look away. Its like watching a car crash, you don't wanna see it but your morbid curiosity gets the better of you every time. He then pulls out the cock ring and stick it on over the shaft. Its a perfect fit. \"Now your pretty little dick is that much prettier.\"<br>\r\n<br>\r\n\"Now lets see how yours looks.\" The spiky haired kid then gets down on his knees as his boyfriend stands up and undoes his fly. The eager little youngster in excitement grabs the waist band and pulls down pants, letting his partners big, half chub smack his smiling face. The kid loses focus as his tiny hands brush along the man's crotch hair and bloated balls.<br>\r\n<br>\r\n\"Someone's happy to see you.\"<br>\r\n<br>\r\n\"And I'm happy to see it.\" The boy gets out the cock ring for his boyfriend and puts it in his mouth. He then starts stroking the guy's shaft as his little mouth kisses the massively large, pre cum soaked head. He then slides the head into his mouth, looking like a little hamster trying to eat a big carrot. He brings his head closer, about halfway then pulls back, showing that he was putting the ring on with his mouth. The kid then pushes the ring back with his small hands until the ring hits the base. \"That's not the only thing that's gonna fit on your cock today.\"</span></div></div>",
            "created":1525323600,
            "id":2487548,
            "title":"The Problems With Public Bathrooms"
        },
        "12423":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "The Boys Leave You In There",
                "The Boys Let You Out To Come Over and Play",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You watch the little boy get up and kiss his 'Daddy' on the lips. The two loudly make out, passing spit and pre-cum while they french kiss each other. You finally get the strength to turn away and sit back onto the toilet, your levels of disgust out weighing your levels of curiosity. The man, boy couple continues to open mouth kiss each other until you hear the man talking. \"Let's wait until we get to my place. I don't want anything interrupting us.\"<br>\r\n<br>\r\n\"Okay, my parents won't mind me being out till dinner.\" You hear the sound of clothes rustling and zippers being pulled up as the two  walk out, the boy skipping with excitement.<br>\r\n<br>\r\n\"I can't wait to fuck your little butt when we get home.\"<br>\r\n<br>\r\n\"I love it when you're balls deep in my ass with that big Daddy dick.\" The two giggle as they leave the bathroom. Not even bothering to wash their hands. You're just happy that they didn't notice you being here. This world is way more fucked up than you thought if things like that are going on. You expected gay couples, like between two adults or two teens but a full grown man with a little kid. That's wrong on all levels. It's straight up pedophilia and everyone in the mall acts like it's normal. Maybe it is normal here? That's just another reason to get the hell out of this awful dimension. You wipe off with some toilet paper and pull up your pants. As you open the stall door, you see the bathroom door open, so you close the stall to pretend you aren't there. Hopefully the next entrant won't be as disgusting.<br>\r\n<br>\r\n\"Man, that math test today was bull crap.\"<br>\r\n<br>\r\n\"Yeah, who decides to give a pop quiz out of nowhere? I don't even think we went over that stuff in class.\" You can't see who entered but you see two pairs of shoes walk in. One red converse and another a white pair of Jordan sneakers. The voices of the two are kids, which means they can't be worst than that Nambla couple who were just in here trying on cock rings.<br>\r\n<br>\r\n\"I know people kept saying Mr. Tryhard's eighth grade geometry class was really hard but this is the kind of hard I don't like.\" You hear the one on the right wearing the white sneakers complain.<br>\r\n<br>\r\n\"I mean, I think he's hard in the way you thought too, but his class is just unfair.\"<br>\r\n<br>\r\n\"Maybe we're just both bad at math?\" You hear the two talk as they wash their hands at the sink. You keep your breathing low so they won't hear you and wait for them to finish up and leave. \"Hey look, someone is in here.\" You hear the shoes turn around and walk towards you, the shadow's the two caste laying over the door you're behind. You raise your feet up off of the ground but its no use.<br>\r\n<br>\r\n\"We already know you're in there mister.\"<br>\r\n<br>\r\n\"Yeah, we saw your shoes. What do you think he's in here for Jamie?\"<br>\r\n<br>\r\n\"Probably what any adult wants when they go to a boy's room. To suck our dicks.\" A large lump forms in your throat as you hear these two 8th graders saying stuff like that. You try to open up the door but the handle for the stall door breaks. It's more like a handle for an actual door instead of the simple locks most stalls have, of course your luck would be so bad that this would happen.<br>\r\n<br>\r\n\"Ah sweet! I love getting my dick sucked by adults. They have way more experience.\"<br>\r\n<br>\r\n\"Same here Virgil. I tried to get my cousin to suck my cock but he had such a hard time getting the whole thing in his mouth. Plus I can't go pee when I start getting hard.\" You get down on your knees and frantically try to open the stall door as the boys enter a stall to either side of you but the door is tougher than it looks and no matter how hard you try to break it down, it won't budge.<br>\r\n<br>\r\nYou hear the rustling of belts, zippers, pants, and underwear as the eighth grade kids take off their clothes, seeing the articles of clothing fall down around their shoes. It goes silent for a moment, the only sound is your heart beating like a jackhammer, waiting for the inevitable as you see something entering from the glory hole to the left of you. A big black dick falls out of the hole, the girth of it squeezing by the diameter of the hole as inch after inch of the half flaccid cock comes out like an elephant trunk. You jump back away from it, feeling a warm, squishy appendage touching the back of your neck, catching you off guard like a cheap jump scare. You turn around and see an equally large brown dong entering your space, standing up higher as Jamie, you guess is harder. You get up and sit on the toilet to not be in the path of these two boy's penises. You can't believe how big they are as the two trouser snakes grow larger as their owner's reach full hardness. The only difference between the two are the skin colors, both way darker and bigger than your small white dick. The girth on both of them grows, being too big to pull out of the holes, which means they aren't gonna leave until they get soft. The foreskin around the heads being pulled back as your nose is assaulted by the over powering smell of their musky, stinky, dongs. \"Hey, why aren't you sucking us off mister?\" Jamie asks as he starts humping the wall, his pre cum starts dripping onto the ground.<br>\r\n<br>\r\n\"Yeah, come on. No need to be shy.\" The width of the children's stall is so small, and their dicks are so big that their heads meet in the middle. \"Oh, I think I feel him licking.\" He is actually feeling his Mexican friend docking him as their boy mayo mixes together as their penises kiss each other.<br>\r\n<br>\r\n\"He he, I think that's me Virgil. Come on guy, jerk us off and then we'll let you out. It's no big deal.\" It's actually two Very Big deals. You can't believe how casual they are about this at their age, you also can't imagine how huge their privates are but if you don't do this, then you're gonna pass out from the smell of their salty dick sweat. You suck it up and get back down on your knees. You figure 'while in Rome' and grab each one with your hands. The fleshy tubes are so girthy that your fingers don't even come all the way around them.<br>\r\n<br>\r\n\"MMMMMMMMMMMMMMMNNNNNNNN!\"<br>\r\n<br>\r\nYou hear the surround sound of the combined moaning from your two tormentors as you give them your first handjob. Despite being hard as steel, the skin on their shafts are super soft, you can feel the blood in their veins as it pumps throughout their schlongs. You start to get in a good rhythm with your double handjob, the moanings get louder letting you know that the kids you're jerking off are enjoying it too. Your eyes get heavy as they close, all you can do is smell and feel dicks as they get closer to your face. The stench that once brought you to near vomit now brings you sexual excitement as your tiny boner starts poking forward in your underwear. \"Oh, you're mouth feels really good.\" You open your eyes and see that you are licking the black dick's head. You taste the pre cum and can't help but stick your tongue in his foreskin to scoop up some of his old smegma. You turn around and lick the fat Mexican dick, savoring the salty taste of this kid's pee pee cheese as well. The fact that they can't see you makes you feel better, like this is just something happening between you and no one else. Not knowing them, not seeing them, it's like these cocks you're sucking are just cocks with no owners. Like they weren't a part of someone else's body, but their own entity, and you love the feeling of them pulsing in your hands as you stroke them and slobber on their knobs. Licking and sucking on them like two big ice cream cones of salted caramel and chocolate.<br>\r\n<br>\r\n\"He must really like little boy cocks for using his tongue like that.\"<br>\r\n<br>\r\n\"I wonder if we know him. Do you think he works at our school and saw us come in here?\"<br>\r\n<br>\r\n\"I don't know. All I know, is that, I'm, starting, to, Cum!\"<br>\r\n<br>\r\n\"Me TOO!\"<br>\r\n<br>\r\n<span class=\"clblue\">\"AAAAAAAAARRRRRRRRRRRGGGGGGGGGGGGGHHHHHHHHHHHHHHHHH\"</span><br>\r\n<br>\r\nYou feel a fat blast of hot boy jizz fire out and hit you in the back of the mouth as you were sucking on the black teen's dong. The shot surprises you and causes you to choke as another shot fires followed by another causing his cream to drool out of your mouth. You feel the same shot on the back of your head as Jamie ejaculates on you. You feel the warm liquid slide down the back of your shirt, it's thick like egg yolk. You try to get away but know both meat cannons are firing thick, gooey ropes of young jizz on you causing, getting all over your face, shirt, arm pits, it gets into every crack as you also cream your pants with your minuscule load. You wipe the gunk from your eyes and you look like the Ghostbusters after Stay Puff exploded on them. You instinctively lick the top of your lip and the taste is revolting. It's like being at the bottom of the sea with how salty the white, gooey paste is. You wipe more off of your face but then a thinner and way hotter liquid hits you.<br>\r\n<br>\r\n<span class=\"cyellow\">PPPPPPPPPPPPPPPPPPSSSSSSSSSSSSSSSSSSSSTTTTTTTTTTTTTTTTTTTT</span><br>\r\n<br>\r\nJamie's dong starts pissing like a race horse, getting you caught in a flood of his bladder's water. It gets some of the cum off of you, but you really don't want to take a golden shower, so you grab his soft but still gigantic head and aim it to the toilet, almost slipping and falling like you're in a Three Stooges movie. \"Aaahh. I really needed to take a piss. I just couldn't hold it.\"<br>\r\n<br>\r\n\"I was gonna go in the toilet, but if you're gonna pee on him, I might as well too.\" You look forward at the big black cock across the stall as it fires like a hydrant at you. Splashing you straight into your open mouth as you tried to scream no in protest. You slip as you try to reach it, the opposing appendage continues to drown you as you hold onto Jamie's brown dick, still aiming it at the toilet as it over flows and splashes on your lap. The stream dies down, firing back up twice as his bladder empties the rest of it's contents on you. \"You did a good job Mister.\" You breath a sigh of relief that it is over when the two cocks retreat back into the holes they emerged from.</span></div></div>",
            "created":1541653200,
            "id":2575230,
            "title":"Glory Holes"
        },
        "14":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "Dick and Peter's Room",
                "Hank's Room",
                "Rusty's Room",
                "Guest Room",
                "You Decide After A Shower"
            ],
            "content":"<div class=\"\"><div> <span>You sat staring at the blank computer screen as it clocks you out. A million thoughts rush through your head. What should you do now?Where will you go? Can you ever get back home? Will you ever see your family or friends again? These questions and more ramble along in your head like fake snow in a snow globe. You get up from the chair and proceed to exit the library. Walking in a daze you aren't sure where to go. You can probably stay at the storage unit Professor Phallic owns since it has a bed. It is probably the best place to wait for him, your train of thought is cut abruptly as a hard force knocks into you.<br>\r\n<br>\r\nLooking up you see that you've been hit by a car. Lucky for you it wasn't going very fast and you don't feel anything being broken. Bruised yes but not broken. Dazed and confused you see that the car ran into you as you walked onto the street, your body rolling onto the hood, then rolling forward onto the ground as it stopped with a loud screech from the breaks. \"Oh my god. Oh my god. Oh my God!\" You hear the driver say in panic as he gets out of the car, waving his hands hysterically. \"I'm so sorry, I'm so so sorry. Are you okay? Please say you're okay?\" The driver apologizes in a high pitched tone as if hes about to break down crying. You get a good look at him as he tries to help you up, he is wearing a salmon colored button, brown slacks and brown rimmed glasses. He is a thing man who looks a decade your senior but still young, has short brown hair that goes along with his short beard. \"Are you alright? You just stepped out into the street and I stepped on the breaks as fast as I can.\"<br>\r\n<br>\r\n\"I'm okay.\" You say getting up but then falling a bit, holding onto your ribs as you lean into the driver giving you support.<br>\r\n<br>\r\n\"You poor thing, you're hurt. Do you have a place to stay?\" You try to think of a response but nothing comes to mind. \"Do you need me to drive you anywhere. Family, a friends house?\" Again you hesitate to respond in a quick manner.<br>\r\n<br>\r\n\"No, no I'm fine.\"<br>\r\n<br>\r\n\"Don't lie to me you poor little cute thing. You must be out of town with no where to go. I'll help you.\"<br>\r\n<br>\r\n\"Oh, no sir. I'm fine.\"<br>\r\n<br>\r\n\"Poppycock. It's the least I can do. I wouldn't be able to live with myself if I just left you by yourself.\" The man says with such care in his voice, talking to you like a loving mother to her child. \"My name is Peter, Peter Hardcastle.\"<br>\r\n<br>\r\n\"Johnny Dixon.\" Peter puts his hands on your shoulders in a comforting manner.<br>\r\n<br>\r\n\"Johnny, you're coming home with me and I won't hear no ifs ans or buts.\" You don't have the strength to argue and really no place else to go. Peter brings you to the passenger seat and drives off. After spending most of the ride apologizing, Peter tells you that Wood Valley is the nicest little town in Colorado after you tell him you're not from around here. He then proceeds to talk about his family while putting a hand on your knee to comfort you in this strange new world. Peter stays home to watch his two boys while his husband is out at work. He works an office job in sales but you forget exactly what the specifics are as Peter barely knows himself. You two pull up to a light blue painted two story house, with a white front porch, door and windows. The house has an old style feel to it with its wood panel design. \"Here we are Johnny. Mi casa es su casa.\" You get the feeling that's all the Spanish Peter knows but at least he seems so genuine with his hospitality.<br>\r\n<br>\r\nYou follow your host into the home. The first room is the living room with gray colored couches in front of a flat, plasma TV screen. The furniture matches the curtains and go nicely with the white carpet. \"Now you make yourself at home Johnny, I have to finish the meatloaf I'm cooking for tonight.\"<br>\r\n<br>\r\n\"Daddy.\" You hear a loud child like yell coming from the stair as a boy rushes down to hug Peter.<br>\r\n<br>\r\n\"How's my little Buttercup doing?\"<br>\r\n<br>\r\n\"Great. Today at school we watched Holes since we've finished reading the book. And and I got an A on my math test.\" The little boy appears to be Peter's youngest son Rusty. He is 12 and has straight red hair in a bowl cut. The excited youngster is wearing a blue long sleeved thermal and purple jeans. \"Daddy, who's that man?\" He bluntly asks pointing at you.<br>\r\n<br>\r\n\"Oh this is my old friend Johnny. He is in town visiting and he'll be staying with us for a while.\" Peter lies. You nod in agreement, not wanting the little one to know his dad hit someone with the family car. Peter rushes Rusty to his room, giving him a little pat on the bum as he runs upstairs to do his homework. You sit down on the couch as the man of the house goes into the kitchen to tend to his meatloaf. You look around at the family photos along the wall. You see an embarrassing photo above the fireplace with the four family member wearing the same sweater and standing close together in a line from shortest to tallest. Judging by how they look this photo appears to be a coupled of years old. The smiles on the kids' faces can't hide the fact that they don't want to be here. As you sit there, the door opens and walks in Peter's oldest son, Hank. He is 17 and is going through a rebellious goth phase that contrasts with his father's kind demeanor. His black hair combed forward to cover his right eye and is wearing nothing but black clothes and white ear buds connected to his iphone. He glances at you then turns his head to avoid eye contact.<br>\r\n<br>\r\n\"Dad, I'll be in my room. Let me know when dinners done.\" Hank closes the door to his room which is downstairs as appose to everyone else's being on the second floor. You go into the kitchen.<br>\r\n<br>\r\n\"Peter, there is something I have to tell you.\"<br>\r\n<br>\r\n\"What is it Johnny?\"<br>\r\n<br>\r\n\"Well, this is going to sound crazy and you probably won't believe me but I trust you. When I said I wasn't from around here, I really meant here.\"<br>\r\n<br>\r\n\"So... You're from out of state?\"<br>\r\n<br>\r\n\"No, I'm not from this world. I was brought here from a different dimension from a scientist who's lab is in a storage unit.\"<br>\r\n<br>\r\n\"You're right, that does sound crazy. Oh I didn't hit you too hard with the car did I?\" Peter said in a concerned voice as he inspects your forehead.\"<br>\r\n<br>\r\n\"No. I'm being serious, I know it's hard to believe but I'm not from this world. I come from a world where there are two genders. Male and female.\"<br>\r\n<br>\r\n\"Oh why is it always the cute ones who are crazy.\"<br>\r\n<br>\r\n\"I'm not!\"<br>\r\n<br>\r\n\"Sh, sh I know. Johnny, I have no doubt that you believe what you're saying but its very far fetched to believe. I mean come on, two genders. Ha.\"<br>\r\n<br>\r\n\"Some would argue there's more than two but biologically yes two. I mean I don't even know how two guys can reproduce.\"<br>\r\n<br>\r\n\"Ha ha ha. Now I know you're joking. Oh you're serious. Johnny maybe you should be silent about this for now. I hate the idea of someone locking you up in an asylum or something.\" You know Peter is right. If you can't convince him than what hope do you have of convincing someone else.<br>\r\n<br>\r\n\"Honey, I'm home.\" You hear a loud booming voice enter as Peter's husband walks into the kitchen.<br>\r\n<br>\r\n\"Hi Sweetie.\" The two married men greet each other with a long kiss.<br>\r\n<br>\r\n\"Hi fella. Name's Dick Hardcastle.\" You shake Mr. Hardcastle's hand, feeling the strong grip he has. He is a tall guy and looks like he is built for rugby, having black comb over hair and a strong freshly shaved chin. Dick is wearing a blue button up with a red tie and black slacks. \"And who might you be?\"<br>\r\n<br>\r\n\"Oh this is my friend Johnny. Johnny, would you be a deer and set up the dinning room table. You grab the plates and head out as Peter explains to his husband about what happened earlier with the car, leaving out the conversation the two of you just had.<br>\r\n<br>\r\nAfter everyone is called in, you join the Hardcastles for dinner. Dick complements his mate by saying how much he loved the meat he made and you tried to be silent while dodging any questions that went your way. \"So, Johnny.\" Dick starts. \"I hope we don't make you feel uncomfortable. I understand its unnerving to stay in a house with people you've barely met but we look forward to having you here. We'll fix you up a nice place to sleep. You'll bunk in...\"</span></div></div>",
            "created":1524373200,
            "id":2482949,
            "title":"Meet The Hardcastles"
        },
        "142":{
            "author_id":"verygeneric",
            "author_name":"Totally Generic",
            "choices":[
                "Keep trying to sleep.",
                "Let them know you're awake.",
                "Someone else in the house comes to check on the noise."
            ],
            "content":"<div class=\"\"><div> <span>\"...Hank's room, he's got the biggest bed.\" Dick looks over at his eldest son as if expecting something, but the teen just keeps his eyes on his plate.<br>\r\n<br>\r\n\"Okay, that's cool,\" he says nonchalantly, pushing food around his plate with his fork. His parents look shocked.<br>\r\n<br>\r\n\"Wait just a second, are you the same Hank?\" Peter asks. \"You never let <i>anybody</i> in your room! You're okay with this just like that?\"<br>\r\n<br>\r\n\"I said it was fine, didn't I?\" he says exasperatedly, glancing at his skinny dad from beneath his long hair. \"He's a family friend, I have the big bed, it's whatever, it's fine.\" He continues prodding at his food more than eating it.<br>\r\n<br>\r\n\"Well, there you go, you're roommates now.\" Peter leans toward his husband whispering, \"I didn't think it'd be that easy.\" Dinner continues with idle chatter, mostly Rusty going on and on about things happening in his classes while his parents listen intently and his brother looks as annoyed as ever. The moment he's allowed to leave the table he does so immediately. A little while later you thank Peter for the food and excuse yourself as well.<br>\r\n<br>\r\n\"Here, I guess I'll show you the room or whatever,\" Hank half mumbles. You follow the skinny teen down the hall to a door covered in \"Do Not Enter\" signs among other imagery meant to dissuade guests. Inside the room is extremely dark, really the only light coming from the open door and a digital alarm clock, but what you can see of the room is enough to give you an idea of what the whole thing is like. The walls are covered in posters, some of bands all in similar attire to Hank's from the standard Linkin Park to some obscure swedish death metal bands you can't even pronounce, others pinups of handsome men with at most only their pants on.<br>\r\n<br>\r\nAs your eyes scan more of the room you're shocked when you spot Hank's bedside table, specifically the drawer inside of it as it's hanging open and absolutely full of sex toys, big black dildos and gelatinous cock sleeves. You even think you spot a pair of silver handcuffs glinting among the other toys. You glance back at him to see if he meant to hide those but he continues to wear his same emotionless look.<br>\r\n<br>\r\n\"Uhh, nice place you got here,\" you say, trying to be polite.<br>\r\n<br>\r\n\"Thanks, hope you like dark, 'cause that's how I keep it. That side of the bed's yours by the way,\" he says, pointing to the right side of his very messy bed with of course all black spread over it. After your long day you're exhausted and don't care what the bed looks like. So much has happened in such a short time; you're almost hoping once you go to sleep you'll wake up back in your old bed, but you doubt that'll happen. You climb into your side of the bed and stare up into the darkness, and hear Hank do the same on the other side. His side is quickly illuminated by the bright light of his phone screen over his face.<br>\r\n<br>\r\nAfter a while of just listening to the soft tapping sounds of Hank texting he asks, \"So, you're one of my dad's friends?\" Although he's talking to you his attention never leaves his phone.<br>\r\n<br>\r\n\"Uhh, yeah. Known him a long time,\" you reply, hoping you don't have to dig yourself into too deep of a hole.<br>\r\n<br>\r\n\"I'll bet you guys were fuck buddies back in the day, huh?\" In the light of his phone you see a hint of an amused grin play across his face for the first time. \"He and my other dad always talk about the crazy times they had with their friends before they settled down.\"<br>\r\n<br>\r\n\"Oh, uh, no, no no,\" you say quickly, realizing you're immediately being thrust into far too deep of a hole.<br>\r\n<br>\r\n\"Seriously? A cute guy like you and those two didn't stuff you like a Twinkie on a regular basis? Bullshit, you guys had to be banging.\" You're really getting uncomfortable with how brazen this kid is.<br>\r\n <br>\r\n\"Nope, no, just good friends, that's all. I don't, uhh, I don't really swing that way, you know?\"<br>\r\n<br>\r\n\"Ohh, I see. Not a fan of the group stuff, I get ya,\" says Hank, not getting you at all. You should've realized you'd be misunderstood in a world with only one way to swing. \"I wasn't either at first because, ya know, fuck being around people, but... All I'm saying is three people ain't really all that bad of a time.\"<br>\r\n<br>\r\n\"No, I mean I'm just... not into guys,\" you reiterate.<br>\r\n<br>\r\n\"Well, what else is there to be into?\"<br>\r\n<br>\r\n\"Hank, honey, did you brush your teeth?\" Peter's voice calls from down the hall, interrupting the two of you.<br>\r\n<br>\r\n\"No,\" is his disinterested response.<br>\r\n<br>\r\n\"Could you do that now please?\"<br>\r\n<br>\r\n\"Yeah, sure, whatever.\" Hank puts his still glowing phone on his pillow and goes to brush his teeth. You notice it's unlocked and out of curiosity you decide to peek at what he's been doing once he leaves. After all he's been trying to pry into your secrets all night, you don't feel bad prying into his. However you immediately regret this decision when you see a rock hard uncut dick right in the middle of the screen. It looks like it was sent through Snapchat, with a caption reading \"One hot sausage ready for delivery ;)\" and what look to be superimposed hotdog buns wrapped around it. Does this world's Snapchat... have filters for your dick? You suppose it's to be expected on some level, but it's so outlandish you can barely believe it.<br>\r\n<br>\r\nYou quickly look away when you hear Hank coming back from the bathroom and he doesn't seem to suspect a thing, snatching his phone back up and examining the picture himself, another rare grin appearing on his face. He then starts stripping down to his boxers, and dear God the bulge in there can't be avoided. Even as loose and baggy as they look on his skinny frame they don't do much to hide his clearly huge package. He seems to make a point of adjusting it in plain view of you just to confirm it's size. \"You <i>say</i> you're not into guys but come on now, you're not banging my dad, you got your own boyfriend then?\" he continues from where he left off earlier as he climbs back into bed.<br>\r\n<br>\r\n\"Listen, I don't know if you'll believe me, but I actually have a <i>girl</i>friend,\" you tell him. He looks over at you with a puzzled expression.<br>\r\n<br>\r\n\"Girrrrrl... friend?\" He tests the word out, obviously never having heard it before. \"Girl... Grrrr... Is that, like, a furry thing? A grrrrfriend?\"<br>\r\n<br>\r\n\"It's-- no it's-- forget it, no, I don't have anyone.\" You decide it's not worth the effort to try to explain an entire other sex to people in this world; his dad didn't get it, this kid certainly won't. But all the same he just starts laughing, a sound you never thought this dark teen was capable of. How come he shows so much emotion to you when he stays aloof from everyone else?<br>\r\n<br>\r\n\"You're a weird guy, you know that?\" he laughs, his voice lowering to a whisper. \"But that's okay, I'm weird too. I bet together we could get downright freaky...\" You notice he's slowly scooting closer to you and you swear you feel a warm piece of fabric touch your crotch while he's still a foot away, but you scoot further away at the same time. He just chuckles more and returns to his side of the bed. \"If you ever do wanna have a little fun, you know where to find me.\" He winks at you before rolling over in bed.<br>\r\n<br>\r\nNo wonder he's been so nice to you, he's trying to hit on you, you think to yourself as you roll the other way. You usually sleep in your underwear too but there's no way your clothes are coming off with this horny teen around. Hopefully with a little more time you can get the message across that you're not gay like everyone else.<br>\r\n<br>\r\n<br>\r\n<br>\r\nYou wake up sometime around midnight to a bunch of thumping and shuffling. On the other side of the room.<br>\r\n<br>\r\n\"Hey, keep it down, there's somebody else in here,\" you hear Hank hiss.<br>\r\n<br>\r\n\"Ooh, are they joining us?\" a new, unfamiliar voice asks.<br>\r\n<br>\r\n\"Maybe, I don't know yet. But he's asleep right now.\"<br>\r\n<br>\r\n\"Oh that won't be for very long. Nobody <i>sleeps</i> in your bed, not if I can help it.\" You open your eyes just enough to see this visitor is, and see Hank has opened the curtains and his window. In the moonlight you can see him helping in another boy that looks similar to him in build, maybe a little shorter, but completely opposite in looks. He's got short platinum blonde hair and is wearing a white tank top and pink shorts. He looks much more accustomed to smiling than Hank is too. Is this the owner of that dick you saw on his phone? Once he's inside you can see both of them share a kiss under the moonlight, and you can see a massive tent in Hank's boxers, even bigger than before.<br>\r\n<br>\r\n\"Ooh, look at you already getting excited,\" the new boy coos as you watch his silhouette groping at Hank's impressive crotch. \"Does this big boy need some love?\"<br>\r\n<br>\r\n\"I have all week,\" Hank replies in a low playful voice, \"I aughta start calling you blueberry for the blue balls you keep giving me.\"<br>\r\n<br>\r\n\"Ohh, I'm sorry,\" the shorter boy giggles. \"It's so much fun though. Besides, you know it's gonna feel <i>so good</i> when you get to empty them in my ass.\"<br>\r\n<br>\r\n\"Damn right it is, your ass is mine tonight baby.\" Hank reaches around with both hands and grabs his lover's firm butt, prompting a high pitched giggle from him. The boy leaps up and wraps his legs around Hank's waist and allows the goth to carry him back to bed. You try to go back to sleep but it's difficult when there are now two teenagers grinding their crotches together and loudly making out less than 3 feet away from you. So much for Hank wanting to stay quiet.<br>\r\n<br>\r\nAfter a few minutes of noisy wet tongue wrestling you hear the blonde boy say \"Oh, Hank, let's see if he wants to join in. He might be upset if we don't invite him.\"<br>\r\n<br>\r\n\"Alright, he is pretty cute after all. Yo dude. Johnny,\" Hank calls to you softly. How will you respond?</span></div></div>",
            "created":1524459600,
            "id":2483518,
            "title":"Hanging out with Hank"
        },
        "1422":{
            "author_id":"verygeneric",
            "author_name":"Totally Generic",
            "choices":[
                "Barry takes your mouth, Hank takes your crotch.",
                "Hank takes your mouth, Barry takes your crotch.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>It goes against all of your better judgement, but you roll over slightly and reply, \"Yeah?\"<br>\r\n<br>\r\n\"Oh sweet, you are awake,\" Hank says with a grin. \"Come on over and have some fun with us. We're just getting started.\" You can see the gigantic bulge in his underwear throbbing in his boyfriend's hands as well as completely covering the crotch it's pressed against.<br>\r\n<br>\r\n\"Look, I told you, I don't swing that way,\" you try to explain to them again. \"I'm really not into guys.\"<br>\r\n<br>\r\n\"Oh but how could you <i>not</i> be into this big delicious piece of meat?\" Barry asks, getting off Hank's lap and pulling Hank's black boxers down all the way to release his beast. A full 12\" of thick, veiny, uncut cock springs up from the goth teen's crotch, already spewing precum from all the foreplay. Hanging below it are a pair of softball sized testicles, which from his blue balls remark earlier you're sure are absolutely full to bursting with potent teen splooge. Barry grips the massive shaft with both hands and gives it a kiss on the exposed part of the purple helmet. \"Just look at it, isn't it beautiful? Doesn't it just make you wanna say 'bend me over the nearest waist high object and fuck me'?\"<br>\r\n<br>\r\n\"No, no not really,\" you shake your head trying not to stare at the teen's impressive member.<br>\r\n<br>\r\n\"Oh, then maybe you're like me,\" Hank suggests. \"You like them small and cute I bet. Just look at Barry's.\" He playfully pushes on his lover's chest causing him to dramatically roll onto his back with his legs in the air, completely submissive and both of them giggling. Hank pulls his shorts and sky blue briefs off of him, revealing the same dick you saw in the photo earlier as well as his rather perky round ass. Hank's definition of small is really average size for you, Barry's dick is around 6\" long, only an inch or so smaller than your own and more what you would expect from a guy his age. It's very smooth and young looking compared to Hank's without the bulging veins and a smooth ballsack with two ping pong balls inside. \"I just love my Barry's little berries,\" Hank giggles, putting his face down between Barry's legs and gently sucking on his balls and making him moan in delight.<br>\r\n<br>\r\n\"I'm trying to tell you guys, I. Am. Not. Gay.\" Even though you thought you spelled it out as clearly as possible it seems they still aren't getting it. Once Barry sits back up he whispers something in Hank's ear, and both of them start to grin.<br>\r\n<br>\r\n\"You're a lot like I was at first,\" Barry says, scooting towards you while Hank gets out of bed. \"I didn't think I really wanted it at first. It's intimidating, I know, especially with Hank. You see a big manly dick like his and at first you're thinking 'You can't put that in my ass, that's gonna split me in half!' But it's nothing to worry about, he's a gentle giant.\" The naked teen places a hand on the covers on your chest and smiles at you. \"You just have to learn to love it.\" While he was talking to you he distracted you from the fact that Hank had come around the bed to the other side of you. All at once Barry grabs the covers and yanks them off of you while Hank flips you onto your stomach. Two hands grab your wrists and pull them together behind your back. You hear a clicking sound and suddenly you can't move your arms anymore. They've handcuffed you! You can't see what's going on with your face in the pillows but when you're flipped back over...</span></div></div>",
            "created":1526878800,
            "id":2496864,
            "title":"Hanky-Panky Part 1"
        },
        "14221":{
            "author_id":"verygeneric",
            "author_name":"Totally Generic",
            "choices":[
                "Hank preps, Barry pounds ",
                "Barry preps, Hank pounds "
            ],
            "content":"<div class=\"\"><div> <span>\"This is how I learned,\" Barry explains as you're rolled onto your back again. \"You have to take away the resistance. Once you're unable to resist, you'll realize you never really wanted to resist at all. Now just let us do all the work...\" The skinny twink pulls your shirt up over your head and leaves it on your crossed arms. He runs a hand across your chest, admiring it. \"Ooh, you work out don't you? Just look at this chest. Hank really did find a cutie.\"<br>\r\n<br>\r\nMeanwhile Hank appears at your legs and unbuckles your pants, sliding them all the way off and admiring the unwilling bulge in your underwear. \"Mmm, he's a nice size too,\" he comments, gently stroking you through the fabric. He then delicately pulls your briefs down to reveal your 7.5\" dick. Back home it would probably be one of the biggest in the room but here it's not even close.<br>\r\n<br>\r\n\"Guys, I'm telling you, please! I'm straight!\" you beg them.<br>\r\n<br>\r\n\"Well, no, not really, you're sorta curved to the right here.\" Hank runs a hand along your slightly curved dick, completely missing the meaning of your statement. Maybe that word doesn't have meaning here either. \"It's like a banana, a big tasty banana,\" he giggles. He slowly begins stroking it up and down and licking the clear precum that oozes out the tip. Meanwhile Barry puts his face to your chest and tenderly begins nibbling and sucking on your nipples, forcing them to get as hard as your dick.<br>\r\n<br>\r\n\"Guys, seriously, I don't like this,\" you struggle against your restraints, but Barry just laughs.<br>\r\n<br>\r\n\"You know you say that but your body seems to disagree. Now, stop talking and just enjoy,\" Barry coos, straddling your chest. You can see his rock hard cock throbbing right in front of your face and feel his precum dripping onto your lips. \"All you have to say is 'ahhhh'.\" He taps his drooling dick on your lips but you refuse to open them for him. At least not until an incredible pleasure in your crotch causes you to moan uncontrollably. Barry takes the opportunity and shoves his dick right in, and you taste slightly sweaty, musky cock on your tongue. The pleasure that forced you to open your mouth was Hank's mouth being wrapped around your own dick. You hate to admit it but it feels a whole lot better than when your girlfriend would blow you. She always had trouble handling even half of you, but Hank has no trouble taking you balls deep right from the start.<br>\r\n<br>\r\nWith half of his dick in your mouth Barry gently yet firmly grabs your hair to hold your head up and begins thrusting his hips. He's not extremely rough but he's not too easy on you either, shoving just enough of his dick into your mouth to make you gag slightly before pulling back out. As much as it tries to recoil your tongue can't escape the feeling of the underside of his shaft sliding across it, forcing you to taste his dick. That alone would be enough to make you gag.<br>\r\n<br>\r\n\"Mmm, I knew you had some great dick sucking lips the moment I saw you,\" Barry moans as he face fucks you. \"Does my dick really taste as good as Hank always tells me it does? He just goes on and on about how sweet I am.\" Your only reply is to continue to gag as tears stream down your face.<br>\r\n<br>\r\n\"You <i>are</i> sweet, baby,\" Hank assures him, briefly pulling your dick put of his mouth.<br>\r\n<br>\r\n\"I just wanna be sure. I'm not flexible enough to check these things, you know.\"<br>\r\n<br>\r\n\"Well, I'll tell you one thing, he's almost as tasty as you are. I could suck this dick all day long.\" Hank resumes deepthroating you while massaging your balls. It's conflicting to be feeling so much pleasure while being face fucked, and having it done by another guy.<br>\r\n<br>\r\n\"Ohh... ohh I'm getting ready to cum, \" Barry gasps, his thrusts becoming faster and harder. \"Get ready for a mouthful cutie!\"<br>\r\n<br>\r\n\"Looks like he's getting ready to cum too,\" Hank points out your tensing scrotum. \"It'd be so cute if you came together!\" He starts vigorously ramming your cock down his throat, saliva dripping down your balls as he makes a mess, but he gets the timing just right. Just as you feel the sweet release of orgasm you hear Barry moaning and grabbing your head tighter, and taste his hot, thick, salty sperm flooding your mouth. Rope after creamy rope blasts into your mouth, some making you gag as they're shot directly down your throat; the taste makes you nauseous by itself. Not knowing when he'll stop you panic and swallow the foul too to avoid drowning, but you were never in any danger. Soon after he pulls out of your mouth and you think he's done, but he manages to find the strength to squirt two more hefty globs right on your face. Being covered in jizz is disgusting but you're forced to enjoy the experience thanks to the boy currently giving you the greatest blowjob of your life. You never thought you'd be shooting your biggest load ever into the mouth of a 17 year old boy.<br>\r\n<br>\r\n\"Oh fuck that felt good,\" the blond teen pants, looking down at his twitching cock hovering over your soiled face. \"Heh, bukakke is a good look for you. You should wear it more often,\" he giggles. He wipes a finger across your cheek and gathers up some of his cum to taste. But you can barely respond since you're just now coming down from an orgasm of your own. You just lay there feeling the strange salty burn in the back of your throat and on your tongue from swallowing what felt like a quart of semen.<br>\r\n<br>\r\nYou feel your softening dick slip free of Hank's lips, sucked completely dry by his masterful mouth. He gets up and taps his boyfriend on the shoulder to get him to turn around, which results in his big fat ass replacing his dick being shoved in your face, smearing his cum into your skin. Down at your crotch you feel something, or rather two somethings both soft, heavy and very warm begin smothering your spent cock, and you can only guess they're Hank's massive balls. You've now got a mouthful of cum and a face full of ass, and you start getting an earful of sloppy moaning as the two boys make out on top of you, sharing your hot cum between them.<br>\r\n<br>\r\n\"Mmmm, so how long is he staying here?\" Barry asks between kisses, wiggling his jiggly behind on your face. You can feel his brown starfish kissing your lips. \"I wanna play with him a lot more.\"<br>\r\n<br>\r\n\"No clue, but I'm sure we'll have plenty of time to have fun with him,\" Hank replies. \"I bet once we're done he won't even wanna leave. Besides, we're just getting started. Now come on, you can't be soft already.\" The teen teases his lover.<br>\r\n<br>\r\n\"I know, I just couldn't resist, his mouth feels <i>so</i> good. Gotta get all the use out of him I can before you go and stretch him out with this big baseball bat of yours.\" You can feel Hank's \"baseball bat\" slapping against your stomach, telling you the massive tool reaches all the way along your torso. \"Besides, we both know you can get me hard in seconds. How about we let these two cuddle a bit.\" What you cant see above you is Hank peeling back his foreskin to let Barry's already returning half chub slip inside. Docked together at the tip the two boys moan and resume making out above you like you're not even there, just a toy for them to grind on.<br>\r\n<br>\r\nAfter gratuitous moaning and frottage and the musky smell of balls and ass in your face, the teens get off of you, but the night is far from over. You feel your legs being lifted and spread wide, and a few probing fingers exploring your asscrack.<br>\r\n<br>\r\n\"Mmm, he seems pretty tight,\" you hear Barry say as a finger attempts to gain entry to your virgin asshole. \"What do you think, one preps the other pounds?\"<br>\r\n<br>\r\n\"Only if the prepper gets to pound the pounder,\" says Hank. You're terrified of the thought of him being \"the pounder\".<br>\r\n<br>\r\n\"Guys, please, stop...\" you plead, but your pleas fall on deaf ears. Who takes what job?</span></div></div>",
            "created":1526878800,
            "id":2496867,
            "title":"Hanky-Panky Part 2"
        },
        "14222":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "You pass out",
                "Hank cums inside you and gives you a facial",
                "Hank stops and pulls out"
            ],
            "content":"<div class=\"\"><div> <span>You are flipped over facing the ceiling now with your head resting on the pillow. Your arms are raised over your head now that your hands are cuffed together at the wrist to the bed's head board. The two horny teenagers take off the rest of their clothes, now leaving you helplessly staring at their naked, hard bodies. \"Look at him, so shy.\" Barry comments on your frightened face.<br>\r\n<br>\r\n\"Don't act like you weren't on your first time.\" Hank comments as he pulls your shirt up and over your head.<br>\r\n<br>\r\n\"And you helped break me out of it. Now we're gonna do the same for you Johnny.\" The blond boyfriend happily chimes as he unbuttons your pants. \"It's gonna be a load of fun. It's scary and hurts a little at first but we'll make you feel great when it's all over.\" You feel the smooth hands of the excited teenager pulling down your pants plus underwear and your regretfully hard cock flops out at 7.5 inches. \"Well well well, it looks like this part of you wants to have some fun. And what a good size too.\"<br>\r\n<br>\r\n\"Please you guys stop. I don't want to do this. I'm not into guys.\" Your pleads fall on deaf ears as Barry's attention is on your package. You feel his hand grip the shaft and he brings his dick against it to compare. You've never felt someone else's dick before and you've also never felt another dick touching yours before either. Barry's balls squish up against yours, his testicles being a bit smaller than yours, his shaft is also held up against yours in the gay teen's hands and you at least feel some pride that yours is bigger.<br>\r\n<br>\r\n\"I don't understand why your complaining. You get to have a threesome with two hot high schoolers. I mean people write so many comics and movies fetishizing this scenario, how could you not be into it.\" Hank whispers in your ear, reminding you that he's sitting behind you on his knees to either side of your arms. You then feel his tongue lick around your ear as he makes out with your face.<br>\r\n<br>\r\n\"You're getting me hornier Hanky.\" Barry giggles as her strokes the bundle of dicks in his hands. He then goes down and likes your ass. Your girlfriend has never done that to you, the sensation is new and weird but also feels really good as Barry's tongue massages and penetrates your virgin boy hole. You moan in pleasure only for your mouth to be occupied by Hank's tongue, he moved from the side of your face to your mouth. It's like the kiss between Mary Jane and Spider-Man when he is hanging upside down. \"I think he is loose enough.\" You're too distracted to hear that but you felt it as Barry's tongue is replaced with his cum leaking cock rubbing against your back door. You try clenching your butt tight but the sensation of the teenagers caressing your pecks and abs with their hands and Hank slobbering your lips with his lowers your defenses and you feel the head of the smallest cock push it's way through your tight hole. \"Oh, your ass is squeezing my cock. It feels so good.\" Barry moans.<br>\r\n<br>\r\nYou feel him push in and pull out as he pounds your once virgin butt. It hurts feeling your ass stretch so far but also nice as a rhythm forms and your prostate makes contact with the teenager's dong. \"I'm not gonna let you get all of the fun Gummy Bear.\"  Hank pulls away from you and pushes the pillow under your head down until it's under your back. Your center is lifted and your head falls back as you see the giant vein covered penis attached to the emo teen's crotch. The black haired teen grips his thick foot long dong and tugs at it, his fingers unable to meet each other around the wide shaft. Your mouth opens to scream but no sound comes out. The sight has you stunned, unable to move. Hank grabs your mouth with one hand and guides his penis with the other, bringing the large head to your opened maw. The salt tasting sausage goes past your lips and fills out all free space you once had. \"It's been a while since I was involved in a spit roast.\" <br>\r\n<br>\r\nYou snap out of your daze but it was too late. You try to fight back but your arms are pinned down and cuffed to the bed. Both of your holes are being used to pleasure these horny teens. Barry in and out of your ass, he also starts stroking your cock, giving you a hand job while he plows your backdoor. Hank slowly moves his fat stick inside your upside down mouth, watching as inch after inch disappears behind your teeth. You gag, feeling the monster hit the back of your mouth. The dominant emo doesn't care and continues to push forward. Your eyes are watering as you fear that you'll suffocate but you're able to hold onto consciousness for now. \"His throat feels good for a first timer.\"<br>\r\n<br>\r\n\"Not as good as mine though, right?\" Barry asks.<br>\r\n<br>\r\n\"Of course not, but with some training.\" The black haired one grins as he teases his boyfriend's cock sucking skills. Your head is forced to bend upward so Hank's foot long has a straight path from your mouth to your throat. You feel it expand as your neck visibly gets wider as The cock inside it pushes against it's confines. Hank stops as he bottoms out in your mouth, his smooth balls pressing against your eyes. Your nose getting lost in his sweaty sack as they rub against your face while Hank pulls out and plunges back in. He starts off slow and then gets faster until he is face fucking you. Barry watches intensely, his other hand clasping your dick as he starts jerking off your pickle like he is churning butter. You feel the pace on the both sides quicken, Hank's hand grabbing your throat as he strokes off his shaft though you neck. You feel light headed as air is no longer getting to your lungs. You fear that you're gonna die. Your mind goes blank until you feel Barry push hard into your ass and blasts his cream into your anal pie. You climax along with him, the lack of air flow giving you the pleasure of an auto-erotic asphyxiation. You feel the splatter of your own jizz painting your stomach and chest as everything goes black.</span></div></div>",
            "created":1530853200,
            "id":2515570,
            "title":"Stuck in The Middle"
        },
        "142223":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "You Pass Out And Wake Up Still Cuffed To The Bed",
                "You Pass Out And Wake Up To Hank and Barry Cuddling You",
                "You Pass Out And Wake Up To Hank Cuddling You"
            ],
            "content":"<div class=\"\"><div> <span>You feel the great pressure in your throat move out of your mouth, allowing that desperate gasp of air to enter into your lungs. \"HUH, *cough* *cough*, hu eh.\" You breath in as Hank's huge slab of meat exits your mouth. If it stayed there for just one more second, you would have passed out from the lack of oxygen, your happiness of still being alive is short lived as your brain functions return to remind you that you're still stuck in the middle of this gay spit roast. Your vision returning to allow you to see Hank hovering above you, stroking his saliva covered cock as he playfully rubs the tip onto your lips, applying your own spit onto you like lipstick.<br>\r\n<br>\r\nLooking down you see a trail of white cum sprayed onto your chest and leading down your stomach to your softening dick. Barry is standing between your legs, recovering from his orgasm that you feel is sliding out of your butt past his flaccid pecker. \"You already cam Gummi Bear? I thought you would have lasted longer than the virgin.\" Hank snickers as Barry wipes the sweat away from his brow.<br>\r\n<br>\r\n\"You try out this tight ass and see how long you laugh.\" The blond boyfriend retorts back.<br>\r\n<br>\r\n\"Is that a challenge? Because I'm still ready to go.\" The emo teen's focus goes straight to his boyfriend, forgetting completely about the presence of the guy tied to his bed.<br>\r\n<br>\r\n\"Now just wait. I'm not done having fun yet you big hunk. I still need to do a taste test.\" The teen bends down, bringing out his tongue to lick up the white goo on your stomach. You feel his warm mouth muscle slather around your belly button and up your chest as he gives you a cat bath.<br>\r\n<br>\r\n\"Your fat ass is asking for it now.\" Hank can't take the teasing anymore and gets off the bed. He goes behind the bent over teen and shoves his face into Barry's bubble butt. He grabs hold the two jiggly balls of flesh tightly, spreading them out to get a good view of the wrinkly hole that is illuminated from the moon light coming from the window. The emo's tongue wastes not time in massaging the small hole designed to expel waste. Barry falls forward onto you, laying into your freshly licked body as his boyfriend forcefully tongue fucks his asshole. You feel your package getting smashed by Barry's privates, the stimulation he is receiving from his doughnut hole is bringing his penis to life as it thickens into a hard erection. Felling the solid member rubbing against your shaft has caused it to erect as they rub together like two metapods using harden. The hard cock moves down your own until it is poking against your recently opened hole, having an easy time slipping back in as your anus has had no time to regain it's tight shape. Hank's face disappears into his boyfriend's butt crack as the two meaty cheeks close in on him as Barry gets to a standing position to plow back into you.<br>\r\n<br>\r\n\"How are you enjoying your first time Jimmy.\" Barry asks looking into your eyes in the light of the moon.<br>\r\n<br>\r\n\"It's Johnny. And no, please stop.\" You cry out with the little strength you have but the moan that escapes your mouth at the end undermines your cries of protest.<br>\r\n<br>\r\n\"You really like this playing hard to get angle.\"<br>\r\n<br>\r\n\"Maybe he has a rape fetish.\" Hank says as he finishes eating out Barry's big butt and comes up to kiss him on the mouth from behind.<br>\r\n<br>\r\n\"Ooh, how kinky. I know how to make it kinkier.\" Barry reaches over to your clothes that they tossed to the ground and grabbed your socks, stuffing one into your mouth and tying the other one around your head and over your mouth. \"You know Hank, while I'm 'raping' his butt hole, there is another just waiting to get 'raped' too.\" The two boyfriends continue their playful banter as the hugely hung Hank grabs his massive mushroom and parts open Barry's ass crack as he goes full force where many men have gone before. \"Aaaagghh. I live that fucking cock in my ass.\" Barry shouts through his grunts of pain and pleasure as he gets railed from behind from his lover. The force of Hank's thrust shoves Barry harder into you than he'r previously been, bringing him in balls deep and shoving his trouser snake deeper into your anal walls. You grab onto the bed post with your cuffed hands, squeezing down as you get brutally penetrated by these horny teens. You look down and see Barry's belly bulge out as the enormous man meat inside of him works it's way deep within his bowels. It looks like the thing is gonna burst out of his gut like some type of alien movie, the head of the mushroom dick being plainly visible as Hanks shoves in balls deep and breath heavily as he blasts his load into his boyfriend's belly.<br>\r\n<br>\r\n<span class=\"cblue\">AAAAAAAARRRRRRRGGGGGGGHHHHHHHHHH</span><br>\r\n<br>\r\nThe stomach pressing against your dick expands as gooey liquid is gushed out into it and pours out from behind as Hanks pulls out of Barry's butt hole. Hank's jizz painted member slides out and shrinks down to a half chub, still being as bigger than your flesh pistol but not as hard. \"Man, that was a thick load.\"<br>\r\n<br>\r\n\"That's what you get for blue balling me Bear. I'm still not done yet.\" The emo wasn't wrong as his flesh stick moves upwards. Barry, now looking like he gained ten pounds in his stomach bends over a bit to let Hank's hot dog rest between his bulbous buns. The teens enjoy each other, almost forgetting about you again as the black haired one strokes his junk between the blond's butt. He then moves down and places his meat between the meaty thighs of Barry, grabbing his hips and using the blond's legs like his own cock sleeve.<br>\r\n<br>\r\n\"Don't think we forgot about you.\" The cock inside your ass is back to 100% hard as Barry rotates his hips clockwise, stirring the inside of your ass like it was stirring batter in a bowl. \"I think there is room for two down there.\" You try to scream but you're unable to make any noise with your gag in place. Hank's semi hard cock stretches past Barry's thighs as it gets closer to it's full length. You feel the spongy head touching the bottom half of your bottom, you try screaming more but the two chuckle at your panicked state. <br>\r\n<br>\r\n\"Ready or not here I come.\" You feel Hank's hulking dong push it's way into your hole, stretching it wider than what should be possible as the two cocks now rest inside your once virgin hole. The pain is unimaginable, you think it would actually be less painful if they would have just fisted you instead but that would be too much to ask for in this current situation. Hank and Barry moan and kiss each other as they enjoy the feeling of your asshole clamping down on their massive dongs, squeezing their shafts together like a super tight anal hole. They pull out slowly and move forward together, having a shared and slow pace. The pain is the only thing in your mind as you take in the thick twin tubes of shaft meat for what feels like an eternity. As Hank and Barry get more use to the tightness of sharing your asshole, they go faster and faster. Hank setting the pace as Barry rides the cock under him like a witch on her broomstick. The two thick dongs sliding in and out, in and out, increasing their speeds as your gaping asshole becomes completely destroyed by their lustful penises. You beg for it to end when you hear the combined moans of these teenage lovers roar as they blast their cocktail of cock juice straight into your core.<br>\r\n<br>\r\n<span class=\"cpblue\">\"AAAAAAAAAAAAAAAAAAAARRRRRRRRRRRRRRRRRRRGGGGGGGGGGGGGGGGGGGHHHH HHHHHHHHHH\"</span><br>\r\n<span class=\"cblue\">\"AAAAAAAAAAAAAAAAAAAARRRRRRRRRRRRRRRRRRRGGGGGGGGGGGGGGGGGGGHHHHH HHHHHHHHH\"</span></span></div></div>",
            "created":1531371600,
            "id":2518813,
            "title":"The Devil's Threeway"
        },
        "143":{
            "author_id":"verygeneric",
            "author_name":"Totally Generic",
            "choices":[
                "He notices you watching him.",
                "He doesn't notice you watching him.",
                "Try to go to sleep and forget about this."
            ],
            "content":"<div class=\"\"><div> <span>\"...Rusty's room. He's got an extra bed in there you can use.\"<br>\r\n<br>\r\n\"Yay, it's like a sleepover!\" Rusty cheers, beaming at you. He continues to chatter on with his parents about school and other happenings in his life. Hopefully this kid has an early bedtime, you're not sure how much sleep you'll get with him awake. Hank finishes his meal early, probably to get away from his brother, and leans towards you as he leaves.<br>\r\n<br>\r\n\"If he gets too annoying, there's always room in my bed for two,\" he whispers. You appreciate the sentiment, but something about the way he said it makes you think he's not just talking about you sleeping in his bed. Eventually dinner concludes and Rusty excitedly gets up to lead you to his bedroom.<br>\r\n<br>\r\n\"It's right this way mister... what's your name again?\" he asks, taking your hand and pulling you down the hall.<br>\r\n<br>\r\n\"Johnny,\" you remind him. As he opens the door you're instantly barraged with girly decor, even though you're sure nobody in this world even knows what a girl is. The walls are painted pink matching with the white furniture around the room, two beds on either side of a large desk. His bed spread is also pink, and at the headboard is a collection of pillows of all different colors ranging from white to pink to purple. The bed you assume you'll be sleeping in is also covered in pink but only with a single white pillow.<br>\r\n<br>\r\nAs you step inside you notice to your left is his white dresser, and on top of it is a collection of Barbie-esque dolls and doll houses, except Barbie is nowhere to be seen. \"Those are my Ken dolls,\" Rusty informs you when he notices you looking at them. \"I would have more but Daddy says I need more space first. Ken's really hot, isn't he?\" <br>\r\n<br>\r\n\"I mean, I guess?\" Looking closer at the dolls most of them look exactly like the Ken dolls of your world, although many of them are dressed more like the guys in this world with crop tops and short shorts. Even the dolls that would have been Barbie's little sisters have been replaced with who you assume are Ken's little brothers, who are also wearing revealing clothes and even skirts. But the most disturbing thing you notice is that all of them, including the younger ones, have deliberately molded bulges in their crotches that are quite noticeable through their tight pants. Are these really children's toys?<br>\r\n<br>\r\n\"So, other than that, that's your bed over there, and that's pretty much my room. What you think? You like it?\"<br>\r\n<br>\r\n\"Uh, yeah it's... Very pink,\" you reply, not sure what else to say.<br>\r\n<br>\r\n\"I know, pink is my favorite color. My favorite skirt is pink, my favorite underwear is pink, even my favorite sock is pink! But I'll probably outgrown that one soon.\" This kid really has no filter does he? You really didn't need to hear about his underwear. And you're not sure why he only talked about a single sock, but you really don't think you want to ask.<br>\r\n<br>\r\n\"Very cool,\" you say half interestedly, climbing into your new bed. It's a bit small but it'll do temporarily.<br>\r\n<br>\r\n\"Oh yeah, did you know I'm going through puberty already?\" Rusty continues, not exactly picking up on your cues to end the conversation.<br>\r\n<br>\r\n\"Uhh, no I didn't know that. I didn't know people told each other about that.\" It really is a strange thing to inform someone about.<br>\r\n<br>\r\n\"We're learning about it in school so everybody in my school talks about it. And a lot of kids aren't even having it yet, but I am! Look, I even got my first hair!\"<br>\r\n<br>\r\nNow, you expected the kid to show you his upper lip or maybe his armpit, and that would've been kind of normal. But no. Without any warning Rusty has pulls his pants down to his knees, fully exposing his pubescent crotch to you. Sure enough there is a single curly red hair growing from just above his penis, but it's a bit overshadowed by the fact that this kid probably has a bigger dick than some adults. He's completely soft but it's still long and thick, and the fat mushroom tip hangs halfway to his knees accompanied by a pair of nearly billiard ball sized testicles hanging in a a hairless sack. It looks more than half as big as yours is hard, and you're 7\" on a good day.<br>\r\n<br>\r\n\"My doctor says I'm an 'early bloomer' and still have more growing to do,\" he chatters away, idly messing with his floppy phallus right in front of you as if this was completely normal. \"He says my penis is gonna get a whole lot bigger, my balls too!\" He lifts up his soft dick to show you exactly what balls he's talking about.<br>\r\n<br>\r\n\"Uhh, yeah that's great kid. I don't think you're supposed to to uhh... you know, show that to people,\" you say nervously, trying to act engaged in the conversation but also avoid looking at his dick. What if somebody walked in on this? \"Especially people you just met.\"<br>\r\n<br>\r\n\"What? But I show it to my friends all the time,\" he says, still not putting it away. \"They always wanna see how big it's getting 'cause theirs haven't started growing yet. Oh! That reminds me!\" With his pants still around his knees, Rusty waddles awkwardly to his desk and opens a drawer, pulling out a pink notebook and a ruler. \"I gotta write my measurements in my diary for today.\" He sits on the side of his bed, of course facing you, with his legs spread wide and his junk hanging off the edge. You turn away and face the wall, something you admittedly should've done earlier, but in your shock you just couldn't. Of course you're not spared from hearing the results.<br>\r\n<br>\r\n\"Five inches soft!\" Rusty cheers excitedly. \"That's...\" You hear him quietly counting to himself. \"...one fourth of an inch bigger than yesterday!\" You're sure he's saying this out loud because he wants a response, but how can you respond to that? You try to ignore him and fall asleep but he has to bother you for just one more thing.<br>\r\n<br>\r\n\"Hey mister Johnny, can I see your penis?\"<br>\r\n<br>\r\n\"Woah, what?! No! What?! Why?!\" you blurt out in a flurry of confusion, rolling over to face him again to make sure you heard him right.<br>\r\n<br>\r\n\"Well I wanna measure my penis when it's hard, and looking at other penises makes it hard really fast,\" he explains.<br>\r\n<br>\r\n\"Well, you can't look at mine,\" you tell him. Do his parents know he's been looking at naked men?<br>\r\n<br>\r\n\"Oh well, I'll just use this then.\" He gets on the floor and crawls under his bed, his bare freckled butt wiggling as he searches around in the dark for something. At last he pulls out a magazine with a very handsome half naked man and the the words \"Gayboy\" on the cover. Some kind of alternate dimension Playboy? \"Don't tell Hank I stole this from him,\" Rusty giggles, putting a finger to his lips. The fact that he has to pry the pages apart tells you his brother got quite a bit of use out of that. He places the open magazine on his lap and starts stroking his member, and sure enough it begins to grow upward, getting even longer and girthier than before.<br>\r\n<br>\r\n\"Rusty! Bedtime sweetie!\" Peter calls from down the hall, badly startling the tween while he's focused on his porn.<br>\r\n<br>\r\n\"O-okay daddy!\" Rusty yells back, hastily flinging the magazine back under his bed. You expect him to put his clothes or at least his underwear back on, but instead he pulls them all off and throws them in the hamper, walking completely nude to his dresser and getting his pajamas. From the bottom drawer he pulls out a long nightgown and a single pink silk sock with a little bow at the top. You suddenly understand what he was referring to earlier, as he pulls the sock over his half chub as naturally he would put one on his foot, the outline of the wide tip still very visible. Donning the nightgown you can still see his socked dick hanging between his legs, but this is apparently considered decency since Peter walks in the room with him like that.<br>\r\n<br>\r\n\"Let's not keep our guest up too late,\" Peter tells Rusty as he tucks him into bed. \"He's had a long day today.\" He plants a kiss on Rusty's forehead and turns out the lights on the two of you. \"Goodnight you two.\"<br>\r\n<br>\r\n\"Goodnight Daddy,\" Rusty replies sweetly as Peter shuts the door, only the light of Rusty's nightlight illuminating his side of the room. Finally, some peace and quiet, you think to yourself as you easily drift off to sleep.<br>\r\n<br>\r\n<br>\r\n<br>\r\nYou don't know what time it is when you wake up, but you're aware of a strange sound coming from the other side of the room, a mixture of wet sloppy sounds and grunting. After what you saw earlier you're hesitant to look, but curiosity gets the best of you.<br>\r\n<br>\r\nIn the light of the night light you can see Rusty completely naked leaning against his mountain of pillows, his head bent forward to meet something long and hard jutting from his crotch. There's no question that it's his dick, fully erect and easily breaking 9 inches. As you watch he effortlessly shoves the wide tip into his mouth while stroking the shaft with his small hands, producing the sloppy sounds you've been hearing. You know he's probably a curious kid going through puberty but you can't believe he's doing this with somebody else in the room!</span></div></div>",
            "created":1524805200,
            "id":2484936,
            "title":"Rooming with Rusty"
        },
        "1432":{
            "author_id":"verygeneric",
            "author_name":"Totally Generic",
            "choices":[
                "You wake up the next day",
                "You have some strange dreams.",
                "Reader's Choice"
            ],
            "content":"<div class=\"\"><div> <span>You know you shouldn't be watching this kid get himself off, but sheer morbid curiosity keeps you looking. You remain as still as possible so you don't frighten him or give yourself away, just gazing silently as your young roommate performs autofellatio.<br>\r\n<br>\r\n\"Mmmmhhh... mmmmpphh...\" he grunts softly as he bobs his head up and down along the portion of his shaft he can reach, which is a fairly decent amount. The skinny kid is pretty flexible, and clearly has experience taking such a large tool in his mouth since he can take approximately half his length in his mouth at once. Even that fat tip of his should be considered a feat for his small mouth.<br>\r\n<br>\r\n\"Haahhh...\" He pulls his schlong out of his mouth to take a deep breath, strands of saliva still hanging between it and his lips, then he begins teasing the ridges of his cock head with kisses and licks. \"Am I doing good, Mr Rolland?\" Rusty's small, girlish whisper carries across the room. \"I'll do whatever it takes to get that extra credit.  Mmmmpphh...\" He places a hand on the back of his head, and forces himself back down on his own dick. You can see his glistening saliva dripping down the shaft as he slurps on it.<br>\r\n<br>\r\nYou're extremely uncomfortable now. Not only are you watching this kid masturbate, you're watching him fantasize about somebody he knows, possibly one of his teachers. You're additionally uncomfortable and ashamed at yourself for getting a boner from what he said. You swear it's only because his voice sounds a lot like your girlfriend's when she dirty talks you.<br>\r\n<br>\r\n\"Ah, are you gonna cum soon?\" he asks his imaginary instance of his crush, stroking his cock more vigorously now. \"Please cum all over my face Mr R, please please <i>please</i>!\" His breathing is getting faster, and he scoots himself down until he's laying on his back, his big cock still aimed right at his eager face. His mouth is wide open and his tongue hanging out, and soon enough he gets his prize. He grunts and thrusts his hips as he fires the first thick rope of cum, causing him to recoil slightly as it hits him square in the nose with an audible splat. Seven more equally powerful spurts rocket out of his pulsating cock hitting various places on his young face, two of them hitting the bull's-eye in his awaiting mouth, before a series of less powerful shots dribble onto his neck, chest, and belly.<br>\r\n<br>\r\n\"Mmmm... Thank you, Mr R,\" the tween pants, gulping down the mouthful of seed with a smile, looking up at where the imaginary lover would be. \"You taste so yummy. You don't even have to give me extra credit for that, I'll do it whenever you want me to.\"<br>\r\n<br>\r\nYou watch him rest for a while, his fat dick rising and falling as it rests on his stomach while he takes deep breaths, and assume he's all done. He grabs a tissue box from his desk and wipes up the excess cum on his face and body, then walks the resulting massive was of cum rags to the trashcan, his half hard mammoth meat stick slapping against his thighs with each step. Although when he climbs back into bed he doesn't put his pajamas back on.<br>\r\n<br>\r\n\"Oh there's still more? You already came so much!\" Rusty continues to whisper to himself, flopping his half chub around. Only in his semi-erect state does his dick look comparable to yours, and even then he still has you beat in girth. \"Oh... you wanna put it in my butt? It was already really big for my mouth but okay, if that's what you want... I get <i>extra</i> extra points for this, right?\" He goes under his bed and comes back up with a very large dildo he probably stole from his brother; not as large as his dick, probably short an inch or two, but still way too big for him. Or so you thought.<br>\r\n<br>\r\nUsing a suction cup at the base he moves all his pillows out of the way and attaches the rubber toy to the headboard of his bed, then turns around and presents his young ass to it on his hands and knees. He teases the toy like it's his teacher, spreading his cheeks to it and hotdogging it in his crack. \"You think I have a cute butt Mr Rolland?\" he asks the fake dick. \"All my friends say I do. And I <i>love</i> having big things inside it; I know I'll love your big thing too.\" The little boy lines his asshole up with the tip of the toy and prepares for entry. He gasps as it begins to enter him, but he quickly proves he's no stranger to this by taking all 7 inches of dick up his ass. His own dick is once again rock hard underneath him, drooling precum on his bedspread, and it only pumps out more when he starts moving.<br>\r\n<br>\r\nWith a light rhythmic thumping Rusty shakes his whole bed, even the room, each time he backs bubble butt into the headboard taking the whole dick balls deep. He lets out little gasps of pleasure as he stimulates his young prostate. \"Mmmm, yeah, pound my butt Mr R! Make me your little butt slut!\" he begs between panting. It's not too long until another orgasm begins to well up in his ballsack, so he takes the toy off his bed and rolls onto his back, ramming it up his ass manually while furiously stroking his shaft. Even though he just came his 12 year old balls are able to pump out a load just as big as his first. Laying down with his dick pointed in the air a rain of splooge comes down on him with heavy splats, covering his just recently cleaned body once again.<br>\r\n<br>\r\nAfter another round of cleanup Rusty lays down and examines his big cock, once again at half mast. \"Hmmm... I wonder...\" he whispers to himself out of the fantasy. What does next astounds you.<br>\r\n<br>\r\nSticking his butt out a bit further he adjusts his plump hairless balls and mostly soft cock so that his tip is pressed against the entrance to his ass. He seems to have trouble deciding if he wants to go around his balls or between them. Sitting between them  it almost looks like a thick sausage between two equally thick buns. Eventually settling on going to the side, massaging his fat sack with his free hand.<br>\r\n<br>\r\n\"Ohhhh...\" he moans, pressing his cock head into his anus. You see him squirming and probably trying not to be too loud as he penetrates his own ass, which must feel doubly as good as being on only one end or the other. Slowly he continues feeding his more of his meat to his hungry hole until he's as far in as he can go. He then starts pumping his dick in and out like a dildo while rubbing his nuts, moaning and biting his lip as he imagines it's his teacher fucking him.<br>\r\n<br>\r\nIt's astounding to you that a 12 year old would think to do something like this, but then you think back to how horny you used to get during puberty. Once you found out how good messing with your penis felt you did it all the time. If you had been blessed with a size like his that would've let you suck on it yourself to simulate the feeling of those girls in the videos sucking on it you certainly would have. You don't think you'd ever be creative enough to stick it up your own ass though.<br>\r\n<br>\r\n\"Oooh, harder Mr Rolland, harder!\" Rusty begs, picking up the pace. \" He keeps fucking himself until his back arches and he fires another hot sticky load deep into his own bowels. \"Mmmm... It's so warm...\" His orgasm causes him to reflexively clench his ass which provides more pleasure to his dick, creating a cycle of sexual stimulation that extends his orgasm far longer than the first.<br>\r\n<br>\r\nWhen he finally finishes he lets his freshly fucked ass hang over the edge of the bed, his dick still keeping his load tightly corked inside. \"Daddy's gonna be so proud of me when he sees the good grades I'm getting,\" he giggles. He takes a few minutes to take some deep breaths, covered in sweat that glistens in the nightlight. As his finally completely soft dick slips out of his asshole it's followed by a large amount of cum leaking from his stretched hole.<br>\r\n<br>\r\n\"Oh dang it,\" he mutters to himself when he hears the mess splatter on the floor, momentarily taking him out of the fantasy. He quickly grabs another wad of tissues and cleans the floor as well as his asshole. He then finds his night gown and cock sock and slips back into them as if nothing had ever happened. You're not sure you can look at this once innocent boy the same way again after what you just saw.</span></div></div>",
            "created":1525237200,
            "id":2487471,
            "title":"Deep Dark Desires"
        },
        "1433":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "You Find Hank's Underwear",
                "You Find Peter's Underwear",
                "You Find Dick's Underwear"
            ],
            "content":"<div class=\"\"><div> <span>You turn away from Rusty's view and pull the blankets over your head. Shutting your eyes real tight, you try to ignore the sounds of Rusty slurping on the tip of his young cock while he noisily masturbates. Just when you thought you couldn't feel anymore uncomfortable in this world of straight up homo eroticism, it some how drops you into a whole new level. At least the shocks are starting to become numb to you as you try to ignore the world around you. You think back to your home, to your old job, your old family, your girlfriend Sally.<br>\r\n<br>\r\nThinking about how things use to be helps comfort you as you drift off inside this nice, comfortable bed. Opening your eyes the first thing you see is the pink colored walls and ceiling. A part of you was hoping that when you opened your eyes, you'd see your own room but that would have been too much to hope for. You get up and look over to Rusty, sleeping soundly with a big smile on his face. He looks adorable if it weren't for the image of him last night sucking off his large dick in that same spot which is burned into your mind's eye. You get up gingerly as to not wake up the sleeping child, tip toeing towards the door until you hear some movement. You look back expecting the little ginger boy to be sitting up but instead what you see that's up is an expanding tent from under his covers. You slowly open the door and walk to the bathroom to wash your face. Noticing that you forgot your wallet and cell phone back in the room, you go back in and notice that the tent Rusty is making is now fully erect, being one, no two inches longer now.<br>\r\n<br>\r\nYou tip toe to the bed you slept in when you are greeted by a lout yawn. \"YYYAAAAWWwwnnn. Good morning Mister Johnny. Did you sleep good?\" You look back to the 12 year old as he sits up and stretches his arms before rubbing out the crust in his eyes.<br>\r\n<br>\r\n\"Yeah. I slept good. How, how about you Rusty?\"<br>\r\n<br>\r\n\"I had a good nights sleep. Slept like a log. I don't remember what I was dreaming about but it must have been good for me to get such hard morning wood.\" You almost choke as you hear how forward and nonchalant this kid is being about his boner. Rusty then throws off the covers to let his monster breath and it now stretches a full foot away from his crotch. His little hand makes it look more massive as he casually strokes it a few times to peal the foreskin back from the head. \"I think I had another growth spurt. Check it out Mister Johnny.\" The hyper hung boy hops off his bed and puts his hands on his hips as he aims his mighty cock at you. The movement causes his thick meat stick to wobble until it rests at a 90 degree angle, slowly rising up the longer he stares at you.<br>\r\n<br>\r\n\"Okay kid. I don't want to see that.\" You turn your head and hold your hand up to block the view from you. Feeling a little bad about yelling at the kid, you say \"Not this early in the morning, I, I mean. I need a cup of coffee before seeing something like that.\" You hoping the naive adolescent would buy that and he does.<br>\r\n<br>\r\n\"Okay. I'm gonna write this progress down in my journal.\" You listen to him pulling out something from his drawer and the scribbling sounds of a pencil on paper. \"Oh boy, fifteen inches.\" You look back and indeed the cock is now fifteen inches, stretching to Rusty's knees as he forces the hard shaft down so he could measure it. His balls are also big enough to match as they his legs rest on top of them like they were pillows. His privates weren't that big a second ago. You close your eyes and rubbed them to make sure you of what you're really seeing but when you open them again Rusty's cock shot up another three inches making it eighteen inches long and the girth makes it look like he is packing a 2-liter of cock/I mean coke. \"I gotta show my daddy's this. The eager ginger gets up from his bed, almost slapping you with his huge meat as he runs out as fast as he can with three legs.<br>\r\n<br>\r\n\"This has to be a dream.\" You say out loud. Just then Rusty runs back into the room, his dick now at a half chub hang all the way to the floor as it has long passed two feet long. \"I forgot to put on a sock.\" He goes into the closet. You look to see what he could possible put on to cover that ungodly penis and see hes naked butt as he backs out form the  closet. You see two large bean bags he is dragging and realize that those are his testicles. Each out touching the floor as he backs out, his cock now covered in a pink sock that looks like a body bag as he drags out his dick with no end. The huge thing is thicker than he is big, making it more appropriate to say that Rusty is attached to it instead of it being attached to Rusty. It just keeps going and going, Rusty getting to the other side of the room and the head of his cock has still not come out of the closet.<br>\r\n<br>\r\n\"AAAAAAAARRRRRRRRRRGGGGGGHHHHHHH!\"<br>\r\n<br>\r\nYou scream at the top of your lungs and wake up from this nightmare. You're back home. it's a miracle, it was all a dream. \"What was that Honey?\" It's your girlfriend Sally.<br>\r\n<br>\r\n\"Oh I had the worst dream ever.\" She walks in the room in her pajamas. \"I dreamed I was in a world with no women. And everyone was gay and I was the only one straight.\"<br>\r\n<br>\r\n\"Well, that sounds like a weird dream.\"<br>\r\n<br>\r\n\"It sure was.\" You lay back as you feel Sally's delicate hands pull down the covers.<br>\r\n<br>\r\n\"Well have no worries. You got a real woman right here. And she is gonna make you feel good.\" You then feel Sally pulling off your boxers and sucking your cock.<br>\r\n<br>\r\n\"Oh Baby, you feel so good.\"<br>\r\n<br>\r\n\"Thanks Mister Johnny. I've been practicing a Lot.\" You look down and see that it isn't Sally sucking you off, it's Rusty! \"AAAAARRRRGGGGGHHHHH!\" You wake up back in Rusty's room. Looking over you see the kid is asleep and he isn't lugging around a mini cooper sized cock. That horrible part must have been a dream, easily the top worst nightmares you've had. Looking down though, you see that you have jizzed in your pants. This is what you get for not jerking off for the past couple of days. Now your boxers and pants are ruined with a big, wet cum stain. Rusty is still asleep, it's early in the morning, maybe you can sneak out and 'borrow' someone's pants and underwear.</span></div></div>",
            "created":1526360400,
            "id":2493826,
            "title":"An Expanding Nightmare"
        },
        "15":{
            "author_id":"mr.z",
            "author_name":"Mr.Z",
            "choices":[
                "Your Problems Got Smaller",
                "A Growing Situation",
                "Backside Getting A Lot Bigger",
                "Feeling Stretched Out",
                "I Was A Young Adult Furry"
            ],
            "content":"<div class=\"\"><div> <span>You get up from the computer and walk out of the library as you ponder on what you should do. You don't know how long you're gonna be here. You also don't know if you can ever get back. You don't even know if you'll see Sally or your family ever again. The weight of the situation is collapsing on your mind. You start hyper ventilating, in a panic you rush over to the only familiar place you know here, the public storage unit that houses the machine that brought you here.<br>\r\n<br>\r\nRunning in a panic paced you pass by the citizens of Wood Valley and all of the shops, retracing your steps back to the lab. You run to the bed in the corner of the room, closing your eyes and trying to convince yourself that this is all a dream that you'll likely forget the moment you wake up. The panic attack goes away as you lay motionless on the mattress, the stressful emotions getting out of your system as you accept the fact that you are not creative enough to dream this stuff up. Looking around you decide to explore the storage space more. The walls littered with notes left by from Prof. Phallic, looking like something from a detective show. A work desk with tools and disassembled devices. You look into the refrigerator to find burritos, left over fast food and cans of Red Bull. Going back to the desk, you open a drawer that has a ring of keys and a note with Prof. Phallic's home address written down. At least he doesn't live here.<br>\r\n<br>\r\nWithout your cell phone, it takes you a while but you manage to find out where this address is. It leads you to a nice neighborhood with fresh cut lawns, tall trees, good looking houses, basically a nice normal looking place. You walk down until you reach the house on Rimming Road to find a big two story house. This Phallic guy is doing better off than you first thought. You go up to the front door and luckily enough, the key opens it. You feel a bit nervous, walking into a house you've never been to before unannounced, but then again you were pulled into this dimension without your consent. \"Hello, Uh Frank Phallic? Is anyone home?\"<br>\r\n<br>\r\nYou don't hear anyone, so you must be alone. Walking in you see a nice big kitchen, you haven't eaten anything, so you are starving. Going through the fridge you make a nice sandwich to hold you over. Washing it down with a bottle of Coca Cola. Looking on the side it says 'Share a cock with Josh.\" You take a second look, thinking you miss read coke for cock but there it is written plane as day. \"Cock\" This place just gets weirder and weirder. You go to the other parts of the house, looking for the living room but instead you find another lab. This one looks like his main lab with the equipment looking in much better condition. The other lab just had the inter-dimensional teleporter but this one has a lot of different devices. You see canisters with different colored liquids in them, interesting looking remotes, wrist watches, and guns. You decide to pick one up to see what it does.<br>\r\n<br>\r\n1.Shrinking: You see a cool looking watch, the thing looks like a communicator watch from Dick Tracy. You put it on but now you can't get it off. Not thinking its a big deal, you go into the living room, unaware that the watch can shrink down the wearer at anytime. Too bad Prof. Phallic didn't leave behind the instruction manual.<br>\r\n<br>\r\n2.Growing: You pick up an odd looking device. It looks like a price scanner you'd see at a register in a grocery store if it was designed by Apple. It's smooth sleek and have a variety of buttons. You push the trigger and a light shines out. You eventually look into it as the trigger is pulled and wait for your eye sight to come back. You then feel your clothes getting tighter as you're getting taller. You rush outside into the back yard as you break out of your shredded clothes and become the size of a naked giant.<br>\r\n<br>\r\n3.Butt Expansion: You pick up a futuristic looking, sci-fi gun. Admiring the object that looks like it came off of the set from Dr. Who or Star Trek, it malfunctions and fires a laser. The beam bounces off of the walls and sealing until it hits you square in the butt. Your ass then grows to beach ball size levels as you now have the ultimate pear shaped figure.<br>\r\n<br>\r\n4.Gummy Boy: You find a canister of orange jelly. Picking it up you see that it has the consistency of jello, unfortunately the container was wet and you fumble with it as it almost drops to the ground. Your finger dipping into it as the lid flies off. You put the canister back where you got it and head to the leaving room, not yet knowing that your body can now stretch, be reshaped, resized and you now taste like delicious candy.<br>\r\n<br>\r\n5.Furry: You find a canister of green liquid. You pick it up without realizing that the lid wasn't screwed on all of the way and the liquid pours onto your hand. You wash it off in the sink but then start to feel your body changing. Looking in the mirror you see that you have become an animal/human hybrid. An anthropomorphic person. A furry in simple terms.</span></div></div>",
            "created":1526014800,
            "id":2491602,
            "title":"What Do These Toys Do?"
        }
    },
    "info":{
        "author_id":"verygeneric",
        "author_name":"Totally Generic",
        "brief_description":"The story of the only straight person in the Ultimate Gay World!",
        "created":1507864200,
        "description":"<td align=\"left\" class=\"norm\">Johnny Dixon is your typical white straight male in his twenties. He wakes up in the morning, has breakfast, goes to work, and comes back home to see his girlfriend Sally on a typical day. All of that changed when he was yanked out of his universe by a mad scientist named Professor Phallic. Now Johnny finds himself in a strange but familiar universe that is similar to our own humorously known as Gay World.<br>\r\n<br>\r\nGay World is a universe just like ours except there are no women. The history and entertainment is very close to ours but there are no females. They either don't exist or are replaced with male versions of themselves. Now due to there only being one sex it means that everyone is gay and that sexual things aren't considered as taboo as they are here. The style of clothes for the most part reveal more skin and are generally skin tight to show off people's physique. Public nudity and sex aren't allowed but you will still see a lot of sexually focused media and a large focus on what people are packing. Speaking of that, this world has a lot more testosterone going around meaning that the average penis size is larger than ours and people start getting very noticeable growth spurts when hitting puberty, and we are not talking about height. This would be a great place to live if you are gay or bi, but sadly Johnny is straight, so this heaven might be more like hell if he doesn't get into the spirit. <br>\r\n<br>\r\nWelcome to the Ultimate Gay story here, we hope you enjoy it!<br>\r\n<br>\r\nRules for this story:<br>\r\nJohnny is straight, so any sexual interaction he encounters with a male is not one he enjoys. He cannot be magically turned gay or hypnotized into being gay. If you want to turn Johnny gay then it has to take time and be believable for him to change.<br>\r\nNo magic or anything supernatural, super science stuff is acceptable but only in the fifth option. All size changing, transformation type of fetishes are reserved for the fifth story please.<br>\r\nNo gore, death, hard murder, or hard gore please.<br>\r\nYour imagination can run wild here, just make sure your chapter makes sense, is coherent, and is at least 1000 characters long. More description is better for everyone!<br>\r\n<br>\r\nCharacters:<br>\r\nJohnny Dixon(25)Johnny is the protagonist of this story. He has short blond hair, a fit average build and is straight. Sadly in this new world he finds himself in people don't understand the concept of being \"straight\" and confuse him as just being really good at playing hard to get.<br>\r\n-The Hardcastles<br>\r\nPeter(39) Has short brown hair, glasses and a short brown beard. He is the homemaker of the family, having a meek physic keeping the house cleaned, making dinner and watching after the boys most of the time. Peter is a very kind and gentle soul who wouldn't hurt a fly. He is the stereotypical dainty flower, talking with a lisp and being a limp wrist but in the bedroom behind closed doors he can surprise you.<br>\r\nDick(42) Has black well kept hair, is tall and has a bulky build like a linebacker. Dick is the bread winner in the family, off to work and bringing home the bacon. He has a deep voice and is positively manly. He works in a office in sales, usually coming back home with a hunger for food and a hunger for his husband. He is a fun guy to be around, very supportive and can be a bit too boastful.<br>\r\nHank(17) Has straight jet black hair combed forward to cover his face in an emo cut. Hank is your average angsty teenager who dresses up in gothic clothing and just wants to be left alone. Often times he seems disinterested and just stays glued to his phone, texting his boyfriend. He doesn't like doing family activities but he does find Johnny to be a cutie and might be more willing to do stuff with him.<br>\r\nRusty(12) Has a bowl cut red straight hair. He is the baby of the family and often uses that to excuse most of his actions either playing ignorance or immaturity. Rusty is a bit of a sissy but that just makes him seem more adorable to everyone except his older brother who finds him to be a pest. His favorite color is pink and he is excited that he is reaching puberty earlier than most kids in his class.<br>\r\n<br>\r\nThanks to user Mr. Z for coming up with the idea for this one.</td>",
        "id":2137549,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1585640940,
        "pretty_title":"Trapped in Gay World"
    }
}