{
    "chapters":{
        "1":{
            "author_id":"cardwiz",
            "author_name":"Cardio",
            "choices":[
                "Cliff tell's his wife about his 'Gift'",
                "Cliff visits his kids under a different form",
                "Cliff goes to visit Alucard",
                "Cliff goes out on the Town",
                "Cliff's Power Origins"
            ],
            "content":"<div class=\"\"><div> <span>Cliff was just your average 50 year old man. He was 5'10, 200 pounds with a bit of a beer belly, his average brown hair was getting a bit thin and grey up top, and the wrinkles on his face showed he'd lived an average life with the normal amount of stresses a man his age would have. He had a nice happy family with his long time loving wife Hilda, and two children, Nicole and Jackson who are both out of the house and living the college life. Nothing out of the ordinary every really happened to Cliff.<br>\r\n<br>\r\nAt least until about a month ago. That night the craziest and most extraordinary thing happened. He was bitten by an honest to goodness vampire who he only knew as Alucard (great sense of humor on that one) who had turned him into one. Thankfully only some of the stories about the creatures of the night were true. Cliff could go out in daylight (albeit he was more likely to get a sunburn), he could eat garlic (although it weirdly tasted like soap now), and he didn't have an insatiable craving for blood (although he did prefer his steaks rare, but that wasn't new).<br>\r\n<br>\r\nBut one feature of the vampires from lore that Cliff had vaguely knew about but never gave a second thought to was something that had become a favorite activity was the ability to change his shape. Sure he'd heard of vampires turning into bats and flying away from danger, but Cliff found he could do that and much, much more.<br>\r\n<br>\r\nWith his wife fast asleep already after watching the evening news, Cliff began to partake in his new favorite pastime. He took a look at the picture in his wallet of his wedding day and concentrated. Thanks to this vampire magic he body, and even his clothes began to morph. Cliff's loose blue flannel pajamas began tighten up and fit his body as though perfectly tailored. The flimsy pjs began to grow layers and turned into a dark black and white jacket and shirt combo. Even Cliff's face changed as the thinning greying hair turned into their old glory days as a short perfectly combed hairdo magically formed just as nice as the day he first combed it for this day. Looking back in the mirror was a much younger Cliff of 25 years old just about to walk down the aisle. Cliff pulled back the cuffs of his tux and looked at his watch as he said, \"Just over a minute, I'm getting better at this. Now let's go for more of a challenge.\"<br>\r\n<br>\r\nLooking back at his wedding picture he focused on the beautiful bride next to him. The face he saw every morning and night. This actually made it easier for him to focus on the transformation as he felt his hair turn red get much longer but put up in an elaborate bun over which a white hat a vail trailed down on a white gown that the tux had transformed into. Cliff looked down at himself, he had to admit this next part was his favorite. He was as his 25 year old fairly muscular chest softened and expanded creating the peaks and valley of his new cleavage. His perky C cup breasts were held in tightly by a corset under the dress. Cliff had no idea how Hilda put up with it way back when, but now it was his burden to bare as he finished the transformation by giving himself a pair of white heels that couldn't even be seen under the dress. Cliff shifted himself a dainty silver watch and smiled, \"Under a minute,\"<br>\r\n<br>\r\nCliff twirled and looked at himself in the mirror. The last month had been fun and all trying to master this new power, but he thought it might be time for something more. He wondered to himself what he should do and where he should go with this new found power.</span></div></div>",
            "created":1588050000,
            "id":2826606,
            "title":"A Test of Newfound Power"
        },
        "15":{
            "author_id":"cardwiz",
            "author_name":"Cardio",
            "choices":[
                "Cliff Runs after the Mystery Woman",
                "Cliff Notices his Body begins to feel weird",
                "Cliff feels a sudden urge to bite his wife",
                "The next morning, Cliff's children come to visit",
                "Cliff receives a letter from the mysterious biter"
            ],
            "content":"<div class=\"\"><div> <span>It was a night of special occasions. Not only was it Cliff and Hilda's 25th wedding anniversary, but it was also the day they finished moving their youngest son Jackson into his dorm leaving the house all to themselves. Cliff was using the newfound freedom to walk around his house naked as the day he was born without having to worry about being walked in on his kids as he waited on his wife to get back home with the wine so they could complete their celebration.<br>\r\n<br>\r\nCliff moved his naked parade into the master bathroom where he looked at himself in the mirror and sighed. The sagging eyes, the beer belly, the flabby arms, he finally was free to live his life however he wanted and he no longer had the body capable of keeping up with his desires. Cliff still had the spirt to go out and find adventure and have fun, but the body was no longer willing. He sighed, but then smiled, he still had his loving wife Hilda and two lovely kids who were still the most important things to him. Cliff knew he'd find new ways to entertain himself now that he was entering his mid 50s, maybe he'd take up Bingo.<br>\r\n<br>\r\nAs Cliff pondered potential new hobbies an older man could take up, Cliff looked in the mirror one last time and sucked in his gut thinking of what his body could be, when there was suddenly a wolf whistle coming from the doorway. Standing there just as naked as him, was Hilda. But something seemed...off. Cliff couldn't place his finger on it. Hilda's body seemed different somehow. He red hair seemed to have a few less streaks of grey. He crows feet weren't nearly as pronounced. Her beautiful C cup breasts seemed to have more natural lift to them. And she was very well manicured down below, better taken care of than Cliff had seen in years.<br>\r\n<br>\r\n\"Wow, Hilda, you look amazing.\" Cliff said pushing the odd doubts about his wife's appearance from his mind. Hilda just smiled and said, \"Oh Cliff, I've been waiting for this night for a long long time, and now the time is right.\" Hilda kissed her husband hard on the mouth more aggressively than she had ever done before. It was almost like she was teasing biting Cliff's lips and tongue as she continued to kiss with force. And Cliff took it and give it right back. He lifted the lovely woman and ignoring the back pain that came with age, he carried her to the bed where he threw her down. Cliff let out a gasp of pain as he grasped his back and groaned, Hilda smiled at the suffering man and said, \"Oh, I know it's tough, but I promise you, I can make that pain go away if you just come to me and let me do my work.\" And as thought to tempt the poor man, Hilda spread her legs and tantalizingly did something Cliff had never seen his wife do, and watched her finger herself.<br>\r\n<br>\r\nHilda's moaning was all the painkiller Cliff needed as he climbed on his bride and made love in such a wild and passionate way Cliff thought he was a horny teenager again. They rolled and thrusted all over the bed culminating with Cliff reaching orgasm, and at the same time as Cliff was lost in ecstasy, Hilda stuck.<br>\r\n<br>\r\nMoving faster than Cliff had ever seen his wife move, she sat up and jumped at Cliff's neck. Hilda opened her mouth and clamped down on her husband's neck. Cliff went from the hight of bliss to screaming in pain. \"What the hell Hilda! Since when did you get into biting shit? Damn it, I think you drew blood!\"<br>\r\n<br>\r\nHilda finally relaxed her jaw and got off of the bed and with a coy smiled that had a bit of Cliff's blood staining it she said, \"Sorry, I couldn't resist.\"<br>\r\n<br>\r\n\"Damn that hurts, could you pass me the antibiotics? This stings like hell.\"<br>\r\n<br>\r\nBut before Hilda could do as she was asked, something odd happened. Cliff could hear the garage door open, \"What the hell? Jackson can't already be running home, he's been in college a whole 6 hours. And it can't be Nicole, she never visits us this late.\" As Cliff wondered who it could be, a voice came calling from the kitchen that sounded weirdly like the woman in bed with him.<br>\r\n<br>\r\n\"Sorry I took so long, you wouldn't believe how long the line was at the liquor store. So many college kids getting ready for their first week, hopefully Jackson doesn't get into too much trouble his first week.\"<br>\r\n<br>\r\nCliff's eyes went wide as he wondered if he was having a stroke. \"Hilda? He called to the kitchen as he looked at the naked woman in bed with him who was now moving to the open window. The naked woman smiled and shrugged, \"A shame, I was hoping to spend more time with you. Maybe some other time.\" At this moment Cliff could share he saw the naked woman who looked like his wife change. The woman's hair turned into a messy black and her eyes turned into a dark red and she jumped out the window.<br>\r\n</span></div></div>",
            "created":1588050000,
            "id":2826608,
            "title":"Cliff's Power Origins"
        }
    },
    "info":{
        "author_id":"cardwiz",
        "author_name":"Cardio",
        "brief_description":"Cliff has been bitten by a vampire that gives him incredible shapeshifting abilities.",
        "created":1588135200,
        "description":"<td align=\"left\" class=\"norm\">One night Cliff has been given incredible powers after he is bitten by a vampire. The powers first show themselves in the form of incredible shapeshifting that can even transform his clothing. How these powers grow and develop is up to you.<br>\r\n<br>\r\nCharacters:<br>\r\nCliff- (50M) Cliff had an ordinary life with his loving family ready to enjoy a nice quiet life when he was bitten by a vampire who gave him the gift. Cliff is slowly mastering the shapeshifting powers that come with it.<br>\r\n<br>\r\nHilda- (50F) Cliff's loving wife. She's still on the fast track to enjoying the nice quiet life she and Cliff dreamed of and at the start of this story has no idea what has happened to her husband.<br>\r\n<br>\r\nAlucard- (???). The vampire that bit Cliff. Seems to have an interest in Cliff for some reason. Not much is known of this shapeshifting hermit.<br>\r\n<br>\r\nNicole- (21F) Cliff and Hilda's oldest child. She's a Senior in college, although she does still occasion visit home for the free food and laundry.<br>\r\n<br>\r\nJackson- (18M) Cliff and Hilda's youngest. He just graduated high school a few months ago and just recently moved into the college dorms and is getting used to being away from home.<br>\r\n<br>\r\n<br>\r\nRules: <br>\r\n1. No underage characters having sex.<br>\r\n2. Chapters must have some substance (For example no chapters that simply say 'Does ____ want to wear a red, or a blue shirt?')<br>\r\n3. Don't kill the main character</td>",
        "id":2220532,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1588135620,
        "pretty_title":"Gifted by a Vampire"
    }
}