{
    "chapters":{
        "1":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "He has a humiliation kink",
                "He loses a bet",
                "Its a punishment",
                "Hes just unlucky",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Today is going to be killuas unnlucky day but he doesnt know it yet, how will this all take place?<br>\r\n<br>\r\nthe story choices are as follows, the final one is open for more scenarios, make sure to keep in that way for now.</span></div></span></div>",
            "created":1589605200,
            "id":2836863,
            "title":"Killuas Unlucky Day"
        },
        "11":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Briefs",
                "Cartoon briefs",
                "Pullups",
                "Diapers",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>For as long as he can remember killua has always  had a thing for humiliation, though he would never tell anyone this, afterall it would bring shame to his family. though part of him enjoyed that thought.<br>\r\n<br>\r\nHe would always wear embarassing underwear, to scared to go any further, though he mostly just wore his cartoon briefs. at times he would stroll around in just them in public though that was only at night when he knew he wouldnt be seen.<br>\r\nthough today he was feeling a little more brave, today he decided to wear tight shorts over his underwear, his undies today were...</span></div></div>",
            "created":1589605200,
            "id":2836869,
            "title":"He has a humiliation kink"
        },
        "12":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Who could win at hide and seak",
                "Rock paper scissors!",
                "Who can hold their bladder longer?",
                "a wedgie battle!",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Not one to shy away from a bet killua quickly accepted one with Gon, with the condition that the loser has to do whatever the winner wants for the day.<br>\r\nThinking Gon could never win Killua suggested that it should be for a week instead of just a day.<br>\r\nwhat was the bet?</span></div></div>",
            "created":1589605200,
            "id":2836875,
            "title":"He loses a bet"
        },
        "14":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "he accidentally rips his pants",
                "trips in public and hurts someone",
                "gets locked out of his apartment",
                "goes to bed to avoid any more mishaps",
                "Other"
            ],
            "content":"<div class=\"\"><div> <span>Killua like any day woke up, got dressed and wore his favourite cartoon undies. it was going like any other day untill killua started to trip over things, at first it was just a lump in his rug, but he soon began tripping on other things such as sticks, old toys, banana peels and cracks in the pavement. it was like watching a cartoon, that was untill...</span></div></div>",
            "created":1589605200,
            "id":2836872,
            "title":"Hes just unlucky"
        },
        "15":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "The bully becomes the bullied",
                "Gets in a disagreement with Gon",
                "Hes sick",
                "Other",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What about these scenarios?</span></div></span></div>",
            "created":1589605200,
            "id":2836866,
            "title":"Other"
        },
        "151":{
            "author_id":"pikachu2213",
            "author_name":"pikachu2213",
            "choices":[
                "Killua looses his strength!",
                "The other teenagers are able to fight now?",
                "other!"
            ],
            "content":"<div class=\"\"><div> <span>It was like any other day for killua, he started living in a small village to get a break from adventuring. he would wake up, eat food, then go for a walk. he would commonly come across these teenages they couldnt be any younger than 17, he would tease one of them fairly often for being a cry baby. and today he did the same but something was off, the kid didnt storm off like usual he acted as if killua wasnt even there, just ignoring him. Annoyed killua stormed over to him but as he did he gets surrounded by the other teenagers.<br>\r\nit was at this moment everything changed...</span></div></div>",
            "created":1589605200,
            "id":2836883,
            "title":"The bully becomes the bullied"
        }
    },
    "info":{
        "author_id":"pikachu2213",
        "author_name":"pikachu2213",
        "brief_description":"An interactive story focusing on Killua in his humiliating adventure.",
        "created":1589677440,
        "description":"<td align=\"left\" class=\"norm\">Prepare killua for you now face a humiliating adventure, filled with wedgie diapers and all other forms of humiliation!<br>\r\n<br>\r\nRules:<br>\r\n1) this is a story for adults so minors be gone!<br>\r\n2) killua is the primary focus for this!<br>\r\n3) girls can be in the story but they cant be involed in any sexual behavior!<br>\r\n4) Killua will be interested in guys in this story!<br>\r\n5) make sure there multiple choice options!<br>\r\n6) be descriptive but dont force scenarios onto people when it could be branched off onto something else!</td>",
        "id":2222082,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589679360,
        "pretty_title":"Killua's Diapered Adventure"
    }
}