{
    "chapters":{
        "1":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "An elementary school",
                "A middle school",
                "A Theme Park",
                "A family fun center",
                "A waterpark"
            ],
            "content":"<div class=\"\"><div> <span>Grant was arriving for his shift at his job. He was a janitor and had to clean things before the day started. He would be there all day to continue to clean and fix things. He goes into his supply area and begins to make up his cleaning solutions. Grant was so tired that he didn't even pay attention as he was mixing things. He grabs the wrong chemical and as soon as they hit each other there is a small explosion, not big enough to alert anyone. Grant gets thrown back against the wall and knocked out. When grant comes to he looked out and everything was different. Everything was now huge. He had shrunk to the size of a grain of salt. Grant knew he needed help and started to venture out to find help. Grant worked at...</span></div></div>",
            "created":1587618000,
            "id":2823183,
            "title":"Accidentally tiny"
        },
        "14":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "The bathroom",
                "The snack bar",
                "The prize counter",
                "The party area",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>Grant worked at the most popular family fun center in town, Joyland. He leaves his area to find help. Luckily it wasn't opening time yet. However, it wasn't far away. By the time he got to the front the doors were opening and families were beginning to arrive. Grant had to hide under the reception counter until the coast was clear. He knew this wouldn't be easy but got up the courage and headed for....</span></div></div>",
            "created":1587618000,
            "id":2823184,
            "title":"A family fun center"
        },
        "141":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "In a urinal",
                "On a toilet seat",
                "In a sink"
            ],
            "content":"<div class=\"\"><div> <span>Grant decided to try the bathroom first. He headed for the nearby bathroom and crawled under the door. He made it inside and it was so vast. Sadly the room was empty at the moment. Grant started to leave when the door began to swing open. The air stream from the door being opened threw Grant into the air. He screamed as he saw he was going to land...</span></div></div>",
            "created":1587618000,
            "id":2823185,
            "title":"The bathroom"
        },
        "1411":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "A teenager comes in to pee",
                "A 6 year old comes in to pee",
                "A 10 year old comes in to pee"
            ],
            "content":"<div class=\"\"><div> <span>Grant fell into the nearby urinal and slid to the bottom of the basin. He tried to climb back up but the material was to slippery. At least he knew it was clean since he was the one who cleaned it earlier. Grant looked out from the giant urinal in awe of how huge everything was. Soon his vision was blocked.....</span></div></div>",
            "created":1587618000,
            "id":2823187,
            "title":"In a urinal"
        },
        "14113":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "Goes to flush",
                "Leaves the room without flushing",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>You look up as a shadow appears over you. You see a giant 10 year old boy walking up to the urinal you are in. You start waving hoping he will see you, however, you are so small you can't be seen with out being magnified. You watch his hands reach down for his shorts and begins to pull them open. Soon his wee comes out and you get scared and start trying to climb out. Soon pee begins to erupt from the boys wee and begins splashing down into the basin. Large drops of urine are raining down around you and you can only run to avoid them. You yell for him to stop but he is just innocently peeing not realizing he is peeing on a tiny teenager. Soon the deluge begins to slow and he finished. You look up as he shakes off the excess drops which fall right on top of you. You get scared as he....</span></div></div>",
            "created":1587618000,
            "id":2823189,
            "title":"A 10 year old comes in to pee"
        },
        "141132":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "On his wee",
                "On the floor",
                "On the ledge of the urinal, but out of the basin"
            ],
            "content":"<div class=\"\"><div> <span>He finishes and walks away. He goes to wash his hands and leaves. Luckily most of the pee drained out so you didn't drown. You knew you needed to get out or it was going to be a long, wet day. You started trying to look for a way out. You continue to try to climb but with the addition of the urine it was almost impossible to climb out. You hear the door open once more and watch as another kid walks in. You sigh a breath of relief as he walks to a different urinal. He finishes and leaves. You wonder how you will get out of this urinal. Suddenly a shadow appears and another boy around 8 walks up. You once again try to wave and call to him but get nothing. Soon he opens his shorts and pulls out his wee. The boy doesn't even look down as he releases the dam of his bladder. Urine once again begins to splash down around you. He must've really had to go as the basin fills quickly. Soon you are swimming in the boys pee. His stream ends up hitting you throwing you into the air and you end up....</span></div></div>",
            "created":1587618000,
            "id":2823209,
            "title":"Leaves the room without flushing"
        },
        "1411323":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "He stumbles and his wee falls on top of you",
                "A rush of air flings you into his underwear",
                "He knocks you off the ledge"
            ],
            "content":"<div class=\"\"><div> <span>When the stream hits you, you get tossed out of the pee and onto the ledge of the urinal just above the basin. You lay there for a moment to catch your breath. He finishes and flushes. You watch the urine get pulled down the drain and are glad to not be joining it. You watch the boy leave and start to try and figure your way down. Soon the door opens once more and another 8 year old walks up to your urinal. It was even scarier now as you were closer to the boys body. You watch as his wee comes out and comes in right over you. It was so huge and could crush you. He begins to pee and soon...</span></div></div>",
            "created":1587618000,
            "id":2823213,
            "title":"On the ledge of the urinal, but out of the basin"
        },
        "1412":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "A 3 year old potty training",
                "A teenager",
                "A 10 year old comes in to pee"
            ],
            "content":"<div class=\"\"><div> <span>Grant flew through the air and past a stall door. He was heading straight for a toilet. He flailed around and was able to stop his momentum enough to safely land on the front of the toilet seat. Luckily it was clean at the moment. Grant looked over the edge and shivered at house close he came to being in the bowl. Grant needed to get down but a fall from this height could really hurt. Soon the bathroom door opens and someone walks into the stall.</span></div></div>",
            "created":1587618000,
            "id":2823274,
            "title":"On a toilet seat"
        },
        "14121":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "Fall on the boys wee",
                "Fall in the boys pull up below",
                "Get thrown off the seat onto the floor"
            ],
            "content":"<div class=\"\"><div> <span>Grant looked up a dad came into the stall with a 3 year old in tow. You wondered what they were going to do. Soon he bends down to his son and pulls down his shorts and pull up. This gives you a clue to what was about to happen. Soon he picks up his son and carries him over to the toilet. You tried to wave to them but nothing. soon the boy is sat down on the toilet seat which shakes upon impact. You are now trapped between the toddlers legs as he does his business. He pees on the potty and clap with happiness as his dad praises him. The boy begins to kinda dance around and causes Grant to...<br>\r\n</span></div></div>",
            "created":1587618000,
            "id":2823276,
            "title":"A 3 year old potty training"
        },
        "142":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "On your friends prep table",
                "On a slice of pizza",
                "In the cheese for nachos"
            ],
            "content":"<div class=\"\"><div> <span>You decide to head towards the snack bar. A friend of yours worked there and you knew they would help you. You finally make it to the snack  bar and wander to the back. You spot your friend in the back prepping things. The swing door opens and knocks you into the air. Soon you end up landing....</span></div></div>",
            "created":1587618000,
            "id":2823191,
            "title":"The snack bar"
        },
        "1421":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "A toppings container for nachos",
                "A burger being dressed",
                "His lunch"
            ],
            "content":"<div class=\"\"><div> <span>You fly through the air and land on a wooden surface. You turn over and right at your friend. He was so huge and you knew he would help if you could get his attention. You notice him placing things onto the surface around you. Soon you see a silver knife start to come down and slicing the green jalapeno peppers. You realized you were on your friends cutting bored and if you weren't careful he could cut you in half. The knife continues to chop the peppers into small pieces. He picks up his board and carries it towards...</span></div></div>",
            "created":1587618000,
            "id":2823202,
            "title":"On your friends prep table"
        },
        "14211":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "Your 6 year old neighbor Trent walks up",
                "You 7 year old brother Kevin walks up",
                "A 10 year old boy you dont know walks up"
            ],
            "content":"<div class=\"\"><div> <span>You friends picks up the cutting board and carries it to the other counter where a giant clear container sits. He soon begins to tilt the board and his knife begins to push the peppers and you towards the edge of the board. Soon you reach the edge and fall through the air among the giant peppers. You land inside the container below. You had at least landed on the top of the peppers. You look up and see your friend grab the container and walk somewhere with it. You try to call out to him but he can't hear you. He walks over to a refrigerated holder for nacho toppings and drops the container into its slot. He walks away leaving you there. Soon....</span></div></div>",
            "created":1587618000,
            "id":2823322,
            "title":"A toppings container for nachos"
        },
        "145":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "A kid taking off his shoes",
                "A ball from the pit",
                "Trash"
            ],
            "content":"<div class=\"\"><div> <span>He decided to check out the ball pit area. Surely one of the adults would help you. You made your way over and it was not humungous. You look around to see where the adults are and they are on the other side of the pit sitting and talking to one another. You begin to make your way over to them when something falls in front of you almost crushing you. You look ahead to see....</span></div></div>",
            "created":1587618000,
            "id":2823335,
            "title":"Ball Pit of Horror"
        },
        "1452":{
            "author_id":"digitalcham",
            "author_name":"Charcoal",
            "choices":[
                "A giant kid about to play with the ball",
                "An adult throwing the ball back into the pit",
                "Just darkness"
            ],
            "content":"<div class=\"\"><div> <span>Grant's eyes went wide as a giant red ball bounces right in front of him. The ball was shiny and was rolling towards the small man. Grant went running, but was unable to escape and was smashed by the red ball. His body flattened out and became stuck to it. He was like a small pile of putty that was stuck to the ball. The ball kept rolling with Grant attached still attached. The ball was lifted high into the air as Grant saw...</span></div></div>",
            "created":1587618000,
            "id":2823399,
            "title":"A ball from the pit"
        },
        "14523":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "Grant gets sucked off the ball",
                "The parent pulls the ball out",
                "Something else "
            ],
            "content":"<div class=\"\"><div> <span>On top of the red ball Grant looked around as everything went dark. He wondered what happened.  Did the power go out? Soon something begins to drip down onto Grant. It was slimy and sticky. He then pulled out his flashlight and saw huge teeth. A young kid had the ball in his mouth aucking on it.</span></div></div>",
            "created":1587618000,
            "id":2823404,
            "title":"Just darkness"
        },
        "15":{
            "author_id":"digitalcham",
            "author_name":"Charcoal",
            "choices":[
                "The pool",
                "The bathrooms",
                "The concessions",
                "A discarded towel",
                "A bench"
            ],
            "content":"<div class=\"\"><div> <span>Grant worked at one of the largest waterpark in the state. Now it was the largest compared to Grant who was just a speck on the floor. The concrete was cold under Grant's feet and he ran towards the door and under it. Everything was so big and scary, but he knew he needed to get help or he would not last long being this tiny. As he ventures out into the commons area, a giant shadow sweeps over him. A father and his young boy were walking together clad in swim wear ready to hop into the pool. They were unaware of the speck size man in their path. Grant was even able to turn around in time to see before he was hit by a giant foot and sent flying through the air. He screamed as he looked and saw he was heading for...</span></div></div>",
            "created":1587618000,
            "id":2823396,
            "title":"A waterpark"
        },
        "151":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "The kiddie pool",
                "The regular pool",
                "The wave pool"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You fly through the air after being kicked by the giants. You go a good ways before you start to lose altitude.  You look down to see you are headed for a huge body of water. You had landed in....</span></div></span></div>",
            "created":1587618000,
            "id":2823402,
            "title":"The pool"
        }
    },
    "info":{
        "author_id":"chriskrgn",
        "author_name":"CKwriter2006",
        "brief_description":"A janitor is shrunk to the size of salt at work one day",
        "created":1587648060,
        "description":"<td align=\"left\" class=\"norm\">18 year old Grant was working his janitor job when he shrinks after mixing some cleaning chemicals wrong.<br>\r\n<br>\r\nRules:<br>\r\nMales only<br>\r\nNo interaction with adults<br>\r\nKeep poop and puke to a minimum<br>\r\nHe is immortal<br>\r\nNO ONE SENTENCE CHAPTERS THESE WILL BE DELETED. AT LEAST A PARAGRAPH Please.<br>\r\nNo Females at all<br>\r\nFootplay is ok just keep it minimal<br>\r\n<br>\r\nAny questions just ask, I will give gift points for great chapter additions.<br>\r\n<br>\r\nHappy Reading<br>\r\n</td>",
        "id":2219914,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1587676800,
        "pretty_title":"Tiny Janitor"
    }
}