{
    "chapters":{
        "1":{
            "author_id":"westmash",
            "author_name":"Westway123",
            "choices":[
                "A stunning blonde with fair skin and perfect curves",
                "A slim stacked redhead that had perfect tits",
                "A ebony beauty so exotic with a perfect ass",
                "A super sultry Latin beauty with a perfect set of legs",
                "Another great suggestion"
            ],
            "content":"<div class=\"\"><div> <span>I thought back to what the doctor had said... “This is a one time procedure,  the body you’re given is the one you’re going to have for the rest of your life.” At the time, I’d thought nothing of it but now I couldn’t wrap my head around it. I’m a fucking girl.<br>\r\nWell, might as well get introduced to myself. I decided to start my investigation from the room. I opened the door on which the mirror was hanging and felt my jaw hang open. Who fucking needs a closet this big? Me, apparently. I entered the closet and stared at racks upon racks of clothes, some even had tags on them. The shoe collection took half a wall. As I stared at a pair of ridiculously high pair of heels, I realized something. I’m so fucked.<br>\r\nAfter taking a shower in which I spent a ridiculous amount of time touching my tits- I’ve always been a boobs man, and my pussy, I had breakfast. Get this, this woman is an health nut. Every goddamn thing in her, well, my fridge was low fat shit. In other words, tasteless and boring. I ransacked the fridge until I found one small tub of chocolate ice cream. And that is what I ate, as breakfast. I had to go to a grocery store immediately. I searched the house until I found her wallet. I then discovered that my name was Ava Gregory. Hmm,  nice name. I was 23 years old and according to google, a fitness trainer. Not surprised at all. I was also pretty rich, judging by my clean, contemporary condo and a BMW key fob I found on the kitchen island. As I was about to open my Facebook page, I received a call from ‘ Jessbabexoxoloveemojiloveemoji’. The fuck happened to plain ol’ Jess?  I picked the call and the first thing she said was “Hey chica, you ready yet? Don’t forget you’re doing my makeup so you gotta get your ass down here in fifteen minutes if you don’t want us to be late. Lina and Emma are gonna meet us there”<br>\r\nUhh, say what now? Ready for what? Who the fuck are Lina and Emma? And most importantly, I don’t know how to use makeup! Okay, calm down. You’ve watched enough movies and had enough girlfriends to know how to act like a woman. I cleared my throat, took a deep breath and spoke.<br>\r\n“Hey Jess, I’m almost ready. Course I didn’t forget I’m doing your makeup” Wow.. I did it! I totally sounded like a girl right now. I did a little victory jig. <br>\r\n“Good. Wait, why the fuck didn’t you tell me you’d gotten back with Jason? Had to hear it from Lina. And what are you gonna do about Will? You guys were just getting serious, right? You know what, hold the gist. You’re gonna tell me everything when you get here. Don’t be late.” She hung up.<br>\r\nI stared at the phone for a few minutes while I suppressed the sudden urge to cry. Why? Why couldn’t I take the body of a normal woman who had no boyfriend, ate normal food, didn’t store numbers with a lot of emojis and didn’t use makeup? I had a pity-party for all of five minutes before I sucked it up. You can do this. You didn’t play Romeo in high school for nothing. You can act like a goddamn woman and make it believable.<br>\r\nPsyched up from my pep-talk, I ran into my room, entered the closet and stopped short. Now, what the fuck do I wear? As I turned around, the clothes blurred together, making me dizzy. Holy shit, this is harder than I thought. I sat down on the carpet in the closet and contemplated my dilemma. Dude, think. What outfit do women always wear? Hell, think of the last woman you picked up? What was she wearing when you approached her?<br>\r\nA wide smile pulled my lips as the idea formed in my head. Jeans. I can never go wrong with jeans. I stood up and rushed to the jeans section. A ten second perusal turned my smile into a frown. There were at least fifty pairs of Jeans in different colors and stages of bedazzling. I decided to choose one at random and I ended up wearing a deep blue skinny jean. Great, now a blouse. I was lucky to find a camisole/leather jacket combo so I put that on. At the shoes section, I didn’t even bother to check the heels, no way am I willingly subjecting myself to those deathtraps. I put on a pair of sneakers and checked my outfit in the mirror. Damn, I’m fucking hot. I gave myself a thumbs up and strutted out of the closet. A look at the vanity brought me up short. Makeup. Well, I could always tell Jess I wanted to get there early so I decided to forgo using makeup. <br>\r\nOne Last good look in the mirror at my sexy new body.... There she was.....<br>\r\n<br>\r\n</span></div></div>",
            "created":1515042000,
            "id":2436836,
            "title":"The woman in the mirror is sexy!"
        },
        "11":{
            "author_id":"westmash",
            "author_name":"Westway123",
            "choices":[
                "Scream at them and tell them you are through with both of them",
                "Side with Jason your supposed boyfriend",
                "Mr chocolate was a great kisser.... Side with him!",
                "Tell them both off and walk away",
                "Or you could think up another option...."
            ],
            "content":"<div class=\"\"><div> <span>Taking a deep breath and smiling my best fake smile at the beauty in the mirror I walked out of the condo and took the elevator down to the garage. I stepped out of the elevator and scanned the garage. Now, I assume I have a car but which one is it? Got it, I’ll just press the key fob and go to the one that makes a sound. Except, I don’t have the key fob with me. It was then I realized that I’d forgotten the most essential thing a woman carries, a purse. I ran back to the elevator and pressed the button for my floor. On the way there, the elevator stopped and a tall, chocolate handsome man came in. As soon as he saw me, he grinned, picked me up and kissed me. Holy shit! I’m kissing a dude. The fuck? I tried to get him to put me down but it didn’t work so I pinched him, hard. He yelped and dropped me.<br>\r\n“Ava, baby, what are you doing?” he asked. I just stared at him, wide-eyed. I had no fucking clue what to say or who he was.<br>\r\nMight as well ask. “Who are you?” <br>\r\n“It’s me, Will. What’s wrong? You’re acting a bit weird.”  He said as he slipped his arms around my waist.<br>\r\nSo this was Will, my boyfriend. Guess, he does have a right to kiss me.<br>\r\nThe elevator doors opened again and another man came in. He was white, average-height, muscular and handsome too. He came at me when he saw me too but stopped when he saw Will’s arms around my waist.<br>\r\n“The fuck is going on here? Who are you and why are your arms around my girlfriend?” He tried to get into Will’s face. <br>\r\nApparently, this is Jason, my other boyfriend. One question though, why on earth would Ava have two equally handsome boyfriends who live in the same building? It was a deadass recipe for disaster. <br>\r\nI disengaged myself from Will who snarled back. “Who the fuck are you calling your girlfriend? She’s mine, fucker.”  <br>\r\nHe pushed Jason and he staggered back a step. Oh boy, I thought as Jason responded with a mean right hook. As they took each other down, wrestling and punching, I just stood there wide-eyed, one thought looping through my mind, I should have fucking died.<br>\r\n<br>\r\n</span></div></div>",
            "created":1515042000,
            "id":2436839,
            "title":"A stunning blonde with fair skin and perfect cu..."
        },
        "12":{
            "author_id":"soja48",
            "author_name":"Peabody Express",
            "choices":[
                "Begin To Masturbate",
                "Look for a guy to fuck",
                "Go back to normal"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Wow... she's amazing\" I said to myself.. admiring this beauty of a body... I was now a redhead... with the BIGGEST and most BEAUTIFUL breasts I've ever seen... </span></div></span></div>",
            "created":1545195600,
            "id":2590867,
            "title":"A slim stacked redhead that had perfect tits"
        },
        "122":{
            "author_id":"secretspider",
            "author_name":"Susie",
            "choices":[
                "Your dads room",
                "Your best friends house ",
                "Your brother room"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Your nipples got hard and you started getting wet and you can’t resist and you go to ...</span></div></span></div>",
            "created":1563944400,
            "id":2691619,
            "title":"Look for a guy to fuck"
        },
        "13":{
            "author_id":"westmash",
            "author_name":"Westway123",
            "choices":[
                "Get to know the new me!",
                "Go a bit crazy",
                "Find out more about her",
                "Meet up with her friends",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>There she was in the mirror... She was perfect in every way exotic, curvy and sexy. She stood in a manly stance with her eyes wide and mouth agape. Long black straight hair framed her model face. Huge creamy brown cleavage showed off what had to be double d cups.. A super sexy African American babe.. \"Oh my gawd..... I am her....\"<br>\r\n<br>\r\nI turned to the side and saw a big round booty.... The kind rappers drool over... I watched as the girl in the mirror pi r grabbed a hand full of ass as the other grabbed one of her tits.... She moaned for me.... Or did I moan for her...?<br>\r\n<br>\r\nI knew I was trapped in a whole new gender and culture. I was going to be a black woman for t hy e rest of my life!</span></div></div>",
            "created":1545627600,
            "id":2592987,
            "title":"A ebony beauty so exotic with a perfect ass"
        },
        "131":{
            "author_id":"rjh-kk",
            "author_name":"Mr. George",
            "choices":[
                "A visitor to see you. Or... her? You wonder.",
                "The doctor arrives, and sees your distress.",
                "The nurse walks in, you sense her barely concealed jealousy.",
                "A nurse comes in, startling you, pity and contempt on her face."
            ],
            "content":"<div class=\"\"><div> <span>Twisting this way and that, you try to make your curves look less extreme. To look less like they're setting your future. Butt, it's fruitless, every angle just confirms you'd fit in any booty shaking video.<br>\r\n<br>\r\nStamping your foot in frustration, a ripple runs through the abundant ass cheeks. Shuddering you realise your every step from now on, will be an exercise in twerking. Fighting the rising fear, you take a few steps back and forth in the hospital room. But, you find your hips sway, and ass undulates with every pace. You can't fight the natural rhythm of your new skeleton, the answering bounce and sway from your bust coming just as readily, just as terrifyingly.<br>\r\n<br>\r\nSqueezing your eyes shut, you know exactly what you'd think seeing this woman walking down the street. Knowing your eyes would follow her, both coming and going.<br>\r\n<br>\r\nYour former body was blank, but this girl is blessed with tattoos over her arm and drawing attention to her bust! As if it needed the help!<br>\r\n<br>\r\n<a rel=\"nofollow\" href=\"https://66.media.tumblr.com/c34050116819c219ccebcef2c7670e41/tumblr_pk3q64LuCJ1w2lwkto2_1280.jpg\" target=\"_blank\">https://66.media.tumblr.com/c34050116819...</a><br>\r\n<br>\r\nYou try to bury the fear on your face.</span></div></div>",
            "created":1554181200,
            "id":2638512,
            "title":"Get to know the new me!"
        },
        "15":{
            "choices":[
                "A sexy, older brunette MILF",
                "A young looking blonde, looks to be 18 or even younger",
                "A short athletic hispanic woman with black hair",
                "A hot, fit redhead in athletic wear",
                "More"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Looking a little closer, struggling with the window and even finding the light and flipping it on, you find you are now a...</span></div></span></div>",
            "created":1515646800,
            "id":2439509,
            "title":"Another great suggestions"
        },
        "151":{
            "author_id":"westmash",
            "author_name":"Westway123",
            "choices":[
                "Sudden need to pee",
                "The kids enter the room",
                "Another choice"
            ],
            "content":"<div class=\"\"><div> <span>A nurse came through the room and opened the curtains. I had no idea where I was or what day it was. I looked at the twin peaks rising from my chest. It wasn't a dream it had actually happened. I wanted to see what i looked like so badly.<br>\r\n<br>\r\n\"Your children would like to see you when you are ready.\" The nurse almost burst out laughing at me. And left before i could respond. I looked to the bed side table and caught my relection in the mirror. A very attractive woman in her 30s to 40s long brown hair green eyes. Those green looked at me in terror... \"Why me.... Why!\"</span></div></div>",
            "created":1546059600,
            "id":2595739,
            "title":"A sexy, older brunette MILF"
        },
        "1512":{
            "author_id":"kabaa2978",
            "author_name":"kabaa",
            "choices":[
                "I love you honey, clearly your husband",
                "They can stay with me longer, maybe your brother",
                "Still unclear"
            ],
            "content":"<div class=\"\"><div> <span>Mommy!!!! You hear two children shout as they enter the room interrupting your horrific realization of what had happened. as you turn to see them they are already mid air jumping on to the bed to hug you! One was a little boy who looked to be about 5 with very light brown almost dark blond hair and the other was a blonde little girl who you figured must have been around 8 or 9. <br>\r\n<br>\r\nThey both seemed so excited to see you but you didn't even have any idea what their names were and you sure as hell weren't their mother in any way other than appearance. As they hugged you and confessed how much they loved you, how worried they were and how glad they are to get to see you and that you're alright, you were still trying to assess the situation as best you could. Your thoughts were constantly interrupted as they climbed and moved around you by all the new sensations it cause throughout your new body. You haven't even gotten a chance to examine your new body in the slightest other than a glance in the mirror and you were feeling squished in some soft places and proportions and balance seemed different in others.<br>\r\n<br>\r\nThen as you began to wonder if you were a single mother, for some reason you seemed to have a guess at the kids names. You just seemed to think the boy looked like a Brandon, and the girl looked like a Sara. Then without any fanfare a man came through the door, he looked like someone you'd see modeling hiking boots in an Eddie Bauer or Lands End magazine. Before he even acknowledge you he said \"Brandon, Sara, get off of her, let her rest.\" \"come sit over here\" he said as he directed them to some chairs against the wall. <br>\r\n<br>\r\nThe he turned his attention to you and said \"I'm so glad you're doing better, it seemed pretty touch and go there for a bit.\" then ihe said</span></div></div>",
            "created":1587618000,
            "id":2823488,
            "title":"The kids enter the room"
        },
        "15122":{
            "author_id":"kabaa2978",
            "author_name":"kabaa",
            "choices":[
                "The doctor fills you in on everything",
                "You freak out at the doctor",
                "The doctor has no idea whats going on"
            ],
            "content":"<div class=\"\"><div> <span>He said \"it doesn't sound like they're ready to release you but they said you seem to be improving quickly. The kids can stay with me as long as it takes\" Still processing everything and freaking out a bit you just kind of nodded and mumbled an \"okay.\" Then he followed up with \"They've got plenty of their stuff at my place and my schedule is flexible enough for now that there should be a problem for the next couple weeks if it were to take that long.\" <br>\r\n<br>\r\nthe little boy, Brandon, was the next to speak, he asked \"Mommy are you feeling better?\" You started to answer instinctively, not wanting the little boy to worry, \"yes dear, mommy is better, I should be okay soon\" Then Brandon turned and asked \"Daddy, how long are we going to stay with you?\" to which the man answered a few more days kiddo. <br>\r\n<br>\r\nSo this was the kids' dad but it apparently you two didn't live together, were you a divorcee? not that you had had a ton of time to assess things but you seemed on the young side for two kids and a divorce but what would the other option be?? It was then that the doctor came in and broke your current train of thought. He said, \"I'm not sure we've been introduced, I'm Dr. Johnson. Now thay you're awake a nurse will by shortly to run a few tests and take a blood sample. then if all continues to go well we should be able to release you in 48 hours.\" He didn't really offer up any additional information about your situation, why you were a woman, why she was in the hospital, if this man, knew what happened, and then before anything else could occur a nurse entered and started checking the machines attached to you and taking a blood draw and the doctor slipped out.<br>\r\n<br>\r\nAfter the nurse left you had to pretend to be the kid's mom and answer questions and entertain them a little, and you tried to act fairly feminine, which seemed at times to come rather naturally. Here and there however you slipped up and thought you would get caught and found out instantly. No one seemed the wiser though and soon the man gathered the kids and got them ready to go. He came to the bedside and gave you a kiss on the cheek and said \"It sounds like things are going well, when they let you out I'll be here to get you and take you home.\" then he added, if you'd like me to stay with you I can or you with me if you think you'll need the help for a while. Then when you're one hundred percent again we can get back to normal.\"<br>\r\n<br>\r\n\"We'll come by tomorrow around the same time\" he added as they left with the kids shouting \"Bye Mommy! see you tomorrow!\" <br>\r\n<br>\r\nAs soon as he was gone the doctor came back in...</span></div></div>",
            "created":1589173200,
            "id":2834097,
            "title":"They can stay with me longer, maybe your brother"
        }
    },
    "info":{
        "author_id":"westmash",
        "author_name":"Westway123",
        "brief_description":"After a devastating accident an average man wakes to find... He is now a woman!",
        "created":1515099420,
        "description":"<td align=\"left\" class=\"norm\">My bed had a fucking canopy. That was the first thing I noticed when I opened my eyes. Not the short kind either, oh no, the whole four-poster bed was covered in lace, fucking lace. What the hell! I sat up on the bed and started taking note of my surroundings, however everything I saw just made me more confused. What kind of man paints his room pink and purple, has two dressers, a vanity, wears a satin robe, wait a second, a satin robe? Oh shit! This had better not be what I think it is. I dreaded taking a look at my body but I knew I had to. Well, here goes nothing.<br>\r\nI looked at my body….. and screamed. Oh no, no, no. this can’t be happening. I ran to the full length mirror hanging on one of the doors. I screamed again. I had fucking boobs! A nice perky C cup at that but what am I saying? I had boobs! I had hair too, long waist-length hair. Holy shit! This is bad, no this is a catastrophe. This is not what I signed up for. <br>\r\nYou’re probably wondering what I’m freaking out about. Well, let me tell you a story. One day, I was walking to work like an average American man, sipping hot coffee and whistling. I was on top of the fucking world because everything had worked right that morning. I’d gotten my tie into a perfect knot on the first try, my pancakes had been perfectly round, hell I didn’t even cut myself while shaving  – and I always cut myself. So here I was happy and smiling, about to cross the road.  I waited until the light was green before stepping on the road. Halfway across, I heard a deafening WHAM! Then I flew. I flew 10 feet, landed on my head and passed out.<br>\r\nI woke up in the hospital, tubes decorated my body and I was breathing through an oxygen mask. The doctor who had been checking my vitals then told me I had sustained a head injury which could not be treated and I was gonna die. Well, he didn’t actually say it like that but that was what I heard. I hadn’t even fully registered it when he went out and a man I didn’t recognize came in. He walked to my bedside and what he said to me changed my life. Literarily. He told me about this program where dying people were given a second chance at life. My mind would be relocated into another person’s body and I would live that person’s life. So I thought, what do I have to lose? I had no family anyway. So, I agreed. In hindsight, I should have asked for the gender of the person whose body I’d take over instead of just assuming it’ll be a man because if I had I wouldn’t be in this freaking situation right now....<br>\r\n<br>\r\n</td>",
        "id":2145081,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1589245140,
        "pretty_title":"Out if his mind..."
    }
}