{
    "chapters":{
        "1":{
            "author_id":"malchior",
            "author_name":"Malchior",
            "choices":[
                "Move some stones to make a ladder (Str 6, Dex 6)",
                "Use a vine as a lasso (Dex 8)",
                "Try to climb the vine (Str 8)",
                "Use her weight to pull down the vine (Weight 200)",
                "Go one without the bag (Wis 8)"
            ],
            "content":"<div class=\"\"><div> <span>Natalie couldn't even scream. She was too scared. She could see her brother and the others disappearing above her as darkness began to envelope her. She could hear rocks clattering around her, echoing through the chamber as she fell deeper into the abyss. Though, what really terrified her was the massive boulder above her that was hurtling downward at a tremendous speed. This was it. This was how she died. Even if the fall didn't kill her, the boulder would. She closed her eyes, bracing for her demise. She felt the wind knocked out of her as pain shot through her body and everything faded away.<br>\r\n<br>\r\n\"Natalie! Are you there? Natalie?! Natalie, say something!\"<br>\r\n<br>\r\nThe voice sounded distant, coming to her through a pain filled darkness. Her whole body ached, though that might be a good thing. It meant she wasn't dead. The voice echoed around her, as she struggled to get her body to respond.<br>\r\n<br>\r\n\"Natalie?! Are you okay?\"<br>\r\n<br>\r\nThat voice was different. A woman's voice. Still, it was familiar.<br>\r\n<br>\r\n\"Natalie! Come on, say anything! Please be okay!\"<br>\r\n<br>\r\nA third voice another man's voice. She recognized it, but she was having trouble thinking. Her head felt like it was full of cotton. Though, she could tell it was starting to clear.<br>\r\n<br>\r\n\"I'm... Okay... I think.\" she managed to say.<br>\r\n<br>\r\nShe opened her eyes as she tried to survey her surroundings. There was a little bit of light streaming in from what looked like a crack in the ceiling. She could see the boulder suspended above her. Numerous vines were holding it up, though it looked like it was blocking the hole she'd fell through. There were a few more vines on the ground around her. If she had to guess, they probably slowed her fall just enough to save her. And there must have been enough of them to catch the boulder.<br>\r\n<br>\r\nHer eyes were slowly adjusting to the dim light as she looked around her landing spot. Her bag with all her supplies was dangling about 5 feet above her, caught on another vine. Though what was more impressive was the room she was in. It was a large room, that looked man-made. The floor was made of a smooth stone, and she could see several large columns supporting massive arches above her. On the far ends of the room she could see a couple of imposing doorways, though one of them looked to have been sealed by a previous rock slide.<br>\r\n<br>\r\n\"Are you okay, Natalie?\" came her brother's voice from above.<br>\r\n<br>\r\n\"I think so.\" She yelled, feeling the aching in her body begin to subside, \"I was caught by some vines, though I don't think I'll be able to get back out the way I came in.\"<br>\r\n<br>\r\n\"Like, you're not kidding. There's, like, no way we're going to be able to move that boulder.\" came the female voice of her brother's fiance.<br>\r\n<br>\r\n\"Even if we could, it would probably make the whole structure unstable.\" called her brother again.<br>\r\n<br>\r\n\"What do you see?\" called her future brother-in-law.<br>\r\n<br>\r\n\"I think I found the ruins we were looking for. This room is massive. Though it looks like there's only one way for me to go.\" She could tell her strength was starting to return as she moved about the large room.<br>\r\n<br>\r\n\"Well, it seems like we're on an upper level of the ruins, though I don't know how we're going to get down to you.\" Her brother called.<br>\r\n<br>\r\n\"Well, I can start looking around down here and see if there's a way up deeper in. Though, I'm going to need to figure out how to get my bag first.\"<br>\r\n<br>\r\n\"Alright. Just be careful. There's another passage up here, so we're going to follow it and see if it leads down to you.\"<br>\r\n<br>\r\n\"Hey, before you go. Remind me what kind of ruins these are.\" Natalie called up to her brother.<br>\r\n<br>\r\n\"As far as my research can tell, it's a place where woman would come to become priestesses. There would be several trials they would have to go through before they could be an envoy to the gods. So, just be careful.\"<br>\r\n<br>\r\n\"Right, you too.\"<br>\r\n<br>\r\nShe sat on stone that had fallen, as she tried to finish recovering. After a few minutes, it grew completely silent from above her. Her ragged breathing seemed to fill the air, echoing around her in the stale air. It was obvious that no one had been hear in a long time, though this wasn't how she'd expected to enter. She still didn't know how the boulder that her rope was tied to had come loose. It was absolutely massive. It was almost like it had been trying to separate her from the others.<br>\r\n<br>\r\nShe closed her eyes as she focused on her breathing. She'd always been into meditation. It was just something she did when she was scared or angry. She didn't like being out of control of her emotions.<br>\r\n<br>\r\nShe took another deep breath. She may be separated from the others, but that didn't mean she was trapped. There was still that doorway at the far end of the room. Judging from what her brother said, there was a good possibility that there was another way out. If she was building a temple to put women through trials, she'd have one entrance they came in through, and another at the end that they could pass through when they were deemed worthy.<br>\r\n<br>\r\nShe could feel her heartbeat slowing as she took another breath. Still, she would need to figure out how to get her bag if she was going to continue deeper into the temple.<br>\r\n<br>\r\nSlowly, she opened her eyes and scanned the room for anything that she could use. There were quite a few stones and boulders littering the room from the ceiling above. She could probably stack some and use them as a ladder to get to her bag. Though that would be dangerous if she fell. She could also probably use one of the vines on the ground like a whip to knock the bag loose. That would require quite a bit of dexterity though.<br>\r\n<br>\r\nShe bit her lip, looking for other options. It looked like one of the vines was looped around the vine that was holding her bag. She could either try to climb it, or use her weight to pull it down so she could reach her bag. Obviously, climbing would be risky if the vine gave way while she was still in the air. Though it wasn't like it was incredibly high. The bag itself had to be no more than ten or eleven feet off the ground.<br>\r\n<br>\r\nThe last option would be to just go on without the bag, though that was definitely not something she wanted to do. However, she felt she could if there was no other options.  <br>\r\n<br>\r\n<u><b>STATS</b></u><br>\r\n<b>HP</b>: 10/20<br>\r\n<b>Strength</b>: 8 (Temp 6)<br>\r\n<b>Dexterity</b>: 8 (Temp 5)<br>\r\n<b>Constitution</b>: 6 (Temp 4)<br>\r\n<b>Intelligence</b>: 7 (Temp 5)<br>\r\n<b>Wisdom</b>: 9 (Temp 4)<br>\r\n<b>Charisma</b>: 6 (Temp 5)<br>\r\n<br>\r\n<u><b>Physical Descriptions</b></u><br>\r\n<b>Hair</b>: Black Waist-Length<br>\r\n<b>Eyes</b>: Green<br>\r\n<b>Mouth</b>: Normal sized lips, thought they are bleeding a little<br>\r\n<b>Chest</b>: Almost flat A-Cup<br>\r\n<b>Belly</b>: Flat and toned, like the rest of your body<br>\r\n<b>Groin</b>: Virgin and tight<br>\r\n<b>Weight</b>: 100 lbs<br>\r\n<b>Height</b>: 5'1\"<br>\r\n<br>\r\n<u><b>Inventory</b></u><br>\r\nNothing</span></div></div>",
            "created":1590296400,
            "id":2840601,
            "title":"Down the rabbit hole"
        },
        "13":{
            "author_id":"malchior",
            "author_name":"Malchior",
            "choices":[
                "Go eat some of the food, you're so hungry",
                "Go clamp your nipples in the clamps",
                "Mount the cock, you need it to take you",
                "Jump in the pool, you need to calm down (Wisdom 6)",
                "Take a deep breath and take in your surroundings (Wisdom 9)"
            ],
            "content":"<div class=\"\"><div> <span>You scanned the room, taking a deep breath. Slowly, you stepped over some rubble towards the hanging vine as your footsteps echoed around you. Carefully, you placed your hands on the vine, which was about as thick as the ropes you normally used for climbing, and gave a strong tug.<br>\r\n<br>\r\nYou let out a sigh as the vine held firm, glad that it wasn't just going to fall at the slightest touch. You steeled yourself as you clutched the vine closer to yourself, preparing yourself for the short climb. You had spent quite a bit of time rock climbing and using ropes to get in and out of ruins with your brother, and honestly, this didn't feel too much different.<br>\r\n<br>\r\nWrapping your legs around the vine, you let yourself hang a few inches above the ground, waiting to see if the vine was going to give way. You could see your bag swaying back and forth above you as you slowly began inching up the thick vine. You kept your eyes on the prize, trying not to think about how far off the ground you were getting. You could feel your hands growing moist with sweat as you heaved yourself up.<br>\r\n<br>\r\nYour heart skipped as your hands slipped and you slid a few inches down the vine before you managed to catch yourself with your legs. You were only a couple feet from being able to reach your bag, which was swinging violently above you. Carefully, you removed one hand and wiped it on your tattered clothes before replacing it on the vine and repeating the process with your other hand.<br>\r\n<br>\r\nYour eyes glued to the bag you eased yourself further up the vine. The bag had to be within reach now. Carefully, you let go with one hand, feeling your fingers brush against the bag as it swung away from you. You caught yourself on the vine, waiting for the swinging bag to come back before reaching again.<br>\r\n<br>\r\nYour heart sank as your fingers again brushed the bag before it moved away from you. You could feel your arms starting to grow tired, and you didn't know how much longer you could hold yourself on the vine.<br>\r\n<br>\r\nTaking a deep breath, you watched the bag swing back towards you, grasping at it in desperation.<br>\r\n<br>\r\nYou breathed a sigh of relief as your hands closed around one of the straps and you tugged it free. Carefully, you let yourself slide back towards the hard ground below. You were glad for the cool temperature in the room as you wiped some sweat from your forehead. That was definitely a work out.<br>\r\n<br>\r\nYou sat back down on one of the rocks, trying to catch your breath before opening up your bag to take note of the contents. After a few minutes, you pulled the bag in front of you and undid the zipper. Fortunately, everything looked like it was in good condition as you took stock of what you'd brought. There was a headlamp that would probably be very useful as you continued exploring the cave. A canteen filled with water. Some snacks. A 30 foot climbing rope. And finally, your phone.<br>\r\n<br>\r\nYou took a few minutes to look everything over. You carefully examined every item and tested it if possible to make sure that it was still working. Surprisingly, everything seemed to be in much better shape than you felt. Still, other than a burning in your arms from climbing up the vine, you were starting to feel much better.<br>\r\n<br>\r\nCarefully, you placed everything back into your bag and zipped it up, aware of how loud the zipper sounded. Down here in the ruins, you couldn't really hear the forest up above, and there wasn't any other people or animals around making noise. It was almost unsettling. Like you were completely alone in the world. You knew that wasn't the case, but it was how you felt.<br>\r\n<br>\r\nYou took a deep breath as you easily got to your feet and began walking towards the door at the far end of the room. You shivered as the air seemed to get colder the further into the cavern you went, and the sounds of your footsteps surrounded you. The stale air filled your nose to the point you were sure you could taste it. Still, you continued walking up to the massive portal.<br>\r\n<br>\r\nThe doors were slightly ajar, looking to be made of thick stone slabs that had been carved with intricate detail, though much of it had faded with age. You placed a hand on the cold stone, feeling the carvings beneath as you ran your hand over the surface. You could see a pale blue light coming from the other side of the door, illuminating the room beyond.<br>\r\n<br>\r\nYour head swiveled around the massive space as you stepped through the doorway, your mouth open in awe. The room was taller than you imagined, with an imposing domed ceiling, held aloft by three massive statues. Each of them was holding a pot that was overflowing with water, which splashed down into a pool in the center of the room. Despite the water pouring in, the middle of the pool looked almost perfectly smooth, reflecting the room like a mirror.<br>\r\n<br>\r\nYou took a few steps forward, the noise finally being eclipsed by the water pouring into the pool, as you tried to get a better feel of the room.<br>\r\n<br>\r\nEverything was illuminated by a faint blue light that seemed to come from some sort of moss or plant that had started to grow in the pool and from the ceiling. The statues were placed in the center of each wall, one in each direction. They each seemed to depict women, though, that would make sense since this was supposedly where they would become priestesses.<br>\r\n<br>\r\nThe statue against the wall to the left seemed to depict an obscenely obese young woman. Despite the age of the statue, you could tell the girl was about your age, though she was several times your size. Her face was round and soft, with almost no neck. She was sitting on the ground, obviously unable to support her own weight as her enormous belly rested between her thick legs. One hand was shoving some food into her fat mouth, while the other was only loosely holding the jug. A pile of food seemed to be spread out in front of her, looking almost edible.<br>\r\n<br>\r\nThe statue directly across from you seemed to depict another girl about the same age, though her breasts were massive on her otherwise lean frame. They were resting heavily on the ground, and she was bent over, unable to support her top heavy frame. One of her hands was caressing an enormous nipple, while the other held the jug in place between her breasts. You could see what looked like nipple clamps hanging down from each of her nipples, converging between her breasts.<br>\r\n<br>\r\nThe final statue, was leaning over, using her belly to support herself. It was massive, though not with fat. She was obviously pregnant with an entire village. She looked like she'd be trapped on top of her own belly if she leaned over any further. She was gently stroking her swollen belly while the jug rested between her enlarged breasts, supported by her belly. A cock seemed to emerge from the ground in front of her.<br>\r\n<br>\r\nYou had to stop yourself from reaching for your own groin as you took in the erotic girls around you. They each seemed to call to you, enticing you to join them. Your breathing was growing quicker and more shallow as your arousal continued to grow. You knew you needed to try to figure a way out of here, but part of you wanted what these girl's had.<br>\r\n<br>\r\n<u><b>STATS</b></u><br>\r\n<b>HP</b>: 14/20<br>\r\n<b>Strength</b>: 8 (Temp 6)<br>\r\n<b>Dexterity</b>: 8 (Temp 7)<br>\r\n<b>Constitution</b>: 6<br>\r\n<b>Intelligence</b>: 7<br>\r\n<b>Wisdom</b>: 9 (Temp 6)<br>\r\n<b>Charisma</b>: 6<br>\r\n<br>\r\n<u><b>Physical Descriptions</b></u><br>\r\n<b>Hair</b>: Black Waist-Length<br>\r\n<b>Eyes</b>: Green<br>\r\n<b>Mouth</b>: Normal sized lips, thought they are bleeding a little<br>\r\n<b>Chest</b>: Almost flat A-Cup<br>\r\n<b>Belly</b>: Flat and toned, like the rest of your body<br>\r\n<b>Groin</b>: Virgin and tight<br>\r\n<b>Weight</b>: 100 lbs<br>\r\n<b>Height</b>: 5'1\"<br>\r\n<b>Body</b>: Your body is lean and toned from being physically active.<br>\r\n<br>\r\n<u><b>Inventory</b></u><br>\r\n- Cell Phone<br>\r\n- Headlamp<br>\r\n- Water canteen<br>\r\n- Snacks<br>\r\n- 30 ft Rope</span></div></div>",
            "created":1590642000,
            "id":2842481,
            "title":"Not Too Different"
        },
        "14":{
            "author_id":"malchior",
            "author_name":"Malchior",
            "choices":[
                "Move some stones to make a ladder (Str 6, Dex 6)",
                "Use a vine as a lasso (Dex 8)",
                "Try to climb the vine (Str 8)",
                "Go one without the bag (Wis 8)"
            ],
            "content":"<div class=\"\"><div> <span>You glanced down at your lithe body. Your clothes were torn in places and looked kind of tattered, but at least they were still covering you. Taking a deep breath you strode towards the vine that was hanging from the one holding your backpack. The vine was about as thick as the ropes you usually used for climbing, and the texture wasn't too different as you wrapped your hands around it. With all your might you tried pulling down on the vine, but found yourself leaving the ground.<br>\r\n<br>\r\nLowering yourself back onto the hard floor, you bit your lip. You knew it was a long shot. You just were too thin. Still, it did prove that the vine could hold you. Though, who knew for how long.<br>\r\n<br>\r\n<u><b>STATS</b></u><br>\r\n<b>HP</b>: 10/20<br>\r\n<b>Strength</b>: 8 (Temp 6)<br>\r\n<b>Dexterity</b>: 8 (Temp 5)<br>\r\n<b>Constitution</b>: 6 (Temp 4)<br>\r\n<b>Intelligence</b>: 7 (Temp 5)<br>\r\n<b>Wisdom</b>: 9 (Temp 4)<br>\r\n<b>Charisma</b>: 6 (Temp 5)<br>\r\n<br>\r\n<u><b>Physical Descriptions</b></u><br>\r\n<b>Hair</b>: Black Waist-Length<br>\r\n<b>Eyes</b>: Green<br>\r\n<b>Mouth</b>: Normal sized lips, thought they are bleeding a little<br>\r\n<b>Chest</b>: Almost flat A-Cup<br>\r\n<b>Belly</b>: Flat and toned, like the rest of your body<br>\r\n<b>Groin</b>: Virgin and tight<br>\r\n<b>Weight</b>: 100 lbs<br>\r\n<b>Height</b>: 5'1\"<br>\r\n<br>\r\n<u><b>Inventory</b></u><br>\r\nNothing</span></div></div>",
            "created":1590296400,
            "id":2840606,
            "title":"Too thin (Failure)"
        },
        "15":{
            "author_id":"malchior",
            "author_name":"Malchior",
            "choices":[
                "Move some stones to make a ladder (Str 6, Dex 6)",
                "Use a vine as a lasso (Dex 8)",
                "Try to climb the vine (Str 8)",
                "Use her weight to pull down the vine (Weight 200)"
            ],
            "content":"<div class=\"\"><div> <span>You glanced up at the bag above you, then to the door at the far end of the room. Taking a deep breath, you turned and took a couple steps towards the exit. Your steps sounded unnaturally loud as they echoed around you, like they were calling you back to your bag. You stopped and glanced back at the bag as it swayed lightly from side to side. The light from above seemed to be making it glow.<br>\r\n<br>\r\nYou closed your eyes and turned around with a sigh. You just couldn't bring yourself to leave without at least trying to get the bag. <br>\r\n<br>\r\n<u><b>STATS</b></u><br>\r\n<b>HP</b>: 10/20<br>\r\n<b>Strength</b>: 8 (Temp 6)<br>\r\n<b>Dexterity</b>: 8 (Temp 5)<br>\r\n<b>Constitution</b>: 6 (Temp 4)<br>\r\n<b>Intelligence</b>: 7 (Temp 5)<br>\r\n<b>Wisdom</b>: 9 (Temp 4)<br>\r\n<b>Charisma</b>: 6 (Temp 5)<br>\r\n<br>\r\n<u><b>Physical Descriptions</b></u><br>\r\n<b>Hair</b>: Black Waist-Length<br>\r\n<b>Eyes</b>: Green<br>\r\n<b>Mouth</b>: Normal sized lips, thought they are bleeding a little<br>\r\n<b>Chest</b>: Almost flat A-Cup<br>\r\n<b>Belly</b>: Flat and toned, like the rest of your body<br>\r\n<b>Groin</b>: Virgin and tight<br>\r\n<b>Weight</b>: 100 lbs<br>\r\n<b>Height</b>: 5'1\"<br>\r\n<br>\r\n<u><b>Inventory</b></u><br>\r\nNothing</span></div></div>",
            "created":1590296400,
            "id":2840604,
            "title":"Not Yet (Failure)"
        }
    },
    "info":{
        "author_id":"malchior",
        "author_name":"Malchior",
        "brief_description":"Can you escape the ancient ruins, or forever be changed by them",
        "created":1590368820,
        "description":"<td align=\"left\" class=\"norm\">Natalie had always been on the athletic side her whole life. It probably had something to do with the fact that she'd loved going on adventures ever since she was little. Her older brother had always been into ancient civilizations and had gone to school to study them. He'd often take her on his expeditions. This had started as just another expedition deep into the forest in search of some ancient ruins, but it was going to change Natalie for the rest of her life.<br>\r\n<br>\r\n------------------------------------------------------------------------------------------------------------------------------------------------<br>\r\n<br>\r\nI've done a lot of stories that mostly seem to have the same basic plot, and while this is still supposed to be an erotic adventure, I thought that I'd do something a little different with this one. I've always been interested in creating a game around the fetishes that I write about, but have never really had the time. So I'm going to treat this similar to a game. Natalie, will have different stats that will change depending on the readers choices. Think of this more as a puzzle than just a story where you watch the main character change. As Natalie changes, there may be some options that will fail and not go the way she expects. However, as she changes, some other options may become more viable. Will she give into the trials of the ruins, or will she resist their ability to change her?</td>",
        "id":2222682,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":0,
        "modified":1590719460,
        "pretty_title":"Escape"
    }
}