{
    "chapters":{
        "1":{
            "author_id":"jamesweasley",
            "author_name":"JamesWeasley",
            "choices":[
                "To be updated",
                "To be updated"
            ],
            "content":"<div class=\"\"><div> <span>Zoe's family had been planning this trip for months. Their semi-annual trip to a Renaissance Festival upstate. The last time they went was back when Zoe was only 9, and her brother was 10. Three years later and their parents managed to scrape up enough money to have a comfortable vacation. Zoe didn't know about her family, but she was ecstatic! She had been saving money all summer for souvenirs, fake weapons, and maybe a modest dress.  She wanted to meet the Fair's king, watch a jousting tournament, enjoy fashioned food, and camp on the grounds for a week!</span></div></div>",
            "created":1587531600,
            "id":2822832,
            "title":"Opening"
        },
        "11":{
            "author_id":"jamesweasley",
            "author_name":"JamesWeasley",
            "choices":[
                "Her Brother steals her clothes and bag",
                "Nothing yet ;)"
            ],
            "content":"<div class=\"\"><div> <span>Zoe had an incredible leather vest with a ton of pockets. This with a white undershirt, and themed pants. Her costume had everything she needed, the only problem was, she couldn't find it. After three days of looking, the day of the trip  arrived. Submitting defeat, with only 15 minutes until her family HAD to be on the road, Zoe hopped in the shower. <b>Does something happen while she is in the shower?</b></span></div></div>",
            "created":1587877200,
            "id":2825362,
            "title":"Start early on, perhaps a costume mishap to begin?"
        }
    },
    "info":{
        "author_id":"jamesweasley",
        "author_name":"JamesWeasley",
        "brief_description":" A magical Journey with Zoe and her family as she encounters dragons, knights, and enf?",
        "created":1587443400,
        "description":"<td align=\"left\" class=\"norm\">.</td>",
        "id":2219731,
        "image_url":"https://www.Writing.Com/main/images/action/display_cover/id/101279.jpg",
        "modified":1587958440,
        "pretty_title":"The Renisance Fair"
    }
}