{
    "chapters":{
        "1":{
            "author_id":"don951",
            "author_name":"DragoPoketoa",
            "choices":[
                "Nami",
                "Robin",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>So which girl do you want?</span></div></span></div>",
            "created":1399525200,
            "id":1793317,
            "title":"Which one"
        },
        "11":{
            "author_id":"don951",
            "author_name":"DragoPoketoa",
            "choices":[
                "anal",
                "soft",
                "unbirth",
                "other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>All righty then. what kind of vore shall we have?</span></div></span></div>",
            "created":1399525200,
            "id":1793557,
            "title":"Nami"
        },
        "12":{
            "author_id":"don951",
            "author_name":"DragoPoketoa",
            "choices":[
                "Soft",
                "Anal",
                "Unbirth",
                "Other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>OK. What kind of vore will Nico Robin do?</span></div></span></div>",
            "created":1399611600,
            "id":1794049,
            "title":"Robin"
        },
        "123":{
            "author_id":"don951",
            "author_name":"DragoPoketoa",
            "choices":[
                "Plot 1",
                "PLot 2"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>OK! Choose a plot! Any plot!</span></div></span></div>",
            "created":1399870800,
            "id":1795201,
            "title":"Unbirth"
        },
        "13":{
            "author_id":"don951",
            "author_name":"DragoPoketoa",
            "choices":[
                "Vivi",
                "Boa Handcock",
                "Another choice"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Okay how about these choices?</span></div></span></div>",
            "created":1399525200,
            "id":1793583,
            "title":"other"
        },
        "132":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Anal ",
                "Soft",
                "Unbirth/other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What vore will she have?</span></div></span></div>",
            "created":1437714000,
            "id":2012052,
            "title":"Boa Hancock"
        },
        "1321":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Luffy",
                "Usopp",
                "Sanji/other"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who wil go up the ass of the pirate empress? </span></div></span></div>",
            "created":1437714000,
            "id":2012053,
            "title":"Anal "
        },
        "13211":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Someone interrupts Hancock's moment angering her",
                "Luffy wakes up confused by his new accommodation "
            ],
            "content":"<div class=\"\"><div> <span>Hancock smiled tenderly as she gazed upon a deeply sleeping Luffy, \"Oh Luffy I love you so much and don't want any other unworthy women even looking at you my beloved. \" She purrs and turns around, hiking up the back of her nightgown and pointing her ass at him, \"I will,store you inside me darling, so we'll never be apart again.\" She sat down on,his face and moans as she began to suck him up her ass with a grunt. His head was slurped up her asshole and then his neck slowly went inside.<br>\r\n<br>\r\nHancock moans in sheer ecstasy and then looks sad and upset with herself,  \"I should've done this while my poor Luffy was grieving over the tragic loss of his brother! !\" She looks at him over her shoulder with love, \"Well I won't fail my beloved again,  don't worry darling as your future pirate queen you will be with me for now on.\"<br>\r\n<br>\r\nHancock  moaned more as she slolwy slurped her younger beloved inside her ass, his broad chest and shoulders went in and then his arms slowly followed as the suction forced them down to his sides.<br>\r\n<br>\r\nLuffy was still remaining asleep unaware of his humid new location. Hancock was grateful that her love was a heavy  sleeper.<br>\r\n<br>\r\nHancock arched her head back in pleasure as she felt her love's stomach and torso enter her ass, \"Ooooh darling so good! Only you could make me feel like this!\" She bends over and looks over her shoulder to see only Luffy's dangling legs left outside her ass.<br>\r\n<br>\r\nHancock giggles,  \"Oh Luffy~\" She grunted and slurped the legs and sandaled feet up her ass with a wet slurp. Her asscheeks jiggled and shook as Luffy was moved deeper up into her body making her belly expand looking 8 months pregnant.  She stroked her belly lovingly,  \"Oh my beloved you will be safe with me. The grand line is very dangerous you could got hurt or worse. I will not lose my future king to such dangers.\" The beautiful Shichibukai laid back down on her bed and continues stroking her bloated gut as she could hear her love's muffled snores.<br>\r\n<br>\r\n</span></div></div>",
            "created":1437800400,
            "id":2012218,
            "title":"Going up your future wife's ass"
        },
        "13213":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Sanji",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is it the pervert chef or,someone else?</span></div></span></div>",
            "created":1437714000,
            "id":2012054,
            "title":"Sanji/other"
        },
        "132132":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Zoro or another guy",
                "A girl "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Is it Zoro or another guy or is it a girl?</span></div></span></div>",
            "created":1437800400,
            "id":2012219,
            "title":"Someone else"
        },
        "1321322":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Nami or Robin ",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>What girl? </span></div></span></div>",
            "created":1437800400,
            "id":2012228,
            "title":"A girl "
        },
        "13213221":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Nami ",
                "Robin/someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one is it or is it not either of them?</span></div></span></div>",
            "created":1437800400,
            "id":2012229,
            "title":"Nami or Robin "
        },
        "1322":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Luffy-to keep him safe from dangers like other women targeting him",
                "Sanji-to punish the pervert who she believes is a bad influence on her Luffy",
                "Another guy or a girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who will fill her belly?</span></div></span></div>",
            "created":1437886800,
            "id":2012584,
            "title":"Soft Vore"
        },
        "13223":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Guy",
                "Girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Does she eat another guy or a girl?</span></div></span></div>",
            "created":1437886800,
            "id":2012586,
            "title":"Another guy or a girl"
        },
        "132232":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Nami-Hancock doesn't like how her husband is treated by her",
                "Robin/Another girl"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who gets eaten?</span></div></span></div>",
            "created":1437886800,
            "id":2012587,
            "title":"Girl"
        },
        "1322321":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Nami is slowly digested",
                "Nami goes through the full tour of the digestive system unharmed"
            ],
            "content":"<div class=\"\"><div> <span>Boa Hancock cornered Nami in a room, \"I don't like how you treat my beloved you petty theif!\" She was releasing a bit of her Haoshoku Haki on the terrified Nami. She had caught Nami yet again hurting her love Luffy just for wanting to eat.  She had had enough of the bitch's always assaulting her beloved.  Hancock was gonna make sure she never hurts her Luffy ever again.<br>\r\n<br>\r\nNami was shaking scared of the Pirate Empress's rage. The navigator had been told by Luffy what had happened during the Marineford assault when Smoker had pinned him down. The Pirate Empress had angrily kicked Smoker off Luffy and threatened to kill the marine logia user in horrible ways for what he did. It terrified her to think what Hancock would do to her.<br>\r\n<br>\r\nHancock's stomach gave a loud ominous growl making her smirk and rub it.<br>\r\n<br>\r\nNami hoped what she was thinking of doing wasn't going to happen.<br>\r\n<br>\r\n\"Well bitch, I'm a bit hungry so...\" Hancock licks her lips, \"I will eat you!\" She opened her mouth extremely wide and shoves Nami's head into it.<br>\r\n<br>\r\n<br>\r\nNami screamed horrified and struggles to no avail.<br>\r\n<br>\r\nHancock gaves a strong gulp pulling her head into her throat and her shoulders entered her mouth.<br>\r\n<br>\r\nNami could faintly see the pink muscles of Hancock's throat working on pulling her down.<br>\r\n<br>\r\nHancock gives another gulp and Nami's big chest enters her mouth along with her fore arms.<br>\r\n<br>\r\nNami struggled and squrimed uselessly.<br>\r\n<br>\r\nHancock gulps again pulling Nami's chest and shoulders into her throat as her head entered her stomach making it start to expand. Nami's breasts made a visible bulge in Hancock's skin.<br>\r\n<br>\r\n<br>\r\nNami was crying seeing the inside of the Pirate Empress's stomach it was humid and sticky in there.<br>\r\n<br>\r\nHancock gulped more getting Nami's midsection into her mouth as her chest and shoulders drop into her stomach making it expand more. <br>\r\n<br>\r\nNami was sobbing as her head was pressing on the floor of Hancock's stomach feeling more of herself come in and slolwy was being curled up.<br>\r\n<br>\r\nHancock swallows Nami's midsection and started gulping her jeanclad legs down. She lifted the legs as she gulped tilting her head back. Her belly was greatly expanded actually forcing her blue blouse up a bit. <br>\r\n<br>\r\nNami was now curling in the fetal position as more of her dropped into the stomach of her captain's self proclaimed wife.<br>\r\n<br>\r\nHancock had her head tilted back and removed Nami's sandals. She pulled her feet into her mouth and closed it around them, \"Enjoy the belly of the pirate queen bitch!\" She said before she gulped powerfully sending Nami's feet down to join the rest of her inside her stomach.<br>\r\n<br>\r\nNami was now completely inside Hancock's stomach filling it up. She wss curled in the fetal position pleading for mercy and release.<br>\r\n<br>\r\nHancock rubs her now fat belly feeling her prey's struggles. She smirks at it, \"A perfect place for a bitch!\" She belched loudly and blushed, \"Oh I hope Luffy didn't hear that.\" She sat on the bed and closed her eyes enjoying the afterglow of such a big meal.<br>\r\n<br>\r\n</span></div></div>",
            "created":1437886800,
            "id":2012671,
            "title":"Navigator meal"
        },
        "1323":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Unbirth ",
                "Cock Vore (Hancock is a futa)",
                "Different "
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Unbirth or a different type?</span></div></span></div>",
            "created":1437800400,
            "id":2012235,
            "title":"Unbirth/other"
        },
        "13232":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Luffy (to prove to all other women that they are a perfect match)",
                "Someone else"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Who goes inside the cock and balls of the Pirate Empress? </span></div></span></div>",
            "created":1437800400,
            "id":2012236,
            "title":"Cock Vore (Hancock is a futa)"
        },
        "132321":{
            "author_id":"animefanjm",
            "author_name":"Hollowichigo2nd",
            "choices":[
                "Hancock enjoys her moment with Luffy ",
                "Someone dares interrupt the moment angering Hancock "
            ],
            "content":"<div class=\"\"><div> <span>Hancock smiled lovingly down at Luffy as he was fast asleep after the huge feast she had made for him earlier. She had shown Luffy something she never allowed any man to see. She showed him her cock, that's right...Hancock was a Futanari otherwise known as a dickgirl. A woman who had all the womanly parts but had a surprising extra seen usually only on men: a cock and testicles sitting just above their womanhood. Hancock had the biggest cock of any Futanari it reaches 20 inches long in length and was half a foot thick when fully erect and her balls were the size of Cantaloupes as expected of the most beautiful woman or rather Futanari in the world. She was clad in just a sexy purple lingerie with her huge cock hanging between her legs.  She had feared losing her beloved Luffy because he might have found her cock really weird and out of place. But to her shock and delight Luffy didn't care, he actually found it cool that she shared something he had. Luffy had no idea the full effect of his words. Hancock's already strong love for the handsome naive young man swelled to all new heights after that. <br>\r\n<br>\r\nHancock swings her dick in anticipation, \"Oh Luffy my beloved, I want you inside my cock. I'll show my filled cock to the sluts of the world, so they can see just how perfect we are for each other~\"<br>\r\n<br>\r\nHancock walks over to Luffy and puts her now erect  cock in his face , her penis throbs as the slit gapes open taking Luffy's head inside and began slowly  sucking him inside.<br>\r\n<br>\r\nHancock tilts her head back moaning with her eyes closed and a cute blush on her face, \"Luffy this feels so good!\" She sucked his neck into her dick and started on taking in his shoulders. They too disappear inside her hungry penis with a wet slurp.<br>\r\n<br>\r\nLuffy's chest and arms were next to go inside Hancock's cock and he remained fast asleep through all this.<br>\r\n<br>\r\nHancock moaned louder knowing her beloved was a really heavy sleeper and would only wake up to the smell of meat. She slurped his arms and hands into her dick and arched her head back as his stomach went inside next. <br>\r\n<br>\r\nLuffy slolwly disappears into the hungry dick of his self proclaimed wife.<br>\r\n<br>\r\nHancock slurps her love deeper inside her girl dick and sees only his legs remain outside, \"Oh darling nearly finished!\" She sends his legs inside with an audible wet slurp as her dickhole shrunk back down to normal as her love sinks down into her balls and made the expand greatly to the size of giant watermelons. She moaned and lovingly rubs her bloated balls, \"Oh my love,  this will be happening much more often for now on.\"</span></div></div>",
            "created":1437800400,
            "id":2012256,
            "title":"Cock of Love"
        }
    },
    "info":{
        "author_id":"keidran",
        "author_name":"Keidran",
        "brief_description":"This is a Vore Story about One Piece.",
        "created":1210507860,
        "description":"<td align=\"left\" class=\"norm\">The Mugiwara Crew is on the Grand line when they suddenly arrive at a unknown island. They decide to go on a new adventure. But what will they find there?</td>",
        "id":1424778,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1437927780,
        "pretty_title":"One Piece Vore Story"
    }
}