{
    "chapters":{
        "1":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Continue as Sam",
                "Make another intro/character"
            ],
            "content":"<div class=\"\"><div> <span>Welcome to Predator in Town! This was inspired by the text adventure of the same name, though what I write will be different than what's in that story. I'll be focused more on cv and male/female than anything else, but feel free to add your own chapters. Whether or not they'll be added to the story will ultimately be up to me, but I'll allow most anything, even fetishes I'm not into. Really bad grammar, scat and diaper/baby play will probably be hard limits for me, though. Enjoy!</span></div></div>",
            "created":1568696400,
            "id":2719738,
            "title":"Predator in Town"
        },
        "11":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Tell her to strip",
                "Rape her",
                "Ask to cock vore her",
                "Forcibly cock vore her",
                "Something else"
            ],
            "content":"<div class=\"\"><div> <span>You groggily rub your eyes. 'What the hell was that dream?' you think to yourself. As you begin to move, you also notice you have some significant morning wood. You look at the bulge underneath the sheets in surprise, then remember what the thing in the dream said about physical prowess. You rush to your bathroom, stripping out of your pajamas to look in the mirror. Staring back at you is a tall (well over 6 feet), very fit man sporting what has to be at least 11 or 12 inches of rock-hard cock. You wander back into your room, when suddenly your door opens, and your mom steps into your room. Your eyes take in the form of your mother- short, maybe 5'3\" with a body that was meant to be bred. Wide hips, large breasts, and a big, perky ass. She's been the subject of more than a few of your fantasies. She opens her mouth to speak, but when she sees you naked, her hands fly to her face, covering her eyes.<br>\r\n<br>\r\n\"What the hell, Sam?!\" She can barely keep herself from yelling.<br>\r\n<br>\r\n\"Mom, just relax!\" you say, trying to think of some excuse, but then realize you don't need to. As soon as you told her to relax, her hands dropped, and she calmed down.<br>\r\n<br>\r\n\"I was just coming up to tell you breakfast was ready.\" She turns to leave.<br>\r\n<br>\r\n\"Wait- can you stay here?\" you ask, wondering if she'll obey.<br>\r\n<br>\r\n\"Sure, honey,\" she stops and turns to face you.<br>\r\n<br>\r\n\"And could you close the door as well?\"<br>\r\n<br>\r\n\"Of course,\" she says as she complies. You're now alone with your mom in your room.</span></div></div>",
            "created":1568696400,
            "id":2719745,
            "title":"Continue as Sam"
        },
        "111":{
            "author_id":"bobrocks141",
            "author_name":"Bobrocks165",
            "choices":[
                "Ask her for cock vore/ sex",
                "Rape her",
                "Forcefully cock vore her"
            ],
            "content":"<div class=\"\"><div> <span>\"By any chance can you take off your clothes?\" you ask your mom. <br>\r\n<br>\r\n\"Uh, sure honey\" and soon after she beings to strip, taking off every peice of clothing on her one by one. Before long, her night robe, earrings, bra, and panties are on the floor. Looking at her now, you can't wait to do things with her. “How's this dear?\" she asks.<br>\r\n<br>\r\nNow what will you do?</span></div></div>",
            "created":1572152400,
            "id":2738979,
            "title":"Tell her to strip"
        },
        "1111":{
            "author_id":"bobrocks141",
            "author_name":"Bobrocks165",
            "choices":[
                "Ask her to have sex with you",
                "Ask her to allow you to place her in your ballsack"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which one will you ask for her to do?</span></div></span></div>",
            "created":1572152400,
            "id":2739258,
            "title":"Ask her for cock vore/ sex"
        },
        "11111":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Tell her to go deeper.",
                "Force her to go deeper.",
                "Tell her to stop and bend over the bed."
            ],
            "content":"<div class=\"\"><div> <span>\"Good girl,\" you say, admiring her naked form. \"Actually, from now on, you should let me call you whatever I like, and the more degrading the name is, the more you'll like being called it,\" you tell her.<br>\r\n<br>\r\n\"Of course dear,\" she responds obediently. <br>\r\n<br>\r\n\"Good slut. And you will refer to me as master or sir from now on, understand? Now come over here and get on your knees,\" you command. Your heart is beating faster and faster, as you wonder how far you can push this.<br>\r\n<br>\r\n\"Yes sir.\" She walks over to you and sings down to her knees looking up at you.<br>\r\n<br>\r\n\"Very good. Now why don't you wrap those pretty lips around my cock, whore?\" She nods and slowly reaches out to grab your cock. She leans in and starts at the base, running her tongue along the underside of your dick before reaching the head. She then eases the head of your cock into her mouth, and starts to suck you off. You place your hand on her head, encouraging her, your own head leaning back as you enjoy the feeling of your mother obediently sucking your cock.<br>\r\n<br>\r\nHow should you continue?</span></div></div>",
            "created":1573448400,
            "id":2745324,
            "title":"Ask her to have sex with you"
        },
        "111112":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Keep holding her down.",
                "Start fucking her throat.",
                "Pull her off and tell her to lie down on the bed."
            ],
            "content":"<div class=\"\"><div> <span>Your hand atop her head, you start to apply pressure, encouraging her to go deeper. She starts to resist, so you grab a handful of her hair and hold it tight as she lets out a stifled moan around your cock. <br>\r\n<br>\r\n\"Listen, whore. If I want you to go deeper, you're going to go deeper. If I want to throatfuck you, I'll do that. You will obey me and let me do whatever I want to you, understand?\" She nods, looking up at you with teary eyes. \"Now be a good bitch and take my cock down your throat.\" You start pushing down again, and meet no resistance this time. Her throat is a little unwilling to take the intrusion, but with your strength it's not long until her nose is pressed against your groin. You hold her there a moment, enjoying the sensation and contemplating what you should do next.</span></div></div>",
            "created":1573448400,
            "id":2745326,
            "title":"Force her to go deeper."
        },
        "1111121":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Let her come up for air.",
                "Keep holding her down."
            ],
            "content":"<div class=\"\"><div> <span>You keep your hand on the back of her head, keeping your cock fully embedded in her throat. She keeps looking up at you, but starts to fidget after a few seconds. After about thirty seconds with your cock down her throat, she reaches up and taps your thigh, letting you know she needs air. Should you let her come up and breathe?</span></div></div>",
            "created":1573448400,
            "id":2745327,
            "title":"Keep holding her down."
        },
        "11111212":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Let her up for air.",
                "Keep holding her down (Warning, dark path)"
            ],
            "content":"<div class=\"\"><div> <span>You increase the pressure, holding her down tighter. She gets the message and drops her arms. As she approaches a minute, her hands come back up, tapping your thigh again. The way her throat feels, so tight and warm around your cock, you wonder if you should keep her down for longer.</span></div></div>",
            "created":1573448400,
            "id":2745330,
            "title":"Keep holding her down."
        },
        "111112122":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Not yet.",
                "Let her come up."
            ],
            "content":"<div class=\"\"><div> <span>You add another hand, making sure she can't escape. She starts pushing against your thighs, but she might as well be a kitten batting against your leg. You can see the desperation start to set in as she realizes you aren't letting her up. She groans and splutters around your dick, trying to squirm away, but you keep her held tight. It's now been a minute and a half. You relish in your mother's panic as she beats against your thighs, desperate for air. Should you oblige?</span></div></div>",
            "created":1573448400,
            "id":2745334,
            "title":"Keep holding her down (Warning, dark path)"
        },
        "1111121221":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Let her up for air.",
                "Keep her down."
            ],
            "content":"<div class=\"\"><div> <span>Her panic continues but as you hold her down longer, her movements begin to slow. She's still beating against your thighs and trying to push away, but you can tell her strength is waning. She looks up at you with pleading eyes as you smile down on her. Your cock feels amazing as her throat spasms around it, her chest heaving as she tries desperately to breathe. Maybe you should let her up for air now. But at the same time you wonder how long she can stay conscious.</span></div></div>",
            "created":1573448400,
            "id":2745335,
            "title":"Not yet."
        },
        "11111212212":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Let her up.",
                "Keep her down."
            ],
            "content":"<div class=\"\"><div> <span>You've passed the two minute mark. Your mother's arms drop to her sides, as she's no longer able to keep them up. She looks up at you with eyes that are starting to droop as her body begins to shut down from lack of oxygen. Her throat is still spasming around your cock, and you can feel yourself approaching orgasm. What should you do?</span></div></div>",
            "created":1573448400,
            "id":2745336,
            "title":"Keep her down."
        },
        "111112122122":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "No. Give her a facial.",
                "Yes. Cum down her throat (last chance to turn back.)"
            ],
            "content":"<div class=\"\"><div> <span>The idea of cumming down your mother's throat is too much to resist. You keep her held down, choking on your cock. Her eyes begin to flutter as she approaches unconsciousness. If you pull out now you could cum on her face as she snaps back to the conscious world. Or you could keep her down... but after you're done cumming, you're not sure what state she'll be in. Is it worth the risk?</span></div></div>",
            "created":1573448400,
            "id":2745338,
            "title":"Keep her down."
        },
        "1111121221221":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Cock vore her while she's stunned ",
                "Take her from behind now",
                "Make her your slave"
            ],
            "content":"<div class=\"\"><div> <span>You pull out of your mother's warm throat. She coughs and inhales loudly. With your free hand you jerk off near her face and with your other hand you roughly grip her hair. While she gasps for air, you admire her drool and pre covered face, it is bright red from your brutal face fucking. Seeing this causes you to start cumming. You get cum all over her messy hair, bright red face, and inside her gasping mouth. \"Good job, slut.\" you say as you release your iron grip on her hair, causing her to weakly fall to her hands and knees, still gasping for air.</span></div></div>",
            "created":1574053200,
            "id":2748346,
            "title":"No. Give her a facial."
        },
        "11111212212211":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Head first",
                "Feet first",
                "Other choice..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>With her on her hands and knees you realize this is the perfect position to cock vore her. </span></div></span></div>",
            "created":1574053200,
            "id":2748347,
            "title":"Cock vore her while she's stunned "
        },
        "111112122122111":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Spank her",
                "Finish her",
                "Find your sister"
            ],
            "content":"<div class=\"\"><div> <span>You stand over her and grip her head with both hands. Before she can react you shove her whole head into the tip of your cock. You grasp her arms and pin them to her sides. She can barely fight back in her state and wiggles weakly. You cock makes its way over her shoulders as you grip her arms roughly and force her inside yourself. Next your cock makes its way over her big breasts. The feeling of her hard nipples rubbing against the inside of your cock as her pre covered struggling body slides deeper inside you is incredible. Her waist is sucked in next leaving only her thicc ass and legs to stick out of your cock. </span></div></div>",
            "created":1574053200,
            "id":2748355,
            "title":"Head first"
        },
        "1111121221221111":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Relaxed and digest her",
                "Find some one else",
                "Other choice..."
            ],
            "content":"<div class=\"\"><div> <span>Her hanging legs start to wave frantically as she starts to recover from your face fucking. You grip her thicc ass spread her cheeks wide. You rub her pussy, feeling her wetness on your hand. \"How slutty, getting wet from all this. You deserve some punishment.\" you rub her globular bottom and raise your open hand. You swing down with all your might and smack her ass. The smack is very loud and she jolts in pain inside your cock, which feels great. You smack her ass a couple more times feeling her jolt every time. Her ass starts to become bright red and you can hear her muffled moans of pain and pleasure inside your thick meat. You spank her once more and she starts cumming. She squirts hard all over the floor causing her legs to lock up and tremble. You grip her ankles and force her deeper into your dick. You slurp down her trembling legs and she continues to cum inside your dick. You lift your huge dick into the air and with gravity's help you force your mother into your balls. </span></div></div>",
            "created":1574053200,
            "id":2748375,
            "title":"Spank her"
        },
        "1111121221221113":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Little sister",
                "Big sister"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which sister? </span></div></span></div>",
            "created":1574053200,
            "id":2748356,
            "title":"Find your sister"
        },
        "11111212212211132":{
            "author_id":"bobrocks141",
            "author_name":"Bobrocks165",
            "choices":[
                "In the shower.",
                "On the couch in the living room, watching tv."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You disided to go and find your older sister.it took a bit so you sucked up the rest of your mother. Her squirms felt good, as he slowly turned to jizz. You found your older sister after while when she was...</span></div></span></div>",
            "created":1574485200,
            "id":2750566,
            "title":"Big sister"
        },
        "1111121221222":{
            "author_id":"bingpot",
            "author_name":"bingpot",
            "choices":[
                "Go find your sisters",
                "Get out of the house.",
                "Do something else."
            ],
            "content":"<div class=\"\"><div> <span>You decide that with your newfound powers, the only life worth anything is your own. Passing the three minute mark, you keep her down, and the sight of her eyes finally fluttering shut as your mother passes out brings you over the edge. You pump load after load of cum directly into her stomach. You're not sure how much time has passed, but when you're done, her stomach is visibly bulging with your cum. You slowly fuck her throat for a while, getting the last drops of cum out, then realize you can no longer feel her throat spasming. You look at the clock on your dresser, and realize that it's been over five minutes since you first shoved your cock down your mother's throat. You pull her off, holding her up by the hair. No reaction. You open her eyes with your free hand and they stare emptily back at you. You check for a pulse and don't find one. You briefly wonder if she thought there was a chance she wouldn't wake up as she was passing out on her son's cock. Then you shrug and try to think of what to do with her body. Suddenly, you have an idea- you lie your mother's body on the floor and approach her head with your cock. Like something straight out of your wildest dreams, it begins to stretch open, almost as if it can read your intent. Starting with your head, you suck your mother down through your cock and into your balls. It feels amazing as she travels down your shaft, and finally comes to rest in your ballsack. You can hear a faint gurgling as your cum gets to work, and after a few minutes, your mother's body is reduced to cum. You get up and stretch, wondering where your sisters are.</span></div></div>",
            "created":1573448400,
            "id":2745341,
            "title":"Yes. Cum down her throat (last chance to turn b..."
        },
        "113":{
            "author_id":"bobrocks141",
            "author_name":"Bobrocks165",
            "choices":[
                "To get your sisters in here too.",
                "To take off her clothes",
                "Nothing. Let's just cock vore her now."
            ],
            "content":"<div class=\"\"><div> <span>\"Hey mom?\"<br>\r\n<br>\r\n “Yes dear?\" <br>\r\n<br>\r\n\"Could I um... could I cock vore you?\" you ask, not entirely sure what would happen. At first she looked confused, but then says “Sure honey! Though I don’t really know what that means.” <br>\r\n<br>\r\nYou decide to see how much control you have. “Basically, I’d be sucking you into my cock and then into my balls, where I’d churn you into cum and then use your remains however I want.” you explain. She’s silent for a moment before speaking again.<br>\r\n<br>\r\n“My remains? So... you want to kill me by turning me into cum?” At first you think you may have gone too far, but then she gives you a sweet smile, “Sure thing, honey. DO you need anything else before you churn me up?”</span></div></div>",
            "created":1572152400,
            "id":2739259,
            "title":"Ask to cock vore her"
        },
        "1131":{
            "author_id":"leroytan06",
            "author_name":"Hikari",
            "choices":[
                "Get your older sister in here",
                "Get your younger sister in here",
                "Get both your sisters in here"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Which of your sisters you want to get in here too?</span></div></span></div>",
            "created":1572930000,
            "id":2742556,
            "title":"To get your sisters in here too."
        },
        "11311":{
            "author_id":"jerkins",
            "author_name":"Jerkins",
            "choices":[
                "Tell your sister to calm down as well.",
                "Walk up to her and..."
            ],
            "content":"<div class=\"\"><div> <span>“I want you to bring in my older sister.”<br>\r\n<br>\r\nYour mom nods, smiling. A few minutes later, she comes back pulling your sister by the arm. She’s currently struggling, naked and dripping with water.<br>\r\n<br>\r\n“Mom, what are you doing?!? Let go of me!”<br>\r\n<br>\r\nShe then notices you.<br>\r\n<br>\r\n“AND WHY IS SAM NAKED?!?”</span></div></div>",
            "created":1582866000,
            "id":2794366,
            "title":"Get your older sister in here"
        },
        "113111":{
            "author_id":"bobrocks141",
            "author_name":"Bobrocks165",
            "choices":[
                "Cock vore them both at the same time.",
                "Have your sister get your younger sister too."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"Sis, calm down\" you say. She immediately becomes calm, thankfully. Now that you habe both your mother and bigger sister in the room you deside to...</span></div></span></div>",
            "created":1582952400,
            "id":2794966,
            "title":"Tell your sister to calm down as well."
        },
        "113112":{
            "author_id":"bobrocks141",
            "author_name":"Bobrocks165",
            "choices":[
                "Tell your mother to not freak out for what you will do now",
                "Have your mom tie her up so you can cock vore your mom first."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You deside to cock vore her roght now. But first you...</span></div></span></div>",
            "created":1582952400,
            "id":2794967,
            "title":"Walk up to her and..."
        },
        "114":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Feet first",
                "Head first",
                "Sex first"
            ],
            "content":"<div class=\"\"><div> <span>Your heart starts to beat very fast. ‘Is this real? Could it be that I really have these new abilities?’ you think. <br>\r\n Adrenaline rushes through your veins as you walk closer to your mother. \"W-what are you going Sam? You have a scary look on your face...\" she says as you push her against the bedroom wall. You press your naked body against hers and grope her thicc ass and breasts. Your cock is harder than it's ever been and starts dripping pre all over the front of her skirt. Your mother moans and tries to push you away but you are huge compared to her. \"Oh my God. What's gotten into you Sam? This isn't right!\"<br>\r\n“Like you said mom,” you reply with an evil grin on your face, “breakfast is ready.\" </span></div></div>",
            "created":1571806800,
            "id":2737431,
            "title":"Forcibly cock vore her"
        },
        "1142":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Lick her pussy",
                "Finish her"
            ],
            "content":"<div class=\"\"><div> <span>While pressed against her you grab her clothes and tear them off one by one revealing her perfect jiggling breasts and hairy pussy. She cries in fear but is too weak to resist. You grin and grab your mother by the back of her head and push her to her knees. She stares at your dripping, throbbing dick as you position the tip in front of her nose. \"ready to become my cum mom?\" you ask. \"What do you even mean by - - \" she says but is interrupted by you roughly shoving her face inside your head. Your dick expands and sucks in her entire head. You feel immense pleasure as your kneeling mother realizes what's going on and starts struggling and screaming inside your cock. You grab her flailing arms and pin them down. You pull with all your might and suck in her big jiggling breasts. As her nipples rub against the inside of your meat tunnel you leak pre out the tip of your cock. Your mother slides down your shaft coated in a layer of pre-cum, struggling all the way. With her upper body consumed by the cock her thicc ass and thighs are lifted off the ground leaving them to wave frantically while sticking out of your huge member. </span></div></div>",
            "created":1571806800,
            "id":2737451,
            "title":"Head first"
        },
        "11421":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Your younger sister peaking",
                "Your older sister peaking",
                "Nothing actually..."
            ],
            "content":"<div class=\"\"><div> <span>With your meal trapped, you decide to have some fun with her. You wrap your arms around her thighs and place your mouth over her clit. You start to lick all over her clit and labia causing her to starts wiggling even harder. Your mouth gets a sweet surprise as your mother starts getting a little wet. You hear muffled moans and protest as you roughly grip her prefect ass and eat her out until she cums all over your mouth. You drink up her delicious juices and let out a satisfied sigh. \"That was a delectable appetizer, but it's time for the full course.\" you chuckle. As you contract your dick muscles to pull the rest of your meal inside you notice... </span></div></div>",
            "created":1571893200,
            "id":2737648,
            "title":"Lick her pussy"
        },
        "114211":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Grab her",
                "Talk to her",
                "Other choice..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>Your heart skips as you notice the door is ajar and Allie's wide shocked eye pearing through the crack. </span></div></span></div>",
            "created":1571893200,
            "id":2737657,
            "title":"Your younger sister peaking"
        },
        "1142112":{
            "author_id":"jerkins",
            "author_name":"Jerkins",
            "choices":[
                "Ask to...",
                "Devour the creep!"
            ],
            "content":"<div class=\"\"><div> <span>You walk up to the door and open it fully. She steps back in fear as you do so.<br>\r\n<br>\r\n“Why were you watching me?”<br>\r\n<br>\r\n“I- well y-you see it’s us-usually about now that you...”<br>\r\n<br>\r\nYou look down and notice that she has her hand down her skirt.<br>\r\n<br>\r\n“You’re getting off to this aren’t you?”<br>\r\n<br>\r\n“Ye-yes.”<br>\r\n<br>\r\nShe looks down longingly at your cock. It would seem you two are more alike than you initially thought.</span></div></div>",
            "created":1584594000,
            "id":2803740,
            "title":"Talk to her"
        },
        "11421121":{
            "author_id":"jerkins",
            "author_name":"Jerkins",
            "choices":[
                "Ask to Cock Vore her",
                "Ask her to have sex with you."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>With how she’s looking at you’re cock, she would be perfect as a snack or a fuck. Feeling your mother melting away, it would be nice to unload her, but if you devour your sister the load could be that much better!</span></div></span></div>",
            "created":1584594000,
            "id":2803748,
            "title":"Ask to..."
        },
        "114213":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Relaxed and digest her",
                "Find some one else",
                "Other choice..."
            ],
            "content":"<div class=\"\"><div> <span>You look to the door and your heart skips for a second but it turns out no one is there. With your privacy garunteed you slurp up your mother's wide hips and still dripping pussy. You feel your mother's head push through the seal and enter your balls. Your balls expand and you see her scared face pressed against your scrotum's skin. You lift your cock into the air and gravity assists you in slurping your mother's legs and feet down into your shaft. After that it's easy pulling her into your balls which expand and wrap around her naked body. </span></div></div>",
            "created":1571893200,
            "id":2737652,
            "title":"Nothing actually..."
        },
        "1142131":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Find some one",
                "Dispose of the evidence",
                "Other choice..."
            ],
            "content":"<div class=\"\"><div> <span>With your prey consumed, you lay back on your bed and admire your squirming balls. You notice hand prints and face prints push against your skin, making you chuckle at her futile attempts to escape. Your can hear your mother muffled begs to be released but you've made up your mind, she's going to digest into your cum. You start to mastubate causing your balls to start to fill with spunk. Your mother notices this and starts to panic struggling even harder then before, giving you great pleasure. After a couple of minutes she starts to go numb and dissolve and after an hour she's completely gone, reduced to semen. You stand up out of bed and your massive balls slosh loudly. You feel like you have the worlds worst blue balls and you need to do something about it.</span></div></div>",
            "created":1571893200,
            "id":2737654,
            "title":"Relaxed and digest her"
        },
        "11421312":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Bathroom",
                "Trash bag",
                "Other choice..."
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>\"No one can ever find out about this.\" you think to yourself. \"Where though?\" </span></div></span></div>",
            "created":1571893200,
            "id":2737655,
            "title":"Dispose of the evidence"
        },
        "114213122":{
            "author_id":"redorange141",
            "author_name":"RedOrange",
            "choices":[
                "Find some one",
                "Go about your day like nothings happened",
                "Other choice..."
            ],
            "content":"<div class=\"\"><div> <span>It seems a waste to send your mother to the sewers so you decide to jizz her remains into the giant novalty condom you have. You unwrap the condom and roll it over your dick. You start to jerk off but it doesn't take long before you start squirting gallons upon gallons of mom-cum into the condom. The plastic condom expands and after a couple of minutes of cumming the last bit of jizz dribbles out of your tip. You carefully remove your tip and tie the condom's opening tight. You grab a sharpie and write \"mom\" on the side, before dragging the heavy bag into your closet.</span></div></div>",
            "created":1571893200,
            "id":2737656,
            "title":"Giant condom"
        },
        "1142132":{
            "author_id":"frankrules",
            "author_name":"Bob",
            "choices":[
                "Naked showering sister",
                "Bikini clad young sister"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You decide to find another girl to mess with. You got a 2 choices, your older sister who you know is in the shower or your younger sister, who you think is changing into a bikini.</span></div></span></div>",
            "created":1579669200,
            "id":2777262,
            "title":"Find some one else"
        }
    },
    "info":{
        "author_id":"bingpot",
        "author_name":"bingpot",
        "brief_description":"Inspiration: http://play2.textadventures.co.uk/Play.aspx?id=ck_3f5grk0_9xyiyhfu_sw",
        "created":1568745240,
        "description":"<td align=\"left\" class=\"norm\">You are Sam. You're 18, your older sister Jenna is 22, and your younger sister Allie is 14. Your father left the family when Jenna was born, so the three of you were raised by Sasha, your mother, who's 37. <br>\r\n<br>\r\nOne night you were laying in bed, dreaming. Slowly, the dream began to fade until you were left suspended in darkness; you could see, hear, and feel nothing. Suddenly the darkness was broken as motes of light appeared and began to swarm around you, before coalescing into a humanoid form in front of you. You both floated there in the darkness for a moment before you heard a voice.<br>\r\n<br>\r\n\"Hello, Sam.\"<br>\r\n<br>\r\n\"W-who are you?\" you managed to choke out.<br>\r\n<br>\r\n\"Doesn't matter. What does matter is that I've decided to bless you,\" the figure gestured to itself smugly, then seemed peeved when you seemed to fail to show what it would consider the proper reverence. \"Ugh, always so ungrateful... well, congratulations nonetheless. I, in my infinite wisdom-\"<br>\r\n<br>\r\n\"Are you God?\" you interjected. <br>\r\n<br>\r\n\"No, darling, I'm just passing through, now as I was saying-\"<br>\r\n<br>\r\n\"Then what are you?\"<br>\r\n<br>\r\nThe figure made another gesture and you found yourself unable to speak.<br>\r\n<br>\r\n\"Much better. Now, <i>as I was saying</i>, I have chosen you, and picked out a few items I think you may enjoy quite a bit. Don't think I haven't seen your fantasies. I know how depraved you are, and so I've catered to that. First off, I've upped your persuasiveness. Any idea you propose will seem like a good one, and all you have to do is ask to get someone to do whatever you want. However, this doesn't mean you can simply take what you want; if you try, people will react as they normally would. But I've also increased your physical prowess quite a bit, so that shouldn't be a problem. Secondly, I've made your greatest fantasy a reality. That's right. I know how many times you've fantasized about churning someone up in your balls, splattering their remains wherever you want. Well, now you can. Enjoy!\"<br>\r\n<br>\r\nWith that, the figure faded, and you woke up shortly afterwards.<br>\r\n<br>\r\nHow will your morning start?</td>",
        "id":2200841,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1584642300,
        "pretty_title":"Predator in Town"
    }
}