{
    "chapters":{
        "1":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "The bathroom",
                "The cafeteria",
                "Andrew's Classroom",
                "Seth's Classroom",
                "The gym"
            ],
            "content":"<div class=\"\"><div> <span>Sam was walking up the steps of his school with his brothers by his side. He always walked them inside for his parents. They all went to a private school that had student from toddler age to 12th grade. Sam was excited to be starting 6th grade this year and to see his friend Matt after he was away for the summer. They all walk inside you dad had stopped at this strange store on the way to school to get you a drink. You get inside and walk Andrew to his toddler class. Seth had already run off to join his friends. As you are walking to class you pop open your drink. As soon as you swallow it you feel strange. You drop to you knees as the world begins spinning. What was in that drink? When everything finally calms down you look up and scream. Everything was now extremely huge. You estimated yourself to be around the size of a grain of salt. You need help you stand up to see you are outside....</span></div></div>",
            "created":1602168600,
            "id":2917463,
            "title":"Tiny at school...Uh Oh!!!"
        },
        "11":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "a urinal",
                "a toilet seat",
                "the kid who entered the bathroom",
                "a sink",
                "the shower area"
            ],
            "content":"<div class=\"\"><div> <span>You see you are near the bathrooms. Maybe you could find some help in there. You crawl under the door and stand up inside. As luck would have it the room was empty. As you turn to walk back out the door opens blowing you into the air. You close your eyes not knowing where you were headed until you finally land. You look up to see you had landed in/on....</span></div></div>",
            "created":1602169260,
            "id":2917473,
            "title":"The bathroom"
        },
        "12":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "On top of Matt's breakfast",
                "In a 1st graders milk carton",
                "On the serving line",
                "in the kitchen",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>The noise by you made you realize you were right outside of the cafeteria. The ones who arrived early were enjoying breakfast. You thought maybe you could get help or at least find Matt as you knew he ate school breakfast. You walk inside and the noise volume was so intense it hurt your ears. You begin to walk hoping to find someone who could help. You get kicked into the air by a passing kid and end up...</span></div></div>",
            "created":1602169560,
            "id":2917476,
            "title":"The cafeteria"
        },
        "121":{
            "author_id":"taiprime",
            "author_name":"TAI001 ",
            "choices":[
                "Land back in his food",
                "Land in the milk as he takes a drink",
                "Land on his shirt"
            ],
            "content":"<div class=\"\"><div> <span>You plop into a sticky goo on a soft brown surface. The surface is squishy like a mattress and the goo acts like a glue. A sickly sweet smell is the first thing you notice before seeing the building sized milk carton Next to you. You panic and thrash around trying to get free but you only make yourself sink down faster.<br>\r\n<br>\r\nA shadow covers you and you look up into the hungry face of your friend, Matt. “Matt! Matt, help me!” You yell, only for him to lick his lips as his fork stabs around you. “Yummy. Pancakes are my favorite.” He says as he opens his mouth wide. “No! Stop! Don’t ea...!” You’re cut Off as he seals you into his mouth and begins to chew.<br>\r\n<br>\r\nYour surroundings become chaos, in the pitch black darkness of his mouth, as you are tossed around with the mush and saliva mixture. Soon he stops chewing and his tongue pins you to the roof of his mouth as he swallows. You are on the tip of his tongue as he opens wide and you jump from his mouth.</span></div></div>",
            "created":1602258180,
            "id":2918081,
            "title":"On top of Matt's breakfast"
        },
        "1211":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "In his biscuits and gravy",
                "His scrambled eggs",
                "Milk carton",
                "On his crotch",
                "An empty slot of the plate"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You jump from Matt's mouth. You sigh in relief as you fall. You look down to see you are headed back towards his plate. You flail about and end up...</span></div></span></div>",
            "created":1602258420,
            "id":2918083,
            "title":"Land back in his food"
        },
        "12114":{
            "author_id":"taiprime",
            "author_name":"TAI001 ",
            "choices":[
                "The bathroom ",
                "His class",
                "He hugs a friend "
            ],
            "content":"<div class=\"\"><div> <span>You flail as you head back towards the plate. But he sits back and you are dragged with the current. You land on the crotch of his pants and sigh in relief. Matt continues to eat and you look around at how you can get his attention for help. You try hitting his leg but he doesn’t feel it.<br>\r\n<br>\r\nYou feel hopeless until you realize you can climb his shirt. You jump up and start to climb up. After at least 10 minutes, mat stands up. You grip as tight as you can as he puts away his tray and walks towards...</span></div></div>",
            "created":1603565580,
            "id":2928124,
            "title":"On his crotch"
        },
        "121141":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "A urinal",
                "A toilet",
                "The sink",
                "The locker room",
                "Something else happens"
            ],
            "content":"<div class=\"\"><div> <span>Matt suddenly gets up and you are forced to hold his shirt tightly. He begins walking somewhere taking you along for the ride. He has no clue his best friend is hanging onto his shirt. You look out to see him entering the communal bathroom. You get nervous as he walks up to....</span></div></div>",
            "created":1603565880,
            "id":2928133,
            "title":"The bathroom "
        },
        "13":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "A boy being changed",
                "The snack containers",
                "The bathroom",
                "Andrew's yawning open mouth",
                "Somewhere else"
            ],
            "content":"<div class=\"\"><div> <span>You look up to see you are not far from Andrew's toddler classroom. You might be able to find help with the teacher. You crawl under the door and it is complete chaos as giant toddlers run amuk. The noise hurt your ears as well. You walk more inside and notice the teacher on the other side of the room. This would be a dangerous journey but before you can move a toddler runs over kicking you into the air causing you to fly towards...</span></div></div>",
            "created":1602169920,
            "id":2917484,
            "title":"Andrew's Classroom"
        },
        "135":{
            "author_id":"taiprime",
            "author_name":"TAI001 ",
            "choices":[
                "You are picked ",
                "You fall back into the box",
                "The robot is picked up but you fall off onto the floor "
            ],
            "content":"<div class=\"\"><div> <span>You land in a colorful landscape of different sizes, shapes and textures in a box. You try climbing up and look around for a way out. “No way!” You yell as you are now face yo face with a giant transformers toy. You panic as you realize it’s the toy box in your brothers room. You try scrambling to the top and slide back down to clutch at the robot as the box shakes and multiple hands start to grab toys.</span></div></div>",
            "created":1603565040,
            "id":2928120,
            "title":"Toy land"
        },
        "1353":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "He plays with the robot ",
                "You fall off the robot",
                "The boy sees something",
                "The toy is thrown",
                "Something else happens"
            ],
            "content":"<div class=\"\"><span style=\"font-size:1.47em;\"><div> <span>You notice the transformer robot get grabbed and start to rise from the box. This was your chance to escape. You jump onto the robot as it is rising into the air. You soon are looking into the face of a 6 year old in your brother class.</span></div></span></div>",
            "created":1603566060,
            "id":2928137,
            "title":"The robot is picked up but you fall off onto th..."
        },
        "14":{
            "author_id":"chriskrgn",
            "author_name":"CKwriter2006",
            "choices":[
                "He drops a pencil, climb on",
                "He drops a gumball, climb on",
                "Climb his pants",
                "Climb the chair",
                "Readers choice"
            ],
            "content":"<div class=\"\"><div> <span>You decided the older the better. Seth would be able to help you. The only think is his 2nd grade classroom was a few hallways away. It would be a long, exhausting journey but it would be worth it if you found help. You begin your walk to the 2nd grade corridor. You finally make it to Seth's room and walk inside. They were starting the lesson and it was so quiet you could hear a pin drop. You locate Seth near the middle of the group of desks. You make your way over and...</span></div></div>",
            "created":1602170160,
            "id":2917488,
            "title":"Seth's Classroom"
        }
    },
    "info":{
        "author_id":"chriskrgn",
        "author_name":"CKwriter2006",
        "brief_description":"You shrink to the size of salt at school.",
        "created":1602168000,
        "description":"<td align=\"left\" class=\"norm\">12 year old Sam arriving for his first day back at school since summer break. Sam went to a private school which had students from toddlers to 12th grade. On his way to school his mom buys him a strange drink. After drinking it he shrinks to the size of a salt grain.<br>\r\n<br>\r\nSam, 12, brown hair brown eyes, loves athletic wear.<br>\r\nSeth 8, his little brother, mini version of Sam<br>\r\nAndrew, 4, Sam littler brother, blond hair and brown eyes<br>\r\nMatt, 12 Sam's best friend<br>\r\n<br>\r\nRULES and please follow them:<br>\r\nNO ONE SENTENCE CHAPTERS THEY WILL BE DELETED. Please be descriptive as possible.<br>\r\nDO NOT END MY STORY LINES UNLESS YOU ASK ME ABOUT IT FIRST AND I APPROVE<br>\r\nAll unaware Sam does not enjoy any of the interactions he encounters.<br>\r\nVore is encouraged as well as underwear interaction and accidental encounters with private areas<br>\r\nNO Females<br>\r\nNo interaction with adults unless it is brief.<br>\r\nBoys ONLY<br>\r\nNo Butt or poop related stuff, just not liking it<br>\r\nFeet is ok but don't overdo it.<br>\r\nHe is immune to death so he can't die.<br>\r\n<br>\r\nAny questions please ask and please help add, This story will only grow with help..<br>\r\n<br>\r\nHappy Reading!!!</td>",
        "id":2234480,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "last_full_update":1602258420,
        "modified":1603566060,
        "pretty_title":"School Shrunk"
    }
}