{
    "chapters":{
        "1":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Take on a dragon",
                "Investigate the east road",
                "help you find your assistant",
                "Food does something stupid",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>You and your steed, Food, disembark from the Serpent's Folly after you both have been exiled from your Orc homeland after you have disgraced your people by getting you and your horse eaten by a Leather slime and returning to find that everyone was hoping you would perish. You both arrived in the vore friendly Captial of Aligarh in desperate need to find work.<br>\r\n<br>\r\n\"This place looks like my kind of feast\" Food says as he licks his leather lips as he stands over you.<br>\r\n<br>\r\n\"We came to work. First, let's get some Gold or whatever is used a currency here, Then we can indulge\" you say with a firm tone yet are somewhat intrigued at the idea.<br>\r\n<br>\r\nYou both walk down the dock and your eyes wander over the stores and shops before you hear Food calling out the names.<br>\r\n<br>\r\n\"Dragon Belly Inn, Vore and More Emporium, Devil's Luck...Work Regester\" he finishes before you turn and make a beeline for the Registry.<br>\r\n<br>\r\nYou open the door and little bell chimes. You then here crashing and screaming as a Minotaur stumbles out from upstairs and lands behind the desk. He springs up and greets you.<br>\r\n<br>\r\n\"Hello and Welcome to my shop. My name is Tag how can I help you today?\" He says and you can't help but notice what he is wearing. A chest harness, some leather straps around his biceps, and a blacksmith apron tinted purple.<br>\r\n<br>\r\nHi, The name is Targoth and my stallion's name is Food. We just got off the recent ship and now looking for work\" you say as Food squeezes into the room with you.<br>\r\n<br>\r\n\"Wonderful, I have a few contracts waiting right now one moment,\" he says cheerfully as he ducks under the table for a brief moment before springing up again holding three contracts. \"The first is to take care of a dragon who is occupying the northern village, the other is to find out where travelers on the east road have been disappearing to, the last is to help me find my assistant Fex, he has been gone for hours and I am starting to get worried\" <br>\r\n<br>\r\nWe will...</span></div></div>",
            "created":1554786000,
            "id":2642733,
            "title":"A New Start"
        },
        "11":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Have sex",
                "sleep",
                "have him eat you",
                "continue to talk",
                "more"
            ],
            "content":"<div class=\"\"><div> <span>We will take on a dragon” you say as Tag hands you the contract. You then notice that the sun is starting to set before asking “Do you know where an inn is?”<br>\r\n<br>\r\n“Oh, it is Dragon’s Gambit. You walked passed it when you arrived.” Tag says cheerfully.<br>\r\n<br>\r\n“Oh,” you say with a hint of embarrassment before stepping out of the shop. You and Food backtrack passed Vore and More before you both are upon Dragon’s Gambit. The building has the look of a Spanish Villa with some hints of Cyberpunk. You open the bronze wooden door and enter. Inside heavily played on the villa vibe, which reminds you of your orc homeland.<br>\r\n<br>\r\nYou and Food then approached the receptionist's desk and sitting there was a blue and gold eastern dragon in a tuxedo.<br>\r\n<br>\r\n\"Welcome Travelers, what can I help you with?\" He says without looking up from his ledger<br>\r\n<br>\r\n\"Yea, We request...\" you are cut off when he finishes your sentence<br>\r\n<br>\r\n\"Two rooms, some food, drink, and something \"fun\" for tonight,\" he concludes before snapping his fingers. just then three creatures rush to the front desk. Thrak and Drogo are for your leather horsetaur to eat or have fun with. Scales is for you to do the same with and before you ask I knew who you both were and what you wanted when you placed your hands on the entrance doors.\"<br>\r\n<br>\r\nWithout a word, Food grabs Thark and Drogo before climbing the stairs to his room. You follow suit though when you reach the Plato of the staircase you turn left instead of right. You and Scales pass two doors before you came to your room. Inside was a hefty meal of steak and meed. As you finish your meal, you hear Scales' voice for the first time.<br>\r\n<br>\r\n\"Find everything to your liking?\" he asks<br>\r\n<br>\r\n\"Yea, though I am surprised you can talk. I thought you were a mute\" you say as he slowly slithers closer to you.<br>\r\n<br>\r\n\"As you can hear, I am not mute,\" he says before he stretches and continuing \"What do you want to do?\"</span></div></div>",
            "created":1582520400,
            "id":2792438,
            "title":"Take on a dragon"
        },
        "111":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Ass is hungry",
                "cock is hungry",
                "You are still hungry (oral)"
            ],
            "content":"<div class=\"\"><div> <span>You grab your two dragon's by the arms before rushing up the stairs and into the door to the right of the plato. you then close and lock the door as both dragons sit on the bed looking at you.<br>\r\n<br>\r\nBefore you devour the two a large plate of leather and hide appears in front of you before Thark says \"We know you are hungry\"<br>\r\n<br>\r\nYou then grab wad after wad as it slides down your throat and into your crop before passing into your stomach. you then moan as your satisfied gut starts working on your meal. you again look to the dragons before you lick you lips again before saying that your</span></div></div>",
            "created":1583557200,
            "id":2797727,
            "title":"Food's POV"
        },
        "113":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Orally",
                "anally",
                "By a cock"
            ],
            "content":"<div class=\"\"><div> <span>\"To be honest, I am a little intrigued if you would eat me,\" you say as you start removing your gauntlet and robes.<br>\r\n<br>\r\n\"I thought as much,\" he says with a hint of smugness<br>\r\n<br>\r\n\"You KNEW I want...\" you are cut off when he leans in and places a finger your lips<br>\r\n<br>\r\n\"This inn has a shining reputation of satisfying any requests and fantasies guests are thinking of,\" he says as you feel fuzzy coils take your lower legs.<br>\r\n<br>\r\n\"Wow\" is all you can say as the coils slow climb to your waist before settling down which leaves your arms free.<br>\r\n<br>\r\n\"I know you like to have your hand free when you are coiled by any naga\" he hums in your ear. \"I also know you like it when you can feel every coil hugging your legs and when you are eaten...</span></div></div>",
            "created":1582606800,
            "id":2792542,
            "title":"have him eat you"
        },
        "14":{
            "author_id":"dragon559",
            "author_name":"Tyrannus",
            "choices":[
                "Eats you too",
                "Pulls Tag's Head through his navel",
                "Regurgitates Tag",
                "More",
                "More"
            ],
            "content":"<div class=\"\"><div> <span>Before you can respond, Food hungrily stares at Tag before saying \"Tasty beef\" before picking up Tag and shoving him in Food's hungry maw. He continues to cram the minotaur into his mouth as his cheeks swell and stretch. <br>\r\n<br>\r\nAll that is left of Tag is his tail that is swishing around. Food stops before turning his head to you and sees an extremely displeased expression on your face. As you look at him with disdain he slowly slurps the paintbrush tail into his mouth before tilting his head back and taking a big swallow. You watch as the round buldge sink to Food's chest and settle in his upper abdomen<br>\r\n<br>\r\n\"Ahhh, That was filling\" He says as he gently pats his swollen gut before turning to you and the weight of what he did sets on him.<br>\r\n<br>\r\n\"FOOD?!\" You yell as you watch his stomach stretch and squirm<br>\r\n<br>\r\n\"Sorry boss, I was so hungry and could not resist\" He says as he tries to get to your eye level<br>\r\n<br>\r\nYou groan with annoyance as you cool down before saying \"After I choose a contract I was going to kindly ask him if you could eat him. Now I am not sure if we should now since you just ATE him\"<br>\r\n<br>\r\nJust then your here muffled noises emerge from Food's gut. You then place your ear to Food's gut to try and understand what he is saying before Food...</span></div></div>",
            "created":1582174800,
            "id":2789961,
            "title":"Food does something stupid"
        }
    },
    "info":{
        "author_id":"dragon559",
        "author_name":"Tyrannus",
        "brief_description":"Orc and his stallion traverses the world of Aligarh in search of work and vore",
        "created":1554851520,
        "description":"<td align=\"left\" class=\"norm\">Tragoth and his horsetaur food, wounder the world of Aligarh in search of work. What they don’t know is that their work will consume them, literally. Will outbrave and tasty hero defeat contract after contract or will be become fat on someone’s or something’s waistline. <br>\r\n<br>\r\nThis story will progress with time stamps to help set the time of day or night. All interactions progress the world around you so one interaction could be half hour and another could devour an entire day. <br>\r\n<br>\r\nAlso no short chapters or sentences. Want to get those creative juices flowing<br>\r\n<br>\r\nEverything is fair game so digestion and cum digestion are on the table, though there is no fatal death here. Every time Tragoth does he respawns in a Revival Stone before being regurgitated</td>",
        "id":2187764,
        "image_url":"https://images.Writing.Com/imgs/writing.com/writers/listing-header-5000.gif",
        "modified":1583565000,
        "pretty_title":"Tragoth’s vore adventure"
    }
}